{
  "supplement": "Green Tea Extract",
  "query": "Green Tea Extract[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:42:11",
  "research_count": 320,
  "count": 100,
  "articles": [
    {
      "pmid": "40308148",
      "title": "Time-of-day-dependent effects of a green tea extract on postprandial glycemia and insulinemia in healthy adults: a randomized, controlled, double-blind, cross-over intervention.",
      "authors": [
        "Noha Sulaimani",
        "Erika J Rosbotham",
        "Rebekah Warnock",
        "Louise Polzella",
        "Rebecca Judowski",
        "Luca Nicolotti",
        "Michael J Houghton",
        "Gary Williamson",
        "Maxine P Bonham"
      ],
      "journal": "Food & function",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Glucose homeostasis is intricately associated with circadian rhythms, and disrupting these rhythms, due to mistimed eating, can increase the risk of metabolic dysfunction. Although green tea (poly)phenols are recognized for their potential to lower postprandial glycemia, time-of-day effects of green tea extract incorporated into a starch-based meal remain unexplored. We hypothesized that combining green tea extract with a starch-rich meal could lower postprandial glucose and insulin in both the morning and evening. A four-arm randomized, double-blind, controlled, cross-over intervention was conducted on fourteen healthy adults. Fasted volunteers attended twice in the morning (08:00) and twice in the evening (18:00), consuming either a control (white rice) or test meal (green tea extract-enriched white rice). Blood glucose and insulin concentrations were measured at several time points over 180 minutes, and incremental areas under the curve (iAUC) and peak blood concentrations were calculated. Postprandial glucose levels were higher in the evening compared to the morning, while insulin levels were lower in the evening, regardless of the intervention. The green tea extract meal did not significantly alter the glucose and insulin iAUC compared to the control meal during the morning and evening. Although green tea extract did not affect postprandial glucose concentrations, it significantly decreased peak insulin levels (629 ± 313 pmol L-1, P = 0.04) 30 minutes after the morning meal. Green tea (poly)phenols delay postprandial insulin in the morning but not in the evening, revealing a time-of-day dependent effect on insulin sensitivity."
    },
    {
      "pmid": "40270873",
      "title": "Comparative Evaluation of Antioxidant Effects of 25% Bamboo Salt and 3% Green Tea Extract on Push-out Bond Strength of AH Plus Sealer after Sodium Hypochlorite Irrigation: An In vitro Study.",
      "authors": [
        "Poojitha Jain",
        "G B Shivamurthy",
        "N M Dhanyakumar",
        "D M Yashas"
      ],
      "journal": "Contemporary clinical dentistry",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: Sodium hypochlorite (NaOCl), a commonly used intracanal irrigant, adversely affects the organic content of dentin, impacting the bond strength of sealer to root dentin. AIM: The aim of the study was to compare the antioxidant effects of 25% bamboo salt and 3% green tea extract on the push-out bond strength of AH Plus sealer after NaOCl irrigation. SUBJECTS AND METHODS: Forty-five single-rooted mandibular premolars were selected, decoronated, and standardized to a length of 12 mm. During the canal preparation process, ProTaper Next rotary files were used, with each step accompanied by the irrigation of 5 ml of 5.25% NaOCl. Following the instrumentation, the canals were flushed with an additional 5 ml of 5.25% NaOCl and 17% ethylenediaminetetraacetic acid. The specimens were then categorized into three groups (n = 15 each): Group 1, treated with saline; Group 2, treated with a 25% bamboo salt solution; and Group 3, treated with a 3% green tea extract solution. From the coronal and middle thirds of each root, 1.5 mm thick slices were prepared. These slices were then tested for push-out bond strength using a universal testing machine. STATISTICAL ANALYSIS: The data collected were subjected to one-way analysis of variance, followed by Tukey's post hoc analysis for detailed examination. RESULTS: The use of 5.25% NaOCl resulted in a significant reduction in the bond strength of AH Plus to dentin (P < 0.05). Among the treated groups, the samples irrigated with 3% green tea extract exhibited a notably higher push-out bond strength compared to those treated with 25% bamboo salt. CONCLUSION: Within the limitations of this in vitro study, all experimental groups showed significant changes in push-out bond strength after antioxidant treatment."
    },
    {
      "pmid": "40176399",
      "title": "Prediction of potential active ingredients and mechanism of Forsythia suspense leaf green tea extract in treating COPD mice based on UPLC-MS and network pharmacology.",
      "authors": [
        "Xuli Zuo",
        "Xiuzhen Pan",
        "Yu Wang",
        "Zhenghao Li",
        "Weidong Li"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic obstructive pulmonary disease (COPD) is a common chronic respiratory disease and the third leading cause of death worldwide, with chronic inflammation as its primary pathogenesis. The dried leaves of Forsythia suspensa (Thunb.) have anti-inflammatory pharmacological activity and potential clinical promise for the treatment of COPD; however, its pharmacodynamic activity and mechanism of action remain to be clarified. RESULTS: In total, 82 compounds were identified from F. suspense leaf green tea extract (STW), mainly lignans, flavonoids, phenolic acids and phenylethanol glycosides, were identified in STW. STW alleviates enlargement of the alveolar sac and cavity, thickening of the alveolar wall and infiltration of inflammatory cells in COPD mice. In the model group, the contents of interleukin (IL)-6, tumor necrosis factor (TNF)-α, IL-8, IL-1β and malondialdehyde were decreased, and the levels of superoxide dismutase and catalase were increased in a dose-dependent manner (P < 0.05). Network pharmacological analysis identified 19 active STW components and 81 potential targets for the treatment of COPD. The key components include quercetin, ferulic acid, phillygenin, rutin and phillyri, whereas the core targets included TNF, protein kinase B alpha, epidermal growth factor receptor and metalloproteinase-9. Mainly through phosphatidylinositol 3-kinase/protein kinase B, calcium ions, nuclear factor-kappa B and other signaling pathways. CONCLUSION: STW affects multiple pathways and targets in the treatment of COPD, and mainly plays a role in alleviating pulmonary inflammation. © 2025 Society of Chemical Industry."
    },
    {
      "pmid": "40002122",
      "title": "Natural Copper Ion Scavenger: Investigation of the Hepatoprotective Effects of Green Tea Extract in Toxic-Milk Mice with Wilson's Disease Model.",
      "authors": [
        "Delai Yang",
        "Shujuan Xuan",
        "Wang Zhang",
        "Huan Wu",
        "Yuge Jiang",
        "An Zhou"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Feb-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Wilson's disease (WD) is an inherited disorder characterized by abnormal copper metabolism with complex pathological features. Currently, the mechanism of copper overload-induced hepatic injury is unclear. Green tea is a natural chelator, and its main ingredients, green tea polyphenol (GTP) and L-theanine (L-TA) are good at binding to heavy metals like iron and copper. There have been no reports on green tea extracts (GTE) for the treatment of Wilson's disease. This study investigated the hepatoprotective effect of GTE on WD model mice. Initially, we examined the impact of green tea extract on copper metabolism, excretion, and hepatoprotective effects in WD model toxic milk mice. Then, Ultra performance liquid chromatography (UPLC-DAD) was established to analyze GTP and L-TA in green tea extract. Further screening of eight active components and copper complex active components in green tea extract was carried out by ion analyzer. Finally, we verified the pharmacodynamic effects of these active ingredients at the animal level. The results showed that GTE improves liver function and attenuates liver injury in TX mice by promoting tissue copper excretion and inhibiting oxidative stress, which provides a theoretical basis for green tea's potential to improve the clinical symptoms of WD."
    },
    {
      "pmid": "39619932",
      "title": "Evaluation of the effects of green tea extract as a dietary supplement in sheep on gas production, volatile fatty acids, and digestibility.",
      "authors": [
        "Ririn Siti Rahmatillah",
        "Diky Ramdani",
        "Iman Hernaman",
        "Anuraga Jayanegara",
        "Nanik Hidayatik"
      ],
      "journal": "Veterinary world",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIM: Phenolic tannins, which are ubiquitous in plants, exhibit diverse biological activities and have drawn significant attention for their potential impact on ruminant nutrition and health. Although phenolic tannins have beneficial and detrimental effects on rumen fermentation, their precise influence remains poorly understood. This study aimed to explore the effects of varying doses of green tea extract (GTE) on rumen fermentation parameters through an in vitro trial using sheep rumen liquids. MATERIALS AND METHODS: A 4 × 2 factorial design was used to test the effect of 4 different doses of GTE treatment (0, 140, 280, and 560 mg/kg) in 2 different in vitro runs on degradability, fermentation profiles, and gas production using the in vitro Hohenheim Gas Test method. RESULTS: Across running times, the GTE-treated diet did not affect (p > 0.05) dry matter degradability % and organic matter degradability %, pH, ammonia (NH3-N, mg/dL), 24 h total gas production (tGP 24h, mL), and acetate-to-propionate ratio (A: P), but it reduced (p < 0.05) tGP 6 h compared with GTE-0 (control diet without GTE). GTE treatment tended to reduce (p < 0.1) methane (CH4, % LEL) and total volatile Fatty Acids (tVFA, mM). Across GTE treatment, the 1st in vitro run had higher (p < 0.001) tGP 6-24 h and pH, but lower (p < 0.001) tVFA and A: P in comparison with the 2nd in vitro run. CONCLUSION: GTE treatment tends to decrease CH4 output in rumen without affecting degradability, tGP, and most fermentation profiles, except for a tendency to reduce tVFA."
    },
    {
      "pmid": "39363261",
      "title": "Exploring the protective role of green tea extract against cardiovascular alterations induced by chronic REM sleep deprivation via modulation of inflammation and oxidative stress.",
      "authors": [
        "Yonca Coluk",
        "Emine Gulceri Gulec Peker",
        "Sembol Yildirmak",
        "Arif Keskin",
        "Guven Yildirim"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2024-Oct-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic Rapid eye movement (REM) sleep deprivation has been associated with various cardiovascular alterations, including disruptions in antioxidant defense mechanisms, lipid metabolism, and inflammatory responses. This study investigates the therapeutic potential of green tea extract (GTE) in mitigating these adverse effects. METHODS: A total of 24 male Wistar albino rats were used in this study and divided into the control group (n = 8), Chronic-REM Sleep Deprivation (CRSD) Group (n = 8) and Chronic-REM SD + Green Tea 200 (CRSD + GTE200) Group (n = 8). After 21 days, a comprehensive analysis of paraoxonase (PON1), arylesterase (ARE), malondialdehyde (MDA), glutathione (GSH), nitric oxide (NOx), proinflammatory cytokines, and lipid profiles in aortic tissue, heart tissue, and serum was conducted in a sleep-deprived rat model. RESULTS: Chronic REM sleep deprivation led to a significant reduction in PON1 and ARE levels in aortic (p = 0.046, p = 0.035 respectively) and heart tissues (p = 0.020, p = 0.019 respectively), indicative of compromised antioxidant defenses. MDA levels increased, and NOx levels decreased, suggesting oxidative stress and impaired vascular function. Lipid profile alterations, including increased triglycerides and total cholesterol, were observed in serum. Elevated levels of inflammatory cytokines (IL-6 and TNF-alpha) further indicated an inflammatory response (p = 0.007, p = 0.018 respectively). GTE administration demonstrated a protective role, restoring antioxidant enzyme levels, suppressing lipid peroxidation, and improving NOx levels. CONCLUSION: These findings suggest the therapeutic potential of GTE in alleviating the cardiovascular impairments of chronic REM sleep deprivation, emphasizing its candidacy for further clinical exploration as a natural intervention in sleep-related disorders and associated cardiovascular risks.",
      "mesh_terms": [
        "Male",
        "Rats",
        "Aorta",
        "Camellia sinensis",
        "Cytokines",
        "Inflammation",
        "Lipids",
        "Myocardium",
        "Oxidative Stress",
        "Phytotherapy",
        "Polyphenols",
        "Random Allocation",
        "Rats, Wistar",
        "Sleep Deprivation",
        "Tea",
        "Animals"
      ]
    },
    {
      "pmid": "39308734",
      "title": "Quality and kinematic characteristics of Bali bulls frozen semen with purified green tea extract epigallocatechin-3-gallate antioxidant addition in diluent.",
      "authors": [
        "Ragil Angga Prastiya",
        "Trilas Sardjito",
        "Amung Logam Saputro",
        "Darmawan Setia Budi",
        "Styuderil Imaniro Maxdhameta",
        "Elis Sulistiyawati",
        "Deny Sulistyowati",
        "Anny Amaliya",
        "Samira Musa Sasi",
        "And Nining Haryuni"
      ],
      "journal": "Open veterinary journal",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The preservation of semen quality and kinematic characteristics during cryopreservation is crucial for the reproductive success and genetic management of livestock, particularly in Bali bulls. AIM: This study aimed to investigate the effect of adding purified green tea extract antioxidant Epigallocatechin-3-gallate (EGCG) in tris egg yolk diluent on the quality and kinematic characteristics of frozen semen from Bali bulls. METHODS: Fresh and frozen semen samples were obtained from Bali bull and divided into four different treatment groups. P0 contained semen samples + diluent, while P1 to P3 consisted of semen samples + diluent supplemented with EGCG levels of 0.1, 0.15, and 0.2 mg/100 ml, respectively. Data were analyzed using One-way ANOVA and followed by Duncan's test if significant differences were found (p<0.05). Parameters observed included the assessment of fresh semen quality, kinematic analysis, post-thawing sperm viability, and abnormality. RESULTS: The results indicated that the assessment of fresh semen quality showed macroscopic and microscopic semen quality according to SNI 4869-1:2021. Kinematic analysis revealed significant differences in DSL and STR parameters between P0 and P3 (p<0.05). EGCG supplementation also caused significant differences in motility between P0 and P3 (p<0.05). Viability and spermatozoa abnormality with EGCG supplementation did not show significant differences (p>0.05). CONCLUSION: The best results for motility, kinematics, and sperm morphology variables were found in P1 as it did not exhibit a decrease in motility, kinematics, and sperm morphology. Viability did not show significant differences between P1, P2, and P3, but the best results were found in P2 as it did not exhibit a decrease in viability with mean and standard deviation (66.84 ± 7.88). Abnormality variables also did not show significant differences between P1, P2, and P3, but the best results were found in P2 as it did not exhibit a decrease in abnormality with mean and standard deviation (23.80 ± 7.36).",
      "mesh_terms": [
        "Animals",
        "Male",
        "Catechin",
        "Semen Preservation",
        "Cryopreservation",
        "Antioxidants",
        "Semen Analysis",
        "Cattle",
        "Plant Extracts",
        "Tea",
        "Biomechanical Phenomena",
        "Sperm Motility",
        "Semen",
        "Spermatozoa"
      ]
    },
    {
      "pmid": "39254278",
      "title": "The Effect of Green Tea Extract on Pulmonary Inflammation in Nanoparticles-Exposed Mice.",
      "authors": [
        "Pureun-Haneul Lee",
        "MinHyeok An",
        "DaYeon Hwang",
        "An-Soo Jang"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "SCOPE: Titanium dioxide nanoparticles (TiO2 NPs) are air pollutants that exacerbate chronic respiratory diseases such as asthma and Chronic Obstructive Pulmonary Disease (COPD) However, little is known about the mechanism underlying the antipollutant effects of green tea extract (GTE). This study evaluates the efficacy and mechanism of GTE on lung inflammation and fibrosis in mice exposed to TiO2 NPs. METHODS AND RESULTS: The TiO2 NPs model is induced by having mice inhale TiO2 NPs, while controls receive an equivalent volume of saline. Treatment with oral GTE is initiated after TiO2 NPs inhalation and is given once daily for 4 weeks. Airway resistance and pulmonary inflammation are increased in mice exposed to TiO2 NPs. GTE treatment reduces the airway inflammation and airway resistance, and attenuates the pathological changes including lung fibrosis compared to the mice exposed to TiO2 NPs. With GTE, there are no significant increases in cytokines and immunoglobulin E (IgE) in mice exposed to TiO2 NPs. GTE inhibits matrix metalloproteinases (MMPs) and apoptotic factors induced by TiO2 NPs exposure, and these protective effects of GTE are closely related to the mitogen-activated protein kinase (MAPK) signaling pathway. CONCLUSION: GTE modulates pulmonary inflammation in mice exposed to air pollutants, suggesting that GTE may be beneficial in respiratory diseases exacerbated by such pollutants.",
      "mesh_terms": [
        "Animals",
        "Titanium",
        "Plant Extracts",
        "Pneumonia",
        "Tea",
        "Nanoparticles",
        "Mice",
        "Male",
        "Cytokines",
        "Pulmonary Fibrosis",
        "Immunoglobulin E",
        "Apoptosis",
        "Lung",
        "Matrix Metalloproteinases",
        "MAP Kinase Signaling System",
        "Airway Resistance"
      ]
    },
    {
      "pmid": "39253176",
      "title": "Enhancing catechins, antioxidant and sirtuin 1 enzyme stimulation activities in green tea extract through pulse electric field-assisted water extraction: Optimization by response surface methodology approach.",
      "authors": [
        "Nuttinee Salee",
        "Srisuwan Naruenartwongsakul",
        "Wantida Chaiyana",
        "Artit Yawootti",
        "Kanyarat Suthapakti",
        "Piyawan Simapaisarn",
        "Worrapob Chaisan",
        "Niramon Utama-Ang"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Aug-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green tea is an economic resource in Thailand because it is derived from smallholder agriculture and has expanded into food production. The purpose of this study is to optimize the parameters of pulsed electric field (PEF) assisted green tea extraction to produce a natural health product. A central composite design was involved to determine the effect of independent variables, including the intensity of electric field (I; 3-5 kV/cm), number of pulses (Np; 1000 to 3000 pulses) and green tea-to-water ratio (GT/W; 0.05-0.15 g/mL) on catechin (C), epicatechin (EC), epicatechin gallate (ECG), epigallocatechin (EGC) and epigallocatechin gallate (EGCG), total phenolic compound, antioxidant and sirtuin 1 enzyme stimulating activities. The results indicated that the Np had the most significant impact (p < 0.05) on the content of catechin and its derivatives and sirtuin 1 enzyme stimulating activity. The observations revealed that the I had a greater impact on antioxidant activities compared to the Np. The optimal conditions for PEF using the response surface method were determined to be I of 5 kV/cm, Np of 3000 pulses, GT/W of 0.14 g/mL and specific energy of 27 kJ/kg. Under the optimized conditions, the content of C, EC, ECG, EGC and EGCG were 7.34 ± 0.33, 11.26 ± 0.25, 3.75 ± 0.13, 7.53 ± 0.77 and 37.78 ± 0.58 mg/g extract, respectively. Furthermore, it was observed that green tea extract exhibited the ability to modulate the deacetylation activity of the sirtuin 1 enzyme, with a value of 22.63 ± 0.17 FIR. The results emphasized that the PEF led to achieving better responses compared to without pre-treatment using the PEF. Therefore, innovative technologies as PEF can be utilized for green tea extraction to produce natural ingredients, which can contribute to improved accessibility to healthcare. Additionally, the implementation of innovation techniques, such as PEF, in the extraction industry can enhance productivity growth and economic development."
    },
    {
      "pmid": "39178554",
      "title": "Unveiling the transformative influence of sonochemistry on formation of whey protein isolate and green tea extract (WPI-GTE) conjugates.",
      "authors": [
        "Khanittha Chinarak",
        "Chantira Wongnen",
        "Manat Chaijan",
        "Arlee Tamman",
        "Natthawuddhi Donlao",
        "Ling-Zhi Cheong",
        "Worawan Panpipat"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the formation of conjugates between whey protein isolate (WPI) and green tea extract (GTE) using three methods: redox-pair (R), ultrasound-assisted redox-pair (RU), and ultrasonication (UL). Ultrasonication significantly reduced the reaction time for synthesizing WPI-GTE conjugates compared to the standard R method (p < 0.05). The UL methods had the highest conjugate yield determined by polyphenol binding (p < 0.05). Fourier-transform infrared spectroscopy (FTIR) and sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) confirmed the conjugate formation, indicating an increased molecular weight due to protein binding with polyphenols through covalent and non-covalent bonds. Conjugates produced via ultrasonication exhibited enhanced solubility, smaller particle size, better emulsifying capacity, and improved foaming ability compared to those formed using the traditional R method (p < 0.05). However, conjugates from the R method showed higher antioxidant activity, as evidenced by DPPH•and ABTS•+ scavenging activities (p < 0.05). In conclusion, WPI-GTE conjugates created through ultrasonic treatment demonstrate potential as dual-functional ingredients, serving as both antioxidant and emulsifier.",
      "mesh_terms": [
        "Whey Proteins",
        "Tea",
        "Plant Extracts",
        "Antioxidants",
        "Ultrasonic Waves",
        "Sonication",
        "Solubility",
        "Emulsions",
        "Oxidation-Reduction",
        "Polyphenols",
        "Particle Size"
      ]
    },
    {
      "pmid": "39175036",
      "title": "Green tea extract reduces viral proliferation and ROS production during Feline Herpesvirus type-1 (FHV-1) infection.",
      "authors": [
        "Consiglia Longobardi",
        "Sara Damiano",
        "Gianmarco Ferrara",
        "Riccardo Esposito",
        "Serena Montagnaro",
        "Salvatore Florio",
        "Roberto Ciarcia"
      ],
      "journal": "BMC veterinary research",
      "publication_date": "2024-Aug-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Feline Herpesvirus type-1 (FHV-1) is a worldwide spread pathogen responsible for viral rhinotracheitis and conjunctivitis in cats that, in the most severe cases, can lead to death. Despite the availability of a variety of antiviral medications to treat this illness, mainly characterized by virostatic drugs that alter DNA replication, their use is often debated. Phytotherapeutic treatments are a little-explored field for FHV-1 infections and reactivations. In this scenario, natural compounds could provide several advantages, such as reduced side effects, less resistance and low toxicity. The purpose of this study was to explore the potential inhibitory effects of the green tea extract (GTE), consisting of 50% of polyphenols, on FHV-1 infection and reactive oxygen species (ROS) production. RESULTS: Crandell-Reese feline kidney (CRFK) cells were treated with different doses of GTE (10-400 µg/mL) during the viral adsorption and throughout the following 24 h. The MTT and TCID50 assays were performed to determine the cytotoxicity and the EC50 of the extract, determining the amounts of GTE used for the subsequent investigations. The western blot assay showed a drastic reduction in the expression of viral glycoproteins (i.e., gB and gI) after GTE treatment. GTE induced not only a suppression in viral proliferation but also in the phosphorylation of Akt protein, generally involved in viral entry. Moreover, the increase in cell proliferation observed in infected cells upon GTE addition was supported by enhanced expression of Bcl-2 and Bcl-xL anti-apoptotic proteins. Finally, GTE antioxidant activity was evaluated by dichloro-dihydro-fluorescein diacetate (DCFH-DA) and total antioxidant capacity (TAC) assays. The ROS burst observed during FHV-1 infection was mitigated after GTE treatment, leading to a reduction in the oxidative imbalance. CONCLUSIONS: Although further clinical trials are necessary, this study demonstrated that the GTE could potentially serve as natural inhibitor of FHV-1 proliferation, by reducing viral entry. Moreover, it is plausible that the extract could inhibit apoptosis by modulating the intrinsic pathway, thus affecting ROS production.",
      "mesh_terms": [
        "Animals",
        "Cats",
        "Plant Extracts",
        "Reactive Oxygen Species",
        "Varicellovirus",
        "Virus Replication",
        "Herpesviridae Infections",
        "Antiviral Agents",
        "Cell Line",
        "Tea",
        "Cat Diseases",
        "Camellia sinensis"
      ]
    },
    {
      "pmid": "39173271",
      "title": "The anti-inflammatory properties of green tea extract protect against gentamicin-induced kidney injury.",
      "authors": [
        "Luis L Ayusso",
        "Ana P Girol",
        "Helena Ribeiro Souza",
        "Ariane H Yoshikawa",
        "Lucas R de Azevedo",
        "Carla P Carlos",
        "Rildo A Volpini",
        "Nestor Schor",
        "Emmanuel A Burdmann"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We assessed in vivo the protective effects and underlying antioxidant and anti-inflammatory properties of dry green tee extract (GTE) on glomerular and tubular kidney function and structure in an experimental model of gentamicin (GEN)-induced nephrotoxicity. Wistar rats were divided into four groups and treated daily for 10 days. The control group received distilled water; the GTE group received 20 μg/g body weight (BW) GTE by gavage; the GEN group received 100 mg/g BW GEN intraperitoneally; and the GEN+GTE group received GTE and GEN simultaneously, as described above. At the beginning and end of treatment, the serum creatinine, fractional excretion of sodium and potassium, and plasma heme oxygenase (HO)-1 levels and oxidative stress (OS) were assessed. At the end of the experiment, kidney fragments were collected for histological evaluation and immunohistochemical studies of cyclooxygenase (COX)-2 and nuclear factor (NF)kB. The levels of interleukin (IL)-1b, IL-4, IL-6, IL-10 and monocyte chemotactic protein (MCP)-1 were measured in kidney tissue. The results showed that GTE attenuated significantly kidney structural injury and prevented GEN-induced kidney functional injury (glomerular and tubular function). GTE significantly attenuated the kidney tissue increase of the proinflammatory mediators NF-kB, COX2, IL-1b and MCP-1 and significantly increased the kidney expression of the anti-inflammatory cytokines IL-6 and IL-10. However, GTE did not prevent OS increase in GEN-treated animals. In conclusion, GTE protected against GEN nephrotoxicity, likely due to direct blockade of the inflammatory cascade, which might had occurred independently of its antioxidant effect.",
      "mesh_terms": [
        "Animals",
        "Gentamicins",
        "Rats, Wistar",
        "Anti-Inflammatory Agents",
        "Plant Extracts",
        "Male",
        "Tea",
        "Rats",
        "Antioxidants",
        "Oxidative Stress",
        "Kidney",
        "Cytokines",
        "Acute Kidney Injury",
        "NF-kappa B",
        "Kidney Diseases",
        "Cyclooxygenase 2",
        "Protective Agents",
        "Inflammation Mediators"
      ]
    },
    {
      "pmid": "38745671",
      "title": "Green tea extract suppresses airway inflammation via oxidative stress-driven MAPKs/MMP-9 signaling in asthmatic mice and human airway epithelial cells.",
      "authors": [
        "Jeong-Won Kim",
        "Jin-Hwa Kim",
        "Ji-Soo Jeong",
        "Chang-Yeop Kim",
        "Eun-Hye Chung",
        "Sung-Hwan Kim",
        "Eui-Ju Hong",
        "Hyo-Jung Kwon",
        "Je-Won Ko",
        "Tae-Won Kim"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The anti-inflammatory effect of green tea extract (GTE) has been confirmed in asthmatic mice, however, the pharmacological mechanism is not fully elucidated. METHODS: To investigate the therapeutic efficacy of GTE in asthma and identify specific pathways, murine model of allergic asthma was established by ovalbumin (OVA) sensitization and the challenge for 4 weeks, with oral treatment using GTE and dexamethasone (DEX). Inflammatory cell counts, cytokines, OVA-specific IgE, airway hyperreactivity, and antioxidant markers in the lung were evaluated. Also, pulmonary histopathological analysis and western blotting were performed. In vitro, we established the model by stimulating the human airway epithelial cell line NCI-H292 using lipopolysaccharide, and treating with GTE and mitogen-activated protein kinases (MAPKs) inhibitors. RESULTS: The GTE100 and GTE400 groups showed a decrease in airway hyperresponsiveness and the number of inflammatory cells in the bronchoalveolar lavage fluid (BALF) compared to the OVA group. GTE treatment also reduced interleukin (IL)-13, IL-5, and IL-4 levels in the BALF, and OVA-specific immunoglobulin E levels in the serum compared to those in the OVA group. GTE treatment decreased OVA-induced mucus secretion and airway inflammation. In addition, GTE suppressed the oxidative stress, and phosphorylation of MAPKs, which generally occurs after exposure to OVA. GTE administration also reduced matrix metalloproteinase-9 activity and protein levels. CONCLUSION: GTE effectively inhibited asthmatic respiratory inflammation and mucus hyperproduction induced by OVA inhalation. These results suggest that GTE has the potential to be used for the treatment of asthma.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Humans",
        "Mice",
        "Anti-Inflammatory Agents",
        "Asthma",
        "Cytokines",
        "Disease Models, Animal",
        "Epithelial Cells",
        "Matrix Metalloproteinase 9",
        "Mice, Inbred BALB C",
        "Mitogen-Activated Protein Kinases",
        "Ovalbumin",
        "Oxidative Stress",
        "Plant Extracts",
        "Respiratory Mucosa",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "38713339",
      "title": "Potentialities of Tannase-Treated Green Tea Extract in Nutraceutical and Therapeutic Applications.",
      "authors": [
        "Chong-Boon Ong",
        "Mohamad Suffian Mohamad Annuar"
      ],
      "journal": "Applied biochemistry and biotechnology",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Green tea has garnered widespread interest in the past decades due to its content of health-beneficial polyphenols and catechins, besides reportedly exhibiting activities for the prevention, and possibly treatment, of many modern-life-associated afflictions. Hence, the functional food potential of health-beneficial beverages such as green tea is widely and commercially promoted. Biotransformation of green tea extract using enzymes such as tannase ostensibly enhances its beneficial well-being properties and disease-preventing functionalities. The tannase-treated green tea catechins may exhibit enhanced, amongst others, antioxidant, anti-tumour, anti-wrinkle, anti-inflammatory, anti-obesity and anti-sarcopenia properties compared to native green tea extract. Nonetheless, the health benefits and therapeutic and toxicological effects associated with these compounds, before and after tannase treatment, present a scientific gap for detailed studies. Accordingly, the review surveys the literature from the late twentieth century until the year 2023 related to the aforementioned important aspects.",
      "mesh_terms": [
        "Carboxylic Ester Hydrolases",
        "Tea",
        "Humans",
        "Plant Extracts",
        "Dietary Supplements",
        "Animals",
        "Antioxidants"
      ]
    },
    {
      "pmid": "38630424",
      "title": "The Gehan test identifies life-extending compounds overlooked by the log-rank test in the NIA Interventions Testing Program: Metformin, Enalapril, caffeic acid phenethyl ester, green tea extract, and 17-dimethylaminoethylamino-17-demethoxygeldanamycin hydrochloride.",
      "authors": [
        "Nisi Jiang",
        "Jonathan Gelfond",
        "Qianqian Liu",
        "Randy Strong",
        "James F Nelson"
      ],
      "journal": "GeroScience",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The National Institute on Aging Interventions Testing Program (ITP) has so far identified 12 compounds that extend the lifespan of genetically heterogeneous mice using the log-rank test. However, the log-rank test is relatively insensitive to any compound that does not uniformly reduce mortality across the lifespan. This test may thus miss compounds that only reduce mortality before midlife, for example, a plausible outcome if a compound only mitigates risk factors before midlife or if its efficacy is reduced at later ages. We therefore reanalyzed all data collected by the ITP from 2004-2022 using the Gehan test, which is more sensitive to mortality differences earlier in the life course and does not assume a uniformly reduced mortality hazard across the lifespan. The Gehan test identified 5 additional compounds, metformin, enalapril, 17-dimethylaminoethylamino-17-demethoxygeldanamycin hydrochloride (17-DMAG), caffeic acid phenethyl ester (CAPE), and green tea extract (GTE), which significantly increased survival but were previously missed by the log-rank test. Three (metformin, enalapril, and 17-DMAG) were only effective in males and two (CAPE and GTE) were only effective in females. In addition, 1,3-butanediol, which by log-rank analysis increased survival in females but not males, increased survival in males by the Gehan test. These results suggest that statistical tests sensitive to non-uniformity of drug efficacy across the lifespan should be included in the standard statistical testing protocol to minimize overlooking geroprotective interventions.",
      "mesh_terms": [
        "Animals",
        "Metformin",
        "Mice",
        "Female",
        "Plant Extracts",
        "Tea",
        "Male",
        "Enalapril",
        "Longevity",
        "Caffeic Acids",
        "Phenylethyl Alcohol",
        "United States",
        "Lactams, Macrocyclic",
        "Benzoquinones"
      ]
    },
    {
      "pmid": "38605739",
      "title": "Green Tea Extract Reduced Lipopolysaccharide-Induced Inflammation in L2 Cells as Acute Respiratory Distress Syndrome Model Through Genes and Cytokine Pro-Inflammatory.",
      "authors": [
        "Didik Priyandoko",
        "Wahyu Widowati",
        "Lenny Lenny",
        "Sintya Novianti",
        "Revika Revika",
        "Hanna Sari Widya Kusuma",
        "Ika Adhani Sholihah"
      ],
      "journal": "Avicenna journal of medical biotechnology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Acute Respiratory Distress Syndrome (ARDS) is a severe lung inflammatory condition that has the capacity to impair gas exchange and lead to hypoxemia. This condition is found to have been one of the most prevalent in patients of COVID-19 with a more serious condition. Green tea (Camellia sinensis L.) contains polyphenols that possess many health benefits. The purpose of this study was to assess the anti-inflammatory activities of green tea extract in Lipopolysaccharide (LPS)-induced lung cells as ARDS cells model. METHODS: In this study, rat lung cells (L2) were induced by LPS to mimic the inflammation observed in ARDS and later treated with green tea extract. Pro-inflammatory cytokines such as Interleukin (IL)-12, C-Reactive Protein (CRP) as well as Tumor Necrosis Factor-α (TNF-α) were investigated using the ELISA method. Gene expression of NOD-Like Receptor Protein 3 (NLRP-3), Receptor for Advanced Glycation End-product (RAGE), Toll-like Receptor-4 (TLR-4), and Nuclear Factor-kappa B (NF-κB) were evaluated by qRTPCR. Apoptotic cells were measured using flow cytometry. RESULTS: The results showed that green tea extract treatment can reduce inflammation by suppressing gene expressions of NF-κB, NLRP-3, TLR-4, and RAGE, as well as pro-inflammatory cytokines such as IL-12, TNF-α, and CRP, an acute phase protein. Apoptosis levels of inflamed cells also found to be lowered when green tea extract was administered; thus, also increasing live cells compared to non-treated cells. CONCLUSION: These findings could lead to the future development of supplements from green tea to help alleviate ARDS symptoms, especially during critical moments such as the current pandemic."
    },
    {
      "pmid": "38492300",
      "title": "Effects of post-fermentation addition of green tea extract for sulfur dioxide replacement on Sauvignon Blanc wine phenolic composition, antioxidant capacity, colour, and mouthfeel attributes.",
      "authors": [
        "Yi Yang",
        "Zhijing Ye",
        "Yunxuan Qin",
        "Sreeni Pathirana",
        "Leandro Dias Araujo",
        "Neill J Culley",
        "Paul A Kilmartin"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Jul-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study examines the feasibility of replacing SO2 in a New Zealand Sauvignon Blanc wine with a green tea extract. The treatments included the control with no preservatives (C), the addition of green tea extract at 0.1 and 0.2 g/L (T1 and T2), and an SO2 treatment at 50 mg/L (T3). Five monomeric phenolic compounds were detected in the green tea extract used for the experiment, and their concentrations ranged in the order (-)-epigallocatechin gallate > (-)-epigallocatechin > (-)-epicatechin > (-)-epicatechin gallate > gallic acid. At the studied addition rates, these green tea-derived phenolic compounds contributed to ∼70% of the antioxidant capacity (ABTS), ∼71% of the total phenolic index (TPI), and ∼ 84% of tannin concentration (MCPT) of the extract dissolved in a model wine solution. Among wine treatments, T1 and T2 significantly increased the wine's colour absorbance at 420 nm, MCPT, gallic acid and total monomeric phenolic content. TPI and ABTS were significantly higher in wines with preservatives (i.e., T2 > T1 ≅ T3 > C, p < 0.05). These variations were observed both two weeks after the treatments and again after five months of wine aging. Additionally, an accelerated browning test and a quantitative sensory analysis of wine colour and mouthfeel attributes were performed after 5 months of wine aging. When exposed to excessive oxygen and high temperature (50 °C), T1 and T2 exhibited ∼29% and 24% higher browning capacity than the control, whereas T3 reduced the wine's browning capacity by ∼20%. Nonetheless, the results from sensory analysis did not show significant variations between the treatments. Thus, using green tea extract to replace SO2 at wine bottling appears to be a viable option, without inducing a negative impact on the perceptible colour and mouthfeel attributes of Sauvignon Blanc wine.",
      "mesh_terms": [
        "Antioxidants",
        "Wine",
        "Sulfur Dioxide",
        "Fermentation",
        "Color",
        "Tea",
        "Gallic Acid",
        "Phenols",
        "Plant Extracts",
        "Organothiophosphorus Compounds",
        "Sulfonic Acids",
        "Benzothiazoles"
      ]
    },
    {
      "pmid": "38430822",
      "title": "A green tea extract confection decreases circulating endotoxin and fasting glucose by improving gut barrier function but without affecting systemic inflammation: A double-blind, placebo-controlled randomized trial in healthy adults and adults with metabolic syndrome.",
      "authors": [
        "Min Zeng",
        "Joanna K Hodges",
        "Avinash Pokala",
        "Mona Khalafi",
        "Geoffrey Y Sasaki",
        "Jillian Pierson",
        "Sisi Cao",
        "Guy Brock",
        "Zhongtang Yu",
        "Jiangjiang Zhu",
        "Yael Vodovotz",
        "Richard S Bruno"
      ],
      "journal": "Nutrition research (New York, N.Y.)",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Anti-inflammatory activities of catechin-rich green tea extract (GTE) in obese rodents protect against metabolic endotoxemia by decreasing intestinal permeability and absorption of gut-derived endotoxin. However, translation to human health has not been established. We hypothesized that GTE would reduce endotoxemia by decreasing gut permeability and intestinal and systemic inflammation in persons with metabolic syndrome (MetS) compared with healthy persons. A randomized, double-blind, placebo-controlled, crossover trial in healthy adults (n = 19, 34 ± 2 years) and adults with MetS (n = 21, 40 ± 3 years) examined 4-week administration of a decaffeinated GTE confection (890 mg/d total catechins) on serum endotoxin, intestinal permeability, gut and systemic inflammation, and cardiometabolic parameters. Compared with the placebo, the GTE confection decreased serum endotoxin (P = .023) in both healthy persons and those with MetS, while increasing concentrations of circulating catechins (P < .0001) and γ-valerolactones (P = .0001). Fecal calprotectin (P = .029) and myeloperoxidase (P = .048) concentrations were decreased by GTE regardless of health status. Following the ingestion of gut permeability probes, urinary lactose/mannitol (P = .043) but not sucralose/erythritol (P > .05) was decreased by GTE regardless of health status. No between-treatment differences (P > .05) were observed for plasma aminotransferases, blood pressure, plasma lipids, or body mass nor were plasma tumor necrosis factor-α, interleukin-6, or the ratio of lipopolysaccharide-binding protein/soluble cluster of differentiation-14 affected. However, fasting glucose in both study groups was decreased (P = .029) by the GTE confection compared with within-treatment arm baseline concentrations. These findings demonstrate that catechin-rich GTE is effective to decrease circulating endotoxin and improve glycemic control in healthy adults and those with MetS, likely by reducing gut inflammation and small intestinal permeability but without affecting systemic inflammation.",
      "mesh_terms": [
        "Humans",
        "Metabolic Syndrome",
        "Double-Blind Method",
        "Endotoxins",
        "Adult",
        "Male",
        "Female",
        "Plant Extracts",
        "Tea",
        "Catechin",
        "Inflammation",
        "Blood Glucose",
        "Cross-Over Studies",
        "Permeability",
        "Endotoxemia",
        "Fasting",
        "Middle Aged",
        "Intestinal Mucosa",
        "Camellia sinensis",
        "Acute-Phase Proteins",
        "Carrier Proteins",
        "Membrane Glycoproteins"
      ]
    },
    {
      "pmid": "38397833",
      "title": "Amelioration of Functional, Metabolic, and Morphological Deterioration in the Retina following Retinal Detachment by Green Tea Extract.",
      "authors": [
        "Kai On Chu",
        "Yolanda Wong Ying Yip",
        "Kwok Ping Chan",
        "Chi Chiu Wang",
        "Danny Siu Chun Ng",
        "Chi Pui Pang"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Retinal detachment (RD) can result in the loss of photoreceptors that cause vision impairment and potential blindness. This study explores the protective effects of the oral administration of green tea extract (GTE) in a rat model of RD. Various doses of GTE or epigallocatechin gallate (EGCG), the most active ingredient in green tea catechins, were administered to Sprague Dawley (SD) rats with experimentally induced retinal detachment. The rats received sub-retinal injections of hyaluronic acid (0.1%) to induce RD and were given different doses of GTE and EGCG twice daily for three days. Notably, a low dose of GTE (142.9 mg/kg) caused significantly higher signal amplitudes in electroretinograms (ERGs) compared to higher GTE doses and any doses of EGCG. After administration of a low dose of GTE, the outer nuclear layer thickness, following normalization, of the detached retina reduced to 82.4 ± 8.2% (Mean ± SEM, p < 0.05) of the thickness by RD treatment. This thickness was similar to non-RD conditions, at 83.5 ± 4.7% (Mean ± SEM) of the thickness following RD treatment. In addition, the number of TUNEL-positive cells decreased from 76.7 ± 7.4 to 4.7 ± 1.02 (Mean ± SEM, p < 0.0001). This reduction was associated with the inhibition of apoptosis through decreased sphingomyelin levels and mitigation of oxidative stress shown by a lowered protein carbonyl level, which may involve suppression of HIF-1α pathways. Furthermore, GTE showed anti-inflammatory effects by reducing inflammatory cytokines and increasing resolving cytokines. In conclusion, low-dose GTE, but not EGCG, significantly alleviated RD-induced apoptosis, oxidative stress, inflammation, and energy insufficiency within a short period and without affecting energy metabolism. These findings suggest the potential of low-dose GTE as a protective agent for the retina in RD."
    },
    {
      "pmid": "38211683",
      "title": "Combined treatment of human mesenchymal stem cells and green tea extract on retinal ganglion cell regeneration in rats after optic nerve injury.",
      "authors": [
        "Qichen Yang",
        "Yanxuan Xu",
        "Xin Bin",
        "Kwok Ping Chan",
        "Shaowan Chen",
        "Zhen Qian",
        "Yao Yao",
        "Xiang-Ling Yuan",
        "Kunliang Qiu",
        "Yuqiang Huang",
        "Tsz Kin Ng"
      ],
      "journal": "Experimental eye research",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Retinal ganglion cell (RGC) death and axonal loss cause irreversible vision loss upon optic nerve (ON) injury. We have independently demonstrated that mesenchymal stem cells (MSCs) and green tea extract (GTE) promote RGC survival and axonal regeneration in rats with ON injury. Here we aimed to evaluate the combined treatment effect of human bone marrow-derived MSCs (hBM-MSCs) and GTE on RGC survival and axonal regeneration after ON injury. Combined treatment of hBM-MSCs and GTE promoted RGC survival and neurite outgrowth/axonal regeneration in ex vivo retinal explant culture and in rats after ON injury. GTE increased Stat3 activation in the retina after combined treatment, and enhanced brain-derived neurotrophic factor secretion from hBM-MSCs. Treatment of 10 μg/mL GTE would not induce hBM-MSC apoptosis, but inhibited their proliferation, migration, and adipogenic and osteogenic differentiation in vitro with reducing matrix metalloproteinase secretions. In summary, this study revealed that GTE can enhance RGC protective effect of hBM-MSCs, suggesting that stem cell priming could be a prospective strategy enhancing the properties of stem cells for ON injury treatment.",
      "mesh_terms": [
        "Rats",
        "Humans",
        "Animals",
        "Optic Nerve Injuries",
        "Retinal Ganglion Cells",
        "Osteogenesis",
        "Mesenchymal Stem Cells",
        "Tea",
        "Nerve Regeneration",
        "Cell Survival",
        "Axons"
      ]
    },
    {
      "pmid": "38201092",
      "title": "Comparative Anticancer Potential of Green Tea Extract and Epigallocatechin-3-gallate on Breast Cancer Spheroids.",
      "authors": [
        "Ronimara A Santos",
        "Heloisa Rodrigues Pessoa",
        "Julio Beltrame Daleprane",
        "Giselle Pinto de Faria Lopes",
        "Danielly C Ferraz da Costa"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Dec-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite advances in diagnosis and therapy, breast cancer remains the leading cause of death in many countries. Green tea (GT) has been proposed to play a crucial role in cancer chemoprevention. Although extensive research has been conducted on GT phytochemicals, most experimental studies concentrate mainly on commercial formulations or isolated catechins. This study presents a comparative investigation into the anticancer properties of green tea extract (GTE) and epigallocatechin-3-gallate (EGCG) in a three-dimensional (3D) MCF-7 breast cancer cell culture. MCF-7 spheroids were exposed to GTE or EGCG, and effects on 3D culture formation, growth, cell viability, and migration were examined. GTE inhibits cell migration and the formation of breast cancer spheroids more effectively than EGCG, while inducing more pronounced morphological changes in the spheroids' structure. These findings suggest that the food matrix improves GTE effects on breast cancer spheroids, supporting the hypothesis that a mixture of phytochemicals might enhance its anticancer potential."
    },
    {
      "pmid": "38027999",
      "title": "Potential roles of circulating microRNAs in the healing of type 1 diabetic wounds treated with green tea extract: molecular and biochemical study.",
      "authors": [
        "Hadeel A Al-Rawaf",
        "Sami A Gabr",
        "Ahmad H Alghadir"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Circulating miRNAs have been implicated in various aspects of diabetic wound healing, including inflammation, angiogenesis, and extracellular matrix remodeling. Thus, in alternative herbal medicine strategies, miRNAs will be potential therapeutic molecular targets in nonhealing wounds. These could be valuable elements for understanding the molecular basis of diabetic wound healing and could be used as good elements in bioinformatics. OBJECTIVES: To elucidate the molecular mechanisms of microRNAs in association with apoptosis-inducing genes in controlling skin wound healing in diabetic wounds treated with green tea polyphenols (GTPs). METHODS: Green tea hydro extract (GTE) at doses of100-200 mg/ml was topically applied to the skin tissues of rats with T1DM induced by a single dose of streptozotocin (STZ; 100 mg/kg, in 0.01 M sodium citrate, pH 4.3-4.5) injected intraperitoneally for seven consecutive days to induce T1DM. The rats were treated with green tea for three weeks. A sterile surgical blade was used to inflict a circular wound approximately 2 cm in diameter on the anterior-dorsal side of previously anesthetized rats by a combination of ketamine hydrochloride (50 mg/kg, i.e., body weight) and xylazine hydrochloride. Afterward, the molecular roles of the circulating miRNAs miR-21, miR-23a, miR-146a, and miR-29b and apoptotic genes were determined by quantitative real-time PCR to evaluate Bax, Caspase-3, and Bcl-2 in wound healing. In addition, HPLC analysis was also performed to estimate the active polyphenols (GTPs) present in the hydro extract of green tea leaves. RESULTS: Wound healing was improved in diabetic skin wounds following treatment with GTE at doses of 100-200 mg/dl for three weeks. The wound parameters contraction, epithelialization, and scar formation significantly improved in a short time (14 days) compared to the longer periods identified in diabetic non-treated rats (20 days) and the standard control (15.5 days). Molecular analyses reported a significant increase in the levels of miR-21, miR-23a, and miR-146a and a decrease in the levels of miR-29b in green tea-treated diabetic rats compared to those in the standard control and STZ-diabetic non-treated rats. In addition, the molecular apoptotic genes Bax and caspase-3 significantly increased, and the BcL-2 gene significantly decreased following treatment with green tea polyphenols. CONCLUSIONS: The data showed that active green tea polyphenols (GTPs) present in GTE significantly improved diabetic wound healing by controlling apoptotic genes and the circulating microRNAs miR-21, miR-23a, miR-146a, and miR-29b, which might be involved in cellular apoptosis and angiogenesis processes. Thus, to establish a future model for the treatment of diabetic wounds, further studies are needed to understand the potential association of these biological parameters with the wound-healing process in diabetic wounds."
    },
    {
      "pmid": "38006855",
      "title": "Dietary supplementation with green tea extract improves the antioxidant status and oocyte developmental competence in Italian Mediterranean buffaloes.",
      "authors": [
        "M P Benitez Mora",
        "M A Kosior",
        "S Damiano",
        "V Longobardi",
        "G A Presicce",
        "G Di Vuolo",
        "G Pacelli",
        "G Campanile",
        "B Gasparrini"
      ],
      "journal": "Theriogenology",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Randomized Controlled Trial, Veterinary",
        "Journal Article"
      ],
      "abstract": "The aim of this work was to assess the antioxidant status and the developmental competence of oocytes recovered by ovum pick-up (OPU) in Italian Mediterranean buffaloes supplemented with green tea extracts (GTE) for 90 days. Buffalo cows (n = 16) were randomly assigned to a control group receiving no supplement and a treatment group, receiving GTE starting 90 days before OPU, carried out for five consecutive sessions. Blood samples were collected before the start of supplementation with GTE (T0) and at day 45 (T1) and day 90 (T2) of supplementation, to measure ferric reducing activity (FRAP), total antioxidant capacity (TAC), superoxide dismutase (SOD) and catalase (CAT). The antioxidant status of follicles was measured as TAC on the follicular fluid collected from the dominant follicle just prior OPU, coinciding with T2, and at the end of five repeated OPU sessions (T3). Another objective was to assess in vitro the protective effects of green tea extracts on hepatic cells exposed to methanol insult. Different concentrations of GTE (0.5 μM and 1 μM) were tested on cultured hepatic cells and viability, morphology and SOD activity were assessed at 24, 48 and 72 h. Supplementation with GTE increased (P < 0.05) the number of total follicles (8.7 ± 0.5 vs 6.9 ± 0.5), the number and the percentage of Grade A + B cumulus-oocyte complexes (COCs) compared with the control (3.7 ± 0.4 vs 2.3 ± 0.3 and 57.5 ± 4.2 vs 40.4 ± 4.9 %, respectively). Oocyte developmental competence was improved in the GTE group as indicated by the higher (P < 0.05) percentages of Grade 1,2 blastocysts (44.8 vs 29.1 %). In the GTE group, plasma TAC was higher both at T1 and T2, while FRAP increased only at T2, with no differences in SOD and CAT. The TAC of follicular fluid was higher (P < 0.05) in the GTE compared to the control both at T2 and at T3 The in vitro experiment showed that co-treatment with methanol and 1 μM GTE increased (p < 0.01) cell viability at 24 h (P < 0.01), 48 h (P < 0.05) and 72 h (P < 0.01) compared with the methanol treatment co-treatment with 1 μM GTE prevented the decrease in SOD activity observed with methanol at 24 and 48 h of culture. In conclusion, the results of in vivo and in vitro experiments suggest that supplementation with GTE increases buffalo oocyte developmental competence, by improving oxidative status and liver function.",
      "mesh_terms": [
        "Female",
        "Cattle",
        "Animals",
        "Antioxidants",
        "Buffaloes",
        "Methanol",
        "Oocytes",
        "Dietary Supplements",
        "Bison",
        "Iron",
        "Tea",
        "Superoxide Dismutase",
        "Italy"
      ]
    },
    {
      "pmid": "37923874",
      "title": "Antioxidants green tea extract and nordihydroguaiaretic acid confer species and strain-specific lifespan and health effects in Caenorhabditis nematodes.",
      "authors": [
        "Stephen A Banse",
        "Christine A Sedore",
        "Erik Johnson",
        "Anna L Coleman-Hulbert",
        "Brian Onken",
        "David Hall",
        "E Grace Jackson",
        "Phu Huynh",
        "Anna C Foulger",
        "Suzhen Guo",
        "Theo Garrett",
        "Jian Xue",
        "Delaney Inman",
        "Mackenzie L Morshead",
        "W Todd Plummer",
        "Esteban Chen",
        "Dipa Bhaumik",
        "Michelle K Chen",
        "Girish Harinath",
        "Manish Chamoli",
        "Rose P Quinn",
        "Ron Falkowski",
        "Daniel Edgar",
        "Madeline O Schmidt",
        "Mark Lucanic",
        "Max Guo",
        "Monica Driscoll",
        "Gordon J Lithgow",
        "Patrick C Phillips"
      ],
      "journal": "GeroScience",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The Caenorhabditis Intervention Testing Program (CITP) is an NIH-funded research consortium of investigators who conduct analyses at three independent sites to identify chemical interventions that reproducibly promote health and lifespan in a robust manner. The founding principle of the CITP is that compounds with positive effects across a genetically diverse panel of Caenorhabditis species and strains are likely engaging conserved biochemical pathways to exert their effects. As such, interventions that are broadly efficacious might be considered prominent compounds for translation for pre-clinical research and human clinical applications. Here, we report results generated using a recently streamlined pipeline approach for the evaluation of the effects of chemical compounds on lifespan and health. We studied five compounds previously shown to extend C. elegans lifespan or thought to promote mammalian health: 17α-estradiol, acarbose, green tea extract, nordihydroguaiaretic acid, and rapamycin. We found that green tea extract and nordihydroguaiaretic acid extend Caenorhabditis lifespan in a species-specific manner. Additionally, these two antioxidants conferred assay-specific effects in some studies-for example, decreasing survival for certain genetic backgrounds in manual survival assays in contrast with extended lifespan as assayed using automated C. elegans Lifespan Machines. We also observed that GTE and NDGA impact on older adult mobility capacity is dependent on genetic background, and that GTE reduces oxidative stress resistance in some Caenorhabditis strains. Overall, our analysis of the five compounds supports the general idea that genetic background and assay type can influence lifespan and health effects of compounds, and underscores that lifespan and health can be uncoupled by chemical interventions.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Aged",
        "Antioxidants",
        "Masoprocol",
        "Caenorhabditis elegans",
        "Caenorhabditis",
        "Longevity",
        "Health Promotion",
        "Plant Extracts",
        "Tea",
        "Mammals"
      ]
    },
    {
      "pmid": "37909853",
      "title": "Novel anti-dandruff shampoo incorporated with ketoconazole-coated zinc oxide nanoparticles using green tea extract.",
      "authors": [
        "Prerana V Poojary",
        "Swohinee Sarkar",
        "Adithi Ananda Poojary",
        "Pooja Mallya",
        "Raja Selvaraj",
        "Ananthamurthy Koteshwara",
        "Jesil Mathew Aranjani",
        "Shaila Lewis"
      ],
      "journal": "Journal of cosmetic dermatology",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dandruff caused by Malassezia furfur is a prevailing fungal infection. Although ketoconazole (KTZ) is widely intended for anti-dandruff treatment, poor solubility, and epidermal permeability limits its use and the marketed KTZ shampoo adversely effects scalp and hair. OBJECTIVE: To prepare a novel shampoo loaded with KTZ-coated zinc oxide nanoparticles using green tea extract and evaluate its antifungal activity. METHODS: The KTZ-coated zinc oxide nanoparticles was prepared by green synthesis and was characterized by UV, FTIR, XRD, and the drug entrapment efficiency was investigated. The antifungal activity of the nanoparticles with respect to standard drug, KTZ was tested against Malassezia furfur. Further, a novel antidandruff shampoo was developed by incorporating the prepared nanoparticles into the shampoo base. RESULTS: The formation of KTZ-coated ZnO nanoparticles was confirmed by UV and FTIR analysis. XRD analysis confirmed the amorphous phase of KTZ in nanoparticles. The drug entrapment efficiency was found to be 91.84%. The prepared nanoparticles showed enhanced activity against Malassezia furfur compared to drug of choice, KTZ (1%). The evaluation of shampoo showed an ideal result. CONCLUSION: KTZ-coated ZnO nanoparticles loaded novel shampoo in comparison to marketed anti-dandruff shampoo could be an effective alternate for the treatment of dandruff.",
      "mesh_terms": [
        "Humans",
        "Ketoconazole",
        "Antifungal Agents",
        "Dandruff",
        "Zinc Oxide",
        "Nanoparticles",
        "Malassezia",
        "Hair Preparations",
        "Antioxidants",
        "Tea"
      ]
    },
    {
      "pmid": "37908618",
      "title": "Green tea extract and hydroxyl-chloroquine combination enhances apoptosis in A549 non-small cell lung cancer cells.",
      "authors": [
        "Tanmayi Atchuta Sri Lakshmi K",
        "Rahul Chidurala",
        "Suresh Parepalli",
        "Karthik Vp"
      ],
      "journal": "Bioinformation",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Polyphenols, including catechins from green tea extract, have long been known for their potential anti-tumour activities. However, the precise mechanisms underlying their actions remain unclear. This study aimed to investigate the effects of green tea extract on A549 cells, a type of non-small lung cancer cells. A549 cells treated with green tea extract (GTE) were examined using an inverted light microscope and a fluorescence microscope. Cell sensitivity was evaluated using the MTT assay, while cell death was assessed using the Tali image-based cytometer. Ultra structural changes were observed using a transmission electron microscope. The findings suggested that even at the highest dose tested (150 µM), GTE did not exhibit toxic effects on A549 cells. Likewise, treatment with GTE resulted in a minimal, dose-dependent increase in the population of apoptotic cells. However, the analysis of cell structures using light and electron microscopy revealed an enhanced accumulation of vacuole-like structures in response to GTE. Moreover, under the fluorescence microscope, an increase in acidic vesicular organelles and the formation of LC3-II puncta were observed following GTE treatment. Assessment of autophagy function indicated that GTE-induced autophagy may serve as a self-protective mechanism against cytotoxicity, as blocking autophagy with bafilomycin A1 reduced cell viability and enhanced necrotic cell death in response to GTE treatment. In summary, our results demonstrate that A549 cells are insensitive to both low and high concentrations of green tea extract, likely due to the induction of cytoprotective autophagy. These findings suggest that the potential utility of GTE in lung cancer therapy may lie in its synergistic combinations with drugs or small molecules that target autophagy, rather than as a standalone therapy."
    },
    {
      "pmid": "37447257",
      "title": "Synergistic Effects of Heat-Treated Green Tea Extract and Enzymatically-Modified Isoquercitrin in Preventing Obesity.",
      "authors": [
        "Ye-Jin Moon",
        "Hee-Seong Kim",
        "Min-Ji Kim",
        "Hyeon-Yeong Im",
        "Yun-Hee Lee"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Jun-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Previous research has shown that both heat-treated green tea extract (HTGT) and enzymatically modified isoquercitrin (EMIQ) have anti-obesity effects. Given the absence of in vivo evidence demonstrating their synergistic effects, our study aimed to elucidate the combined obesity prevention potential of HTGT and EMIQ in mice. Mice were treated with these compounds for 8 weeks, while being fed a high-fat diet, to investigate their preventive anti-obesity effects. We demonstrated that the co-treatment of HTGT and EMIQ results in a synergistic anti-obesity effect, as determined by a Kruskal-Wallis test. Furthermore, the combined treatment of HTGT and EMIQ was more effective than orlistat in reducing body weight gain and adipocyte hypertrophy induced by high-fat diet. The co-treatment also significantly reduced total body fat mass and abdominal fat volume. Additionally, the group receiving the co-treatment exhibited increased energy expenditure and higher glucose intolerance. We observed a dose-dependent upregulation of genes associated with mitochondrial oxidative metabolism and PKA signaling, which is linked to lipolysis, in response to the co-treatment. The co-treatment group displayed elevated cAMP levels and AMPK activation in adipose tissue and increased excretion of fecal lipids. The results indicate that the co-treatment of HTGT and EMIQ holds the potential to be a promising combination therapy for combating obesity. To further validate the anti-obesity effect of the combined treatment of HTGT and EMIQ in human subjects, additional clinical studies are warranted.",
      "mesh_terms": [
        "Mice",
        "Humans",
        "Animals",
        "Hot Temperature",
        "Obesity",
        "Antioxidants",
        "Plant Extracts",
        "Tea",
        "Diet, High-Fat",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "37043987",
      "title": "Effects of green tea extract epigallocatechin-3-gallate (EGCG) on orthodontic tooth movement and root resorption in rats.",
      "authors": [
        "Jing-Hua Zou",
        "Fei Chen",
        "Yi-Lin Li",
        "Hao Chen",
        "Tong-Ke Sun",
        "Si-Meng Du",
        "Jun Zhang"
      ],
      "journal": "Archives of oral biology",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To study the effect of EGCG on tooth movement and root resorption during orthodontic treatment in rats. METHODS: A total of thirty six male Wistar rats were randomly and equally divided into three groups: control, 50 mg/kg EGCG, and 100 mg/kg EGCG. During the experiment, the subjects were submitted to an orthodontic tooth movement (OTM) model, rats in the experimental groups were given the corresponding dose of EGCG, while rats in the control group were administrated with an equal volume of normal saline solution by gavage. After 14 days of OTM, the rats were sacrificed by transcardial perfusion. Micro-CT of rat maxillaes was taken to analyze OTM distance and root resorption. The maxillary samples were prepared as histological sections for H&E staining, tartrate-resistant acid phosphatase (TRAP) staining and immunohistochemical (IHC) staining to be observed and analyzed. RESULTS: The OTM distance and root resorption of rats in the dosed group decreased, and the number of TRAP positive cells in their periodontium decreased significantly. The expression level of RANKL was decreased in the EGCG group compared to the control group, while that of OPG, OCN and Runx2 was increased. Effects were more pronounced in 100 mg/kg group than in 50 mg/kg group. CONCLUSION: EGCG reduces OTM and orthodontic induced root resorption (OIRR) in rats, and is able to attenuate osteoclastogenesis on the pressure side and promote osteogenesis on the tension side.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Root Resorption",
        "Rats, Wistar",
        "Osteoclasts",
        "Tooth Movement Techniques",
        "Tea",
        "Tooth Root"
      ]
    },
    {
      "pmid": "37011435",
      "title": "Green tea extract supplementation does not modify plasma concentration of F2-isoprostanes in women who are postmenopause: Findings from a randomized controlled trial.",
      "authors": [
        "Jennifer R Bathgate",
        "Diane Rigassio Radler",
        "Mindy Kurzer",
        "Hamed Samavat"
      ],
      "journal": "Nutrition research (New York, N.Y.)",
      "publication_date": "2023-May",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Green tea extract (GTE) is a potential mitigator of oxidative stress, and F2-isoprostanes are a reliable biomarker of oxidative stress. Genetic polymorphisms in the catechol-o-methyltransferase (COMT) gene may modify tea catechin metabolism, prolonging exposure. We hypothesized that GTE supplementation would decrease plasma F2-isoprostanes concentrations compared with placebo and that participants with the COMT genotype polymorphisms would experience a more significant expression of this outcome. This study was a secondary analysis of the Minnesota Green Tea Trial, a randomized placebo-controlled, double-blinded trial investigating the effects of GTE in women who were generally healthy and postmenopausal. The treatment group consumed 843 mg of epigallocatechin gallate daily for 12 months versus placebo. Participants in this study had a mean age of 60 years, were predominantly White, and most had a healthy body mass index. GTE supplementation did not significantly change plasma F2-isoprostanes concentrations compared with placebo after 12 months (P for overall treatment = .07). There were no significant interactions between treatment and age, or body mass index, physical activity, smoking history, and alcohol intake. COMT genotype did not modify the effect of GTE supplementation on F2-isoprostanes concentrations in the treatment group (P = .85). Among participants in the Minnesota Green Tea Trial, consuming GTE supplements daily for 1 year did not result in a significant decrease in plasma F2-isoprostanes concentrations. Likewise, the COMT genotype did not modify the effect of GTE supplementation on F2-isoprostanes concentrations.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Middle Aged",
        "F2-Isoprostanes",
        "Postmenopause",
        "Catechol O-Methyltransferase",
        "Isoprostanes",
        "Antioxidants",
        "Tea",
        "Dietary Supplements",
        "Plant Extracts",
        "Catechin"
      ]
    },
    {
      "pmid": "36965783",
      "title": "Green tea extract enhances retinal ganglion cell survival and axonal regeneration in rats with optic nerve injury.",
      "authors": [
        "Xiang-Ling Yuan",
        "Shao-Lang Chen",
        "Yanxuan Xu",
        "Yao Yao",
        "Jia-Jian Liang",
        "Xi Zhuang",
        "Eric S Hald",
        "Tsz Kin Ng"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Current clinical treatments have not yet effectively cured progressive retinal ganglion cell (RGC) death and axonal degeneration after optic nerve (ON) injury. We previously demonstrated green tea extract (GTE) can reduce RGC death in rats after ischemic injury. Here, we aim to determine the prophylactic and therapeutic effects and mechanisms of GTE on RGC survival and axonal regeneration in rats with ON injury. GTE (275 or 550 mg/kg) was administered intragastrically for 7 d before or 14 d post-ON crush surgery in adult Fischer 344 rats. Rats with pre- or post-operative treatment of 275 mg/kg GTE showed significantly higher numbers of RGCs and regenerated axons post-ON injury with improved pupillary light reflex as compared to saline-treated rats. Akt and Erk p42/44 activation was higher in the retina of rats given 275 mg/kg GTE pre-surgery, whereas Stat3 activation was higher in those with 275 mg/kg GTE post-operation. Less activated microglia were observed in rats with pre-treatment of 275 or 550 mg/kg GTE. RNA sequencing analysis identified the downregulation of inflammation, apoptosis, and microglia activation genes in the retina of rats with pre- or post-treatment with 275 mg/kg GTE as compared to the saline-treated rats. In summary, this study revealed the prophylactic and therapeutic treatment effects of GTE on RGC survival and axonal regeneration in rats with ON injury, indicating a potential alternative treatment for traumatic optic neuropathy.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Retinal Ganglion Cells",
        "Optic Nerve Injuries",
        "Nerve Regeneration",
        "Rats, Inbred F344",
        "Tea",
        "Cell Survival"
      ]
    },
    {
      "pmid": "36729048",
      "title": "Green tea extract ameliorates macrophage-driven emphysematous lesions in chronic obstructive pulmonary disease induced by cigarette smoke condensate.",
      "authors": [
        "Jin-Hwa Kim",
        "Jeong-Won Kim",
        "Chang-Yeop Kim",
        "Ji-Soo Jeong",
        "Je-Won Ko",
        "Tae-Won Kim"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic obstructive pulmonary disease (COPD) is an important lung disease characterized by complicated symptoms including emphysema. We aimed to explore the mechanisms underlying the protective effect of green tea extract (GTE) on cigarette smoke condensate (CSC)-induced emphysema by demonstrating the reduction of macrophage-induced protease expression through GTE treatment in vivo and in vitro. Mice were intranasally administered 50 mg/kg CSC once a week for 4 weeks, and doses of 100 or 300 mg/kg GTE were administered orally once daily for 4 weeks. GTE significantly reduced macrophage counts in bronchoalveolar lavage fluid and emphysematous lesions in lung tissues in CSC-exposed mice. In addition, GTE suppressed CSC-induced extracellular signal-regulated kinase (ERK)/activator protein (AP)-1 phosphorylation followed by matrix metalloproteinases (MMP)-9 expression as revealed by western blotting, immunohistochemistry, and zymography in CSC-instilled mice. These underlying mechanisms related to reduced protease expression were confirmed in NCI-H292 cells stimulated by CSC. Taken together, GTE effectively inhibits macrophage-driven emphysematous lesions induced by CSC treatment, and these protective effects of GTE are closely related to the ERK/AP-1 signaling pathway, followed by a reduced protease/antiprotease imbalance. These results suggest that GTE can be used as a supplementary agent for the prevention of emphysema progression in COPD patients.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Cigarette Smoking",
        "Pulmonary Disease, Chronic Obstructive",
        "Pulmonary Emphysema",
        "Macrophages",
        "Antioxidants",
        "Emphysema",
        "Plant Extracts",
        "Peptide Hydrolases",
        "Tea"
      ]
    },
    {
      "pmid": "36620219",
      "title": "Effects of green tea extract treatment on erythropoiesis and iron parameters in iron-overloaded β-thalassemic mice.",
      "authors": [
        "Kornvipa Settakorn",
        "Sarawut Kongkarnka",
        "Anchan Chompupoung",
        "Saovaros Svasti",
        "Suthat Fucharoen",
        "John B Porter",
        "Somdet Srichairatanakool",
        "Pimpisid Koonyosying"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "β-Thalassemia is characterized by ineffective erythropoiesis leading to chronic anemia. Thus, increased iron absorption from the duodenum and via blood transfusions is required to maintain normal blood hemoglobin (Hb) levels and iron chelators in the removal of excessive iron. Certain agents are also needed for the improvement of stress erythropoiesis and iron dysregulation. Green tea extract (GTE), which is rich in epigallocatechin-3-gallate (EGCG), is known to possess radical scavenging and iron-chelating activities. We aimed to assess the effects of green tea extract on erythroid regulators, iron mobilization and anti-lipid peroxidation in the liver, spleen, and kidneys of iron-loaded β-globin gene knockout thalassemic (BKO) mice. Our results indicate that treatments of green tea extract and/or deferiprone (DFP) diminished levels of plasma erythropoietin (EPO) and erythroferrone (ERFE), and consistently suppressed kidney Epo and spleen Erfe mRNA expressions (p < .05) in iron- loaded BKO mice when compared with untreated mice. Coincidently, the treatments decreased plasma ferritin (Ft) levels, iron content levels in the liver (p < .05), spleen (p < .05), and kidney tissues of iron-loaded BKO mice. Furthermore, lipid-peroxidation products in the tissues and plasma were also decreased when compared with untreated mice. This is the first evidence of the orchestral role of green tea extract abundant with epigallocatechin-3-gallate in improving ineffective erythropoiesis, iron dysregulation and oxidative stress in iron-overloaded β-thalassemic mice."
    },
    {
      "pmid": "36500365",
      "title": "Induction of Apoptosis via Inactivating PI3K/AKT Pathway in Colorectal Cancer Cells Using Aged Chinese Hakka Stir-Fried Green Tea Extract.",
      "authors": [
        "Xinyue Zhang",
        "Haiying Huang",
        "Shili Sun",
        "Dongli Li",
        "Lingli Sun",
        "Qiuhua Li",
        "Ruohong Chen",
        "Xingfei Lai",
        "Zhenbiao Zhang",
        "Xi Zheng",
        "Wing-Leung Wong",
        "Shuai Wen"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Nov-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Food extract supplements, with high functional activity and low side effects, play a recognized role in the adjunctive therapy of human colorectal cancer. The present study reported a new functional beverage, which is a type of Chinese Hakka stir-fried green tea (HSGT) aged for several years. The extracts of the lyophilized powder of five HSGT samples with different aging periods were analyzed with high-performance liquid chromatography. The major components of the extract were found to include polyphenols, catechins, amino acids, catechins, gallic acid and caffeine. The tea extracts were also investigated for their therapeutic activity against human colorectal cancer cells, HT-29, an epithelial cell isolated from the primary tumor. The effect of different aging time of the tea on the anticancer potency was compared. Our results showed that, at the cellular level, all the extracts of the aged teas significantly inhibited the proliferation of HT-29 in a concentration-dependent manner. In particular, two samples prepared in 2015 (15Y, aged for 6 years) and 2019 (19Y, aged for 2 years) exhibited the highest inhibition rate for 48 h treatment (cell viability was 50% at 0.2 mg/mL). Further, all the aged tea extracts examined were able to enhance the apoptosis of HT-29 cells (apoptosis rate > 25%) and block the transition of G1/S phase (cell-cycle distribution (CSD) from <20% to >30%) population to G2/M phase (CSD from nearly 30% to nearly 10%) at 0.2 mg/mL for 24 h or 48 h. Western blotting results also showed that the tea extracts inhibited cyclin-dependent kinases 2/4 (CDK2, CDK4) and CylinB1 protein expression, as well as increased poly ADP-ribose polymerase (PRAP) expression and Bcl2-associated X (Bax)/B-cell lymphoma-2 (Bcl2) ratio. In addition, an upstream signal of one of the above proteins, phosphatidylinositol 3-kinase (PI3K)/protein kinase B (AKT) signalling, was found to be involved in the regulation, as evidenced by the inhibition of phosphorylated PI3K and AKT by the extracts of the aged tea. Therefore, our study reveals that traditional Chinese aged tea (HSGT) may inhibit colon cancer cell proliferation, cell-cycle progression and promoted apoptosis of colon cancer cells by inactivating PI3K/AKT signalling.",
      "mesh_terms": [
        "Humans",
        "Apoptosis",
        "Camellia sinensis",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Colonic Neoplasms",
        "Colorectal Neoplasms",
        "Phosphatidylinositol 3-Kinase",
        "Phosphatidylinositol 3-Kinases",
        "Proto-Oncogene Proteins c-akt",
        "Proto-Oncogene Proteins c-bcl-2",
        "Tea"
      ]
    },
    {
      "pmid": "36382036",
      "title": "Improved quality of Kambing Kacang sexing frozen semen with the addition of green tea extract.",
      "authors": [
        "Tri Wahyu Suprayogi",
        "Suherni Susilowati",
        "Tatik Hernawati",
        "Farah Ghifara Hafidha",
        "Citra Ayu Wening",
        "Ahmad Budi Purnawan"
      ],
      "journal": "Journal of advanced veterinary and animal research",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The objective of this study was to determine the effect of adding various doses of green tea extract to the semen of Kacang goats during the sexing process on motility, viability, membrane integrity, malondialdehide (MDA), and deoxyribonucleic acid (DNA) fragmentation. MATERIALS AND METHODS: It started with the containment of the semen of the Kacang goat, followed by macroscopic and microscopic examinations. If the semen was considered viable, a diluter that had been added with various doses of green tea extract would be added to the semen. After that, sexing was carried out using the percoll gradient density medium. Next, the sexed semen was cryopreserved in liquid nitrogen. Then, an examination of motility, viability, membrane integrity, MDA, and DNA fragmentation was conducted. RESULT: There was a significant difference between the control and treatment (p ≤ 0.05). The highest result was obtained in the treatment of adding 0.05 mg of green tea extract/100 ml of Andromed®. CONCLUSION: The addition of green tea extract can improve the quality of the sexed semen of the Kacang goat after it has been cryopreserved."
    },
    {
      "pmid": "36355510",
      "title": "In Vivo Treatment with a Standardized Green Tea Extract Restores Cardiomyocyte Contractility in Diabetic Rats by Improving Mitochondrial Function through SIRT1 Activation.",
      "authors": [
        "Rocchina Vilella",
        "Simona Izzo",
        "Valeria Naponelli",
        "Monia Savi",
        "Leonardo Bocchi",
        "Cristina Dallabona",
        "Maria Carla Gerra",
        "Donatella Stilli",
        "Saverio Bettuzzi"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2022-Oct-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background. Green tea catechins are known to promote mitochondrial function, and to modulate gene expression and signalling pathways that are altered in the diabetic heart. We thus evaluated the effectiveness of the in vivo administration of a standardized green tea extract (GTE) in restoring cardiac performance, in a rat model of early streptozotocin-induced diabetes, with a focus on the underlying mechanisms. Methods. Twenty-five male adult Wistar rats were studied: the control (n = 9), untreated diabetic animals (n = 7) and diabetic rats subjected to daily GTE administration for 28 days (n = 9). Isolated ventricular cardiomyocytes were used for ex vivo measurements of cell mechanics and calcium transients, and molecular assays, including the analysis of functional protein and specific miRNA expression. Results. GTE treatment induced an almost complete recovery of cardiomyocyte contractility that was markedly impaired in the diabetic cells, by preserving mitochondrial function and energy availability, and modulating the expression of the sarcoplasmic reticulum calcium ATPase and phospholamban. Increased Sirtuin 1 (SIRT1) expression and activity substantially contributed to the observed cardioprotective effects. Conclusions. The data supported the hypothesis that green tea dietary polyphenols, by targeting SIRT1, can constitute an adjuvant strategy for counteracting the initial damage of the diabetic heart, before the occurrence of diabetic cardiomyopathy."
    },
    {
      "pmid": "36330858",
      "title": "A green and facile approach for fabrication of biocompatible anti-Parkinson chitosan-gelatin-green tea extract composite particles with neuroprotective and Neurotherapeutic effects: In vitro evaluation.",
      "authors": [
        "Ensieh Poshtkouhian Bavi",
        "Ehsan Shakerinasab",
        "Habib Hamidinezhad",
        "Ehsan Nazifi"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Jan-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The design and fabrication of bio-inspired materials are valuable for the treatment of Parkinson's disease (PD) due to their remarkable antioxidant properties, biocompatibility, and minor side effects. In this study, novel biocompatible and biodegradable chitosan-gelatin-green tea extract (CS-Gel-GTE) composite particles were fabricated with excellent antioxidant properties for therapeutic purposes in PD. An innovative angle-dependent electrospray system fabricated CS-Gel-GTE composite particles in only 1 min using a single-step method. The composite particles were investigated using various characterization methods. In addition to being facile and cost-effective, our methodology resulted in the formation of particles with a prolonged release time of nine days for GTE with a pH of 7.4. A cellular study was also performed to investigate the composite particles' cell viability and neuroprotective effects. The results showed enhanced cell viability and a significant reduction in cell apoptosis. In addition, the synthesized biomaterials showed the potential to inhibit the formation of reactive oxygen species (ROS), increase tyrosine hydroxylase (TH) enzyme expression and decrease α-syn protein expression. Overall, this study offers exquisite natural biomaterials for PD treatment.",
      "mesh_terms": [
        "Antioxidants",
        "Chitosan",
        "Gelatin",
        "Tea",
        "Plant Extracts",
        "Biocompatible Materials"
      ]
    },
    {
      "pmid": "36241437",
      "title": "Association of a green tea extract with serum immunoglobulin G status and neonatal vitality in newborn dairy calves.",
      "authors": [
        "M E Reis",
        "M Cantor",
        "C M M Bittar",
        "J H C Costa"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Randomized Controlled Trial, Veterinary",
        "Journal Article"
      ],
      "abstract": "Poor vigor at birth has been associated with reduced IgG absorption from colostrum and a reduced vitality in neonatal dairy calves. Some natural compounds, such as green tea extract, may improve vitality in compromised calves. The objective of this randomized controlled trial was to evaluate the potential of supplementing a green tea extract (15 mL) to calves to improve vigor and activity behavior for the first 72 h postnatal. Also, this study aimed to investigate the influence of green tea extract supplementation on calf serum IgG concentration and the apparent efficiency of absorption (AEA) of colostral IgG. Holstein calves (n = 24) weighing 42.49 ± 1.07 kg postnatal received a complete random assignment at 3 h of one 15-mL dose of green tea extract (Calf Perk, TechMix) or distilled water orally before tube feeding colostrum replacer (Premolac Plus IgG, Zinpro) at 4 h postnatal. Two observers assessed for calving time and dystocia by live video stream to retrieve all calves within 2 h postnatal. One veterinarian performed a baseline vigor assessment based on heart rate and response to stimuli on all calves at 2.5 h, before colostrum feeding at 3.75 h, as well as at 24, 48, and 72 h postnatal. Calf blood samples were taken to assess total IgG by radial immunodiffusion assay at 2.5, 6, 12, 24, 48, and 72 h. Calf vitality was also observed continuously by video for all calves to determine whether treatment was associated with attempts to stand, lying time, and exploration of their pen environment for the first 24 h. We used an ordinal logistic model to evaluate the odds of green tea extract improving a calf's vigor category from 2.5 h postnatal to 72 h of age. Vigor score was categorized as abnormal (≤4), average (5), or alert (≥6), with hour as a fixed effect. We also ran mixed linear models to evaluate the effect of extract on total IgG and AEA, with time and dystocia as fixed effects. Five dystocia calves were enrolled (2 control, 3 extract), but assistance was minor (e.g., manual assistance and all were assisted within 1 h). Baseline vigor scores and baseline total IgG were not different between groups. Vigor score category was not associated with green tea extract supplementation (odds ratio 1.17; 95% CI: 0.43-3.15) but increased with time compared with controls. We observed no association of treatment with total IgG or AEA in the calves, suggesting green tea extract does not compromise IgG absorption. Calf vitality, lying behavior, and exploratory behavior were not associated with green tea extract treatment. Our findings suggest that green tea extract supplementation does not affect AEA and serum IgG concentration in calves. Future research should evaluate whether green tea extract improves vitality in calves experiencing severe dystocia.",
      "mesh_terms": [
        "Pregnancy",
        "Female",
        "Cattle",
        "Animals",
        "Animals, Newborn",
        "Immunoglobulin G",
        "Colostrum",
        "Dystocia",
        "Antioxidants",
        "Tea",
        "Cattle Diseases"
      ]
    },
    {
      "pmid": "36228975",
      "title": "Green tea extract exhibits antidiabetic effects partly through regulating dipeptidyl peptidase-4 expression in adipose tissue.",
      "authors": [
        "Cheoljun Choi",
        "Juhyeong Han",
        "Yeonho Son",
        "Sungug Joo",
        "Soojin Kwon",
        "Yun-Hee Lee"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The antidiabetic effects of green tea have been demonstrated in clinical trials and epidemiological studies. This study investigated the antidiabetic effects of green tea extract (GTE) and its underlying molecular mechanisms using a leptin receptor-deficient db/db mouse model (Leprdb/db). Treatment with GTE for 2 weeks improved glucose tolerance and insulin sensitivity in Leprdb/db mice. In addition, GTE treatment reduced the body weight and adiposity of Leprdb/db mice. Furthermore, GTE treatment reduced pro-inflammatory gene expression, including nuclear factor kappa B (NF-κB) in white adipose tissue (WAT), and also reduced dipeptidyl peptidase-4 (DPP4) expression levels in WAT as well as in the serum. The promoter region of Dpp4 contains the NF-κB binding site, and DPP4 was found to be a direct target of NF-κB. Consistently, in vitro treatment of cells with GTE or its main constituent epigallocatechin gallate reduced lipopolysaccharide-induced NF-κB/DPP4 expression in 3T3-L1 adipocytes and RAW264.7 cells. Overall, our data demonstrated that GTE exerts an anti-diabetic effect by regulating the expression levels of NF-κB and DPP4 in WAT.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Hypoglycemic Agents",
        "Dipeptidyl Peptidase 4",
        "NF-kappa B",
        "Plant Extracts",
        "Adipose Tissue",
        "Tea"
      ]
    },
    {
      "pmid": "36212989",
      "title": "Effects of green tea extract epigallocatechin-3-gallate (EGCG) on oral disease-associated microbes: a review.",
      "authors": [
        "Chen Kong",
        "Huili Zhang",
        "Lingfeng Li",
        "Zhihui Liu"
      ],
      "journal": "Journal of oral microbiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "For thousands of years, caries, periodontitis and mucosal diseases, which are closely related to oral microorganisms, have always affected human health and quality of life. These complex microbiota present in different parts of the mouth can cause chronic infections in the oral cavity under certain conditions, some of which can also lead to acute and systemic diseases. With the mutation of related microorganisms and the continuous emergence of drug-resistant strains, in order to prevent and treat related diseases, in addition to the innovation of diagnosis and treatment technology, the development of new antimicrobial drugs is also important. Catechins are polyphenolic compounds in green tea, some of which are reported to provide health benefits for a variety of diseases. Studies have shown that epigallocatechin-3-gallate (EGCG) is the most abundant and effective active ingredient in green tea catechins, which acts against a variety of gram-positive and negative bacteria, as well as some fungi and viruses. This review aims to summarize the research progress on the activity of EGCG against common oral disease-associated organisms and discuss the mechanisms of these actions, hoping to provide new medication strategies for the prevention and treatment of oral infectious diseases, the future research of EGCG and its translation into clinical practice are also discussed."
    },
    {
      "pmid": "36076430",
      "title": "Green tea extract alters gut microbiota and their metabolism of adults with metabolic syndrome in a host-free human colonic model.",
      "authors": [
        "Shiqi Zhang",
        "Mengyang Xu",
        "Xiaowei Sun",
        "Haifei Shi",
        "Jiangjiang Zhu"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Metabolic syndrome (MetS) is a common metatoblic disorder that leads to various adverse health outcomes such as diabetes and cardiovascular diseases (CVDs). Recent studies suggested that MetS-associated gut dysbiosis could exacerbate MetS related diseases. Green tea, a popular beverage rich in polyphenols, has showed antioxidant and anti-inflammatory effects in treating MetS through gut modulation. OBJECTIVES: This study aimed to understand the impact of green tea extract (GTE) on the composition and metabolism of gut microbiota from people with MetS. METHODS: We utilized an in-vitro human colonic model (HCM) to specifically investigate the host-free interactions between GTE and gut microbiota of MetS adults. Fresh fecal samples donated by three adults with MetS were used as gut microbe inoculum in our HCM system. 16S ribosomal RNA sequencing and liquid-chromatography mass spectrometry (LC/MS) combined with QIIME 2, Compound Discoverer 3.1 and MetaboAnalyst 4.0 based data analyses were performed to show the regulating effects of GTE treatment on gut microbial composition and their metabolism. RESULTS: Our data suggested that GTE treatment in HCM system modified composition of MetS gut microbiota at genus level and led to significant microbiota metabolic profile change. Bioinformatics analysis showed relative abundance of Escherichia and Klebsiella was commonly increased while Bacteroides, Citrobacter, and Clostridium were significantly reduced. All free fatty acids detected were significantly increased in different colon sections. Lipopolysaccharide biosynthesis, methane metabolism, pentose phosphate pathway, purine metabolism, and tyrosine metabolism were regulated by GTE in MetS gut microbiota. In addition, we identified significant associations between altered microbes and microbial metabolites. CONCLUSIONS: Overall, our study revealed the impact of GTE treatment on gut microbiota composition and metabolism changes in MetS microbiota in vitro, which may provide information for further mechanistic investigation of GTE in modulating gut dysbiosis in MetS.",
      "mesh_terms": [
        "Adult",
        "Antioxidants",
        "Colon",
        "Dysbiosis",
        "Gastrointestinal Microbiome",
        "Humans",
        "Metabolic Syndrome",
        "Plant Extracts",
        "Tea"
      ]
    },
    {
      "pmid": "35909558",
      "title": "Systemic and Ocular Anti-Inflammatory Mechanisms of Green Tea Extract on Endotoxin-Induced Ocular Inflammation.",
      "authors": [
        "Kai On Chu",
        "Kwok Ping Chan",
        "Yolanda Wong Ying Yip",
        "Wai Kit Chu",
        "Chi Chiu Wang",
        "Chi Pui Pang"
      ],
      "journal": "Frontiers in endocrinology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Green tea extract (GTE) alleviated ocular inflammations in endotoxin-induced uveitis (EIU) rat model induced by lipopolysaccharide (LPS) but the underlying mechanism is unclear. OBJECTIVES: To investigate the systematic and local mechanisms of the alleviation by untargeted metabolomics using liquid chromatography-tandem mass spectrometry. METHODS: Sprague-Dawley rats were divided into control group, LPS treatment group, and LPS treatment group treated with GTE two hours after LPS injection. The eyes were monitored by slip lamp and electroretinography examination after 24 hours. The plasma and retina were collected for metabolomics analysis. RESULTS: In LPS treated rats, the iris showed hyperemia. Plasma prostaglandins, arachidonic acids, corticosteroid metabolites, and bile acid metabolites increased. In the retina, histamine antagonists, corticosteroids, membrane phospholipids, free antioxidants, and sugars also increased but fatty acid metabolites, N-acetylglucosamine-6-sulphate, pyrocatechol, and adipic acid decreased. After GTE treatment, the a- and b- waves of electroretinography increased by 13%. Plasma phosphorylcholine lipids increased but plasma prostaglandin E1, cholanic metabolites, and glutarylglycine decreased. In the retina, tetranor-PGAM, pantothenic derivatives, 2-ethylacylcarinitine, and kynuramine levels decreased but anti-oxidative seleno-peptide level increased. Only phospholipids, fatty acids, and arachidonic acid metabolites in plasma and in the retina had significant correlation (p < 0.05, r > 0.4 or r < -0.4). CONCLUSIONS: The results showed GTE indirectly induced systemic phosphorylcholine lipids to suppress inflammatory responses, hepatic damage, and respiratory mitochondrial stress in EIU rats induced by LPS. Phospholipids may be a therapeutic target of GTE for anterior chamber inflammation.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Endotoxins",
        "Inflammation",
        "Lipopolysaccharides",
        "Phosphorylcholine",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Retina",
        "Tea",
        "Uveitis"
      ]
    },
    {
      "pmid": "35856926",
      "title": "Combinatorial delivery of Ribociclib and green tea extract mediated nanostructured lipid carrier for oral delivery for the treatment of breast cancer synchronising in silico, in vitro, and in vivo studies.",
      "authors": [
        "Ali Sartaj",
        "Meraj Alam",
        "Largee Biswas",
        "Mohammad Shahar Yar",
        "Showkat Rasool Mir",
        "Anita Kamra Verma",
        "Sanjula Baboota",
        "Javed Ali"
      ],
      "journal": "Journal of drug targeting",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: The current research investigated the development and evaluation of dual drug-loaded nanostructure lipidic carriers (NLCs) of green tea extract and Ribociclib. METHOD: In silico study were performed to determine the effectiveness of combinational approach. The prepared NLCs were subjected to in vitro drug release, lipolysis, haemolysis and cell line studies to assess their in vivo prospect. RESULTS: In silico study was done to get docking score of EGCG (-8.98) close to Ribociclib (-10.78) in CDK-4 receptors. The prepared NLCs exhibited particle size (175.80 ± 3.51 nm); PDI (0.571 ± 0.012); and %EE [RBO (80.91 ± 1.66%) and GTE 75.98 ± 2.35%)] respectively. MCF-7 cell lines were used to evaluate the MTT assay, cellular uptake and antioxidant (ROS and SOD) of prepared NLCs. In vitro drug release showed the controlled release up to 72 h. In vitro lipolysis and in vitro haemolysis studies showed the availability of drugs at absorption sites and the greater in vivo prospects of NLCs respectively. Pharmacokinetic study revealed a 3.63-fold and 1.53-fold increment in RBO and GTE bioavailability in female Wistar rats respectively. CONCLUSION: The prominent potential of green tea extract and RBO-loaded NLCs in enhancing their therapeutic efficacy for better treatment of breast cancer.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Female",
        "Antioxidants",
        "Lipids",
        "Hemolysis",
        "Rats, Wistar",
        "Nanostructures",
        "Drug Carriers",
        "Particle Size",
        "Excipients",
        "Tea",
        "Neoplasms"
      ]
    },
    {
      "pmid": "35777589",
      "title": "EGCG and catechin relative to green tea extract differentially modulate the gut microbial metabolome and liver metabolome to prevent obesity in mice fed a high-fat diet.",
      "authors": [
        "Xiaowei Sun",
        "Priyankar Dey",
        "Richard S Bruno",
        "Jiangjiang Zhu"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S.",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Green tea extract (GTE) alleviates obesity, in part, by modulating gut microbial composition and metabolism. However, direct evidence regarding the catechin-specific bioactivities that are responsible for these benefits remain unclear. The present study therefore investigated dietary supplementation of GTE, epigallocatechin gallate (EGCG), or (+)-catechin (CAT) in male C57BL6/J mice that were fed a high-fat (HF) diet to establish the independent contributions of EGCG and CAT relative to GTE to restore microbial and host metabolism. We hypothesized that EGCG would regulate the gut microbial metabolome and host liver metabolome more similar to GTE than CAT to explain their previously observed differential effects on cardiometabolic health. To test this, we assessed metabolic and phenolic shifts in liver and fecal samples during dietary HF-induced obesity. Ten fecal metabolites and ten liver metabolites (VIP > 2) primarily contributed to the differences in the metabolome among different interventions. In fecal samples, nine metabolic pathways (e.g., tricarboxcylic acid cycle and tyrosine metabolism) were differentially altered between the GTE and CAT interventions, whereas three pathways differed between GTE and EGCG interventions, suggesting differential benefits of GTE and its distinctive bioactive components on gut microbial metabolism. Likewise, hepatic glycolysis / gluconeogenesis metabolic pathways were significantly altered between GTE and EGCG interventions, while only hepatic tyrosine metabolism was altered between CAT and GTE interventions. Thus, our findings support that purified catechins relative to GTE uniquely contribute to regulating host and microbial metabolic pathways such as central energy metabolism to protect against metabolic dysfunction leading to obesity.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Catechin",
        "Diet, High-Fat",
        "Gastrointestinal Microbiome",
        "Liver",
        "Male",
        "Metabolome",
        "Mice",
        "Mice, Inbred C57BL",
        "Obesity",
        "Plant Extracts",
        "Tea",
        "Tyrosine"
      ]
    },
    {
      "pmid": "35651054",
      "title": "Intervention mechanism of self-degradation of ready-to-eat sea cucumber by adding green tea extract and gallic acid.",
      "authors": [
        "Xin Qi",
        "Xiao Sun",
        "Lulu Zhu",
        "Hongwei Zhang",
        "Yangfan Wang",
        "Yang Liu",
        "Hu Hou"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Gallic acid (GA) and green tea extract (GT) could retard the self-degradation of ready-to-eat sea cucumber (RSC). The physical and chemical properties of RSC were changed after cross-linking. Cross-linkers could retard the conversion of α-helix like structure to random coil. Besides, the peptides of cross-linked RSC were easily broken at the sites of G, E, A, L, S, H, Y, V and I after stored for 30 d. The self-degradation rate of RSC before and after cross-linking was determined by synthetic typical peptides. After cross-linked by GA, the relative peak heights of NQ, NL and GLQ increased by 20.59%, 11.14% and 31.49%, indicating that GA could effectively retard the degradation of the peptides during storage. Moreover, hydrogen bond was confirmed as the main force to maintain the stability of RSC body wall before and after cross-linking.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Biological Products",
        "Gallic Acid",
        "Peptides",
        "Plant Extracts",
        "Sea Cucumbers",
        "Tea"
      ]
    },
    {
      "pmid": "35603062",
      "title": "Positive effect of green tea extract on reproductive toxicity induced by dimethoate in male mice.",
      "authors": [
        "Samira Musa Sasi",
        "Nagia Musa Alghoul",
        "Nuri Awayn",
        "Ahmed Elghoul"
      ],
      "journal": "Open veterinary journal",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dimethoate (DM) is one of the most organophosphorus pesticides used all over the world to control insect pests, the extensive use of this insecticide causes a health hazard to animals and humans. AIM: This study was conducted to evaluate the positive effect of green tea extract on sperm quality and testicular cytoarchitecture in male mice treated with DM and on its reproductive performance. METHODS: Mice were divided into three groups, each group contained nine mice, the first group (control) was given distilled water only, the second group received DM at a dose (0.1 ml DM/100 ml distilled water) while the third group was given DM at a dose (0.1 ml DM/ 100 ml distilled water) and the green tea extract at a dose (100 mg/kg). After 20 days of the treatment, six mice from each group were killed, sperm quality (sperm count, morphology motility) and histopathological lesions of testis were evaluated. RESULTS: The results showed that DM significantly affected sperm quality a decrease in sperm motility and an increase in abnormal sperm morphology and caused marked alterations in the microstructures of testicular tissues. When treated males were mated with untreated females, a decline in the number of live embryos was found, while the green tea extract revealed an effective role by reducing those negative influences. CONCLUSION: This study revealed that DM has detrimental effects on sperm quality, testicular tissues, and the embryos, while treatment with green tea revealed a positive role in improving those negative influences of DM without causing any harmful side effects.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Dimethoate",
        "Female",
        "Male",
        "Mice",
        "Organophosphorus Compounds",
        "Pesticides",
        "Plant Extracts",
        "Sperm Motility",
        "Tea",
        "Water"
      ]
    },
    {
      "pmid": "35594703",
      "title": "The influence of green tea extract on nintedanib's bioavailability in patients with pulmonary fibrosis.",
      "authors": [
        "G D Marijn Veerman",
        "Sanne C van der Werff",
        "Stijn L W Koolen",
        "Jelle R Miedema",
        "Esther Oomen-de Hoop",
        "Sophie C van der Mark",
        "Prewesh P Chandoesing",
        "Peter de Bruijn",
        "Marlies S Wijsenbeek",
        "Ron H J Mathijssen"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Nintedanib is an oral small-molecule kinase inhibitor and first-line treatment for idiopathic pulmonary fibrosis. Nintedanib is a substrate of the drug efflux transporter ABCB1. Green tea flavonoids --especially epigallocatechin gallate (EGCG)-- are potent ABCB1 modulators. We investigated if concomitant administration of green tea extract (GTE) could result in a clinically relevant herb-drug interaction. Patients were randomized between A-B and B-A, with A being nintedanib alone and B nintedanib with GTE. Both periods lasted 7 days, in which nintedanib was administered twice daily directly after a meal. In period B, patients additionally received capsules with GTE (500 mg BID, >60% EGCG). Pharmacokinetic sampling for 12 h was performed at day 7 of each period. Primary endpoint was change in geometric mean for the area under the curve (AUC0-12 h). A linear mixed model was used to analyse AUCs and maximal concentration (Cmax). In 26 included patients, the nintedanib AUC0-12 h was 21% lower (95% CI -29% to -12%; P < 0.001) in period B (with GTE) compared to period A. Cmax did not differ significantly between periods; - 14% (95% CI -29% to +4%; P = 0.12). The detrimental effect was predominant in patients with the ABCB1 3435 C>T wild type variant. No differences in toxicities were observed. Exposure to nintedanib decreased with 21% when administered 60 min after GTC for only 7 days. This is a statistically significant interaction which could potentially impair treatment efficacy. Before patients and physicians should definitely be warned to avoid this combination, prospective clinical validation of an exposure-response relationship is necessary.",
      "mesh_terms": [
        "Antioxidants",
        "Biological Availability",
        "Biological Products",
        "Catechin",
        "Humans",
        "Idiopathic Pulmonary Fibrosis",
        "Indoles",
        "Plant Extracts",
        "Prospective Studies",
        "Tea"
      ]
    },
    {
      "pmid": "35288318",
      "title": "Radicular canal disinfection using photodynamic therapy and sodium hypochlorite following three chelating agents' green tea extract, grape extract, and EDTA on the push-out bond strength of epoxy resin-based sealer.",
      "authors": [
        "Mazen F Alkahtany",
        "Khalid H Almadi"
      ],
      "journal": "Photodiagnosis and photodynamic therapy",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: To appraise the efficacy of photodynamic therapy (PDT) and conventional regime (NaOCl) following three chelating agents ethylene diamine tetraacetic acid (EDTA), Green tea extract (GTE), grape extract (GE) on pushout bond strength (PBS) of epoxy resin-based sealer with root dentin. MATERIAL AND METHODS: 60 single-rooted human teeth were prepped using a ProTaper system and cleansed using photodynamic therapy (PDT) and 5% NaOCl (n = 30 each). Samples in each group PDT and 5% NaOCl were further divided into 6 sub-group (n = 10) based on the chelating agents used: 17% EDTA, GTE, and GE. Gutta-percha and AH Plus were used to obturate the canals. The push-out test was used to determine bond strength, and ANOVA was used to conduct statistical analysis while failure patterns were classified as adhesive, cohesive, or mixed. The Chi-squared test was used to examine the different failure modes at a significance level of 0.05. RESULTS: NaOCl disinfection, when applied with naturally derived reducing agents (17% EDTA, GTE, and GE) demonstrated significantly higher PBS compared to PDT when used with chelating agents (17% EDTA, GTE, and GE) (p < 0.05). The most predominant failure mode was an adhesive failure when root dentin was disinfected with PDT while NaOCl treatment showed a high percentage of cohesive failure. CONCLUSION: Radicular canal disinfection with sodium hypochlorite following three chelating agents (Green tea extract, Grape extract, and Ethylene diamine tetraacetic acid) exhibited better push-out bond strength bonded to radicular dentin with epoxy resin-based sealer.",
      "mesh_terms": [
        "Chelating Agents",
        "Dentin",
        "Disinfection",
        "Edetic Acid",
        "Epoxy Resins",
        "Ethylenes",
        "Humans",
        "Materials Testing",
        "Photochemotherapy",
        "Plant Extracts",
        "Root Canal Irrigants",
        "Root Canal Preparation",
        "Sodium Hypochlorite",
        "Tea",
        "Vitis"
      ]
    },
    {
      "pmid": "35241108",
      "title": "Anti-obesity effects of heat-transformed green tea extract through the activation of adipose tissue thermogenesis.",
      "authors": [
        "Hyeonyeong Im",
        "Jaewon Lee",
        "Kyungmin Kim",
        "Yeonho Son",
        "Yun-Hee Lee"
      ],
      "journal": "Nutrition & metabolism",
      "publication_date": "2022-Mar-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Adipose tissue thermogenesis is a potential therapeutic target to increase energy expenditure and thereby combat obesity. The aim of the present study was to investigate the thermogenic and anti-obesity effects of heat-transformed green tea extract (HTGT) and enzymatically modified isoquercetin (EMIQ). METHODS: Immortalized brown pre-adipocytes and C3H10T1/2 cells were used for in vitro analyses. A high-fat diet (HFD)-induced obesity mouse model and CIDEA-reporter mice were used for in vivo experiments. The effects of HTGT and EMIQ on mitochondrial metabolism were evaluated by immunoblot, mitochondrial staining, and oxygen consumption rate analyses. In vivo anti-obesity effects of HTGT and EMIQ were measured using indirect calorimetry, body composition analyses, glucose tolerance tests, and histochemical analyses. RESULTS: Co-treatment with HTGT and EMIQ (50 μg/mL each) for 48 h increased brown adipocyte marker and mitochondrial protein levels (UCP1 and COXIV) in brown adipocytes by 2.9-fold, while the maximal and basal oxygen consumption rates increased by 1.57- and 1.39-fold, respectively. Consistently, HTGT and EMIQ treatment increased the fluorescence intensity of mitochondrial staining in C3H10T1/2 adipocytes by 1.68-fold. The combination of HTGT and EMIQ (100 mg/kg each) increased the expression levels of brown adipocyte markers and mitochondrial proteins in adipose tissue. Two weeks of HTGT and EMIQ treatment (100 mg/kg each) led to a loss of 3% body weight and 7.09% of body fat. Furthermore, the treatment increased energy expenditure by 8.95% and improved glucose tolerance in HFD-fed mice. CONCLUSIONS: The current study demonstrated that HTGT and EMIQ have in vivo anti-obesity effects partly by increasing mitochondrial metabolism in adipocytes. Our findings suggest that a combination of HTGT and EMIQ is a promising therapeutic agent for the treatment of obesity and related metabolic diseases."
    },
    {
      "pmid": "35144138",
      "title": "SARS-CoV-2 neutralizing activity of polyphenols in a special green tea extract preparation.",
      "authors": [
        "Eva Kicker",
        "Gerolf Tittel",
        "Tanja Schaller",
        "Eva-Maria Pferschy-Wenzig",
        "Kurt Zatloukal",
        "Rudolf Bauer"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The COVID-19 pandemic will continue to threaten our health care systems in the next years. In addition to vaccination there is a need for effective tools for prevention and treatment. Products from natural sources, like standardized plant extracts offer a wide range of antiviral effects and possible applications. PURPOSE: The aim of this study was to investigate, whether a sorbitol/lecithin-based throat spray containing concentrated green tea extract (sGTE) interacts with SARS-CoV-2 viral particles and additionally is capable to block the virus replication. STUDY DESIGN AND METHODS: The antiviral effect was studied in a VeroE6 cell culture model, including concentration/effect correlations and the biological mechanism of virus blockade, using the Wuhan type of SARS CoV-2 as well as its beta- and delta-mutations. In addition, the qualitative and quantitative tannin profile present on the oral mucosa after spray application has been investigated by LC-MS/MS and HPLC-DAD analyses of (-)-epigallocatechin-3-O-gallate (EGCG) and related catechin derivatives. RESULTS: The findings of this study demonstrate, that sGTE has strong neutralizing activity on SARS-CoV-2 resulting in an up to 6,3E+04-fold reduction of infectivity independent from the strain. The type of interaction of sGTE with surface proteins seems to be direct and non-specific concerning the viral surface protein structures and resembles the general non-specific activity of polyphenols. By HPLC-DAD analysis, eight catechins were identified in sGTE, with EGCG and (-)-epicatechin-3-O-gallate as the most abundant ones. The total content of catechin derivatives, calculated as catechin, was 76 g/100 g. LC-MS/MS and HPLC-DAD analyses of throat swabs after application of a sGTE spray have shown that the concentrations of green tea tannins in the pharyngeal mucosa are higher than the effective dose found in the in vitro studies with SARS-CoV-2, even 1 h after the last application. CONCLUSION: The findings of this study suggest that sGTE has strong neutralizing activity on SARS-CoV-2 independent from the strain (Wuhan strain, beta- or delta-variants). sGTE might be relevant for reduction of corresponding viral infections when periodically applied to mouth and throat."
    },
    {
      "pmid": "34965006",
      "title": "Effect of green tea extract loaded chitosan microparticles on facial skin: A split-face, double-blind, randomized placebo-controlled study.",
      "authors": [
        "Wudtichai Wisuitiprot",
        "Kornkanok Ingkaninan",
        "Sirada Jones",
        "Neti Waranuch"
      ],
      "journal": "Journal of cosmetic dermatology",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: The bioactivities of green tea extract were indicated to promote skin health in vitro. Few clinical studies reported on skin nourishment of topical applying green tea extract due to the limited skin absorption. METHODS: This current study evaluated the clinical effectiveness and safety of green tea extract encapsulated chitosan microparticles (GTP) in emulsion base on a split-face, double-blind, randomized placebo-controlled study. Twenty-nine female volunteers were recruited into the study. They were randomly assigned to apply GTP and placebo creams on each half face for 8 weeks. The facial skin properties on both sides were monitored and evaluated every 2 weeks. RESULTS: The results revealed that skin elasticity (R2) of half face treated with GTP cream (0.748 ± 0.05) was superior to another that received placebo cream (0.722 ± 0.05) at 4th week. In addition, melanin index implying skin dullness of the half face that received GTP cream significantly improved within the 6th week after application (placebo =295.60 ± 58.81, GTP =282.70 ± 59.62). Most importantly, the photographs clearly indicated that the decreasing in facial wrinkles of volunteers applied with GTP cream was more than those applying placebo cream. Signs of skin irritation were not evident in both treatment and placebo cream groups. CONCLUSION: Based on study outcomes, the green tea extract encapsulated chitosan microparticles appear to be the promising active candidate for promoting skin elasticity and improving skin dullness and wrinkles.",
      "mesh_terms": [
        "Antioxidants",
        "Chitosan",
        "Double-Blind Method",
        "Emollients",
        "Emulsions",
        "Female",
        "Guanosine Triphosphate",
        "Humans",
        "Melanins",
        "Plant Extracts",
        "Skin Aging",
        "Tea"
      ]
    },
    {
      "pmid": "34959529",
      "title": "Prophylactic Catechin-Rich Green Tea Extract Treatment Ameliorates Pathogenic Enterotoxic Escherichia coli-Induced Colitis.",
      "authors": [
        "Jeong-Won Kim",
        "Chang-Yeop Kim",
        "Jin-Hwa Kim",
        "Ji-Soo Jeong",
        "Je-Oh Lim",
        "Je-Won Ko",
        "Tae-Won Kim"
      ],
      "journal": "Pathogens (Basel, Switzerland)",
      "publication_date": "2021-Dec-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we explored the potential beneficial effects of green tea extract (GTE) in a pathogenic Escherichia coli (F18:LT:STa:Stx2e)-induced colitis model. The GTE was standardized with catechin and epigallocatechin-3-gallate content using chromatography analysis. Ten consecutive days of GTE (500 and 1000 mg/kg) oral administration was followed by 3 days of a pathogenic E. coli challenge (1 × 109 CFU/mL). In vitro antibacterial analysis showed that GTE successfully inhibited the growth of pathogenic E. coli, demonstrating over a 3-fold reduction under time- and concentration-dependent conditions. The in vivo antibacterial effect of GTE was confirmed, with an inhibition rate of approximately 90% when compared to that of the E. coli alone group. GTE treatment improved pathogenic E. coli-induced intestinal injury with well-preserved epithelial linings and villi. In addition, the increased expression of annexin A1 in GTE-treated jejunum tissue was detected, which was accompanied by suppressed inflammation-related signal expression, including TNFA, COX-2, and iNOS. Moreover, proliferation-related signals such as PCNA, CD44, and Ki-67 were enhanced in the GTE group compared to those in the E. coli alone group. Taken together, these results indicate that GTE has an antibacterial activity against pathogenic E. coli and ameliorates pathogenic E. coli-induced intestinal damage by modulating inflammation and epithelial cell proliferation."
    },
    {
      "pmid": "34788550",
      "title": "Green Tea Extract Increases Soluble RAGE and Improves Renal Function in Patients with Diabetic Nephropathy.",
      "authors": [
        "Marycruz Barocio-Pantoja",
        "Patricia Quezada-Fernández",
        "David Cardona-Müller",
        "Mayra B Jiménez-Cázarez",
        "Mariana Larios-Cárdenas",
        "Oscar I González-Radillo",
        "Andrés García-Sánchez",
        "Jaime Carmona-Huerta",
        "Ana N Chávez-Guzmán",
        "Paul A Díaz-Preciado",
        "Ricardo Balleza-Alejandri",
        "Sara Pascoe-González",
        "Fernando Grover-Páez"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "One of the proposed mechanisms for the development of diabetic nephropathy (DN) is the increase of end products of advanced glycosylation (AGEs), which bind to its receptor (RAGE), favoring nephron cellular damage. An isoform of this receptor is soluble RAGE (sRAGE), which can antagonize AGE-altered intracellular signaling. It has known that green tea extract (GTE) increases the expression of sRAGE, but it is unknown whether this could improve kidney function. The objective of this study was to evaluate the effect of the administration of GTE on the concentrations of sRAGE, renal function, and metabolic profile in patients with type 2 diabetes mellitus (T2DM) and DN. A randomized, double-blinded, placebo-controlled clinical trial was carried out in 39 patients who received GTE (400 mg every 12 h) or placebo for 3 months. sRAGE levels, renal function, and metabolic parameters were determined before and after the intervention. In the GTE group, there were statistically significant increase on sRAGE (320.55 ± 157.63 pg/mL vs. 357.59 ± 144.99 pg/mL; P = .04) and glomerular filtration rate (GFR; 66.44 ± 15.17 mL/min/1.73 m2 vs. 71.70 ± 19.33 mL/min/1.73 m2; P = .04), and a statistically significant decrease in fasting serum glucose (7.62 ± 3.00 mmol/L vs. 5.86 ± 1.36 mmol/L; P ≤ .01) and triacylglycerols (1.91 ± 0.76 mmol/L vs. 1.58 ± 0.69; P = .02). Administration of GTE increases the serum concentration of sRAGE and the GFR and decreases the concentration of fasting serum glucose and triacylglycerols. The study was registered in ClinicalTrials.gov with the identifier NCT03622762.",
      "mesh_terms": [
        "Diabetes Mellitus, Type 2",
        "Diabetic Nephropathies",
        "Humans",
        "Kidney",
        "Plant Extracts",
        "Receptor for Advanced Glycation End Products",
        "Tea"
      ]
    },
    {
      "pmid": "34632403",
      "title": "Use of Green Tea Extract and Rosemary Extract in Naturally Cured Pork Sausages with White Kimchi Powder.",
      "authors": [
        "Jiye Yoon",
        "Su Min Bae",
        "Seung Hwa Gwak",
        "Jong Youn Jeong"
      ],
      "journal": "Food science of animal resources",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The impact of green tea extract powder and rosemary extract powder, alone or in combination, on the quality characteristics of naturally cured pork sausages produced with white kimchi powder as a nitrate source was evaluated. Ground pork sausages were assigned to one of seven treatments: control (0.01% sodium nitrite and 0.05% sodium ascorbate), treatment 1 (0.3% white kimchi powder and 0.05% green tea extract powder), treatment 2 (0.3% white kimchi powder and 0.1% green tea extract powder), treatment 3 (0.3% white kimchi powder and 0.05% rosemary extract powder), treatment 4 (0.3% white kimchi powder and 0.1% rosemary extract powder), treatment 5 (0.3% white kimchi powder, 0.05% green tea extract powder, and 0.05% rosemary extract powder), and treatment 6 (0.3% celery juice powder, 0.05% green tea extract powder, and 0.05% rosemary extract powder). Naturally cured products had lower (p<0.05) cooking yield and residual nitrite content than control sausages. However, compared to the control, naturally cured products with white kimchi powder (treatments 1 to 5) showed similar the pH, oxidation-reduction potential, CIE L* values, CIE a* values, nitrosyl hemochrome content, total pigment content, and curing efficiency to the control. When the amount of green tea extract powder or rosemary extract powder was increased to 0.1% (treatments 2 and 4), lipid oxidation was reduced (p<0.05). These results indicate that green tea extract powder, rosemary extract powder, and white kimchi powder may provide an effective solution to replace synthetic nitrite and ascorbate used in traditionally cured products."
    },
    {
      "pmid": "34490635",
      "title": "Cross-linked tannase-carbon nanotubes composite in elevating antioxidative potential of green tea extract.",
      "authors": [
        "Chong-Boon Ong",
        "Mohamad Suffian Mohamad Annuar"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Multi-walled carbon nanotubes (MWCNT)-tannase composite was investigated as an immobilized biocatalyst on the basis of its facile preparation, low cost, and excellent aqueous dispersibility. Cross-linked tannase enzymes, obtained in the presence of glutaraldehyde, were composited with MWCNT via physical adsorption. Multiple techniques were applied to investigate, and corroborate the successful adsorption of cross-linked tannase onto the MWCNT structure. Green tea infusion extract post-treatment using the composite preparation showed elevated radical scavenging activities relative to the control. Green tea infusion extract exhibited a markedly reduced EC50 value on 2,2-diphenyl-1-picrylhydrazyl (DPPH) radicals following its treatment with the enzyme composite, which represents 20%-34% enhancement in its free radical scavenging capacity. Stoichiometry and number of reduced DPPH were determined and compared. The antioxidative potential of a widely consumed, health-beneficial green tea is elevated by the treatment with MWCNT-tannase composite. PRACTICAL APPLICATIONS: Cross-linked tannase enzymes were composited with pristine multi-walled carbon nanotubes via simple physical adsorption. The composite presents key advantages such as low specific volume compared to other well-known immobilization media, inert, facile enzyme composition, and ease of recovery for repeated use. The work demonstrated carbon nanotube prosthetic utility in the biotransformation of food-based health commodity sought after for its nutritional benefits. The approach is of both industrial- and agricultural importance, and is a promising and viable strategy to obtain a natural, functional food supplement for the multi-billion dollar well-being and health-related industries.",
      "mesh_terms": [
        "Antioxidants",
        "Carboxylic Ester Hydrolases",
        "Nanotubes, Carbon",
        "Plant Extracts",
        "Tea"
      ]
    },
    {
      "pmid": "34375189",
      "title": "The use of Pseudotyped Coronaviruses for the Screening of Entry Inhibitors: Green Tea Extract Inhibits the Entry of SARS-CoV-1, MERSCoV, and SARS-CoV-2 by Blocking Receptor-spike Interaction.",
      "authors": [
        "Jeswin Joseph",
        "Thankamani Karthika",
        "Valiyathara Rajan Akshay Das",
        "Victor Stalin Raj"
      ],
      "journal": "Current pharmaceutical biotechnology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Coronaviruses (CoVs) infect a wide range of animals and birds. Their tropism is primarily determined by the ability of the spike protein to bind to a host cell surface receptor. The ongoing outbreak of SARS-CoV-2 inculcates the need for the development of effective intervention strategies. OBJECTIVES: In this study, we aim to produce pseudotyped coronaviruses of SARS-CoV-1, MERS-CoV, and SARS-CoV-2 and show its applications, including virus entry, neutralization, and screening of entry inhibitors from natural products. METHODS: Here, we generated VSV-based pseudotyped coronaviruses (CoV-PVs) for SARS-CoV-1, MERS-CoV, and SARS-CoV-2. Recombinant spike proteins of SARS-CoV-1, MERS-CoV, and SARS-CoV-2 were transiently expressed in HEK293T cells followed by infection with recombinant VSV. High titer pseudoviruses were harvested and subjected to distinct validation assays, which confirms the proper spike pseudotyping. Further, specific receptor-mediated entry was confirmed by antibody neutralization and soluble form of receptor inhibition assay on Vero E6 cells. Next, these CoV-PVs were used for screening of antiviral activity of natural products such as green tea and Spirulina extract. RESULTS: Medicinal plants and natural compounds have been traditionally used as antiviral agents. In the first series of experiments, we demonstrated that pseudotyped viruses specifically bind to their receptors for cellular entry. SARS-CoV-1 and MERS-CoV anti-sera neutralize SARS-CoV-1-PV and SARS-CoV-2-PV, and MERS-CoV-PV, respectively. Incubation of soluble ACE2 with CoV-PVs inhibited entry of SARS-CoV-1 and SARS-CoV-2 PVs but not MERS-CoV-PV. Also, transient expression of ACE2 and DPP4 in non-permissive BHK21 cells enabled infection by SARS-CoV-1-PV, SARS-CoV-2-PV, and MERS-CoV-PV, respectively. Next, we showed the antiviral properties of known entry inhibitors of enveloped viruses, Spirulina, and green tea extracts against CoV-PVs. SARSCoV- 1-PV, MERS-CoV-PV, and SARS-CoV-2-PV entry was blocked with higher efficiency when preincubated with either green tea or Spirulina extracts. Green tea provided a better inhibitory effect by binding to the S1 domain of the spike and blocking the spike interaction with its receptor. CONCLUSION: In summary, we demonstrated that pseudotyped viruses are an ideal tool for studying viral entry, quantification of neutralizing antibodies, and screening of entry inhibitors in a BSL-2 facility. Moreover, green tea might be a promising natural remedy against emerging coronaviruses.",
      "mesh_terms": [
        "Angiotensin-Converting Enzyme 2",
        "Animals",
        "Antiviral Agents",
        "Biological Products",
        "HEK293 Cells",
        "Humans",
        "Middle East Respiratory Syndrome Coronavirus",
        "Plant Extracts",
        "SARS-CoV-2",
        "Tea",
        "COVID-19 Drug Treatment"
      ]
    },
    {
      "pmid": "34323808",
      "title": "A one step synthesis of hybrid Fe/Ni-rGO using green tea extract for the removal of mixed contaminants.",
      "authors": [
        "Chao Xue",
        "Wanling Cai",
        "Xiulan Weng",
        "Gary Owens",
        "Zuliang Chen"
      ],
      "journal": "Chemosphere",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of biomass for the synthesis of value-added products, such as functional nanomaterial for the removal of contaminants, is a challenge. In this study, hybrid bimetallic Fe/Ni nanoparticles and reduced graphene supported bimetallic Fe/Ni nanoparticles (Fe/Ni-rGO) were prepared via a one-step green synthesis using green tea extract, and thereafter evaluated for the simultaneous removal of rifampicin (RIF) and Pb(II) from aqueous solution. The efficiencies of Pb(II) and RIF removal by Fe/Ni-rGO were 87.5 and 96.8%, respectively. The removal performance of the hybrid Fe/Ni-rGO was better than either nFe/Ni, rGO, or Fe-rGO. Detailed characterization and analyses of Fe/Ni-rGO indicated that both Fe and Ni nanoparticles were evenly distributed over the surface of rGO and that aggregation of Fe, Ni nanoparticles, and stacking of rGO in the hybrid were decreased. Furthermore, while LC-TOF-MS analysis showed that RIF was degraded into small-molecule fragments, XPS showed that Pb(II) was not reduced to Pb0. The major conditions impacting removal efficiency, adsorption kinetics, and fit to adsorption isotherm models were examined to better understand the removal mechanism. While the adsorption of both contaminants fit well a pseudo-second-order kinetic model, the adsorption of RIF fit the Freundlich isotherm model best, while the adsorption of Pb(II) fit the Langmuir isotherm model best. Thus, the removal mechanism of both contaminants firstly being chemical adsorbed onto the surface, while nFe/Ni continues to participate in the catalytic reduction of RIF. Moreover, Fe/Ni-rGO could be reused and performed well for wastewater treatment, thus suitable as a practical resource recycling technology.",
      "mesh_terms": [
        "Adsorption",
        "Graphite",
        "Kinetics",
        "Plant Extracts",
        "Tea",
        "Water Pollutants, Chemical"
      ]
    },
    {
      "pmid": "34178857",
      "title": "Hydro alcoholic green tea extract effect on high fat diet treated NMRI mice and 3T3L1 cells.",
      "authors": [
        "Farnaz Banakar",
        "Azadeh Ebrahim-Habibi",
        "Mahsa Mohammad-Amoli",
        "Raheleh Kheirbakhsh",
        "Mahsa Sadeghi-Afjeh",
        "Shadab Shahriari",
        "Bagher Larijani"
      ],
      "journal": "Journal of diabetes and metabolic disorders",
      "publication_date": "2021-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: In order to counteract the obesity has epidemics, since current anti-obesity drugs effects remain limited, there is a need to provide new options. As a project aiming to assess potential anti obesity natural compounds, the effects of consumption of a minimal dose of green tea hydro alcoholic extract (GT) on adipocyte differentiation of 3T3L1 cell line were investigated. METHODS: Obesity was induced in female NMRI mice (which are less used overall) by the use of a high fat diet. Mice were divided into four groups of control (C), treated control (TC), obese (O) and treated obese (TO). TC and TO groups received 8 mg/Kg/day of GT for 8 weeks, and weighted weekly, after what biochemical and histological parameters were measured. GT was used at doses of 100,150 and 200 µg/ml on 3T3L1, and staining with Oil-red-O was done for estimation of fat droplet accumulation. RESULTS: Body weight was found to be affected significantly by GT. Blood glucose levels did not show significant changes between groups, while triglycerides levels of the O group was significantly higher than the C group, but the TO group showed no significant difference with the C group upon GT treatment. Liver and visceral fat tissues showed more normalized tissue and less fat accumulation in the TO group. TO and TC groups showed an ameliorated morphologic state of liver tissues. GT was also able to decrease fat droplet formation in a dose-dependent manner. CONCLUSIONS: Adding a minimal amount of GT to the daily consumption may have preventive effects on fat accumulation in healthy subjects, while in obese cases, GT shows significant therapeutic effect."
    },
    {
      "pmid": "33986790",
      "title": "Protection of Iron-Induced Oxidative Damage in Neuroblastoma (SH-SY5Y) Cells by Combination of 1-(N-Acetyl-6-aminohexyl)-3-hydroxy-2-methylpyridin-4-one and Green Tea Extract.",
      "authors": [
        "Nittaya Chansiw",
        "Kanokwan Kulprachakarn",
        "Narisara Paradee",
        "Adchara Prommaban",
        "Somdet Srichairatanakool"
      ],
      "journal": "Bioinorganic chemistry and applications",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Iron is a crucial trace element and essential for many cellular processes; however, excessive iron accumulation can induce oxidative stress and cell damage. Neurodegenerative disorders, such as Alzheimer's disease and Parkinson's disease, have been associated with altered iron homoeostasis causing altered iron distribution and accumulation in brain tissue. This study aims to investigate the protective effect of 1-(N-acetyl-6-aminohexyl)-3-hydroxy-2-methylpyridin-4-one (CM1) in combination with green tea extract (GTE) on iron-induced oxidative stress in neuroblastoma (SH-SY5Y) cells. Cells were cultured in medium with or without ferric chloride loading. Their viability and mitochondrial activity were assessed using MTT and JC-1 staining methods. Levels of the cellular labile iron pool (LIP), reactive oxygen species (ROS), and lipid-peroxidation products were determined using calcein acetoxymethyl ester, 2',7'-dichlorohydrofluorescein diacetate, and TBARS-based assays, respectively. The viability of iron-loaded cells was found to be significantly increased after treatment with CM1 (10 µM) for 24 h. CM1 co-treatment with GTE resulted in a greater protective effect than their monotherapy. Combination of CM1 and GTE also reduced mitochondrial disruption and LIP content and ROS and TBARS production. In conclusion, the combination of CM1 and GTE exhibits protection against iron-induced oxidative stress in neuroblastoma cells."
    },
    {
      "pmid": "33946279",
      "title": "Preventive Effects of Green Tea Extract against Obesity Development in Zebrafish.",
      "authors": [
        "Liqing Zang",
        "Yasuhito Shimada",
        "Hiroko Nakayama",
        "Hirotaka Katsuzaki",
        "Youngil Kim",
        "Djong-Chi Chu",
        "Lekh Raj Juneja",
        "Junya Kuroyanagi",
        "Norihiro Nishimura"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2021-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Various natural products (NPs) have been used to treat obesity and related diseases. However, the best way to fight obesity is preventive, with accurate body weight management through exercise, diet, or bioactive NPs to avoid obesity development. We demonstrated that green tea extract (GTE) is an anti-obesity NP using a zebrafish obesity model. Based on a hypothesis that GTE can prevent obesity, the objective of this study was to assess GTE's ability to attenuate obesity development. Juvenile zebrafish were pretreated with GTE for seven days before obesity induction via a high-fat diet; adult zebrafish were pretreated with GTE for two weeks before obesity induction by overfeeding. As a preventive intervention, GTE significantly decreased visceral adipose tissue accumulation in juveniles and ameliorated visceral adiposity and plasma triglyceride levels in adult zebrafish obesity models. RNA sequencing analysis was performed using liver tissues from adult obese zebrafish, with or without GTE administration, to investigate the underlying molecular mechanism. Transcriptome analysis revealed that preventive GTE treatment affects several pathways associated with anti-obesity regulation, including activation of STAT and downregulation of CEBP signaling pathways. In conclusion, GTE could be used as a preventive agent against obesity.",
      "mesh_terms": [
        "Adipose Tissue",
        "Animals",
        "Biomarkers",
        "Intra-Abdominal Fat",
        "Lipid Metabolism",
        "Obesity",
        "Organ Size",
        "Plant Extracts",
        "Signal Transduction",
        "Tea",
        "Zebrafish"
      ]
    },
    {
      "pmid": "33850069",
      "title": "Effect of Calcium Hydroxide Combinations with Green Tea Extract and Cocoa Pod Husk Extract on p38 MAPK and Reparative Dentine.",
      "authors": [
        "Tamara Yuanita",
        "Irma Drismayanti",
        "Deavita Dinari",
        "Lailatun Tedja"
      ],
      "journal": "The journal of contemporary dental practice",
      "publication_date": "2020-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM AND OBJECTIVE: The aim of this research is to analyze the effect of calcium hydroxide combinations with green tea extract and the combination of calcium hydroxide with cocoa pod husk extract on the activation of p38 MAPK and wide area of reparative dentin in mice dental. MATERIALS AND METHODS: This study used 36 rats that were randomly divided into three treatment groups: positive control group was applied calcium hydroxide and aquades (group I), the test group was applied calcium hydroxide combined with cocoa pod husk extract (group II), and the next test group was applied using calcium hydroxide combined with green tea extract (group III); all the cavities were restored with RMGIC. On day 7 and 28, experimental animals from each treatment group were killed by peritoneal injection to see the activation of p38 MAPK, while reparative dentin was only seen on day 28. RESULTS: The result of data analysis using Multiple Comparison Tukey HSD test showed significant difference between the positive control group and the test groups for the average p38 MAPK activation value on day 7 and 28. But there was no significant difference between two test groups. The same thing was obtained in the calculation of the average area of reparative dentin, where group I had the lowest value compared to groups II and III on day 28 with a significant difference. There was no significant difference between groups II and III. CONCLUSION: The use of combination calcium hydroxide with green tea extract and combination calcium hydroxide with cocoa pod husk extract have significant effect on p38 MAPK activation and wide area of reparative dentin in mice dental. CLINICAL SIGNIFICANCE: The use of combination calcium hydroxide with green tea extract and combination calcium hydroxide with cocoa pod husk extract have been proven to activate more p38 and form a wider reparative dentin.",
      "mesh_terms": [
        "Animals",
        "Calcium Hydroxide",
        "Dental Pulp",
        "Dental Pulp Capping",
        "Dentin, Secondary",
        "Mice",
        "Plant Extracts",
        "Rats",
        "Tea",
        "p38 Mitogen-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "33848578",
      "title": "Synergistic effects of green tea extract and paclitaxel in the induction of mitochondrial apoptosis in ovarian cancer cell lines.",
      "authors": [
        "Mohammad Panji",
        "Vahideh Behmard",
        "Zahra Zare",
        "Monireh Malekpour",
        "Hasan Nejadbiglari",
        "Saeede Yavari",
        "Tina Nayerpour Dizaj",
        "Azadeh Safaeian",
        "Ali Bakhshi",
        "Omid Abazari",
        "Mojtaba Abbasi",
        "Parisa Khanicheragh",
        "Maryam Shabanzadeh"
      ],
      "journal": "Gene",
      "publication_date": "2021-Jun-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Green tea is a natural compound with anti-neoplastic properties. Paclitaxel (PTX) is a natural anti-tumor medication used to manage patients with advanced ovarian cancer. This manuscript evaluated the cytotoxic effects of green tea extract combined with PTX drug in two human ovarian cancer cell lines (p53-negative cell line, SKOV-3; and mutant type p53 cell line, OVCAR-3) and underlying mechanisms. METHODS: The human ovarian cancer cell lines were treated with green tea extract, PTX, and green tea plus PTX for 24 h, and cell viability was assessed using the MTT method. Flow cytometric analyses were carried out to detect apoptosis. For the apoptotic process, quantitative real-time polymerase chain reaction (qRT-PCR) and western blotting analysis were applied to study pAkt, Bax, Bcl-2, Cytochrome C (Cyt-C), cleaved-caspase-3, and cleaved-caspase-9 levels after drug treatments. RESULTS: Our results pointed out that various green tea (25 and 50 µg/ml) concentrations combined with PTX (20 and 40 µg/ml) synergistically inhibited cell viability of cancer cells more than green tea or PTX alone after 24 h of treatment. Also, green tea and PTX combination induced apoptosis in ovarian cancer cells by blocking the phosphorylation of Akt and the expression of Bcl-2 while inducing Bax, Cyt-C, cleaved-caspase 3, and cleaved-caspase 9. CONCLUSION: Our results showed that the combination of green tea and PTX could be more potent than the individual drug to induce cytotoxicity and apoptosis in ovarian cancer cells.",
      "mesh_terms": [
        "Antineoplastic Agents, Phytogenic",
        "Apoptosis",
        "Caspase 3",
        "Caspase 9",
        "Cell Line, Tumor",
        "Cell Survival",
        "Cytochromes c",
        "Drug Screening Assays, Antitumor",
        "Drug Synergism",
        "Female",
        "Humans",
        "Mitochondria",
        "Ovarian Neoplasms",
        "Paclitaxel",
        "Plant Extracts",
        "Polyphenols",
        "Proto-Oncogene Proteins c-akt",
        "Proto-Oncogene Proteins c-bcl-2",
        "Tea",
        "bcl-2-Associated X Protein"
      ]
    },
    {
      "pmid": "33732301",
      "title": "Green tea extract synergistically enhances the effectiveness of an antiresorptive drug on management of osteoporosis induced by ovariectomy in a rat model.",
      "authors": [
        "Wing Sum Siu",
        "Chun Hay Ko",
        "Hoi Ting Shiu",
        "Kai Kai Li",
        "Wai Ting Shum",
        "Ping Chung Leung",
        "Jin Fang Zhang"
      ],
      "journal": "Experimental and therapeutic medicine",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Antiresorptive drugs are effective for reducing bone loss in postmenopausal women, but their long-term application may be associated with adverse effects. The present study aimed to investigate the potential in vivo synergistic effects of green tea extract (GTE) and alendronate or raloxifene on the management of osteoporosis. Ovariectomized rats were fed orally with GTE, alendronate and raloxifene at different concentrations and various combinations for 4 weeks. Bone mineral density (BMD) at the lumbar spine, femur and tibia was monitored weekly using peripheral quantitative computed tomography. Bone microarchitecture in the left distal femur was analyzed using micro-CT, while serum biochemical levels were measured using ELISA kits at the end of the study. GTE alone effectively mitigated BMD loss and improved bone microarchitecture in rats. The co-administration of GTE and alendronate increased total BMD in the lumbar spine, femur and tibia. Particularly, GTE synergistically enhanced the effect of alendronate at a low dose on bone microarchitecture and decreased serum tartrate-resistant acid phosphatase. These findings imply that the dosage of certain antiresorptive agents could be reduced when they are administrated simultaneously with GTE, so that their adverse effects are minimized. The findings may be used to support the development of a new synergistic intervention between food therapy and pharmacotherapy on the management of osteoporosis in a long-term basis."
    },
    {
      "pmid": "33617238",
      "title": "Liver Injury Caused by Green Tea Extract in PD-1-/- Mice: An Impaired Immune Tolerance Model for Idiosyncratic Drug-Induced Liver Injury.",
      "authors": [
        "Tiffany Cho",
        "Xijin Wang",
        "Karen Yeung",
        "Yanshan Cao",
        "Jack Uetrecht"
      ],
      "journal": "Chemical research in toxicology",
      "publication_date": "2021-Mar-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Idiosyncratic drug-induced liver injury (IDILI) is an idiosyncratic drug reaction that is specific to an individual and can lead to liver failure and even death. The mechanism of IDILI remains poorly understood, but most IDILI appears to be immune-mediated. We have developed the first validated animal model by using a PD-1-/- mouse model in combination with anti-CTLA-4 to block immune checkpoints and impair immune tolerance. Treatment of these mice with drugs that cause IDILI in humans led to delayed-onset liver injury with characteristics similar to IDILI in humans. The current study investigates the effects of green tea extract, a weight-loss dietary supplement that has been reported to cause IDILI in humans. Green tea extracts contain a highly variable content of catechins including (-)-epigallocatechin gallate, the major catechin in green tea formulations. If the liver injury caused by green tea extract in humans is immune-mediated, it may occur in our impaired immune tolerance model. Female PD-1-/- mice treated with anti-CTLA-4 antibody and green tea extract (500 mg/kg), a dose that is considered a no-observed-adverse-effect level for liver in rodents, produced a delayed onset increase in serum alanine transaminase levels and an increase in hepatic CD8+ T cells. In contrast, the response in male PD-1-/- mice was less pronounced, and there was no evidence of liver injury in wild-type mice. These findings are consistent with the hypothesis that the IDILI caused by green tea extract is immune-mediated and is similar to IDILI caused by medications that are associated with IDILI.",
      "mesh_terms": [
        "Animals",
        "Catechin",
        "Chemical and Drug Induced Liver Injury",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Female",
        "Immune Tolerance",
        "Liver",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Knockout",
        "Plant Extracts",
        "Programmed Cell Death 1 Receptor",
        "Tea"
      ]
    },
    {
      "pmid": "33593083",
      "title": "Green tea and green tea extract in oncological treatment: A systematic review.",
      "authors": [
        "Fanny Wiese",
        "Sabine Kutschan",
        "Jennifer Doerfler",
        "Viktoria Mathies",
        "Jens Buentzel",
        "Judith Buentzel",
        "Jutta Huebner"
      ],
      "journal": "International journal for vitamin and nutrition research. Internationale Zeitschrift fur Vitamin- und Ernahrungsforschung. Journal international de vitaminologie et de nutrition",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "Purpose: Teas are an essential part of traditional phytotherapy. The aim of this systematic review is to assess the clinical evidence using green tea catechins in cancer care. Methods: A systematic search was conducted searching five electronic databases concerning the effectiveness and risks of epigallocatechin gallate (EGCG) on cancer patients. Results: Seven studies with 371 patients were included. Patients were mainly suffering from breast and prostate cancer. Dosing ranged from 28 mg to 1600 mg EGCG, intervention time from 7 days to 6 months with different applications (topical 2 studies; oral 5 studies). The studies showed heterogeneous methodological quality and results leading not to conduct a meta-analysis. There was a small decrease in prostate-specific-antigen levels in one study (N=60; T0:(mean±SD) 9.6±5.2 ng/ml, T1: 8.4±4.3 ng/ml vs. T0: 9.9±8.5 ng/ml, T1: 10.0±9.0 ng/ml; p=0.04), whereas in a second study only a trend was seen. Topical green tea was as effective as metronidazole powder in reducing the odor of fungating malignant wounds (1 study; N=30) with a consequent increase in quality of life (QoL) (p<0.001), improvement of appetite (p<0.001), malodorous control (p<0.001), social activities (p<0.001). Radiotherapy-induced diarrhea was lower in the green tea intervention group compared to placebo (1 study; N=42; week 4+5: without diarrhea p=0.002). Conclusions: The studies suggest that EGCG is as effective as a local antibiotic in malodorous control and improvement of QoL of fungating malignant wounds. Green tea could be a possible complementary method for treating acute radiation-induced diarrhea. Due to limitations, further studies with higher methodological quality and larger sample sizes are needed.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Antioxidants",
        "Plant Extracts",
        "Prostatic Neoplasms",
        "Quality of Life",
        "Tea"
      ]
    },
    {
      "pmid": "33517103",
      "title": "Green tea extract for mild-to-moderate diabetic peripheral neuropathy A randomized controlled trial.",
      "authors": [
        "Ahmed Essmat",
        "Mohammed Salah Hussein"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2021-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND AND AIM: This randomized study aimed to evaluate the effect of green tea extract (GTE) intake on clinical and neurophysiological parameters in patients with mild-to-moderate diabetic peripheral neuropathy (DPN). PATIENTS AND METHODS: The present study included 194 patients with DPN. Patients were randomized into two treatment arms: GTE (n = 96) and placebo (n = 98) arms who received allocated treatment for 16 weeks. Symptoms of DPN were assessed using Toronto Clinical Scoring System (TCSS). Sensorineural pain was assessed using visual analog scale (VAS). Neural dysfunction was evaluated using the vibration perception thresholds (VPT). Assessments were made at baseline and after 4, 8, and 16 weeks of starting treatment. RESULTS: At baseline and after 4 weeks of treatment, VAS, TCSS and VPT were comparable in the studied groups. However, after 8 weeks of treatment, patients in GTE group expressed lower VAS scores, significantly lower TCSS scores and significantly lower VPT. As treatment continued, the differences between groups regarding the outcome parameters became more evident at 16 weeks. CONCLUSIONS: GTE intake may have a beneficial value in treatment of DPN.",
      "mesh_terms": [
        "Antioxidants",
        "Diabetes Mellitus, Type 2",
        "Diabetic Neuropathies",
        "Humans",
        "Plant Extracts",
        "Tea"
      ]
    },
    {
      "pmid": "33386959",
      "title": "Effects of epigallocatechin gallate-enriched green tea extract capsules in uterine myomas: results of an observational study.",
      "authors": [
        "Rebekka Biro",
        "Rolf Richter",
        "Miriam Ortiz",
        "Jalid Sehouli",
        "Matthias David"
      ],
      "journal": "Archives of gynecology and obstetrics",
      "publication_date": "2021-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Observational Study"
      ],
      "abstract": "PURPOSE: The daily ingestion of green tea extract (GTE) capsules in women with oligo- or asymptomatic uterine myomas was monitored over 6 months with regard to their quality of life, myoma-associated complaints and side effects. METHODS: The participants were interviewed and examined at the beginning of the study (T1) and then again after 6 months (T3). Quality of life was assessed using a SF-12 questionnaire while their myoma-associated complaints were ascertained by using a self-developed myoma symptom questionnaire. Changes in the size of the myomas were evaluated by vaginal sonography. Side effects after 3 months (T2) and 6 months were documented by systematic interviews. RESULTS: Overall; 25 participants (median 45 years) have been enrolled. The analysis of the SF-12 questionnaire showed a significant improvement of the physical cumulative score of the SF-12 during the 6 month GTE capsule ingestion (T1: mean value (M) = 52.731; 95% confidence interval (KI95%): 49.791-55.671; T3: M = 55.862; KI95%%: 55.038-56.685; p = 0.019). However, the mental cumulative score of the SF-12 did not change significantly (p = 0.674). No significant correlation could be established between the capsule ingestion and changes in the symptom questionnaire, the laboratory parameters nor the myoma size. No relevant adverse side effects were reported. CONCLUSION: Women who took GTE capsules showed a significant improvement in their physical cumulative score on the SF-12, but not in the global QoL score. Myoma size or other objective parameters did not change.",
      "mesh_terms": [
        "Adult",
        "Capsules",
        "Catechin",
        "Female",
        "Humans",
        "Leiomyoma",
        "Middle Aged",
        "Plant Extracts",
        "Quality of Life",
        "Tea"
      ]
    },
    {
      "pmid": "33312530",
      "title": "Active packaging for Salmon stored at refrigerator with Polypropylene nanocomposites containing 4A zeolite, ZnO nanoparticles, and green tea extract.",
      "authors": [
        "Maryam Azizi-Lalabadi",
        "Leila Rafiei",
        "Bahark Divband",
        "Ali Ehsani"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, three types of Polypropylene-based (PP) films (two active nanocomposites and one control film) containing zinc oxide nanoparticles (ZnO NPs), 4A zeolite (4A Z), and green tea extract (GTE) were studied as modern active packaging's that can adjust the release of antimicrobial agents. The influence of PP nanocomposite with 3% (w/w) ZnO NPs/4A Z/GTE (treatment 1) and 6% (w/w) ZnO NPs/4A Z/GTE (treatment 2) on controlling microbial growth and preserving the sensory and chemical qualities of Salmon over nine days of storage at 4 ± 1°C was evaluated. The disk diffusion test revealed inhibition zones in the range of 10.98 ± 0.03 to 13.42 ± 0.01 m for treatments 1 and 2, respectively; the nanocomposite film with 6% ZnO NPs/4A Z/GTE had the highest antimicrobial effect against Gram-negative bacteria (p < .05). Chemical analysis revealed that the initial peroxide value of Salmon was 0.68 ± 0.0 mEq/kg, which increased by day 9 to 12.3 ± 0.03 mEq/kg in the control sample, but rising only to 9.9 ± 0.01 and 7.3 ± 0.02 mEq/kg in treatments 1 and 2, respectively (p < .05). The shelf life of Salmon given treatment 2 increased significantly to nine days relative to the control. Accordingly, these nanocomposite films are promising as new active packaging for preventing microbial growth and preserving the quality of salmon."
    },
    {
      "pmid": "33278382",
      "title": "Green tea extract EGCG plays a dual role in Aβ42 protofibril disruption and membrane protection: A molecular dynamic study.",
      "authors": [
        "Xuewei Dong",
        "Yiming Tang",
        "Chendi Zhan",
        "Guanghong Wei"
      ],
      "journal": "Chemistry and physics of lipids",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Amyloid plaques accumulated by the amyloid-β (Aβ) fibrillar aggregates are the major pathological hallmark of the Alzheimer's disease (AD). Inhibiting aggregation and disassembling preformed fibrils of Aβ by natural small molecules have developed into a promising therapeutic strategy for AD. Previous experiments reported that the green tea extract epigallocatechin-3-gallate (EGCG) can disrupt Aβ fibril and reduce Aβ cytotoxicity. The inhibitory ability of EGCG can also be affected by cellular membranes. Thus, it is essential to consider the membrane influences in the investigation of protofibril-disruptive capability of EGCG. Here, we performed multiple all-atom molecular dynamic simulations to investigate the effect of EGCG on the Aβ42 protofibril in the presence of a mixed POPC/POPG (7:3) lipid bilayer and the underlying molecular mechanisms of action. Our simulations show that in the presence of membrane bilayers, EGCG has a preference to bind to the membrane, and this binding alters the binding modes between Aβ42 protofibril and the lipid bilayer, leading to a reduced membrane thinning, indicative of a protective effect of EGCG on the membrane. And EGCG still displays a disruptive effect on Aβ42 protofibril, albeit with a lesser extent of disruption than that in the membrane-free environment. EGCG destabilizes the two hydrophobic core regions (L17-F19-I31 and F4-L34-V36), and disrupts the intrachain K28-A42 salt bridges. Our results reveal that in the presence of lipid bilayers, EGCG plays a dual role in Aβ42 protofibril disruption and membrane protection, suggesting that EGCG could be a potential effective drug candidate for the treatment of AD.",
      "mesh_terms": [
        "Amyloid beta-Peptides",
        "Catechin",
        "Cell Membrane",
        "Humans",
        "Molecular Dynamics Simulation",
        "Plant Extracts",
        "Protein Aggregates",
        "Tea"
      ]
    },
    {
      "pmid": "33206794",
      "title": "Effects of green tea extract combined with brisk walking on lipid profiles and the liver function in overweight and obese men: A randomized, double-blinded, placebo-control trial.",
      "authors": [
        "Tengfei Zhang",
        "Ningxia Li",
        "S I Chen",
        "Zhenqing Hou",
        "Atsushi Saito"
      ],
      "journal": "Anais da Academia Brasileira de Ciencias",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "This study was aimed to investigate the effect of green tea extract (GTE) combined with brisk walking on lipid profiles and the liver function in overweight and obese men. Twenty-four participants were randomized to either the GTE group or the placebo group for 12 weeks with a 4-week follow-up. The walking program consisted of four 60-min-sessions/week and all participants were asked to consume two GTE (150mg) or placebo tablets daily. After 12-week intervention, GTE group resulted in a significant difference in the low-density lipoprotein cholesterol (LDL-C) and total cholesterol (TC) levels when compared to placebo group (P < 0.01). There was also a significant reduction in the aspartate aminotransferase levels (P < 0.01) in the GTE group, but no change in the placebo group (P >0.05). There was no change in the triglyceride or high-density lipoprotein cholesterol (HDL-C) levels in the placebo group, but a significant reduction was noted in the HDL-C levels in the GTE group (P < 0.05). GTE combined with brisk walking resulted in a significant change in the LDL-C and TC levels, however, a significant reduce in HDL-C in the GTE group. The study has a more positive effect on the liver function than brisk walking alone.",
      "mesh_terms": [
        "Catechin",
        "Humans",
        "Lipids",
        "Liver",
        "Male",
        "Obesity",
        "Overweight",
        "Plant Extracts",
        "Tea",
        "Walking"
      ]
    },
    {
      "pmid": "33201715",
      "title": "Green Tea Extract Decreases Arg-Derived Advanced Glycation Endproducts but Not Lys-Derived AGEs in UHT Milk during 1-Year Storage.",
      "authors": [
        "Mahesha M Poojary",
        "Wei Zhang",
        "Sarah Bisgaard Olesen",
        "Valentin Rauh",
        "Marianne N Lund"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2020-Nov-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Epigallocatechin gallate (EGCG)-enriched green tea extract (GTE) was added to lactose-reduced UHT-treated milk to evaluate its role in perturbing the Maillard reaction and the formation of advanced glycation endproducts (AGEs) during 1-year storage. The UHT processing caused epimerization of EGCG into gallocatechin gallate (GCG). For milk samples with added 0.1% w/v GTE, a EGCG/GCG loss of 26% was found soon after the UHT treatment and the loss increased to 64% after the 1-year of storage. LC-MS/MS analysis revealed the presence of various EGCG/GCG-α-dicarbonyl adducts and EGCG/GCG-hydroxymethylfurfural adducts in milk samples, while EGCG/GCG-amino acid adducts were not detected. Although EGCG/GCG trapped α-dicarbonyl compounds including glyoxal, methylglyoxal, 3-deoxyglucosone/3-deoxygalactosone, and diacetyl, it did not lower their net steady-state concentrations, except of 3-deoxyglucosone. The addition of GTE reduced the formation of Arg-derived AGEs by 2- to 3-fold, but surprisingly enhanced the accumulation of furosine and lysine-derived AGEs [Nε-(carboxymethyl)lysine and Nε-(carboxyethyl)lysine)] by 2-4-fold depending on the concentration of the added GTE and storage time. The present study shows that trapping of α-dicarbonyl compounds by EGCG may not be the major pathway for inhibiting the formation of AGEs in milk."
    },
    {
      "pmid": "33180034",
      "title": "Zinc oxide nanoparticles with green tea extract complex in the pancreas of rats against monosodium glutamate toxicity.",
      "authors": [
        "Reham Z Hamza",
        "Fawziah A Al-Salmi",
        "Nahla S El-Shenawy"
      ],
      "journal": "Journal of basic and clinical physiology and pharmacology",
      "publication_date": "2020-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Nanotechnology is an exciting field for investigators. Green zinc oxide nanoparticles (ZnO NPs) with Camellia sinensis extract complex are proved to be used in the treatment of the toxicity of monosodium glutamate (MSG) in the liver, kidney, and testis of rats. Therefore, the synthesized complex of green nanoparticles using green tea extract (GTE) was tested against the toxicity of MSG on the pancreas. METHODS: The glucose and insulin levels were estimated as well as some biochemical parameters for evaluating the antioxidant status of the pancreas tissue. The histopathological change of the pancreas also has been determined. RESULTS: It indicates the biomedical capability of ZnO NPs/GTE to act as potent antidiabetic through decreasing blood glucose and increasing serum insulin also, inhibition of lipid peroxidation and enhancement of the antioxidant parameters. CONCLUSIONS: The ZnO NPs/GTE enhanced the pancreatic cell and Langerhans islets as well lowered the sugar levels and stimulated insulin.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Insulin",
        "Male",
        "Metal Nanoparticles",
        "Pancreas",
        "Plant Extracts",
        "Rats",
        "Sodium Glutamate",
        "Tea",
        "Zinc Oxide"
      ]
    },
    {
      "pmid": "33174663",
      "title": "Green tea extract rich in epigallocatechin gallate impairs alveolar bone loss in ovariectomized rats with experimental periodontal disease.",
      "authors": [
        "Paula Katherine Vargas-Sanchez",
        "Dimitrius Leonardo Pitol",
        "Luiz Gustavo de Sousa",
        "Márcio Mateus Beloti",
        "Adalberto Luiz Rosa",
        "Ana Cláudia Rossi",
        "Selma Siéssere",
        "Karina Fittipaldi Bombonato-Prado"
      ],
      "journal": "International journal of experimental pathology",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Periodontal disease and osteoporosis are characterized by bone resorption, and researchers have shown an association between these two diseases through increasing loss of systemic bone mass and triggering alveolar bone loss. Green tea is a common and easily accessible beverage, and evidences show that flavonoid epigallocatechin gallate (EGCG) could decrease bone loss in pathologies such as osteoporosis and periodontal disease. In order to verify its possible effects and apply them in the treatment and prevention of these diseases, this investigation aimed to evaluate the influence of green tea extract (GTE) on bone metabolism of ovariectomized rats after experimental periodontal disease (EPD) by histological, morphological and microtomographic parameters. Wistar female rats were divided into Sham, Sham + EPD, Sham + EPD + GTE, OVX, OVX + EPD and OVX + EPD + GTE groups. Immediately after surgery, gavage administration of 50 mg/kg of green tea extract (GTE) was performed for 60 days, with subsequent induction of periodontal disease by ligature 15 days before euthanasia. Mandible and femur samples were collected for histological, morphometric and microtomographic analysis. The results were analysed by means of statistical software with significance set at 5%. Histological and morphometric analysis showed a significant decrease in alveolar and femoral trabecular bone loss in groups that received GTE. Microtomographic results showed that trabecular thickness and bone surface density values in alveolar bone interradicular septum of the OVX + EPD + GTE groups were similar to the Sham group. The results obtained suggest that green tea extract may improve bone metabolism in osteoporotic rats with periodontal disease.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Bone Density",
        "Catechin",
        "Female",
        "Osteoporosis",
        "Periodontal Diseases",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "33023525",
      "title": "Therapeutic potential of a novel prodrug of green tea extract in induction of apoptosis via ERK/JNK and Akt signaling pathway in human endometrial cancer.",
      "authors": [
        "Gene Chi Wai Man",
        "Jianzhang Wang",
        "Yi Song",
        "Jack Ho Wong",
        "Yu Zhao",
        "Tat San Lau",
        "Kam Tong Leung",
        "Tak Hang Chan",
        "Huating Wang",
        "Joseph Kwong",
        "Tzi Bun Ng",
        "Chi Chiu Wang"
      ],
      "journal": "BMC cancer",
      "publication_date": "2020-Oct-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Previous studies have shown a major green tea polyphenol (-)-epigallocatechin-3-gallate ((-)-EGCG) as a powerful anti-cancer agent. However, its poor bioavailability and requirement of a high dosage to manifest activity have restricted its clinical application. Recently, our team synthesized a peracetate-protected derivative of EGCG, which can act as a prodrug of (-)-EGCG (ProEGCG) with enhanced stability and improved bioavailability in vitro and in vivo. Herein, we tested the therapeutic efficacy of this novel ProEGCG, in comparison to EGCG, toward human endometrial cancer (EC). METHODS: In this study, the effects of ProEGCG and EGCG treatments on cell growth, cell survival and modulation of intracellular signaling pathways in RL95-2 and AN3 CA EC cells were compared. The antiproliferative effect was evaluated by cell viability assay. Apoptosis was measured by annexin/propidium iodide staining. Expression of mitogen-activated protein kinases, markers of proliferation and apoptosis were measured by immunoblot analysis. In addition, the effects of ProEGCG and EGCG on tumor growth, vessel formation and gene expression profiles on xenograft models of the EC cells were investigated. RESULTS: We found that treatment with ProEGCG, but not EGCG, inhibited, in a time- and dose-dependent manner, the proliferation and increased apoptosis of EC cells. Treatment with low-dose ProEGCG significantly enhanced phosphorylation of JNK and p38 MAPK and inhibited phosphorylation of Akt and ERK which are critical mediators of apoptosis. ProEGCG, but not EGCG, elicited a significant decrease in the growth of the EC xenografts, promoted apoptotic activity of tumour cells in the EC xenografts, and decreased microvessel formation, by differentially suppressing anti-apoptotic molecules, NOD1 and NAIP. Notably, no obvious adverse effects were detected. CONCLUSIONS: Taken together, ProEGCG at a low dose exhibited anticancer activity in EC cells through its anti-proliferative, pro-apoptotic and anti-tumor actions on endometrial cancer in vitro and in vivo. In contrast, a low dose of EGCG did not bring about similar effects. Importantly, our data demonstrated the efficacy and safety of ProEGCG which manifests the potential of a novel anticancer agent for the management of endometrial cancer.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Catechin",
        "Cell Proliferation",
        "Endometrial Neoplasms",
        "Female",
        "Humans",
        "Mice",
        "Mice, Nude",
        "Prodrugs",
        "Proto-Oncogene Proteins c-akt",
        "Signal Transduction",
        "Tea"
      ]
    },
    {
      "pmid": "32994493",
      "title": "Re-establishment of the epigenetic state and rescue of kinome deregulation in Ts65Dn mice upon treatment with green tea extract and environmental enrichment.",
      "authors": [
        "I De Toma",
        "M Ortega",
        "S Catuara-Solarz",
        "C Sierra",
        "E Sabidó",
        "M Dierssen"
      ],
      "journal": "Scientific reports",
      "publication_date": "2020-Sep-29",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Down syndrome (DS) is the main genetic cause of intellectual disability due to triplication of human chromosome 21 (HSA21). Although there is no treatment for intellectual disability, environmental enrichment (EE) and the administration of green tea extracts containing epigallocatechin-3-gallate (EGCG) improve cognition in mouse models and individuals with DS. Using proteome, and phosphoproteome analysis in the hippocampi of a DS mouse model (Ts65Dn), we investigated the possible mechanisms underlying the effects of green tea extracts, EE and their combination. Our results revealed disturbances in cognitive-related (synaptic proteins, neuronal projection, neuron development, microtubule), GTPase/kinase activity and chromatin proteins. Green tea extracts, EE, and their combination restored more than 70% of the phosphoprotein deregulation in Ts65Dn, and induced possible compensatory effects. Our downstream analyses indicate that re-establishment of a proper epigenetic state and rescue of the kinome deregulation may contribute to the cognitive rescue induced by green tea extracts.",
      "mesh_terms": [
        "Animals",
        "Camellia sinensis",
        "Catechin",
        "Chromatography, Liquid",
        "Cognition",
        "Disease Models, Animal",
        "Down Syndrome",
        "Epigenesis, Genetic",
        "Hippocampus",
        "Mice",
        "Mice, Transgenic",
        "Phosphorylation",
        "Plant Extracts",
        "Protein Interaction Maps",
        "Proteomics",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "32893422",
      "title": "Evaluation of green tea extract and epigallocatechin gallate effects on bisphenol A-induced vascular toxicity in isolated rat aorta and cytotoxicity in human umbilical vein endothelial cells.",
      "authors": [
        "Mahdieh Sadat Mohsenzadeh",
        "Bibi Marjan Razavi",
        "Mohsen Imenshahidi",
        "Seyed Ahmad Mohajeri",
        "Maryam Rameshrad",
        "Hossein Hosseinzadeh"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2021-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was designed to assess bisphenol A (BPA)-induced vascular toxicity, the effectiveness of green tea extract and epigallocatechin gallate (EGCG) against BPA toxicity, and possible underlying mechanisms. In isolated rat aorta, contractile and relaxant responses as well as malondialdehyde levels were evaluated. Cell viability and effects on the protein levels of apoptotic (bax, bcl2, and caspase-3), autophagic (LC3), and cell adhesion molecules were calculated using the MTT method and western blotting in human umbilical vein endothelial cells (HUVECs). BPA increased aorta MDA levels (p < .0001) and decreased vascular responses to KCl [20 and 40 mM (p < .0001), 80 mM (p < .001)], phenylephrine [10-8 , 10-6 , and 10-5 M (p < .001), 10-7 and 10-4 M (p < .0001)], and acetylcholine [10-6 M (p < .01), 10-5 and 10-4 M (p < .0001)]. In HUVECs, BPA enhanced the levels of LC3A/B, bax/bcl2 ratio, cleaved caspase-3, and vascular cell adhesion molecule-1. Green tea extract, EGCG, and vitamin E co-treatment with BPA diminished the toxic effects of BPA. These findings provide evidence that green tea extract and EGCG possess beneficial effects in preventing BPA-induced vascular toxicity through increasing the antioxidant activities and the regulation of signaling pathways.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Aorta",
        "Benzhydryl Compounds",
        "Catechin",
        "Chromatography, High Pressure Liquid",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Male",
        "Phenols",
        "Rats",
        "Rats, Wistar",
        "Signal Transduction",
        "Tea"
      ]
    },
    {
      "pmid": "32799118",
      "title": "Green tea extract assisted low-temperature pasteurization to inactivate enteric viruses in juices.",
      "authors": [
        "Irene Falcó",
        "Azahara Díaz-Reolid",
        "Walter Randazzo",
        "Gloria Sánchez"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2020-Dec-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current popularity of minimally processed foods is an opportunity for natural antimicrobial agents to be combined with mild heat treatments to act synergistically in reducing viral foodborne pathogens. Viral inactivation by heat-treatments (at 25, 40, 50 and 63 °C for 30 min) combined with aged green tea extract (aged-GTE) was initially evaluated in phosphate buffered saline (PBS) against murine norovirus (MNV-1) and hepatitis A virus (HAV) by cell culture, and against human norovirus by in situ capture RT-qPCR. The combination of aged-GTE and heat treatment at 50 °C for 30 min exerted strong antiviral activity, reducing by more than 5 log MNV-1 infectivity in PBS. Heating at 40 °C for 30 min reduced the binding of norovirus to porcine gastric mucine (PGM) to 41.5% and the addition of aged-GTE further decreased the binding to 4.7%. Additionally, the reduction of MNV-1 and HAV infectivity was investigated in two different types of juices exposed to mild heat treatments alone, and combined with aged-GTE. The addition of aged-GTE increased to more than 4 log the inactivation of MNV-1 in juices exposed to 50 °C for 30 min. However, this synergistic effect of aged-GTE combined with heat treatments was not observed for HAV in any of the juices. Aged-GTE, then, could be considered as an additional control measure to improve the food safety of mild heat pasteurized juices.",
      "mesh_terms": [
        "Animals",
        "Antiviral Agents",
        "Cell Line",
        "Foodborne Diseases",
        "Fruit and Vegetable Juices",
        "Hepatitis A virus",
        "Hot Temperature",
        "Humans",
        "Mice",
        "Norovirus",
        "Pasteurization",
        "Plant Extracts",
        "Species Specificity",
        "Swine",
        "Tea",
        "Virus Inactivation"
      ]
    },
    {
      "pmid": "32690834",
      "title": "Chemopreventive Synergism between Green Tea Extract and Curcumin in Patients with Potentially Malignant Oral Disorders: A Double-blind, Randomized Preliminary Study.",
      "authors": [
        "Mellekatte C Neetha",
        "Mamatha G Panchaksharappa",
        "Shashikala Pattabhiramasastry",
        "Nandish V Shivaprasad",
        "Usha G Venkatesh"
      ],
      "journal": "The journal of contemporary dental practice",
      "publication_date": "2020-May-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "AIM: The aim of the study was to assess the synergistic effect of green tea extract and curcumin in patients with oral potentially malignant disorders (OPMDs) and to ascertain the mechanism of action of these chemopreventive agents through assessment of suitable biomarkers. MATERIALS AND METHODS: Subjects with OPMDs (n = 60) were randomized to receive green tea extract [topical + systemic (800 mg/day)] or curcumin [topical + Systemic (950 mg/day)] or a combination therapy with 20 patients in each group for 3 months. Biomarkers (Ki67, cyclin D1, and p53) were evaluated in baseline and 12-week biopsies. RESULTS: The clinical response rate observed in OPMDs was higher in the combination group (n = 13; 65%) as compared to the curcumin (n = 11; 55%) and the green tea extract group (n = 7; 35%) and was statistically highly significant. Treatment medications also improved histological grades, although not statistically significant. All the study drugs were well tolerated by patients and did not raise any safety concerns. There was statistically significant (p < 0.01) downregulation of p53, Ki67, and cyclin D1 expression at 3 months as compared to baseline in the combination group. CONCLUSION: Treatment of OPMDs with curcumin and green tea extract combination demonstrated a significant clinical response supported by downregulation of molecular biomarkers in the short-term (12 weeks). The present results warrant a long-term clinical testing of green tea and curcumin combination for oral cancer prevention. CLINICAL SIGNIFICANCE: Chemoprevention is a promising treatment strategy to reverse, stabilize, or arrest progression of these OPMDs. Use of natural dietary agents like green tea and curcumin, which are readily available, have low toxicity, and more importantly demonstrate a synergistic effect, is an attractive alternative in the chemoprevention of oral cancer. The assessment of biomarkers has helped us to understand the mechanism of action of these chemopreventive agents.",
      "mesh_terms": [
        "Anticarcinogenic Agents",
        "Antioxidants",
        "Curcumin",
        "Humans",
        "Plant Extracts",
        "Tea"
      ]
    },
    {
      "pmid": "32688217",
      "title": "Epigallocatechin gallate but not catechin prevents nonalcoholic steatohepatitis in mice similar to green tea extract while differentially affecting the gut microbiota.",
      "authors": [
        "Priyankar Dey",
        "Bryan D Olmstead",
        "Geoffrey Y Sasaki",
        "Yael Vodovotz",
        "Zhongtang Yu",
        "Richard S Bruno"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2020-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Catechin-rich green tea extract (GTE) protects against nonalcoholic steatohepatitis (NASH) by alleviating gut-derived endotoxin translocation and hepatic Toll-like receptor-4 (TLR4)-nuclear factor κB (NFκB) inflammation. We hypothesized that intact GTE would attenuate NASH-associated responses along the gut-liver axis to a greater extent than purified (-)-epigallocatechin gallate (EGCG) or (+)-catechin (CAT). Male C57BL/6J mice were fed a low-fat diet, a high-fat (HF) diet, or the HF diet with 2% GTE, 0.3% EGCG or 0.3% CAT for 8 weeks prior to assessing NASH relative to endotoxemia, hepatic and intestinal inflammation, intestinal tight junction proteins (TJPs) and gut microbial ecology. GTE prevented HF-induced obesity to a greater extent than EGCG and CAT, whereas GTE and EGCG more favorably attenuated insulin resistance. GTE, EGCG and CAT similarly attenuated serum alanine aminotransferase and serum endotoxin, but only GTE and EGCG fully alleviated HF-induced NASH. However, hepatic TLR4/NFκB inflammatory responses that were otherwise increased in HF mice were similarly attenuated by GTE, EGCG and CAT. Each treatment also similarly prevented the HF-induced loss in expression of intestinal TJPs and hypoxia inducible factor-1α and the otherwise increased levels of ileal and colonic TNFα mRNA and fecal calprotectin protein concentrations. Gut microbial diversity that was otherwise lowered in HF mice was maintained by GTE and CAT only. Further, microbial metabolic functions were more similar between GTE and CAT. Collectively, GTE catechins similarly protect against endotoxin-TLR4-NFκB inflammation in NASH, but EGCG and CAT exert differential prebiotic and antimicrobial activities suggesting that catechin-mediated shifts in microbiota composition are not entirely responsible for their benefits along the gut-liver axis.",
      "mesh_terms": [
        "Animals",
        "Catechin",
        "Gastrointestinal Microbiome",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Non-alcoholic Fatty Liver Disease",
        "Protective Agents",
        "Tea"
      ]
    },
    {
      "pmid": "32666694",
      "title": "Green tea extract as a successful topical treatment option in children with perianal condylomata.",
      "authors": [
        "Ulrike Nikfarjam",
        "Joanna Wegner",
        "Stephan Grabbe",
        "Petra Staubach"
      ],
      "journal": "Journal der Deutschen Dermatologischen Gesellschaft = Journal of the German Society of Dermatology : JDDG",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Letter"
      ],
      "mesh_terms": [
        "Antioxidants",
        "Child",
        "Condylomata Acuminata",
        "Humans",
        "Plant Extracts",
        "Tea"
      ]
    },
    {
      "pmid": "32399983",
      "title": "Characteristic and shelf life of fish sausage: fortification with fish oil through emulsion and gelled emulsion incorporated with green tea extract.",
      "authors": [
        "Parastoo Pourashouri",
        "Bahareh Shabanpour",
        "Moazameh Kordjazi",
        "Aniseh Jamshidi"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2020-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Silver carp (Hypophthalmichthys moltrix) fish sausages incorporated with three forms of refined cod liver oil (as a source of polyunsaturated fatty acids: fish oil, oil-in-water emulsion (E), gelled oil-in-water emulsion (G)) and lyophilized aqueous extract of green tea (Camellia sinensis; 700 and 900 mg kg-1 ) were developed. The composition, technological properties (cooking loss, pH, texture, and color), sensory analysis, and microbial and oxidative stability of fish sausages during storage (4 °C) were evaluated. RESULTS: Lower value of cooking loss and thiobarbituric acid value were observed by addition of fish oil in emulsions forms. The incorporation of green tea showed no significant differences in preventing oxidation in related samples. Gelled-emulsified fish oil had better textural properties, including hardness and decreased springiness of the sausages. The G and E sausages showed higher values of lightness (L* ) than the control did. Emulsification had no significant effect on total viable count. Panelists could not distinguish between samples incorporated with fish oil whether in emulsified, gelled-emulsified, or control. Gelled-emulsified treatments were awarded higher scores by panelists for all of the sensory attributes (P < 0.05). Eicosapentaenoic acid and docosahexaenoic acid quantities significantly increased from control (0.48 mg g-1 and 0.46 mg g-1 sample respectively) to the enriched batches (>1.50 mg g-1 sample). The lowest ratio of ω6 to ω3 in batches was observed for gelled-emulsified samples. CONCLUSION: Overall, the addition of free fish oil affected the properties of the sausages. The gelled-emulsified treatment was a suitable fish oil delivery system in fish sausages, which maintained sensory properties during refrigerated storage.",
      "mesh_terms": [
        "Animals",
        "Camellia sinensis",
        "Emulsions",
        "Fish Oils",
        "Fish Products",
        "Fishes",
        "Food Additives",
        "Food Handling",
        "Food Storage",
        "Gels",
        "Humans",
        "Plant Extracts",
        "Taste"
      ]
    },
    {
      "pmid": "32360798",
      "title": "Green tea extract containing enhanced levels of epimerized catechins attenuates scopolamine-induced memory impairment in mice.",
      "authors": [
        "Ho Jung Bae",
        "Jihyun Kim",
        "Se Jin Jeon",
        "Jaehoon Kim",
        "Nayeon Goo",
        "Yongwoo Jeong",
        "Kyungnam Cho",
        "Mudan Cai",
        "Seo Yun Jung",
        "Kyung Ja Kwon",
        "Jong Hoon Ryu"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2020-Aug-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Green tea has been used as a traditional medicine to control brain function and digestion. Recent works suggest that drinking green tea could prevent cognitive function impairment. During tea manufacturing processes, such as brewing and sterilization, green tea catechins are epimerized. However, the effects of heat-epimerized catechins on cognitive function are still unknown. To take this advantage, we developed a new green tea extract, high temperature processed-green tea extract (HTP-GTE), which has a similar catechin composition to green tea beverages. AIM OF THE STUDY: This study aimed to investigate the effect of HTP-GTE on scopolamine-induced cognitive dysfunction and neuronal differentiation, and to elucidate its underlying mechanisms of action. MATERIALS AND METHODS: The neuronal differentiation promoting effects of HTP-GTE in SH-SY5Y cells was assessed by evaluating neurite length and the expression level of synaptophysin. The DNA methylation status at the synaptophysin promoter was determined in differentiated SH-SY5Y cells and in the hippocampi of mice. HTP-GTE was administered for 10 days at doses of 30, 100 and 300 mg/kg (p.o.) to mice, and its effects on cognitive functions were measured by Y-maze and passive avoidance tests under scopolamine-induced cholinergic blockade state. RESULTS: HTP-GTE induced neuronal differentiation and neurite outgrowth via the upregulation of synaptophysin gene expression. These beneficial effects of HTP-GTE resulted from reducing DNA methylation levels at the synaptophysin promoter via the suppression of DNMT1 activity. The administration of HTP-GTE ameliorated cognitive impairments in a scopolamine-treated mouse model. CONCLUSIONS: These results suggest that HTP-GTE could alleviate cognitive impairment by regulating synaptophysin expression and DNA methylation levels. Taken together, HTP-GTE would be a promising treatment for the cognitive impairment observed in dysfunction of the cholinergic neurotransmitter system.",
      "mesh_terms": [
        "Animals",
        "Avoidance Learning",
        "Catechin",
        "Cell Line, Tumor",
        "DNA Methylation",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Hot Temperature",
        "Humans",
        "Male",
        "Maze Learning",
        "Memory Disorders",
        "Mice",
        "Mice, Inbred ICR",
        "Plant Extracts",
        "Scopolamine",
        "Tea"
      ]
    },
    {
      "pmid": "32289742",
      "title": "Effect of green tea extract on lipid profile in patients with type 2 diabetes mellitus: A systematic review and meta-analysis.",
      "authors": [
        "Omid Asbaghi",
        "Faezeh Fouladvand",
        "Sajjad Moradi",
        "Damoon Ashtary-Larky",
        "Razieh Choghakhori",
        "Amir Abbasnezhad"
      ],
      "journal": "Diabetes & metabolic syndrome",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Previous studies have indicated controversial results regarding the efficacy of green tea extract (GTE) in improving the lipid profile of type 2 diabetes mellitus (T2DM) patients. We aimed to conduct a systematic review and meta-analysis to pool data from randomized controlled trials (RCTs). METHODS: A systematic search was performed in Web of Science, PubMed, and Scopus databases, without any language and time restriction until August 2019, to retrieve the RCTs which examined the effects of GTE on serum concentrations of high-density lipoprotein (HDL), low-density lipoprotein (LDL), triglyceride (TG) or total cholesterol (TC) in T2DM patients. Meta-analyses were carried out using a random effects model. I2 index was used to evaluate the heterogeneity. RESULTS: Initial search yielded 780 publications. Of these, seven studies were eligible. The supplementary intake of GTE improved lipid profile by reducing serum TG concentrations in patients with T2DM. Meanwhile, subgroup analyses based on duration of interventions (≤8 and > 8 weeks) and intervention dosage (≤800 and > 800 mg/day) showed that the GTE supplementation longer than 8 weeks and in doses >800 mg/day resulted in a significant decrease in serum TG concentrations. Furthermore, intervention longer than 8 weeks with doses lower than 800 mg/day resulted in a significant reduction in serum TC concentrations. CONCLUSION: In conclusion, present systematic review and meta-analysis revealed that the supplementary intake of GTE may improve lipid profile by reducing serum concentrations of TG in patients with T2DM. Furthermore, the results of our stratified analyses suggested that long-term GTE intervention may reduce serum concentrations of TG and TC.",
      "mesh_terms": [
        "Diabetes Mellitus, Type 2",
        "Humans",
        "Hyperlipidemias",
        "Lipids",
        "Plant Extracts",
        "Prognosis",
        "Tea"
      ]
    },
    {
      "pmid": "32120266",
      "title": "Polyphenol-rich green tea extract induces thermogenesis in mice by a mechanism dependent on adiponectin signaling.",
      "authors": [
        "Anaysa Paola Bolin",
        "Celso Pereira Batista Sousa-Filho",
        "Marcelo Paradiso Marinovic",
        "Alice Cristina Rodrigues",
        "Rosemari Otton"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2020-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Adiponectin is downregulated in obesity negatively impacting the thermogenesis and impairing white fat browning. Despite the notable effects of green tea (GT) extract in the enhancement of thermogenesis, if its effects are being mediated by adiponectin has been scarcely explored. For this purpose, we investigated the role of adiponectin in the thermogenic actions of GT extract by using an adiponectin-knockout mice model. Male wild-type (WT) and knockout (AdipoKO) C57Bl/6 mice (3 months) were divided into 6 groups: mice fed a standard diet+gavage with water (SD WT, and SD AdipoKO), high-fat diet (HFD)+gavage with water (HFD WT, and HFD AdipoKO), and HFD + gavage with 500 mg/kg of body weight (BW) of GT extract (HFD + GT WT, and HFD + GT AdipoKO). After 20 weeks of experimentation, mice were euthanized and adipose tissue was properly removed. Our findings indicate that treatment with GT extract reversed complications of obesity in WT mice by decreasing final BW gain, adiposity index, adipocyte size and insulin resistance (IR). However, the action of the GT extract was not effective in reversing those markers in the AdipoKO mice, although GT acts independently in the reversal of IR. GT-treatment induced enhancement in energy expenditure (EE), BAT thermogenesis, and promoted browning phenotype in the subcutaneous WAT (scWAT) of WT mice. On the other hand, the thermogenic program was markedly impaired in BAT and scWAT of AdipoKO mice. Our outcomes unveiled adiponectin as a key direct signal for GT extract inducing adaptive thermogenesis and browning in scWAT.",
      "mesh_terms": [
        "Adipocytes",
        "Adiponectin",
        "Adipose Tissue, Brown",
        "Adipose Tissue, White",
        "Adiposity",
        "Animals",
        "Diet, High-Fat",
        "Energy Metabolism",
        "Glucose",
        "Homeostasis",
        "Insulin Resistance",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Knockout",
        "Obesity",
        "Plant Extracts",
        "Polyphenols",
        "Signal Transduction",
        "Tea",
        "Thermogenesis"
      ]
    },
    {
      "pmid": "32095935",
      "title": "Effects of green tea extract supplementation and endurance training on irisin, pro-inflammatory cytokines, and adiponectin concentrations in overweight middle-aged men.",
      "authors": [
        "Reza Bagheri",
        "Amir Rashidlamir",
        "Damoon Ashtary-Larky",
        "Alexei Wong",
        "Brandon Grubbs",
        "Mohamad S Motevalli",
        "Julien S Baker",
        "Ismail Laher",
        "Hassane Zouhal"
      ],
      "journal": "European journal of applied physiology",
      "publication_date": "2020-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Green tea extract (GTE) supplementation has been proposed to possess anti-inflammatory properties. This study assessed the effects of GTE on endurance training (ET) induced changes on irisin, pro-inflammatory cytokines, adiponectin and anthropometric indices in overweight middle-aged males. METHODS: Participants were randomly assigned to three groups (n = 15): endurance training + placebo (ET + P), endurance training + green tea extract supplementation (ET + GTE), and no endurance training + placebo (P). The ET intervention consisted of an 8-week training program that included circuit training, fast walking or jogging performed three times/week at a moderate intensity (40-59% of the heart rate reserve). Participants received 500 mg/day GTE using a green tea capsule. Serum concentrations of interleukin 6 (IL-6), tumor necrosis factor-alpha (TNF-α), irisin, adiponectin, and high-sensitivity C-reactive protein (hs-CRP) were measured prior to and after the 8-week training intervention. RESULTS: Both exercise interventions decreased IL-6 and hs-CRP (p < 0.05), and increased adiponectin (p < 0.01) levels; changes in these variables were greater in the ET + GTE group compared to the ET + P and P groups (p < 0.01). Irisin concentrations increased only in the ET + GTE group and were different from the ET + P and P groups (p < 0.01). There were no changes in TNF-α concentrations in any of the groups. Both exercise interventions (ET + GTE and ET + P) decreased bodyweight, body mass index (BMI), body fat percentage (BFP), and visceral fat area (VFA) (p < 0.05), with greater changes in these variables occurring in the ET + GTE group compared to ET + P and P groups (p < 0.01). CONCLUSION: The combination of GTE supplementation and ET produces beneficial anti-inflammatory and metabolic effects, which were greater than those produced by ET alone.",
      "mesh_terms": [
        "Adipokines",
        "Adult",
        "Biomarkers",
        "Body Composition",
        "C-Reactive Protein",
        "Camellia sinensis",
        "Endurance Training",
        "Fibronectins",
        "Humans",
        "Inflammation",
        "Male",
        "Middle Aged",
        "Overweight",
        "Phytotherapy",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "32046706",
      "title": "Effects of tannase-converted green tea extract on skeletal muscle development.",
      "authors": [
        "Ki-Bae Hong",
        "Hee-Seok Lee",
        "Jeong Sup Hong",
        "Dong Hyeon Kim",
        "Joo Myung Moon",
        "Yooheon Park"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2020-Feb-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The aim of this study was to investigate the effect of tannase-converted green tea extract with a high (-)-epicatechin (EC), (-)-epigallocatechin (EGC), and gallic acid (GA) content on myotube density and fusion in normal and oxidative stress-induced C2C12 skeletal muscle cells. Although the use of green tea extract is considered beneficial, cellular and molecular mechanisms of action of tannase-converted green tea extracts that are used as potential muscle growth materials have not been thoroughly studied. METHODS: This study used histological analysis and molecular biology techniques, and compared the results with those for AMPK activator 5-aminoimidazole-4-carboxamide-1-β-D-ribonucleoside (AICAR) and green tea extracts. RESULTS: The myotube density of normal and oxidative stress-induced C2C12 cells was significantly higher in the tannase-converted green tea extract-treated group than that observed in the other groups (normal cells: P < 0.01; oxidative stress-induced cells: P < 0.05). In addition, tannase-converted green tea extract and green tea extract treatments significantly upregulated the genetic expression of myogenin, Myf5, and MyoD (P < 0.05). The levels of AMP-activated protein kinase-α (AMPKα) and muscle RING-finger protein-1 (MuRF-1) in the tannase-converted green tea extract group were higher than those in the AICAR and green tea extract groups (P < 0.05). CONCLUSIONS: Taken together, our findings describe that the high levels of EC, EGC, and GA in the tannase-converted green tea extract are attributable to the morphological changes in C2C12 cells and intercellular signaling pathways. Therefore, tannase-converted green tea extract can be used in the treatment of sarcopenia.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Camellia sinensis",
        "Carboxylic Ester Hydrolases",
        "Catechin",
        "Cell Line",
        "Mice",
        "Muscle Development",
        "Muscle Fibers, Skeletal",
        "Oxidative Stress",
        "Plant Extracts",
        "Republic of Korea",
        "Tea"
      ]
    },
    {
      "pmid": "31950948",
      "title": "Consumption of a green tea extract-curcumin drink decreases blood urea nitrogen and redox iron in β-thalassemia patients.",
      "authors": [
        "Pimpisid Koonyosying",
        "Adisak Tantiworawit",
        "Sasinee Hantrakool",
        "Niramon Utama-Ang",
        "Michael Cresswell",
        "Suthat Fucharoen",
        "John B Porter",
        "Somdet Srichairatanakool"
      ],
      "journal": "Food & function",
      "publication_date": "2020-Jan-29",
      "publication_types": [
        "Controlled Clinical Trial",
        "Journal Article"
      ],
      "abstract": "The most important cause of death in β-thalassemia major patients is organ dysfunction due to iron deposits. Non-transferrin bound iron (NTBI), labile plasma iron (LPI) and labile iron pool are redox-active forms of iron found in thalassemia. Iron chelation therapy is adopted to counteract the resulting iron overload. Extracts of green tea (GTE) and curcumin exhibit iron-chelating and antioxidant activities in iron-loaded cells and β-thalassemic mice. We have used our GTE-CUR drink to investigate the potential amelioration of iron overload and oxidative stress in transfusion-dependent β-thalassemia (TDT) patients. The patients were enrolled for a control group without and with GTE-CUR treatments (17.3 and 35.5 mg EGCG equivalent). Along with regular chelation therapy, they were daily administered the drink for 60 d. Blood samples were collected at the beginning of the study and after 30 d and 60 d for biochemical and hematological tests. Interestingly, we found a decrease of blood urea nitrogen levels (P < 0.05), along with a tendency for a decrease of NTBI and LPI, and a delay in increasing lipid-peroxidation product levels in the GTE-CUR groups. The findings suggest that GTE-CUR could increase kidney function and diminish redox-active iron in iron overloaded β-thalassemia patients.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Antioxidants",
        "Blood Urea Nitrogen",
        "Curcumin",
        "Female",
        "Humans",
        "Iron Chelating Agents",
        "Iron Overload",
        "Lipid Peroxidation",
        "Male",
        "Middle Aged",
        "Oxidative Stress",
        "Tea",
        "Young Adult",
        "beta-Thalassemia"
      ]
    },
    {
      "pmid": "31803016",
      "title": "DYRK1A Overexpression Alters Cognition and Neural-Related Proteomic Pathways in the Hippocampus That Are Rescued by Green Tea Extract and/or Environmental Enrichment.",
      "authors": [
        "Ilario De Toma",
        "Mireia Ortega",
        "Patrick Aloy",
        "Eduard Sabidó",
        "Mara Dierssen"
      ],
      "journal": "Frontiers in molecular neuroscience",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Down syndrome (DS), caused by trisomy of chromosome 21, is the most common genetic cause of intellectual disability. We recently discovered that green tea extracts containing epigallocatechin-3-gallate (EGCG) improve cognition in mice transgenic for Dyrk1a (TgDyrk1A) and in a trisomic DS mouse model (Ts65Dn). Interestingly, paired with cognitive stimulation, green tea has beneficial pro-cognitive effects in DS individuals. Dual Specificity Tyrosine-Phosphorylation-Regulated Kinase 1A (DYRK1A) is a major candidate to explain the cognitive phenotypes of DS, and inhibiting its activity is a promising pro-cognitive therapy. DYRK1A kinase activity can be normalized in the hippocampus of transgenic DYRK1A mice administering green tea extracts, but also submitting the animals to environmental enrichment (EE). However, many other mechanisms could also explain the pro-cognitive effects of green tea extracts and EE. To underpin the overall alterations arising upon DYRK1A overexpression and the molecular processes underneath the pro-cognitive effects, we used quantitative proteomics. We investigated the hippocampal (phospho)proteome in basal conditions and after treatment with a green tea extract containing EGCG and/or EE in TgDyrk1A and control mice. We found that Dyrk1A overexpression alters protein and phosphoprotein levels of key postsynaptic and plasticity-related pathways and that these alterations were rescued upon the cognitive enhancer treatments."
    },
    {
      "pmid": "31759197",
      "title": "Mitigation of nonalcoholic fatty liver disease in high-fat-fed mice by the combination of decaffeinated green tea extract and voluntary exercise.",
      "authors": [
        "Weslie Y Khoo",
        "Benjamin J Chrisfield",
        "Sudathip Sae-Tan",
        "Joshua D Lambert"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2020-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "We have shown that combination treatment with decaffeinated green tea extract (GTE) and voluntary exercise (Ex) reduces obesity and insulin resistance in high-fat (HF)-fed mice to a greater extent than either treatment alone. Here, we investigated the effects of GTE-, Ex- or the combination on the development of obesity-related NAFLD. Male C57BL/6 J mice were treated for 16 weeks with HF diet (60% energy from fat), HF supplemented with 7.7 g GTE/kg, HF plus access to a voluntary running wheel, or the combination. We found that treatment of mice with the combination mitigated the development of HF-induced NAFLD to a greater extent than either treatment alone. Combination-treated mice had lower plasma alanine aminotransferase (92% lower) and hepatic lipid accumulation (80% lower) than HF-fed controls: the effect of the single treatments was less significant. Mitigation of NAFLD was associated with higher fecal lipid and nitrogen levels. Combination treated, but not singly treated mice, had higher hepatic expression of genes related to mitochondrial biogenesis (sirtuin 1 [59%]; peroxisome proliferator-activated receptor γ coactivator 1α [42%]; nuclear respiratory factor 1 [38%]; and transcription factor B1, mitochondrial [89%]) compared to the HF-fed controls. GTE-, Ex-, and the combination-treatment groups also had higher hepatic expression of genes related to cholesterol synthesis and uptake, but the combination was not better than the single treatments. Our results suggest the combination of GTE and Ex can effectively mitigate NAFLD. Future studies should determine if the combination is additive or synergistic compared to the single treatments.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Diet, High-Fat",
        "Insulin Resistance",
        "Lipid Metabolism",
        "Liver",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Non-alcoholic Fatty Liver Disease",
        "Obesity",
        "PPAR alpha",
        "Physical Conditioning, Animal",
        "Plant Extracts",
        "Tea"
      ]
    },
    {
      "pmid": "31747468",
      "title": "Does green tea extract enhance the anti-inflammatory effects of exercise on fat loss?",
      "authors": [
        "Reza Bagheri",
        "Amir Rashidlamir",
        "Damoon Ashtary-Larky",
        "Alexei Wong",
        "Meysam Alipour",
        "Mohamad S Motevalli",
        "Amel Chebbi",
        "Ismail Laher",
        "Hassane Zouhal"
      ],
      "journal": "British journal of clinical pharmacology",
      "publication_date": "2020-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: Green tea extract (GTE) can exert antiobesity and anti-inflammatory effects. Our study determined whether the benefits of GTE are summative with exercise-induced changes in anthropometric indices, and the levels of inflammatory cytokines, adiponectin and irisin in inactive overweight women. METHODS: Thirty overweight female participants were randomized to 3 groups: endurance training + placebo (ET + P); endurance training + GTE (ET + GTE); and Control (no exercise) + placebo (Control, n = 10). The exercise intervention consisted of an 8-week endurance-training programme of 3 sessions per week (aerobics, aerobic circuit training, and fast walking or jogging at a moderate intensity of 40-59% of the heart rate reserve). The dose of GTE used was 500 mg/day in the form of a green tea capsule. RESULTS: Body weight, body mass index, waist to hip ratio and body fat percentage were decreased in both ET + P and ET + GTE interventions (P < .001 for both interventions). The reduction of anthropometric values in the ET + GTE group was significantly higher than ET + P interventions (P < .001). Both exercise interventions also significantly (P < .001) increased adiponectin (ET + GTE = 5.28 mg/mL [95% confidence interval {CI}, 4.48 to 6.08] and ET + P = 3.34 mg/mL [95% CI, 2.76 to 3.92]) and decreased high-sensitivity C-reactive protein (hs-CRP; ET + GTE = -0.95 mg/L [95% CI, -1.15 to -0.75] and ET + P = -0.35 mg/L [95% CI, -0.46 to -0.24]). Changes in adiponectin and hs-CRP were greater (P < .05) in ET + GTE compared to ET + P. There were no significant differences in irisin, interleukin-6 or tumour necrosis factor-α between the 3 groups (P > .05). CONCLUSIONS: GTE improves exercise-induced body composition by further decreasing exercise-induced changes in weight, body mass index, waist to hip ratio and body fat percentage. The combination of GTE and exercise also produced greater changes in anti-inflammatory (increases in adiponectin) and metabolic (decreases in hs-CRP) markers than exercise alone.",
      "mesh_terms": [
        "Antioxidants",
        "Exercise",
        "Female",
        "Humans",
        "Overweight",
        "Plant Extracts",
        "Tea"
      ]
    },
    {
      "pmid": "31732163",
      "title": "Supplementation of green tea extract (GTE) in extender improves structural and functional characteristics, total antioxidant capacity and in vivo fertility of buffalo (Bubalus bubalis) bull spermatozoa.",
      "authors": [
        "Hussain Ahmed",
        "Sarwat Jahan",
        "Ajmal Khan",
        "Lubna Khan",
        "Bakht Tarin Khan",
        "Hizb Ullah",
        "Mehreen Riaz",
        "Kamran Ullah"
      ],
      "journal": "Theriogenology",
      "publication_date": "2020-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to elucidate the beneficial effects of green tea extract (GTE) in tris citric acid extender on post thaw structural and functional characteristics, DNA fragmentation (%), total antioxidant capacity (TAC, μM/L), lipid peroxidation (LPO, μM/mL) levels and in vivo fertility of buffalo (Bubalus bubalis) bull spermatozoa. GTE is a acknowledged natural antioxidant, act as a free radical scavenger and protects spermatozoa against oxidative stress. Three mature and donor buffalo bulls were used in this experiment. Two ejaculates were collected per bull on each collection day, followed by initial evaluation for consistency (colour), volume (mL), progressive motility and concentration (x109) and were diluted in five extenders @ 50 x 106/ mL (C = control, no GTE; T1 = treatment 1, GTE 0.1%; T2 = treatment 2, GTE 0.5%; T3 = treatment 3, GTE 0.75% and T4 = treatment 4, GTE1.0%). The experiment was repeated thrice. Data analysis showed that sperm progressive motility (%), plasma membrane integrity (%), supravital plasma membrane integrity (%), viable sperm with intact acrosome (%) and TAC were significantly higher (P < 0.05) in extender supplemented with T4 as compared to control. Furthermore, sperm DNA fragmentation and occurrance of LPO in buffalo bull spermatozoa were significantly lowered in T4 than control. In vitro longevity (%) of spermatozoa was significantly higher in T4 compared to control during 45 and 90 min of incubation at 37 °C. In vivo fertility rate of buffalo bull spermatozoa was significantly higher in T4 compared to control (64.96 vs. 48.40%, P < 0.05). It is concluded that supplementation of tris citric acid extender with 1.0% GTE improved structural and functional characteristics, TAC, in vitro longevity (%) and in vivo fertility, whereas decreased DNA fragmentation and LPO occurrence in buffalo bull spermatozoa after freezing and thawing protocol.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Cell Survival",
        "Cryoprotective Agents",
        "Female",
        "Insemination, Artificial",
        "Male",
        "Plant Extracts",
        "Pregnancy",
        "Semen Preservation",
        "Spermatozoa",
        "Tea"
      ]
    },
    {
      "pmid": "31626054",
      "title": "Aerobic Training and Green Tea Extract Protect against N-methyl-N-nitrosourea-induced Prostate Cancer.",
      "authors": [
        "Saber Saedmocheshi",
        "Marziyeh Saghebjoo",
        "Zakaria Vahabzadeh",
        "Dariush Sheikholeslami-Vatani"
      ],
      "journal": "Medicine and science in sports and exercise",
      "publication_date": "2019-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Aerobic training and green tea extract can be used to reduce the risk of prostate cancer. The goal of this study was to evaluate the effects of 8-wk aerobic exercise training and administration of green tea extract on the level of nuclear factor kappa B (NF-kB), cyclooxygenase-2 (COX-2) and p53 tumor suppressor protein (p53) in prostate of rats which were stimulated by N-methyl-N-nitrosourea to induce the prostate cancer. METHODS: Sixty adult male Wistar rats were assigned into six groups including healthy control, cancer control (CCt), cancer training (CTr: 45 min·d at low to moderate intensity, five times per week, 8 wk), cancer extract (CEx: 1.34 mL of green tea extract, three times per week, 8 wk), cancer training+ cancer extract (CTr + CEx) and sham groups. Rats were sacrificed 48 h after the last intervention session, and the prostate tissue was isolated to measure the levels of NF-kB, COX-2, and p53. RESULTS: The NF-kB level in CCt group was increased significantly compared to the healthy control (P = 0.02). In the CTr group, NF-kB level was decreased significantly compared to the CCt and CEx groups (P = 0.001 and 0.05, respectively). In addition, the levels of P53 protein were reduced in CTr, CEx, and CTr + CEx groups compared to CCt group (P = 0.001, 0.02 and 0.004, respectively). No significant changes were found in the level of COX-2 between groups. CONCLUSIONS: These results suggest that a long-term exercise training combined with the intake of green tea extract may reduce levels of NF-kB and p53 in rats with prostate cancer. Given the importance of recognizing complementary therapies in this regard, future studies are warranted.",
      "mesh_terms": [
        "Animals",
        "Anticarcinogenic Agents",
        "Body Weight",
        "Cyclooxygenase 2",
        "Male",
        "Methylnitrosourea",
        "NF-kappa B",
        "Organ Size",
        "Physical Conditioning, Animal",
        "Plant Extracts",
        "Prostate",
        "Prostatic Neoplasms",
        "Rats, Wistar",
        "Tea",
        "Tumor Suppressor Protein p53"
      ]
    },
    {
      "pmid": "31574193",
      "title": "Green Tea Extract Treatment in Obese Mice with Nonalcoholic Steatohepatitis Restores the Hepatic Metabolome in Association with Limiting Endotoxemia-TLR4-NFκB-Mediated Inflammation.",
      "authors": [
        "Geoffrey Y Sasaki",
        "Jinhui Li",
        "Morgan J Cichon",
        "Ken M Riedl",
        "Rachel E Kopec",
        "Richard S Bruno"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "SCOPE: Catechin-rich green tea extract (GTE) alleviates nonalcoholic steatohepatitis (NASH) by lowering endotoxin-TLR4 (Toll-like receptor-4)-NFκB (nuclear factor kappa-B) inflammation. This study aimed to define altered MS-metabolomic responses during high-fat (HF)-induced NASH that are restored by GTE utilizing livers from an earlier study in which GTE decreased endotoxin-TLR4-NFκB liver injury. METHODS AND RESULTS: Mice are fed a low-fat (LF) or HF diet for 12 weeks and then randomized to LF or HF diets containing 0% or 2% GTE for an additional 8 weeks. Global MS-based metabolomics and targeted metabolite profiling of catechins/catechin metabolites are evaluated. GTE in HF mice restores hepatic metabolites implicated in dyslipidemia insulin resistance, and inflammation. These include 122 metabolites: amino acids, lipids, nucleotides, vitamins, bile acids, flavonoids, xenobiotics, and carbohydrates. Hepatic amino acids, B-vitamins, and bile acids are inversely correlated with biomarkers of insulin resistance, liver injury, steatosis, and inflammation. Further, phosphatidylcholine metabolites are positively correlated with biomarkers of liver injury and NFκB inflammation. Thirteen catechin metabolites are identified in livers of GTE-treated mice, mostly as phase II conjugates of parental catechins or microbial-derived valerolactones. CONCLUSION: The defined anti-inflammatory/metabolic interactions advance an understanding of the mechanism by which GTE catechins protect against NFκB-mediated liver injury in NASH.",
      "mesh_terms": [
        "Animals",
        "Bile Acids and Salts",
        "Catechin",
        "Diet, High-Fat",
        "Endotoxemia",
        "Inflammation",
        "Insulin Resistance",
        "Liver",
        "Male",
        "Metabolome",
        "Mice, Inbred C57BL",
        "Mice, Obese",
        "NF-kappa B",
        "Non-alcoholic Fatty Liver Disease",
        "Phosphatidylcholines",
        "Plant Extracts",
        "Tea",
        "Toll-Like Receptor 4"
      ]
    },
    {
      "pmid": "31528896",
      "title": "Green tea extract-assembled nanoclusters for combinational photothermal and chemotherapy.",
      "authors": [
        "Xue Jiang",
        "Yu Sun",
        "Lihuang Shang",
        "Conglian Yang",
        "Li Kong",
        "Zhiping Zhang"
      ],
      "journal": "Journal of materials chemistry. B",
      "publication_date": "2019-Oct-09",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "\"Green chemistry\" is a newly developed approach that uses natural products to fabricate drug delivery systems; it has many advantages, such as low cost, simplicity, rapidity and environmental friendliness. In this study, we fabricated doxorubicin-loaded gold nanoclusters via a \"green chemistry\" method, involving the use of green tea extract to realize combinational photothermal and chemotherapy against melanoma. Green tea extract acted as a reducing agent of chloroauric acid and a stabilizer of the nanoclusters, and it also provided a co-polymerization site for doxorubicin. Gold nanoclusters were formed in the presence of the reductive polyphenols in the green tea extract. The accordingly converted polyphenol oxides could assemble into oligomers to stabilize the formulated nanoclusters while co-polymerizing with doxorubicin through π-π stacking and electrostatic interactions. This drug delivery system showed good stability, pH-sensitive drug release properties and enhanced cellular uptake. In vitro and in vivo experiments both demonstrated that our system with combinational photothermal and chemotherapy could achieve significantly enhanced tumor growth inhibition compared to monotherapy. Overall, this platform may provide a safe and efficient strategy for cancer treatment and new insight into green, natural extracts for nanoparticle fabrication.",
      "mesh_terms": [
        "Animals",
        "Cell Line, Tumor",
        "Combined Modality Therapy",
        "Doxorubicin",
        "Drug Carriers",
        "Drug Liberation",
        "Mice",
        "Nanoparticles",
        "Phototherapy",
        "Plant Extracts",
        "Tea"
      ]
    },
    {
      "pmid": "31500159",
      "title": "RNA-seq Based Transcriptome Analysis of the Anti-Obesity Effect of Green Tea Extract Using Zebrafish Obesity Models.",
      "authors": [
        "Liqing Zang",
        "Yasuhito Shimada",
        "Hiroko Nakayama",
        "Youngil Kim",
        "Djong-Chi Chu",
        "Lekh Raj Juneja",
        "Junya Kuroyanagi",
        "Norihiro Nishimura"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2019-Sep-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green tea is a popular beverage that is rich in polyphenolic compounds such as catechins. Its major content, (-)-epigallocatechin-3-gallate, has been shown to have beneficial effects on several diseases including cancer, metabolic syndrome, cardiovascular diseases, and neurodegenerative diseases. The aim of this study was to assess the anti-obesity effects and the underlying molecular mechanisms of green tea extract (GTE) using zebrafish larva and adult obesity models. We administered 100 μg/mL GTE to zebrafish larvae and performed a short-term obesogenic test. GTE significantly decreased the visceral adipose tissue volume induced by a high-fat diet. Oral administration (250 µg/g body weight/day) of GTE to adult diet-induced obese zebrafish also significantly reduced their visceral adipose tissue volume, with a reduction of plasma triglyceride and total cholesterol levels. To investigate the molecular mechanism underlying the GTE effects, we conducted RNA sequencing using liver tissues of adult zebrafish and found that GTE may ameliorate the obese phenotypes via the activation of Wnt/β-catenin and adenosine monophosphate-activated protein kinase (AMPK) pathway signaling. In addition, the comparative transcriptome analysis revealed that zebrafish and mammals may share a common molecular response to GTE. Our findings suggest that daily consumption of green tea may be beneficial for the prevention and treatment of obesity.",
      "mesh_terms": [
        "AMP-Activated Protein Kinase Kinases",
        "Animals",
        "Antioxidants",
        "Body Weight",
        "Diet, High-Fat",
        "Dietary Supplements",
        "Disease Models, Animal",
        "Gene Expression Regulation",
        "Humans",
        "Liver",
        "Obesity",
        "Protein Kinases",
        "RNA-Seq",
        "Tea",
        "Transcriptome",
        "Wnt Signaling Pathway",
        "Zebrafish"
      ]
    },
    {
      "pmid": "31480629",
      "title": "Effects of Tannase and Ultrasound Treatment on the Bioactive Compounds and Antioxidant Activity of Green Tea Extract.",
      "authors": [
        "Xiao-Yu Xu",
        "Jin-Ming Meng",
        "Qian-Qian Mao",
        "Ao Shang",
        "Bang-Yan Li",
        "Cai-Ning Zhao",
        "Guo-Yi Tang",
        "Shi-Yu Cao",
        "Xin-Lin Wei",
        "Ren-You Gan",
        "Harold Corke",
        "Hua-Bin Li"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2019-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study investigated the effects of tannase and ultrasound treatment on the bioactive compounds and antioxidant activity of green tea extract. The single-factor experiments and the response surface methodology were conducted to study the effects of parameters on antioxidant activity of green tea extract. The highest antioxidant activity was found under the optimal condition with the buffer solution pH value of 4.62, ultrasonic temperature of 44.12 °C, ultrasonic time of 12.17 min, tannase concentration of 1 mg/mL, and ultrasonic power of 360 W. Furthermore, phenolic profiles of the extracts were identified and quantified by high-performance liquid chromatography. Overall, it was found that tannase led to an increase in gallic acid and a decrease in epigallocatechin gallate, and ultrasounds could also enhance the efficiency of enzymatic reaction."
    },
    {
      "pmid": "31476552",
      "title": "Influence of green tea extract in the color of composite resin restorations.",
      "authors": [
        "R G Lopes",
        "B Oliveira-Reis",
        "A T Maluly-Proni",
        "M H T Silva",
        "A L F Briso",
        "P H Dos Santos"
      ],
      "journal": "Journal of the mechanical behavior of biomedical materials",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim of this study was to evaluate the color change of composite resin restorations in Class I cavity preparation with different depths, submitted to challenge of thermocycling in coffee, after the use of green tea extract (EGCG) as treatment on the dentin surface. Forty-eight human molars were divided into 6 groups according to dentin treatment and depth of restoration (n = 8): Group C3- Control/3 mm; Group C4- Control/4 mm; Group C5- Control/5 mm; Group EGCG3- EGCG/3 mm; Group EGCG4- EGCG/4 mm; and Group EGCG5- EGCG/5 mm. The teeth of the control groups were restored by the bulk fill technique (Filtek Bulk Fill), conditioning the dentin surface only with universal bonding system (Single Bond Universal). The teeth of the EGCG groups were also restored by the bulk filling technique, but conditioning the dentin surface with 0.5% EGCG for 30 s prior to the application of the adhesive system. Initial and final color readings were performed according to the CIE L*a*b* scale in UV-2450 spectroscope, before and after challenge of thermal cycling in coffee. The color change (ΔE) was then calculated based on the formula ΔE = [(ΔL*)2+(Δa*)2+(Δb*)2]½. The ΔE data were submitted to statistical tests of normality, two-way ANOVA and Tukey test to compare the means (p < 0.05). There was no statistically difference for both study factors analyzed (EGCG application and restoration depth), as well as the interaction between both, after aging in coffee (p > 0.05). It was concluded that the previous application of EGCG did not cause a significant color change at the dentin-resin interface.",
      "mesh_terms": [
        "Adhesives",
        "Bisphenol A-Glycidyl Methacrylate",
        "Catechin",
        "Coffee",
        "Color",
        "Composite Resins",
        "Dental Caries",
        "Dental Restoration Failure",
        "Dental Restoration, Permanent",
        "Dentin",
        "Dentin-Bonding Agents",
        "Humans",
        "Materials Testing",
        "Molar",
        "Resin Cements",
        "Surface Properties",
        "Tea"
      ]
    },
    {
      "pmid": "31462168",
      "title": "Dietary supplementation of a high-temperature-processed green tea extract attenuates cognitive impairment in PS2 and Tg2576 mice.",
      "authors": [
        "Juewon Kim",
        "Shinichiro Funayama",
        "Naotaka Izuo",
        "Takahiko Shimizu"
      ],
      "journal": "Bioscience, biotechnology, and biochemistry",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green tea intake is generally recognized as an effective supplement that promotes mental clarity and cognitive function. These health benefits of green tea have been attributed mainly to its effective component, epigallocatechin gallate (EGCG). Because various catechin derivatives potently enhance these health benefits, we manipulated the extraction process with a high-temperature intervention. High-temperature-processed green tea extract (HTP-GTE) showed an elevated proportion of gallocatechin gallate (GCG) content. To investigate the preventive effects of HTP-GTE on cognitive decline, we found its neuroprotective effects against amyloid β (Aβ)-induced neurotoxicity in neurons and clarified that GCG significantly inhibited Aβ aggregation in vitro. Moreover, we showed that HTP-GTE intake attenuated several cognitive-decline phenotypes in a model mouse of Alzheimer's disease. These beneficial effects of HTP-GTE against cognitive decline were due to the distinctive composition of the extract and suggest the possibility that HTP-GTE supplementation could attenuate cognitive decline of Alzheimer's disease.",
      "mesh_terms": [
        "Amyloid beta-Peptides",
        "Animals",
        "Camellia sinensis",
        "Catechin",
        "Cognition Disorders",
        "Dietary Supplements",
        "Hot Temperature",
        "Mice",
        "Mice, Transgenic",
        "PC12 Cells",
        "Plant Extracts",
        "Presenilin-2",
        "Rats"
      ]
    },
    {
      "pmid": "31331567",
      "title": "Usage of and attitudes about green tea extract and Epigallocathechin-3-gallate (EGCG) as a therapy in individuals with Down syndrome.",
      "authors": [
        "Rachel Long",
        "Montana L Drawbaugh",
        "Charlene M Davis",
        "Charles R Goodlett",
        "Jane R Williams",
        "Randall J Roper"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2019-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Usage of and views concerning alternative therapies in the DS community are not well documented. Some positive effects of green tea extracts (GTE) containing Epigallocathechin-3-gallate (EGCG) have been reported in individuals with DS and DS mouse models, but minimal improvements or detrimental effects of pure EGCG treatment have been reported in DS mouse models. Given the uncertainty about the effectiveness of these supplements, the goal of this study was to determine the relative prevalence of and attitudes about GTE/EGCG treatments among DS caregivers. METHODS: An anonymous survey about attitudes and usage of GTE/EGCG in individuals with DS was completed by caregivers of these individuals. RESULTS: GTE/EGCG treatment was provided by 18% of responding caregivers who were mostly younger, highly educated, and utilized scientific sources and other parents to influence their decision to use GTE/EGCG. Individuals with DS who received GTE/EGCG were characterized as less severely disabled. Most caregivers who did not give GTE/EGCG reported concerns about potential side effects and lack of effectiveness. Few caregivers consulted with medical providers about GTE/EGCG usage. CONCLUSIONS: These results demonstrate a need for communication between caregivers, medical providers, and scientists about potential benefits and risks for adverse effects of GTE, EGCG, and other nutritional supplements in individuals with DS.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Attitude",
        "Caregivers",
        "Catechin",
        "Cross-Sectional Studies",
        "Dietary Supplements",
        "Down Syndrome",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Plant Extracts",
        "Tea",
        "Young Adult"
      ]
    },
    {
      "pmid": "31234608",
      "title": "Effect of Acute Ingestion of Green Tea Extract and Lemon Juice on Oxidative Stress and Lipid Profile in Pigs Fed a High-Fat Diet.",
      "authors": [
        "Xi Fang",
        "Michael Azain",
        "Kristi Crowe-White",
        "Jennifer Mumaw",
        "Janet A Grimes",
        "Chad Schmiedt",
        "Michele Barletta",
        "Srujana Rayalam",
        "Hea Jin Park"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2019-Jun-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green tea and its catechins have been shown to ameliorate high fat diet-induced oxidative stress and hyperlipidemia. However, low bioavailability of catechins limits their therapeutic potential. Lemon juice (LJ) has been suggested to enhance the bioavailability of catechins in vitro. This study investigated the antioxidative and hypolipidemic efficacy of a single dose of green tea extract (GTE) or GTE plus LJ (GTE + LJ) in high-fat diet fed pigs. Sixteen pigs ingested a single dose of GTE (190 mg/kg/day) or GTE + LJ (0.75 mL/kg/day) mixed with low-fat (LF; 5% fat) or high-fat (HF; 22% fat) diets and blood samples were collected for 24 h. Plasma catechin level peaked at two hours, and gradually returned to baseline after six hours following the intake. The addition of LJ significantly increased plasma catechin level. The diet containing GTE did not lower plasma cholesterol and triacylglycerol (TG) concentrations, superoxide dismutase (SOD) and catalase activity, or malondialdehyde concentration in 24 h in HF-fed pigs. Addition of a single dose of LJ, however, significantly decreased plasma TG level in LF groups but did not cause further changes on any other markers compared to the GTE alone. Our findings indicate limited effect of a single meal containing GTE on plasma antioxidant enzymes, lipid profile, and lipid peroxidation in pigs and no significant synergistic/additive action of adding LJ to GTE within 24 h in pigs. A study with a longer treatment period is warranted to further understand the potential role of GTE in reducing HF diet-induced oxidative stress and the possible synergistic role of LJ."
    },
    {
      "pmid": "31091209",
      "title": "Decrement in Cellular Iron and Reactive Oxygen Species, and Improvement of Insulin Secretion in a Pancreatic Cell Line Using Green Tea Extract.",
      "authors": [
        "Pimpisid Koonyosying",
        "Chairat Uthaipibull",
        "Suthat Fucharoen",
        "Evangelia Vlachodimitropoulou Koumoutsea",
        "John B Porter",
        "Somdet Srichairatanakool"
      ],
      "journal": "Pancreas",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: We have investigated the efficacy of mono- and combined therapy with green tea extract (GTE) in mobilizing redox iron, scavenging reactive oxygen species (ROS), and improving insulin production in iron-loaded pancreatic cells. METHODS: Rat insulinoma pancreatic β-cells were iron-loaded using culture medium supplemented with either fetal bovine serum or ferric ammonium citrate and treated with various doses of GTE for epigallocatechin-3-gallate (EGCG) equivalence and in combination with iron chelators. Cellular iron, ROS, and secretory insulin were measured. RESULTS: The rat insulinoma pancreatic cells took up iron from fetal bovine serum more rapidly than ferric ammonium citrate. After treatment with GTE (0.23-2.29 μg EGCG equivalent), cellular levels of iron and ROS were dose dependently decreased. Importantly, secretory insulin levels were increased nearly 2.5-fold with 2.29 μg of EGCG equivalent GTE, indicating a recovery in insulin production. CONCLUSIONS: Green tea EGCG ameliorated oxidative damage of iron-loaded β-cells by removing redox iron and free radicals and attenuating insulin production. The impact can result in the restoration of pancreatic functions and an increase in insulin production. Green tea extract exerts iron-chelating, free-radical scavenging, and pancreato-protective effects in the restoration of β-cell functions, all of which we believe can increase insulin production in diabetic β-thalassemia patients.",
      "mesh_terms": [
        "Animals",
        "Catechin",
        "Cell Line, Tumor",
        "Diabetes Complications",
        "Insulin",
        "Insulin Secretion",
        "Insulin-Secreting Cells",
        "Iron",
        "Phytotherapy",
        "Plant Extracts",
        "Rats",
        "Reactive Oxygen Species",
        "Tea",
        "beta-Thalassemia"
      ]
    }
  ]
}