{
  "supplement": "Green Tea",
  "query": "Green Tea[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:42:01",
  "research_count": 1636,
  "count": 100,
  "articles": [
    {
      "pmid": "40308148",
      "title": "Time-of-day-dependent effects of a green tea extract on postprandial glycemia and insulinemia in healthy adults: a randomized, controlled, double-blind, cross-over intervention.",
      "authors": [
        "Noha Sulaimani",
        "Erika J Rosbotham",
        "Rebekah Warnock",
        "Louise Polzella",
        "Rebecca Judowski",
        "Luca Nicolotti",
        "Michael J Houghton",
        "Gary Williamson",
        "Maxine P Bonham"
      ],
      "journal": "Food & function",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Glucose homeostasis is intricately associated with circadian rhythms, and disrupting these rhythms, due to mistimed eating, can increase the risk of metabolic dysfunction. Although green tea (poly)phenols are recognized for their potential to lower postprandial glycemia, time-of-day effects of green tea extract incorporated into a starch-based meal remain unexplored. We hypothesized that combining green tea extract with a starch-rich meal could lower postprandial glucose and insulin in both the morning and evening. A four-arm randomized, double-blind, controlled, cross-over intervention was conducted on fourteen healthy adults. Fasted volunteers attended twice in the morning (08:00) and twice in the evening (18:00), consuming either a control (white rice) or test meal (green tea extract-enriched white rice). Blood glucose and insulin concentrations were measured at several time points over 180 minutes, and incremental areas under the curve (iAUC) and peak blood concentrations were calculated. Postprandial glucose levels were higher in the evening compared to the morning, while insulin levels were lower in the evening, regardless of the intervention. The green tea extract meal did not significantly alter the glucose and insulin iAUC compared to the control meal during the morning and evening. Although green tea extract did not affect postprandial glucose concentrations, it significantly decreased peak insulin levels (629 ± 313 pmol L-1, P = 0.04) 30 minutes after the morning meal. Green tea (poly)phenols delay postprandial insulin in the morning but not in the evening, revealing a time-of-day dependent effect on insulin sensitivity."
    },
    {
      "pmid": "40282709",
      "title": "Effect of Blue Light Intensity During Spreading on the Aroma of Green Tea.",
      "authors": [
        "Youyue He",
        "Yan Tang",
        "Shiyue Song",
        "Lailong Li",
        "Shaoshuai An",
        "Guoming Zhou",
        "Jing Zhu",
        "Song Li",
        "Yue Yin",
        "Anburaj Jeyaraj",
        "Chunju Peng",
        "Xinghui Li",
        "Guanghui Zeng"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spreading is the key process for ensuring green tea quality. However, the effect of blue light intensity conditions on the formation of green tea aroma and the evolution of key volatile compounds has not been assessed to date. Four tea samples treated with different light conditions (blue light intensities) were used to investigate the effect of spreading treatment on changes in the composition and content of volatile compounds. Volatile compounds in green tea samples were detected using headspace-solid phase microextraction and gas chromatography-mass spectrometry under different light conditions. Orthogonal partial least squares discriminant analysis (OPLS-DA) and relative odor activity value (rOAV) analyses were then applied to clarify the best blue light condition for forming aroma and associated compounds. The 116 volatile compounds were detected in the green tea samples, of which alcohols were the most abundant. The findings demonstrated that MBL (middle-intensity blue light; 150 μmol/(m2∙s)) treatment was the most effective condition for developing an intense and persistent fruity and floral scent compared to HBL (high-intensity blue light; 300 μmol/(m2∙s)) and LBL (low-intensity blue light; 75 μmol/(m2∙s)). This study underscores how blue light intensity conditions shape green tea aromas and offers operational insights. It also provides a theoretical basis for controlling light conditions in the process of green tea spreading."
    },
    {
      "pmid": "40270873",
      "title": "Comparative Evaluation of Antioxidant Effects of 25% Bamboo Salt and 3% Green Tea Extract on Push-out Bond Strength of AH Plus Sealer after Sodium Hypochlorite Irrigation: An In vitro Study.",
      "authors": [
        "Poojitha Jain",
        "G B Shivamurthy",
        "N M Dhanyakumar",
        "D M Yashas"
      ],
      "journal": "Contemporary clinical dentistry",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: Sodium hypochlorite (NaOCl), a commonly used intracanal irrigant, adversely affects the organic content of dentin, impacting the bond strength of sealer to root dentin. AIM: The aim of the study was to compare the antioxidant effects of 25% bamboo salt and 3% green tea extract on the push-out bond strength of AH Plus sealer after NaOCl irrigation. SUBJECTS AND METHODS: Forty-five single-rooted mandibular premolars were selected, decoronated, and standardized to a length of 12 mm. During the canal preparation process, ProTaper Next rotary files were used, with each step accompanied by the irrigation of 5 ml of 5.25% NaOCl. Following the instrumentation, the canals were flushed with an additional 5 ml of 5.25% NaOCl and 17% ethylenediaminetetraacetic acid. The specimens were then categorized into three groups (n = 15 each): Group 1, treated with saline; Group 2, treated with a 25% bamboo salt solution; and Group 3, treated with a 3% green tea extract solution. From the coronal and middle thirds of each root, 1.5 mm thick slices were prepared. These slices were then tested for push-out bond strength using a universal testing machine. STATISTICAL ANALYSIS: The data collected were subjected to one-way analysis of variance, followed by Tukey's post hoc analysis for detailed examination. RESULTS: The use of 5.25% NaOCl resulted in a significant reduction in the bond strength of AH Plus to dentin (P < 0.05). Among the treated groups, the samples irrigated with 3% green tea extract exhibited a notably higher push-out bond strength compared to those treated with 25% bamboo salt. CONCLUSION: Within the limitations of this in vitro study, all experimental groups showed significant changes in push-out bond strength after antioxidant treatment."
    },
    {
      "pmid": "40249928",
      "title": "Green Tea Mitigates the Hallmarks of Aging and Age-Related Multisystem Deterioration.",
      "authors": [
        "Yusuf Yilmaz"
      ],
      "journal": "Aging and disease",
      "publication_date": "2025-Apr-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Aging is characterized by progressive multisystem deterioration driven by molecular and cellular mechanisms encapsulated in the twelve hallmarks of aging. Green tea (GT), derived from Camellia sinensis, has garnered significant scientific interest due to its rich polyphenolic composition, particularly epigallocatechin-3-gallate, and its pleiotropic health benefits. In this narrative review, we explored the multifaceted mechanisms through which GT may mitigate the aging hallmarks. Evidence from in vitro, animal, and human studies has shown that GT polyphenols can enhance DNA repair pathways, preserve telomere length, modulate epigenetic aging markers, improve proteostasis and autophagic flux, regulate nutrient-sensing networks, and rejuvenate mitochondrial function. Additionally, GT exhibits anti-inflammatory properties and may restore a physiological gut microbiota composition. Beyond molecular and cellular effects, GT consumption in humans has been associated with improved cognitive function, cardiovascular health, muscle preservation, and metabolic regulation in aging populations. Collectively, these findings highlight GT's potential as a naturally occurring geroscience intervention capable of addressing the interconnected network of aging processes more comprehensively than single-target pharmaceuticals. Future research should focus on optimizing dosing regimens, exploring synergies with other anti-aging strategies, and investigating personalized responses to GT interventions."
    },
    {
      "pmid": "40245063",
      "title": "The polyphenol/caffeine ratio determines the arousal-inducing properties of the green tea ethanol extract.",
      "authors": [
        "Duhyeon Kim",
        "Seonghui Kim",
        "Gibeom Choi",
        "Gahyeon Lee",
        "Junho Song",
        "Young Taek Oh",
        "Jang H Youn",
        "Suengmok Cho"
      ],
      "journal": "Food & function",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green tea (Camellia sinensis L.), one of the most popular beverages worldwide, contains caffeine, a natural stimulant. However, some green tea extracts have been known to possess both hypnotic and arousal effects. This study aimed to identify the components influencing these dual effects using a green tea ethanol extract (GE). Response surface methodology revealed that only some extraction conditions significantly induced arousal effects in ICR mice during the pentobarbital-induced sleep test. Among these, extraction with 95% ethanol for 195 minutes achieved the maximum arousal effect, corresponding to a caffeine content of 58.9 mg g-1, comparable to the effects observed with the reference, 25 mg kg-1 of caffeine. In addition, administration of this GE sample significantly increased wakefulness for 3 hours following treatment in C57BL/6N mice, as confirmed through sleep architecture analysis. A correlation analysis of the total phenolic content (TPC) to caffeine ratio in GE found that the intensity of the arousal-inducing effects varied with TPC (R2 = 0.9428). It was also confirmed that the ratio of EGCG to caffeine, major components of GE, was more closely associated with sleep duration (R2 = 0.9034). L-Theanine, known for its sleep-promoting effects, did not independently affect the arousal effects of GE. However, when combined with EGCG, their total content showed a slightly stronger correlation with sleep duration in relation to the caffeine ratio, compared with that of EGCG/caffeine ratio (R2 = 0.9464). Therefore, the balance between TPC and caffeine appears to modulate the stimulant properties of GE, highlighting its potential as both a stimulant and a mild hypnotic agent. Collectively, these findings provide insights into optimizing GE for tailored functional foods based on its polyphenol/caffeine ratio."
    },
    {
      "pmid": "40238596",
      "title": "Improvement of Summer Green Tea Quality Through an Integrated Shaking and Piling Process.",
      "authors": [
        "Zheng Tu",
        "Sixu Li",
        "Anan Xu",
        "Qinyan Yu",
        "Yanyan Cao",
        "Meng Tao",
        "Shanshan Wang",
        "Zhengquan Liu"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Apr-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Summer green tea often suffers from an inferior flavor, attributed to its bitterness and astringency. In this study, an integrated shaking and piling process was performed to improve the flavor of summer green tea. The results demonstrated a significant improvement in the sweet and kokumi flavors, accompanied by a reduction in umami, astringency, and bitterness following the treatment. Additionally, the yellowness and color saturation were also enhanced by the treatment. A total of 146 non-volatile metabolites (NVMs) were identified during the study. The elevated levels of sweet-tasting amino acids (L-proline, L-glutamine, and L-threonine), soluble sugars, and peptides (such as gamma-Glu-Gln and glutathione) contributed to the enhanced sweetness and kokumi. Conversely, the decreased levels of ester-catechins, flavonoid glycosides, and procyanidins resulted in a reduction in umami, astringency, and bitterness. Furthermore, the decreased levels of certain NVMs, particularly ascorbic acid and saponarin, played a crucial role in enhancing the yellowness and color saturation of the summer green tea. Our findings offered a novel theoretical framework and practical guidelines for producing high-quality summer green tea."
    },
    {
      "pmid": "40183268",
      "title": "Expression of miR-92a in Green Tea EGCG Preconditioned Adiposederived Stem Cells Ameliorates Inflammatory Response and Increases Cartilage Regeneration in RA Rats through KLF4/IL-17/MMP-2 Axis Modulation.",
      "authors": [
        "Tung-Sheng Chen",
        "Wei-Wen Kuo",
        "Chih-Yang Huang"
      ],
      "journal": "Current gene therapy",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The global prevalence of rheumatoid arthritis (RA) is on the rise. Numerous studies have demonstrated the potential of stem cell-based therapies in RA treatment. Experimental evidence suggests that preconditioning enhances the regenerative capabilities of stem cells compared to their unconditioned counterparts. OBJECTIVE: This study aimed to evaluate whether adipose-derived stem cells (ADSCs) preconditioned with green tea epigallocatechin gallate (EGCG) and miR-92a exhibit superior therapeutic effects in RA compared to unconditioned ADSCs. METHODS: Both in vitro and in vivo models were employed. In the cellular model, ADSCs were preconditioned with EGCG and miR-92a. In the animal model, male Wistar rats were used, and RA was induced using the collagen-induced arthritis (CIA) model. Following RA induction, the animals were divided into six groups: Sham (healthy rats), RA (RA-induced rats), RA+ADSC (RA-induced rats receiving unconditioned ADSCs), RA+E-ADSC (RA-induced rats receiving EGCGpreconditioned ADSCs), RA+mic-ADSC (RA-induced rats receiving miR-92a mimicpreconditioned ADSCs), and RA+inh-ADSC (RA-induced rats receiving miR-92a inhibitorpreconditioned ADSCs). RESULTS: In the cellular model, preconditioning with EGCG and miR-92a activated the CXCR4/p- Akt signaling pathway, thereby enhancing ADSC viability. In the animal model, RA induction caused several joint pathologies, including hind paw swelling, disrupted bone metabolism, immune cell infiltration, increased expression of IL-17, KLF4, and IL-6, as well as cartilage degradation. While transplantation of unconditioned ADSCs modestly improved these pathological features, the administration of E-ADSCs and mic-ADSCs significantly ameliorated these conditions in RA rats. Conversely, the therapeutic effects of E-ADSCs and mic-ADSCs were attenuated by the transplantation of inh-ADSCs. CONCLUSION: The therapeutic effects of E-ADSCs and mic-ADSCs in RA were strongly associated with the modulation of the KLF4/IL-17/MMP-2 axis. These findings suggest that ADSCs preconditioned with EGCG and miR-92a hold considerable clinical promise for the treatment of RA."
    },
    {
      "pmid": "40176399",
      "title": "Prediction of potential active ingredients and mechanism of Forsythia suspense leaf green tea extract in treating COPD mice based on UPLC-MS and network pharmacology.",
      "authors": [
        "Xuli Zuo",
        "Xiuzhen Pan",
        "Yu Wang",
        "Zhenghao Li",
        "Weidong Li"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic obstructive pulmonary disease (COPD) is a common chronic respiratory disease and the third leading cause of death worldwide, with chronic inflammation as its primary pathogenesis. The dried leaves of Forsythia suspensa (Thunb.) have anti-inflammatory pharmacological activity and potential clinical promise for the treatment of COPD; however, its pharmacodynamic activity and mechanism of action remain to be clarified. RESULTS: In total, 82 compounds were identified from F. suspense leaf green tea extract (STW), mainly lignans, flavonoids, phenolic acids and phenylethanol glycosides, were identified in STW. STW alleviates enlargement of the alveolar sac and cavity, thickening of the alveolar wall and infiltration of inflammatory cells in COPD mice. In the model group, the contents of interleukin (IL)-6, tumor necrosis factor (TNF)-α, IL-8, IL-1β and malondialdehyde were decreased, and the levels of superoxide dismutase and catalase were increased in a dose-dependent manner (P < 0.05). Network pharmacological analysis identified 19 active STW components and 81 potential targets for the treatment of COPD. The key components include quercetin, ferulic acid, phillygenin, rutin and phillyri, whereas the core targets included TNF, protein kinase B alpha, epidermal growth factor receptor and metalloproteinase-9. Mainly through phosphatidylinositol 3-kinase/protein kinase B, calcium ions, nuclear factor-kappa B and other signaling pathways. CONCLUSION: STW affects multiple pathways and targets in the treatment of COPD, and mainly plays a role in alleviating pulmonary inflammation. © 2025 Society of Chemical Industry."
    },
    {
      "pmid": "40172761",
      "title": "Exploring the impact of chia seeds and matcha green tea on gene expression related to the puberty pathway in growing male New Zealand white rabbits.",
      "authors": [
        "Ahmed S H Soliman",
        "Shymaa Sobhy Mourad",
        "Amira Abdalla Abdelshafy Mohamed"
      ],
      "journal": "Tropical animal health and production",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Abundant direct and in-direct genes are involved in regulating sexual hormones, and reproductive process under nitrite antioxidant plants in rabbit feed. However, there is not enough information about the role of chia seeds and matcha tea as anti-oxidative plants inhibit some direct and in-direct genes related to puberty of growing male rabbits. In this study New-Zealand White (NZW) rabbits treated with chia seeds and matcha tea in water from age after weaning to marketing age about two months ago and determent some sexual hormones, direct and in-direct genes related to puberty and reproduction process. Our data showed total testosterone measured by ELISA increased significantly in chia rabbits compared to control. ELISA analysis revealed that there were no alterations in the levels of follicle stimulating hormone (FSH) and luteinizing hormone (LH) in the treated groups. Direct genes such as doublesex and mab-3 related transcription factor 1 (DMRT1), sex-determining region Y protein (SRY), and gonadotropin-releasing hormone 1 (GnRH1) determent by qPCR show up-regulating in matcha groups comparable to control group. While in-direct genes follicle stimulating hormone receptor (FSHR) and estrogen receptor 1 (ESR1) detected by qPCR showed up-regulated in matcha rabbits compared to control rabbits. But, luteinizing hormone receptor (LHR) gene was down-regulated in matcha group, and it was up-regulated in chia seeds groups. The prolactin receptor (PRLR) gene investigates down-regulation in all treatment groups. Collectively, matcha tea as one of antioxidant plants were involved those genes studied and activated via hypothalamic- pituitary gonadal axis and led to early puberty in growing male NZW rabbits.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rabbits",
        "Seeds",
        "Sexual Maturation",
        "Salvia",
        "Animal Feed",
        "Gene Expression",
        "Testosterone",
        "Diet"
      ]
    },
    {
      "pmid": "40143184",
      "title": "Green Tea: A Novel Perspective on the Traditional Plant's Potential in Managing Periodontal Diseases.",
      "authors": [
        "Magdalena Paczkowska-Walendowska",
        "Jan Grzegorzewski",
        "Jakub Kwiatek",
        "Marta Leśna",
        "Judyta Cielecka-Piontek"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Green tea (Camellia sinensis) exhibits significant potential in oral health due to its antioxidant, anti-inflammatory, and antimicrobial properties. This review explores its role in managing periodontal disease, a common condition characterized by inflammation, microbial imbalances, and tissue destruction. The primary bioactive components, particularly epigallocatechin-3-gallate (EGCG), contribute to green tea's therapeutic effects by inhibiting bacterial adhesion, modulating inflammatory pathways, and reducing oxidative stress. Clinical studies suggest green tea improves periodontal health by reducing pocket depth, inflammation, and bleeding. It can serve as an adjunct to conventional therapies, including scaling and root planing, and be incorporated into oral care products such as mouthwashes and dentifrices. Furthermore, green tea presents a natural alternative to chemical agents like chlorhexidine, potentially mitigating side effects and addressing concerns about antibiotic resistance. However, its efficacy remains moderate compared to established treatments, highlighting the need for further research to optimize its formulation and therapeutic applications. Green tea represents a sustainable and biocompatible approach to periodontal therapy, supporting its integration into preventive and therapeutic oral health strategies."
    },
    {
      "pmid": "40137745",
      "title": "Effect of Green Tea (Camellia sinensis) Extract on Growth Performance, Intestinal Health, and Immune Response of Broiler Chickens During Subclinical Necrotic Enteritis.",
      "authors": [
        "Tunde E Ogundare",
        "Raveendra R Kulkarni",
        "Paul C Omaliko",
        "Odinaka C Iwuozo",
        "Ikenna G Enenya",
        "Oluteru E Orimaye",
        "Safiu A Suberu",
        "Olusola Jeje",
        "Yewande O Fasina"
      ],
      "journal": "Pathogens (Basel, Switzerland)",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study evaluated the effects of varying levels of dietary green tea extract (GTE) on growth performance, Clostridium perfringens (CP) colonization, and inflammatory responses in broiler chickens during experimental subclinical necrotic enteritis (SNE). In a 21-day experiment, 480 one-day-old male broiler (Ross 708) chicks were equally allotted into four dietary treatment groups. From days 1 to 10, all groups received a corn-soy basal diet, switching to a wheat-fish diet on day 11. Treatments included CON (no GTE), GTX, GTY, and GTZ (250, 500, and 1000 mg/kg GTE, respectively). On day 11, each group split into ACON, AGTX, AGTY, and AGTZ, totaling eight treatments. From days 17 to 20, ACON, AGTX, AGTY, and AGTZ chicks were orally challenged twice daily with 3 mL CP26 (2.5 × 108 CFU/mL). On d 16 (pre-challenge) and d 1 post-challenge, ileo-jejunal contents were collected for CP enumeration, and jejunum tissue was analyzed via qRT-PCR to determine the expression levels of IL-1β, IFNγ, TNF-α, TGFβ, IL-10, and MUC2 genes. Challenged chicks showed poorer (p ≤ 0.05) growth and higher intestinal CP, with a potential improvement in GTE-supplemented diets. Findings suggests that dietary GTE supplementation mitigated the characteristic growth depression during SNE, reduced intestinal CP infection, and modulated inflammatory response in broiler chicks.",
      "mesh_terms": [
        "Animals",
        "Chickens",
        "Plant Extracts",
        "Enteritis",
        "Clostridium perfringens",
        "Poultry Diseases",
        "Camellia sinensis",
        "Clostridium Infections",
        "Male",
        "Animal Feed",
        "Dietary Supplements",
        "Intestines",
        "Cytokines",
        "Diet",
        "Tea"
      ]
    },
    {
      "pmid": "40118516",
      "title": "Green tea consumption, primary treatment outcome and survival after a diagnosis of ovarian cancer.",
      "authors": [
        "Kate Gersekowski",
        "Anna DeFazio",
        "Michael Friedlander",
        "Andreas Obermair",
        "Penelope M Webb"
      ],
      "journal": "Journal of epidemiology and community health",
      "publication_date": "2025-Mar-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Drinking green tea prior to a diagnosis of ovarian cancer has been associated with improved survival; however, research on post-diagnosis consumption is limited. We investigated whether consuming green tea during primary chemotherapy was associated with improved treatment response and whether green tea drinking pre-diagnosis or post-treatment was associated with survival. METHODS: We used data from the Ovarian Cancer Prognosis and Lifestyle study, an Australian prospective cohort of 958 women with epithelial ovarian cancer. Tea consumption was self-reported at baseline and at 3 monthly intervals following diagnosis. Logistic regression was used to estimate ORs and 95% CIs for the association between green tea consumption during primary treatment and outcome. Flexible parametric survival models were used to estimate HRs and 95% CIs for the associations between green tea pre-diagnosis and post-treatment and survival. Black and herbal tea were included as negative controls. RESULTS: No association was seen between green or black tea consumption during chemotherapy and treatment response. There was a suggestion that drinking at least one cup/day of green tea in the pre-diagnosis or post-treatment periods was associated with improved overall survival (pre-diagnosis: HR=0.78, 95%CI=0.60 to 1.00; post-treatment: HR=0.84, 95%CI=0.66 to 1.04), but not progression-free survival. Conversely, herbal tea consumption post-treatment was associated with improved progression-free but not overall survival. CONCLUSIONS: We confirmed previous results suggesting green tea may be associated with better ovarian cancer survival but cannot rule out the possibility that residual confounding may be influencing these associations. Randomised trials are required to confirm any potential benefit."
    },
    {
      "pmid": "40086964",
      "title": "Green tea fermented by Ganoderma lucidum presented anti-obesity properties via enhanced thermogenesis in vitro and on C57BL/6J mice.",
      "authors": [
        "Xuzhou Liu",
        "Ying Ju",
        "Hongzhe Zeng",
        "Shuai Wen",
        "Chao Wang",
        "Mingguo Jiang",
        "Bingchuan Tian",
        "Jianan Huang",
        "Zhonghua Liu"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "High-fat diets contribute to obesity and metabolic disorders. Ganoderma lucidum is renowned for its abundant bioactive compounds and diverse pharmacological effects. Green tea fermented by G. lucidum (TFG) has been shown to enhance lipid-lowering activity in vitro significantly. Using UPLC-MS/MS and GC-MS/MS, we identified 78 active lipid-lowering compounds in TFG. We explored their potential targets and pathways through network pharmacology, validated by in vivo experiments. In a 4-week trial, 70 mice were randomly assigned to 7 groups: ND (normal diet), HFD (high-fat diet), PC-HFD (HFD with orlistat), NFT1 (HFD with 200 mg/kg/day non-fermented tea), NFT2 (HFD with 400 mg/kg/day NFT), TFG1 (HFD with 200 mg/kg/day TFG), and TFG2 (HFD with 400 mg/kg/day TFG). TFG treatment significantly reduced body weight, hepatic lipid droplets, and epididymal adipocyte size in mice compared to the HFD group. TFG also increased the abundance of lipid-lowering bacteria, such as Lactococcus and Lachnospirales. Liver transcriptomic and fecal metabolomic analyses revealed that TFG reduced triglyceride (TG), diglyceride (DG), monoglyceride (MG), and free fatty acid (FFA) levels and differentially regulated key genes (Dpf3, Atp5k, ND3) involved in the thermogenesis pathway. RT-PCR confirmed that TFG upregulated the mRNA expressions of AMPK, UCP1, PGC1α, and PPARγ in dorsal fat. In conclusion, TFG enhances thermogenesis via the AMPK-PGC1α pathway and increases the abundance of lipid-lowering bacteria, thereby reducing fat accumulation in mice. These findings offer insights into TFG's anti-obesity mechanisms, providing a scientific basis for developing new weight loss methods or products.",
      "mesh_terms": [
        "Animals",
        "Mice, Inbred C57BL",
        "Reishi",
        "Mice",
        "Anti-Obesity Agents",
        "Male",
        "Thermogenesis",
        "Obesity",
        "Fermentation",
        "Tea",
        "Diet, High-Fat",
        "Lipid Metabolism"
      ]
    },
    {
      "pmid": "40077449",
      "title": "Green Tea: Current Knowledge and Issues.",
      "authors": [
        "Maya Radeva-Ilieva",
        "Stanila Stoeva",
        "Nadezhda Hvarchanova",
        "Kaloyan D Georgiev"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Feb-22",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Green tea possesses antioxidant, anti-inflammatory, anticancer, and antimicrobial activities, reduces body weight, and slows down aging. These effects are primarily attributed to catechins contained in green tea leaves, particularly epigallocatechin-3-gallate. However, in humans, the realization of green tea's beneficial effects is limited. In order to summarize and critically analyze the available scientific information about green tea's health benefits and issues related to its use, we conducted an in-depth literature review in scientific databases. A number of in vitro studies reported that green tea catechins modulate various signaling pathways in cells, which is thought to underlie their beneficial effects. However, data on the effects of catechins in humans are scarce, which is partly due to their low stability and oral bioavailability. Furthermore, catechins may also participate in pharmacokinetic interactions when co-administered with certain drugs such as anticancer agents, drugs for cardiovascular diseases, immunosuppressors, etc. As a result, adverse drug reactions or therapy failure may occur. In conclusion, over the years, various approaches have been investigated to optimize catechin intake and to achieve beneficial effects in humans, but to date, the use of catechins for prophylaxis or disease treatment remains limited. Therefore, future studies regarding the possibilities of catechins administration are needed."
    },
    {
      "pmid": "40015490",
      "title": "Effects of green tea catechins and exercise on age-related muscle atrophy and satellite cell functions in a mouse model of sarcopenia.",
      "authors": [
        "Ryoma Matsuzaki",
        "Teruki Matsuoka",
        "Kazuki Nakanishi",
        "Akira Tani",
        "Shogo Kakimoto",
        "Yuki Kato",
        "Takuya Kawatani",
        "Sae Nakagawa",
        "Yoshitake Baba",
        "Makoto Kobayashi",
        "Takanobu Takihara",
        "Harutoshi Sakakima"
      ],
      "journal": "Experimental gerontology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sarcopenia negatively affects the quality of life and health of older individuals. Physical exercise is a standard treatment for sarcopenia. Recently, the potential benefits of green tea catechins (GTCs) in sarcopenia have gained considerable attention. In this study, we investigated the effects of a combination of GTCs and physical exercise on the symptoms and pathologies of sarcopenia using male senescence-accelerated mouse prone 8 (SAMP8). These mice were divided into four groups: control, GTCs, exercise (Ex), and GTCs + Ex. GTC-fed mice were fed a diet containing 0.33 % GTCs. The mice were subjected to exercise training (voluntary wheel running) for 12 weeks, from 5 to 8 months of age, and grip strength and gastrocnemius muscle alterations were investigated. SAMP8 mice exhibited symptoms and pathologies of sarcopenia, including loss of muscle mass, decreased grip strength, reduced mitochondrial capacity, increased oxidative stress, reduced number of satellite cells, and an increased ratio of 5-bromo-2'-deoxyuridine (BrdU)-positive nuclei located within the muscle cells in the aged muscle. The GTCs and/or Ex groups showed improved symptoms and pathologies of sarcopenia. In addition, the GTCs + Ex group exhibited enhanced mitochondrial capacity, myogenic differentiation, and maturation in aged skeletal muscle than that observed in the GTCs group. Our findings suggested that GTCs and/or Ex are effective in ameliorating several age-related changes in muscle morphology and function. Notably, GTCs intake, together with habitual exercise, may enhance the beneficial effects on the symptoms and pathologies of sarcopenia in aged muscle.",
      "mesh_terms": [
        "Animals",
        "Sarcopenia",
        "Male",
        "Satellite Cells, Skeletal Muscle",
        "Catechin",
        "Muscular Atrophy",
        "Disease Models, Animal",
        "Physical Conditioning, Animal",
        "Mice",
        "Oxidative Stress",
        "Tea",
        "Muscle, Skeletal",
        "Aging",
        "Hand Strength",
        "Muscle Strength"
      ]
    },
    {
      "pmid": "40002122",
      "title": "Natural Copper Ion Scavenger: Investigation of the Hepatoprotective Effects of Green Tea Extract in Toxic-Milk Mice with Wilson's Disease Model.",
      "authors": [
        "Delai Yang",
        "Shujuan Xuan",
        "Wang Zhang",
        "Huan Wu",
        "Yuge Jiang",
        "An Zhou"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Feb-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Wilson's disease (WD) is an inherited disorder characterized by abnormal copper metabolism with complex pathological features. Currently, the mechanism of copper overload-induced hepatic injury is unclear. Green tea is a natural chelator, and its main ingredients, green tea polyphenol (GTP) and L-theanine (L-TA) are good at binding to heavy metals like iron and copper. There have been no reports on green tea extracts (GTE) for the treatment of Wilson's disease. This study investigated the hepatoprotective effect of GTE on WD model mice. Initially, we examined the impact of green tea extract on copper metabolism, excretion, and hepatoprotective effects in WD model toxic milk mice. Then, Ultra performance liquid chromatography (UPLC-DAD) was established to analyze GTP and L-TA in green tea extract. Further screening of eight active components and copper complex active components in green tea extract was carried out by ion analyzer. Finally, we verified the pharmacodynamic effects of these active ingredients at the animal level. The results showed that GTE improves liver function and attenuates liver injury in TX mice by promoting tissue copper excretion and inhibiting oxidative stress, which provides a theoretical basis for green tea's potential to improve the clinical symptoms of WD."
    },
    {
      "pmid": "40002065",
      "title": "Advanced Photocatalytic Degradation of Organic Pollutants Using Green Tea-Based ZnO Nanomaterials Under Simulated Solar Irradiation in Agri-Food Wastewater.",
      "authors": [
        "Szabolcs Bognár",
        "Dušica Jovanović",
        "Vesna Despotović",
        "Sandra Jakšić",
        "Sanja Panić",
        "Marija Milanović",
        "Nina Finčur",
        "Predrag Putnik",
        "Daniela Šojić Merkulov"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The increasing presence of various organics poses significant threats to aquatic ecosystems and living organisms. Conventional water treatment methods are often insufficient, necessitating the development of powerful and sustainable alternatives. This study addresses this challenge by exploring the synthesis of ZnO nanoparticles using green tea leaves extract-an eco-friendly approach-for the sunlight-activated removal of organics in agri-food wastewater. The research examined different conditions for the removal of clomazone (CLO), tembotrione (TEM), ciprofloxacin (CIP), and zearalenone (ZEA). Nitrate-derived ZnO synthesized in a water medium (N-gZnOw) exhibited the highest photocatalytic activity, removing 98.2, 95.8, 96.2, and 96.6% of CLO, TEM, CIP, and ZEA. Characterization techniques (XRD, Raman spectroscopy, SEM, zeta potential measurements, UV-visible spectroscopy) confirmed the synthesis of N-gZnOw, with an average particle size of 14.9 nm, an isoelectric point of 9.9, and a band gap energy of 2.92 eV. Photocatalytic experiments identified 0.5 mg/cm3 as an optimal catalyst loading, while a higher initial pollutant concentration reduced degradation efficiency. LC-ESI-MS/MS measurements confirmed the efficient pollutant degradation and the formation of degradation intermediates. Hence, this study demonstrates that green tea extract-synthesized ZnO nanoparticles offer a promising, sustainable solution for removing herbicides, pharmaceuticals, and mycotoxins from wastewater, paving the way for eco-friendly water purification technologies."
    },
    {
      "pmid": "39997764",
      "title": "Green Tea with Rhubarb Root Reduces Plasma Lipids While Preserving Gut Microbial Stability in a Healthy Human Cohort.",
      "authors": [
        "Amanda J Lloyd",
        "M J Pilar Martinez-Martin",
        "Alina Warren-Walker",
        "Matthew D Hitchings",
        "Odin M Moron-Garcia",
        "Alison Watson",
        "Bernardo Villarreal-Ramos",
        "Laura Lyons",
        "Thomas Wilson",
        "Gordon Allison",
        "Manfred Beckmann"
      ],
      "journal": "Metabolites",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Cardiovascular diseases remain a leading cause of mortality and morbidity, and dyslipidaemia is one of the major risk factors. The widespread use of herbs and medicinal plants in traditional medicine has garnered increasing recognition as a valuable resource for increasing wellness and reducing the onset of disease. Several epidemiologic and clinical studies have shown that altering blood lipid profiles and maintaining gut homeostasis may protect against cardiovascular diseases. Methods: A randomised, active-controlled parallel human clinical trial (n = 52) with three herbal tea infusions (green (Camellia sinensis) tea with rhubarb root, green tea with senna, and active control green tea) daily for 21 days in a free-living healthy adult cohort was conducted to assess the potential for health benefits in terms of plasma lipids and gut health. Paired plasma samples were analysed using Afinion lipid panels (total cholesterol, LDL (low-density lipoprotein) cholesterol, HDL (high-density lipoprotein) cholesterol, triglycerides, and non-HDL cholesterol) and paired stool samples were analysed using 16S rRNA amplicon sequencing to determine bacterial diversity within the gut microbiome. Results: Among participants providing fasting blood samples before and after the intervention (n = 47), consumption of herbal rhubarb root tea and green tea significantly lowered total cholesterol, LDL-cholesterol, and non-HDL cholesterol (p < 0.05) in plasma after 21 days of daily consumption when compared with concentrations before the intervention. No significant change was observed in the senna tea group. In participants providing stool samples (n = 48), no significant differences in overall microbial composition were observed between pre- and post-intervention, even at the genus level. While no significant changes in overall microbial composition were observed, specific bacterial genera, such as Dorea spp., showed correlations with LDL cholesterol concentrations, suggesting potential microbiota-mediated effects of tea consumption. Diet and BMI was maintained in each of the three groups before and after the trial. Conclusions: It was found that drinking a cup of rhubarb root herbal or green tea infusion for 21 days produced beneficial effects on lipid profiles and maintained gut eubiosis without observable adverse effects in a healthy human cohort. More studies are needed to fully understand the effects of rhubarb root and green tea in fatty acid metabolism and gut microbial composition."
    },
    {
      "pmid": "39965645",
      "title": "Green Tea Catechins: A Promising Anticancer Approach for Leukaemia.",
      "authors": [
        "Łukasz Mazur",
        "Radosław Balwierz",
        "Krzysztof Michalak",
        "Wojciech Michalak",
        "Agata Jasińska-Balwierz",
        "Mariia Shanaida",
        "Paweł Biernat",
        "Tomasz Baj",
        "Izabela Jasicka-Misiak"
      ],
      "journal": "Planta medica",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Green tea catechins are bioactive polyphenolic compounds that possess a number of biological activities and potential health benefits. This review will focus on discussing the effects of green tea catechins, with a particular emphasis on clinical studies that evaluate their anticancer potential. Epigallocatechin gallate (EGCG), either as a stand-alone treatment or in conjunction with conventional anticancer therapies, represents a promising alternative strategy for the management of leukaemia. This review was based on a search of the scientific sources indexed in the databases PubMed and Scopus using the following keywords: 'Camellia sinensis', 'tea catechins', 'anticancer', 'antioxidant', 'hematological cancer', and 'leukaemia' in combination. A deeper comprehension of the multifaceted mechanisms and findings of research could facilitate the development of novel strategies and the integration of green tea catechins into clinical practice, thus enhancing treatment outcomes for patients with leukaemia.",
      "mesh_terms": [
        "Catechin",
        "Humans",
        "Leukemia",
        "Tea",
        "Antineoplastic Agents, Phytogenic",
        "Antioxidants",
        "Camellia sinensis"
      ]
    },
    {
      "pmid": "39956389",
      "title": "Protection of Green Tea Polyphenols against Neurodegenerative Diseases: Evidence and Possible Mechanisms.",
      "authors": [
        "Yan Zhao",
        "Baolu Zhao"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Aging is a major risk factor for neurodegenerative diseases. With aging of the global population, the prevalence of neurodegenerative diseases, such as Alzheimer's disease (AD) and Parkinson's disease (PD), has increased worldwide. Unfortunately, the available therapeutic options for these neurodegenerative diseases are limited, most of which only provide symptomatic relief and have potentially serious side effects. Epidemiological studies have shown that green tea consumption is associated with a lower prevalence of cognitive decline and decreased risk of AD and PD, providing an attractive preventive and therapeutic option. Polyphenols are major bioactive components in green tea, which contribute to the beneficial effects of green tea. Accumulating data suggest that green tea polyphenols (GTPs) have neuroprotective properties that inhibit the pathological development of neurodegenerative diseases; however, the underlying mechanisms are not yet completely understood. This paper reviews both in vitro and in vivo evidence that demonstrates the neuroprotective effects of GTPs against neurodegenerative diseases, with the main focus on AD and PD, and summarizes the possible molecular mechanisms by which GTPs impede the progression of neurodegeneration. In particular, this review highlights the modulation of GTPs on the common mechanisms involved in pathogenesis of neurodegenerative diseases, including oxidative stress-mediated neuronal toxicity, impaired proteostasis, and metal ion dyshomeostasis. The potential of using GTPs in the intervention of neurodegenerative diseases is also discussed, hopefully, providing useful insights into novel preventive and therapeutic strategies for these diseases.",
      "mesh_terms": [
        "Polyphenols",
        "Humans",
        "Tea",
        "Neurodegenerative Diseases",
        "Neuroprotective Agents",
        "Animals",
        "Parkinson Disease",
        "Oxidative Stress",
        "Alzheimer Disease"
      ]
    },
    {
      "pmid": "39849982",
      "title": "Dose-response effect of polyphenon-60 from green tea (P60-GT) on hexavalent chromium-induced genotoxic damage and apoptosis in mice.",
      "authors": [
        "Lourdes Montserrat Hernández-Cortés",
        "Víctor Manuel Mendoza-Núñez",
        "Alda Rocío Ortiz-Muñiz",
        "María Del Carmen García-Rodríguez"
      ],
      "journal": "Journal of toxicology and environmental health. Part A",
      "publication_date": "2025-Jun-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to examine the dose-response effects of polyphenon-60 derived from green tea (P60-GT) on hexavalent chromium [Cr(VI)]-induced genotoxic damage and apoptosis. Male Hsd:ICR mice were divided into 4 groups: (1) Control (vehicle only), (2) P60-GT (15, 30, or 45 mg/kg gavage), (3) Cr(VI) (20 mg/kg of CrO3 intraperitoneally), and (4) P60-GT+CrO3 (P60-GT administered 4 hr before CrO3). Peripheral blood samples were collected at 24, 48, and 72 hr to assess the number of micronuclei (MN), apoptosis, and cell viability, while plasma 8-hydroxy-2'-deoxyguanosine (8-OHdG) levels were measured at 0 and 48 hr. Cr(VI) significantly increased MN frequency, suppressed 8-OHdG repair, and reduced cell viability. Pre-treatment with P60-GT reduced MN frequency by up to 74%, with the 30 mg/kg dose demonstrating the highest efficacy. This dose restored cell viability, enhanced 8-OHdG repair, and enhanced apoptosis, suggesting activation of DNA repair and apoptotic pathways as potential antigenotoxic mechanisms. The 15 mg/kg dose exhibited anti-apoptotic effects, while the 30 and 45 mg/kg doses promoted apoptosis. However, the 45 mg/kg dose resulted in 100% lethality by 72 hr, likely due to synergistic toxicity with Cr(VI). These findings demonstrate the dose-dependent protective effects of P60-GT and emphasize the need for dosage optimization to maximize therapeutic benefits while minimizing toxicity.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Male",
        "Chromium",
        "Mice",
        "DNA Damage",
        "Dose-Response Relationship, Drug",
        "Tea",
        "Mice, Inbred ICR",
        "Catechin",
        "8-Hydroxy-2'-Deoxyguanosine",
        "Micronucleus Tests"
      ]
    },
    {
      "pmid": "39809182",
      "title": "The effect of green tea on patients with type 2 diabetes mellitus: A meta-analysis.",
      "authors": [
        "Ming-Jie Jia",
        "Xing-Ning Liu",
        "Ying-Chao Liang",
        "De-Liang Liu",
        "Hui-Lin Li"
      ],
      "journal": "Medicine",
      "publication_date": "2024-Nov-22",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: To systematically evaluate the effect of green tea on patients with type 2 diabetes. METHODS: A computer search Cochrane, PubMed, Embase, CNKI, Wanfang, VIP, and other Chinese and English databases were conducted for randomized controlled trials of green tea in the treatment of patients with type 2 diabetes. The duration of these trials spanned from the establishment of the database to January 10, 2024. The obtained data were subjected to meta-analysis using Stata15.1 software. A total of 15 articles were included, encompassing 722 patients. RESULTS: The meta-analysis results showed that compared to the control group, green tea intervention significantly improved the improvement of fasting blood glucose (SMD = -0.41, 95% CI: -0.67 to -0.19, P = .001), glycated hemoglobin (SMD = -0.68, 95% CI: -1.15 to 0.21, P = .004) and insulin resistance index (SMD = -0.70, 95% CI: -1.18 to -0.22, P = .005) in the experimental group compared to the control group. The differences were statistically significant (P < .05). CONCLUSION: Green tea significantly improves fasting blood glucose, glycated hemoglobin and insulin resistance in patients with type 2 diabetes.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Tea",
        "Blood Glucose",
        "Glycated Hemoglobin",
        "Insulin Resistance",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "39808292",
      "title": "Weighing up the potential of \"superfoods\" compounds of green tea or turmeric as adjuncts in comparison to established therapeutical approaches for periodontal disease.",
      "authors": [
        "Georg Heuzeroth",
        "Manuela Elena Kaufmann",
        "Isabelle Herter-Aeberli",
        "Ulrich Schlagenauf",
        "Chun Ching Liu",
        "Spyridon N Papageorgiou",
        "Patrick R Schmidlin"
      ],
      "journal": "Clinical oral investigations",
      "publication_date": "2025-Jan-14",
      "publication_types": [
        "Journal Article",
        "Comparative Study",
        "Meta-Analysis",
        "Systematic Review",
        "Review"
      ],
      "abstract": "OBJECTIVE: Aim of this study was to critically appraise clinical evidence on the potential benefits of adjunctive use of superfoods green tea and turmeric as mouthrinse or local delivery agents in the treatment of periodontal disease. MATERIALS AND METHODS: Electronic searches were performed in four databases for randomized trials from inception to February 2024 assessing the supplemental use of superfoods green tea and turmeric for gingivitis/periodontitis treatment. After duplicate study selection, data extraction, and risk-of-bias assessment with the RoB 2 tool, random-effects meta-analyses of Mean Differences (MD) or Standardized Mean Differences (SMD) with their 95% confidence intervals (CI) were performed. RESULTS: Nineteen studies (814 patients) were included, with 11 on gingivitis and 8 on periodontitis patients. No benefits were seen from the use of mouthwashes containing green tea extract or turmeric for gingivitis treatment, while green tea was associated with smaller Gingival Index (GI) reductions than chlorhexidine (5 studies; MD = 0.08; 95% CI = 0.01 to 0.14; P = 0.01). As far as periodontitis treatment is concerned, local supplementation with turmeric showed no benefits, whereas local supplementation with green tea extract was associated with improved treatment outcomes in terms of probing depth (4 studies; MD=-0.79; 95% CI=-1.29 to -0.29 mm; P = 0.002) and GI (3 studies; MD=-0.53; 95% CI=-1.01 to -0.05; P = 0.02) than the control group. However, the strength of evidence was moderate to very low due to bias, imprecision, and inconsistency. CONCLUSION: Limited evidence indicates that supplemental use of green tea extract is associated with improved periodontal treatment outcomes. However, the strength of evidence is weak and further research is needed. CLINICAL RELEVANCE: Green tea extract could be a natural adjunct to enhance periodontal treatment, without the potential side-effects of other adjuncts like chlorhexidine.",
      "mesh_terms": [
        "Humans",
        "Curcuma",
        "Tea",
        "Mouthwashes",
        "Plant Extracts",
        "Periodontal Diseases",
        "Gingivitis",
        "Randomized Controlled Trials as Topic",
        "Chlorhexidine",
        "Periodontitis"
      ]
    },
    {
      "pmid": "39798133",
      "title": "Adjuvant effect of green tea intake on treatment of patients with acute venous thromboembolism.",
      "authors": [
        "Wei Xiong",
        "Zhenzhong Deng",
        "Xiaoyang Song",
        "Yi Cheng",
        "Qihuan Yao",
        "Jianmin Qu",
        "Mei Xu",
        "Yong Luo",
        "Xuejun Guo",
        "Fengfeng Han"
      ],
      "journal": "QJM : monthly journal of the Association of Physicians",
      "publication_date": "2025-Jan-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Although there have been reports that green tea intake has thromboprophylactic effect, it was still unknown whether it had adjuvant effect on the basis of conventional anticoagulation for patients diagnosed with venous thromboembolism (VTE). METHODS: VTE patients were retrospectively classified into green tea group and no green tea group in a 1:1 ratio using propensity score matching, based on whether they drank green tea during the 3 months' period after VTE diagnosis. Primary outcomes were VTE recurrence at 3 months after VTE diagnosis and VTE-related death during 3 months after VTE diagnosis. Secondary outcomes were all-cause death and major bleeding during 3 months after VTE diagnosis. The primary and secondary outcomes were compared between the green tea and no green tea groups, in all patients, PE patients, and patients with cancer-associated VTE, respectively. RESULTS: The VTE recurrence at 3-month after VTE diagnosis occurred less in the green tea group (N = 1102) than in the no green tea group (N = 1102) (19 [1.7%] vs 55 [5.0%], P < 0.001). The VTE-related mortality during 3 months after VTE diagnosis occurred similarly between the two groups (13 [1.2%] vs 21 [1.9%], P = 0.187). The all-cause mortality (82 [7.4%] vs 78 [7.1%], P = 0.682) and major bleeding (55 [5.0%] vs 40 [3.6%], P = 0.142) during 3 months after VTE diagnosis both occurred similarly between the two groups. The results of VTE recurrence analysis in PE and cancer-associated VTE subgroups were both consistent with the main findings. CONCLUSIONS: Green tea intake on the basis of conventional anticoagulation can lead to a lower short-term VTE recurrence rate without safety concern, compared with isolated conventional anticoagulation."
    },
    {
      "pmid": "39773739",
      "title": "The interplay of exercise and green tea: a new road in cancer therapy.",
      "authors": [
        "Bing Liu",
        "Heyu Tian",
        "Mohammad Reza Momeni"
      ],
      "journal": "Cancer cell international",
      "publication_date": "2025-Jan-07",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Exercise is one of the most important activities for every individual due to its proven health beneficials. Several investigations have highlighted the advantageous impacts of aerobic exercise, largely attributed to its capacity to enhance the body's capability to defend against threats against oxidative stress. The information currently accessible suggests that adding regular aerobic exercise to a daily routine greatly decreases the chances of developing serious cancer and passing away. An unevenness in the levels of free radicals and the body's antioxidant defenses, made up of enzyme and non-enzyme antioxidants, results in oxidative pressure. Generally, an imbalance in the levels of oxidative stress triggers the creation of harmful reactive oxygen or nitrogen compounds, causing the development or progression of numerous ailments, including cancer. The equilibrium between pro-oxidant and antioxidant substances is a direct indicator of this imbalance. Green tea and its derivatives are rich sources of bioactive substances such as flavonoids and polyphenols which possess antioxidant abilities. Moreover, modulation of epigenetic targets as well as inflammatory pathways including ERK1/2 and NF-κB are other proposed mechanisms for its antioxidant activity. Recent studies demonstrate the promise of green tea as an antioxidant, showing its ability to decrease the likelihood of developing cancer by impacting actions like cell growth, blood vessel formation, and spread of cancer cells. This summary will concentrate on the complex network of different pathways related to physical activity and consumption of green tea. In particular, the focus of this research will be on examining how oxidative stress contributes to health and investigating the potential antioxidant properties of green tea, and the interconnected relationship between exercise and green tea in the treatment of cancer. Elucidation of these different pathways would help scientists for development of better therapeutic targets and further increase of current anticancer agents efficiency."
    },
    {
      "pmid": "39693953",
      "title": "Oral treatment with catechin isolated from Japanese green tea significantly inhibits the growth of periodontal pathogen Porphyromonas gulae and ameliorates the gingivitis and halitosis caused by periodontal disease in cats and dogs.",
      "authors": [
        "Chiharu Ohira",
        "Mao Kaneki",
        "Daiki Shirao",
        "Narumi Kurauchi",
        "Tomoki Fukuyama"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2025-Jan-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "It has been postulated that 90 % of cats and dogs develop periodontal disease by 1 year of age. Periodontal disease develops because of infection by multiple bacteria, including Porphyromonas gulae (P. gulae) and Porphyromonas gingivalis (P. gingivalis), resulting in severe gingivitis, halitosis, and bone lysis. Because periodontal disease is an irreversible disorder, preventive dentistry in veterinary medicine has become pertinent. This study examined the efficacy of catechin isolated from green tea by focusing on its bactericidal effects against P. gulae and P. gingivalis, inhibition of inflammation, and reduction in halitosis in dogs and cats with periodontal disease. The viability of P. gulae and P. gingivalis was significantly inhibited by catechin in a dose-dependent manner in vitro. P. gulae- and P. gingivalis-associated biofilm formation was also significantly suppressed by catechin, but the effect was not as drastic as the bactericidal effect. Hydrogen sulfide and methyl mercaptan generated by P. gulae and P. gingivalis were significantly decreased by catechin, even after a short exposure. Pro-inflammatory cytokine production and phosphorylation of P-38 and JNK induced by P. gulae were inhibited by catechin treatment in a dose-dependent manner. Treatment with 0.01892 % catechin-contained wet food for 1 month (30-35 days) significantly ameliorated halitosis and P. gulae activity, but had no impact on dental plaque and gingivitis. Our findings indicate that oral treatment with catechin can prevent periodontal diseases in both dogs and cats.",
      "mesh_terms": [
        "Animals",
        "Dogs",
        "Cats",
        "Halitosis",
        "Catechin",
        "Gingivitis",
        "Periodontal Diseases",
        "Porphyromonas",
        "Cat Diseases",
        "Tea",
        "Biofilms",
        "Porphyromonas gingivalis",
        "Administration, Oral",
        "Dog Diseases",
        "Hydrogen Sulfide",
        "Anti-Bacterial Agents",
        "Male",
        "Bacteroidaceae Infections"
      ]
    },
    {
      "pmid": "39682935",
      "title": "Green Tea Epigallocatechin 3-Gallate Reduced Platelet Aggregation and Improved Anticoagulant Proteins in Patients with Transfusion-Dependent β-Thalassemia: A Randomized Placebo-Controlled Clinical Trial.",
      "authors": [
        "Touchwin Petiwathayakorn",
        "Sasinee Hantrakool",
        "Kornvipa Settakorn",
        "Nuntouchaporn Hutachok",
        "Adisak Tantiworawit",
        "Nopphadol Chalortham",
        "Pimpisid Koonyosying",
        "Somdet Srichairatanakool"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Nov-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Patients with transfusion-dependent β-thalassemia (TDT) with iron overload have been linked to hypercoagulability and increased platelet (PLT) activation that causes thrombosis. Green tea extract (GTE) rich in epigallocatechin-3-gallate (EGCG) exerts iron-chelating and antithrombotic properties. The study aimed to assess the effects of GTE treatment on plasma coagulation state and PLT function in vitro and in patients with TDT. The subjects consumed a placebo or GTE tablets (50 mg and 2 × 50 mg EGCG equivalent) every day for two months. Blood was then collected from the treated patients for analyses of PLT numbers, agonist-induced PLT aggregation, and anti-coagulation proteins. In our findings indicate that the in vitro treatment of GTE (at least 1 mg EGCG equivalent) inhibited PLT aggregation in patients who were healthy and with thalassemia platelet-rich plasma (PRP), which was significant in the healthy PRP. Consistently, GTE treatment inhibited the PLT aggregation that had been ex vivo generated by collagen or ADP. In addition, consumption of GTE tablets greatly inhibited PLT aggregation and increased the plasma levels of proteins C and S, as well as the free protein S concentrations depending upon the time course, but not the GTE dosage. Moreover, plasma ferritin levels decreased in both green tea tablet groups in a time-dependent manner (p < 0.05 in the second month). In conclusion, EGCG-rich GTE diminished PLT aggregation in patients who were healthy and patients with thalassemia plasma. It also improved PLT aggregation and hypercoagulability in patients with TDT by increasing the antithrombotic activity of protein C and protein S. This would suggest an adjuvant of GTE could reduce the risk of thrombosis associated with iron overload."
    },
    {
      "pmid": "39658192",
      "title": "Green tea polyphenols alleviate di (2-ethylhexyl) phthalate-induced testicular injury in mice via lncRNA-miRNA-mRNA axis†.",
      "authors": [
        "Heng Shi",
        "Xin-Hai Zhao",
        "Qin Peng",
        "Xian-Ling Zhou",
        "Si-Si Liu",
        "Chuan-Chuan Sun",
        "Qiu-Yu Cao",
        "Shi-Ping Zhu",
        "Sheng-Yun Sun"
      ],
      "journal": "Biology of reproduction",
      "publication_date": "2025-Mar-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Di(2-ethylhexyl) phthalate (DEHP) is a commonly used plasticizer known for its toxic effects on the male reproductive system. Green tea polyphenols (GTPs), recognized for their antioxidant and anti-inflammatory properties, have demonstrated protective effects on various organs, but the mechanisms by which GTPs mitigate DEHP-induced testicular damage remain unclear. Healthy male C57BL/6J mice were divided into five groups: control, DEHP, DEHP + GTP treatment, GTP, and oil groups. Testicular histopathological changes were assessed using hematoxylin-eosin (H&E), periodic acid-Schiff (PAS), and Masson staining. Ultrastructural alterations were examined through transmission electron microscopy. High-throughput sequencing was performed to analyze the expression of mRNA, miRNA, and lncRNA and construct an lncRNA-miRNA-mRNA regulatory network for identifying key regulatory axes. Mice in the DEHP group exhibited significant testicular damage, including reduced sperm count, mitochondrial deformation, and endoplasmic reticulum dilation. GTP treatment notably improved testicular structural integrity, restored sperm count, and alleviated mitochondrial and endoplasmic reticulum damage. Additionally, DEHP significantly increased activated CD8+ T cells, which were reduced with GTP treatment. High-throughput sequencing revealed that GTP treatment exerted protective effects through the regulation of six key lncRNA-miRNA-mRNA axes. GTPs significantly protect against DEHP-induced testicular damage, and the lncRNA-miRNA-mRNA regulatory axes play a potential role in this process.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Diethylhexyl Phthalate",
        "Polyphenols",
        "MicroRNAs",
        "Mice",
        "Tea",
        "Testis",
        "RNA, Long Noncoding",
        "Mice, Inbred C57BL",
        "RNA, Messenger",
        "Testicular Diseases"
      ]
    },
    {
      "pmid": "39622786",
      "title": "Optimization of a green tea seed oil-loaded double-layer emulsion and its preventive effects on dextran sulfate sodium-induced colitis in mice.",
      "authors": [
        "Chang Liu",
        "Yiwen Zhao",
        "Qiangying Zheng",
        "Bowen Zhao",
        "Huiwen Yu",
        "Yiming Zhi",
        "Xiao Zhu",
        "Yijun Wang",
        "Jinbao Huang"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green tea seed oil (GTSO; Camellia sinensis) is rich in bioactive compounds and has great potential for preventing intestinal inflammation. Conversely, high-fat diets have been shown to promote or aggravate gastrointestinal inflammation, and the bioactive ingredients of GTSO face difficulty passing through the gastrointestinal tract while remaining intact. This study employed whey protein isolate (WPI) and sodium carboxymethyl cellulose (CMC-Na) to prepare a GTSO-loaded double-layer emulsion. The optimal parameters were as follows: WPI (2% w/w) and 35% oil phase for the primary emulsion preparation, CMC-Na (0.8% w/w) for the final emulsion, and 450 W of ultrasonic power for homogenization. No significant changes in particle size or coalescence in the emulsions were observed after 30 days of storage at 4°C. In addition, in a simulated gastrointestinal digestion system, more than 60% of the encapsulated GTSO was able to remain intact while passing through the gastric and small intestinal environment. In mice with dextran sulfate sodium-induced colitis, pretreatment with the GTSO emulsion significantly prevented the further development of colitis, whereas an empty-carrier-plus-free-GTSO treatment had no such protective effects and even tended to aggravate the disease. The results of the present study suggest that encapsulated GTSO is a reliable alternative approach for colitis prevention. PRACTICAL APPLICATION: The green tea seed oil-loaded double-layer emulsion demonstrates good storage stability when kept at 4°C, exhibits excellent slow-release performance, and achieves superior outcomes in the prevention of colitis. Our current study provides a reliable alternative approach for the prevention of colitis.",
      "mesh_terms": [
        "Animals",
        "Emulsions",
        "Dextran Sulfate",
        "Colitis",
        "Mice",
        "Seeds",
        "Particle Size",
        "Male",
        "Camellia sinensis",
        "Whey Proteins",
        "Tea",
        "Plant Oils",
        "Disease Models, Animal",
        "Tea Tree Oil",
        "Carboxymethylcellulose Sodium"
      ]
    },
    {
      "pmid": "39619932",
      "title": "Evaluation of the effects of green tea extract as a dietary supplement in sheep on gas production, volatile fatty acids, and digestibility.",
      "authors": [
        "Ririn Siti Rahmatillah",
        "Diky Ramdani",
        "Iman Hernaman",
        "Anuraga Jayanegara",
        "Nanik Hidayatik"
      ],
      "journal": "Veterinary world",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIM: Phenolic tannins, which are ubiquitous in plants, exhibit diverse biological activities and have drawn significant attention for their potential impact on ruminant nutrition and health. Although phenolic tannins have beneficial and detrimental effects on rumen fermentation, their precise influence remains poorly understood. This study aimed to explore the effects of varying doses of green tea extract (GTE) on rumen fermentation parameters through an in vitro trial using sheep rumen liquids. MATERIALS AND METHODS: A 4 × 2 factorial design was used to test the effect of 4 different doses of GTE treatment (0, 140, 280, and 560 mg/kg) in 2 different in vitro runs on degradability, fermentation profiles, and gas production using the in vitro Hohenheim Gas Test method. RESULTS: Across running times, the GTE-treated diet did not affect (p > 0.05) dry matter degradability % and organic matter degradability %, pH, ammonia (NH3-N, mg/dL), 24 h total gas production (tGP 24h, mL), and acetate-to-propionate ratio (A: P), but it reduced (p < 0.05) tGP 6 h compared with GTE-0 (control diet without GTE). GTE treatment tended to reduce (p < 0.1) methane (CH4, % LEL) and total volatile Fatty Acids (tVFA, mM). Across GTE treatment, the 1st in vitro run had higher (p < 0.001) tGP 6-24 h and pH, but lower (p < 0.001) tVFA and A: P in comparison with the 2nd in vitro run. CONCLUSION: GTE treatment tends to decrease CH4 output in rumen without affecting degradability, tGP, and most fermentation profiles, except for a tendency to reduce tVFA."
    },
    {
      "pmid": "39612295",
      "title": "Therapeutic potential of green tea catechins on the development of Parkinson's disease symptoms in a transgenic A53T mouse model.",
      "authors": [
        "Elizabeth Riegelman",
        "Kathy Xue",
        "Jia-Sheng Wang",
        "Lili Tang"
      ],
      "journal": "Nutritional neuroscience",
      "publication_date": "2024-Nov-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objectives: This study aimed to evaluate the effects of green tea catechins on the prevention of Parkinson's disease neurobehavioral symptoms and α-synuclein blood plasma concentration in a hemizygous transgenic A53T mouse model.Methods: Thirty 6-month-old male mice were randomly assigned to three groups (n = 10/group): control, low-dose, and high-dose, receiving green tea polyphenol (GTP) treatment in their drinking water at 0%, 0.5%, and 1.5%, respectively, over a 90-day period. The efficacy of ad libitum dosing was assessed by analyzing the bioaccumulation of tea catechins in urine samples collected from metabolic cages on days 0, 30, 60, and 90, using LC/Q-TOF analysis. PD-related behavioral impairments were measured with open field and rotarod performance tests on days 0, 45, and 90. On day 90, plasma α-synuclein levels were analyzed via enzyme-linked immunosorbent assay (ELISA) to assess treatment effects.Results: Circulating tea catechin metabolites were detected in treated groups by day 30, with levels progressively increasing through day 90. By day 90, control mice exhibited significant deficits in rotarod performance, while both low- and high-dose groups maintained or improved their maximum time on the rotarod. Open field testing indicated reduced anxiety-related behavior in control mice compared to treated groups. ELISA analysis revealed significantly lower circulating α-synuclein levels in high-dose mice compared to controls.Conclusion: Our findings indicate that sustained administration of tea catechins significantly reduces circulating α-synuclein levels in blood plasma, improves motor coordination in a dose-dependent manner, and modulates anxiety-related behaviors in a PD mouse model."
    },
    {
      "pmid": "39611303",
      "title": "How Can RuBisCO Be Released from the Mesophyll Cells of Green Tea Residue?",
      "authors": [
        "Jie Zhou",
        "Ankun Wang",
        "Qiming Zhu",
        "Feipeng Zhang",
        "Chen Zhang"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-Dec-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although ribulose-1,5-bisphosphate carboxylase/oxygenase (RuBisCO) has been obtained from green tea residue mesophyll cells (TRMCs), its intact release has not yet been achieved. To release RuBisCO, this study employed a combination or sequential treatments using urea, β-mercaptoethanol, sodium dodecyl sulfate (SDS), and enzymes. Factors that hindered RuBisCO release from TRMCs were investigated through SDS-PAGE analysis, protein release quantification, and electron microscopy techniques. Alkali treatment of TRMCs at 95 °C facilitated protein release, while also causing protein modification or degradation. Conversely, the combined treatment of β-mercaptoethanol with urea and/or SDS could effectively disrupt the disulfide bonds, hydrogen bonds, and/or hydrophobic interactions within the cells, leading to the release of 40% or more of the proteins. This treatment showed strong electrophoretic bands at 55 and 15 kDa, indicating that RuBisCO was completely released. No protein was released during the treatment with SDS and pepsin/papain/alkaline protease, indicating that RuBisCO was hindered by the presence of cellulose and hemicellulose. Sequential treatment with SDS and Viscozyme L dissolved TRMC lignocellulose without releasing RuBisCO, suggesting the low solubility of RuBisCO. Overall, the presence of lignocellulose in the cell wall and the low solubility of RuBisCO were identified as key factors hindering its release from the TRMCs.",
      "mesh_terms": [
        "Ribulose-Bisphosphate Carboxylase",
        "Mesophyll Cells",
        "Tea",
        "Camellia sinensis",
        "Plant Proteins",
        "Sodium Dodecyl Sulfate",
        "Mercaptoethanol",
        "Lignin",
        "Urea",
        "Waste Products",
        "Solubility"
      ]
    },
    {
      "pmid": "39594049",
      "title": "The Impact of Green Tea Kombucha on the Intestinal Health, Gut Microbiota, and Serum Metabolome of Individuals with Excess Body Weight in a Weight Loss Intervention: A Randomized Controlled Trial.",
      "authors": [
        "Gabriela Macedo Fraiz",
        "Dandara Baia Bonifácio",
        "Udielle Vermelho Lacerda",
        "Rodrigo Rezende Cardoso",
        "Viviana Corich",
        "Alessio Giacomini",
        "Hércia Stampini Duarte Martino",
        "Sergio Esteban-Echeverría",
        "Ana Romo-Hualde",
        "David Muñoz-Prieto",
        "Frederico Augusto Ribeiro de Barros",
        "Fermín I Milagro",
        "Josefina Bressan"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Nov-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green tea kombucha (GTK) has emerged as a promising probiotic fermented beverage. Few studies have investigated its effect on human health, mainly focusing on intestinal health, microbiota composition, and metabolomics. The present study is a pioneer in investigating the effect of GTK consumption in individuals with excess body weight. This is a randomized controlled trial, lasting ten weeks, with two groups placed under an energy-restricted diet: control (CG, n = 29), kombucha (KG, n = 30; 200 mL/d). Biological samples and questionnaires were collected before and after the intervention. Microbiota analysis used an amplification of the V4 region of 16S rRNA. Serum untargeted metabolomics used HPLC-TOF mass spectrometry. Intestinal permeability considered the urine excretion of lactulose and mannitol, plasma zonulin, and LPS-binding protein. After the intervention, no differences related to intestinal permeability and microbiota were found between groups, but only the CG had increased fecal pH, lactulose/mannitol ratio, and zonulin. In addition to this, the KG reported lower gastrointestinal symptoms related to motility compared to the CG, and discriminant metabolites (e.g., diethyl malonate) were found strictly in the KG. GTK did not significantly improve gut microbiota and intestinal permeability. However, GTK ameliorated gastrointestinal symptoms and positively influenced the serum metabolome, which may contribute to enhancing the metabolic health of individuals with excess body weight."
    },
    {
      "pmid": "39564506",
      "title": "Effects of green tea based oral health strategies on disease activity in rheumatoid arthritis.",
      "authors": [
        "Sanrong Lan",
        "Shuang Jin",
        "Rong Lin",
        "Baochuan Chen",
        "Fei Gao",
        "Shengli Zhang",
        "Lili Chen",
        "Hong Li"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: In this study, we aimed to evaluate oral health strategies in rheumatoid arthritis (RA) patients with periodontitis. METHODS: We enrolled 110 RA patients with periodontitis who were diagnosed in a Grade A tertiary hospital into an oral health strategies program. The control and test groups comprised 55 cases each. The management effect was evaluated by self-care ability, oral health-related quality of life, RA-related clinical indicators, and the DAS28 score. The control group received routine nursing, whereas the test group was in a self-health management program for 3 months. RESULTS: After the intervention, compared to the control group, the test group showed better self-care ability, oral health-related quality of life score, RA-related clinical indicators, and DAS28 score (P < 0.05). CONCLUSION: Our oral health strategies program slowed down the progression of the disease and can be popularized in patients."
    },
    {
      "pmid": "39555022",
      "title": "Effective collection of protein-enriched cells from green tea residue: An innovative process for leaf protein production.",
      "authors": [
        "Chen Zhang",
        "Ziyang He",
        "Ankun Wang",
        "Feipeng Zhang"
      ],
      "journal": "Current research in food science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green tea residue (GTR) contains a high protein content. However, the protein in GTR can't be effectively extracted using traditional methods. Thus, a novel method using ethylenediamine tetraacetic acid (EDTA), ammonium oxalate, or Celluclast® 1.5 L were used to disperse leaf tissues and to collect mesophyll cells to enrich the protein. Compared with EDTA or ammonium oxalate treatment, Celluclast® 1.5 L treatment achieved the highest amounts of mesophyll cells, about 2.7 × 106 g-1 of GTR. The number of collected mesophyll cells was positively and linearly correlated with the extraction rate of glucose and xylose, indicating that cellulose and hemicellulose were key components influencing cell collection. Celluclast® 1.5 L treatment enriched the protein content by 1.65 times in collected mesophyll cells to 50% protein content with a protein recovery of 88%, providing a novel scheme to obtain high-quality leaf protein for the food industry."
    },
    {
      "pmid": "39550922",
      "title": "Green tea polyphenol alleviates silica particle-induced lung injury by suppressing IL-17/NF-κB p65 signaling-driven inflammation.",
      "authors": [
        "Yunyi Xu",
        "Qionghua Ding",
        "Yuhuan Xie",
        "Qingqing Zhang",
        "Yangyu Zhou",
        "Hairui Sun",
        "Rui Qian",
        "Liqun Wang",
        "Xuxi Chen",
        "Ying Gao",
        "Yuqin Yao",
        "Yue Xiao"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Silicosis, an interstitial lung disease caused by inhalation of silica particles, poses a significant health concern globally. Green tea polyphenol (TP) stands out as a promising therapeutic candidate, yet its specific protective effects and in-depth mechanisms against silicosis have not been thoroughly investigated. PURPOSE: This study aimed to systematically assess the protective potential of TP against silicosis and to elucidate the underlying mechanisms of its action. METHODS: A combination of physiological, transcriptomic, molecular, and computational techniques was employed. HPLC was used to identify the components of TP, and its antioxidant properties were tested with DPPH and ABTS assays. The effects of TP on lung injury were assessed in silicosis mice using histopathology, qRT-PCR, and western blot. Transcriptomic analysis was applied to explore the differentially expressed genes and pathways in response to TP intervention. In vitro studies with mouse alveolar macrophages (MH-S) examined TP's effects on cell viability, proliferation, apoptosis, and inflammation responses. Integrated qRT-PCR, western blot, immunohistochemistry, and molecular docking were performed to confirm the molecular mechanism underlying the protective effects of TP against silicosis. RESULTS: TP effectively attenuated pulmonary inflammation and fibrosis in silicosis mice, as evidenced by significant reductions in inflammation and fibrotic markers. Moreover, TP's therapeutic benefits were linked to its cytoprotective effects on alveolar macrophages, notably its ability to protect MH-S cells from silica particle-induced apoptosis, inhibition of proliferation, and inflammatory response, underscoring its targeted protective effects at the cellular level. Mechanistically, TP exerted its anti-silicosis activity by targeting key pathways implicated in inflammatory responses, notably through the inhibition of the IL-17/NF-κB p65 signaling cascade. Molecular docking simulations corroborated these findings, demonstrating favorable binding affinities between TP's bioactive components (EGC, ECG, and EGCG) and crucial proteins (IL-17A, IL-17F, p65, TNF-α, IL-6, and IL-1β) involved in the IL-17/NF-κB p65 signaling pathway. This pathway inhibition led to a significant decrease in the production of pro-inflammatory cytokines, such as TNF-α, IL-6, and IL-1β, thus mitigated silicosis. CONCLUSION: TP demonstrates efficacy in alleviating silica particle-induced lung injury by suppressing inflammation through the IL-17/NF-κB p65 signaling pathway, underscoring its potential as a valuable natural compound for silicosis management.",
      "mesh_terms": [
        "Animals",
        "Silicon Dioxide",
        "Silicosis",
        "Signal Transduction",
        "Mice",
        "Polyphenols",
        "Interleukin-17",
        "Molecular Docking Simulation",
        "Transcription Factor RelA",
        "Male",
        "Mice, Inbred C57BL",
        "Lung Injury",
        "Tea",
        "Macrophages, Alveolar",
        "Antioxidants",
        "Inflammation"
      ]
    },
    {
      "pmid": "39529343",
      "title": "Mechanism of the combined action of green tea polyphenols and concurrent radiochemotherapy in regulating GSK-3β to treat non-small cell lung cancer through the Wnt∕β-catenin pathway.",
      "authors": [
        "Kebei Xie",
        "Yanli Wang",
        "Zimin Chen"
      ],
      "journal": "Romanian journal of morphology and embryology = Revue roumaine de morphologie et embryologie",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green tea, derived from Camellia sinensis, contains polyphenolic active compounds that exhibit diverse pharmacological effects including anticancer, anti-inflammatory, antioxidant, and immunomodulatory properties. Employing various concentrations of green tea polyphenols (GTPs; 0, 100, 200, 300, 400, 500 μg∕mL), human normal lung epithelial cells (BEAS-2B) and non-small cell lung cancer (NSCLC) cells (A549) underwent treatment. The cell viability was assessed using the cell counting kit-8 (CCK-8) assay, proliferation was examined through the colony formation assay, apoptosis was monitored via flow cytometry, cell migration, and epithelial-mesenchymal transition (EMT)-associated proteins (E-cadherin, N-cadherin) were determined by Western blot. A549 cells were subjected to Cisplatin (0, 0.5, 1, 1.5 μM) and X-ray irradiation (0, 2, 4, 6 Gy) for treatment to probe the influence of GTPs on A549 cells in response to chemoradiotherapy. The functioning mechanism of GTPs in the context of NSCLC was validated using lithium chloride (LiCl) [a glycogen synthase kinase-3 beta (GSK-3β) inhibitor], which activates the Wnt∕β-catenin pathway. GTPs suppressed NSCLC cell viability in a concentration-dependent pattern, with a half-maximal inhibitory concentration (IC50) of 362.5 μg∕mL, while showing little impact on BEAS-2B cells' viability (at concentrations not exceeding 500 μg∕mL). Treatment with GTPs dampened colony formation of NSCLC cells, while promoting apoptosis. LiCl treatment vigorously attenuated the inhibitory impact of GTPs on the malignant phenotype of NSCLC cells. Mechanistic studies suggested that GTPs strengthened GSK-3β stability, thereby impeding the Wnt∕β-catenin pathway. Tea polyphenols (TPs) in conjunction with concurrent radiochemotherapy (CRCT) enhance the stability of GSK-3β and dampen the Wnt∕β-catenin pathway, hence exerting anticancer effects in NSCLC.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Non-Small-Cell Lung",
        "Polyphenols",
        "Glycogen Synthase Kinase 3 beta",
        "Tea",
        "Lung Neoplasms",
        "Wnt Signaling Pathway",
        "Chemoradiotherapy",
        "Apoptosis",
        "Cell Proliferation",
        "beta Catenin",
        "A549 Cells"
      ]
    },
    {
      "pmid": "39390704",
      "title": "Effect of green tea or black tea extract on lipid and protein oxidation in Cantonese sausage.",
      "authors": [
        "Weibing Xu",
        "Chunlin Nie",
        "Zhicheng Li",
        "Shuxian Qiu",
        "Junyi Xiang",
        "Yongqiang Zhou",
        "Igor Tomasevic",
        "Weizheng Sun"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Natural polyphenols offer a safer alternative to synthetic antioxidants in meat products. This study investigated the efficacy of green tea and black tea extracts as natural antioxidants in Cantonese sausages to inhibit lipid and protein oxidation. RESULTS: Sausages were prepared with the addition of different concentrations - 100, 300, and 600 mg kg-1 total polyphenols (TP) - of green tea or black tea extract. Oxidation of the sausages was assessed through thiobarbituric acid reactants, carbonyl content, and thiol content, whereas consumer acceptability was evaluated based on texture, color, and sensory analysis. The tea extracts inhibited malondialdehyde production and reduced the thiobarbituric acid reactive substance value from 23.72 mmol MDA g-1 to less than 1.94 mmol MDA g-1. However, the addition of tea extracts decreased the thiol content and caused the loss of myosin heavy chain and actin bonds in sodium dodecyl sulfate polyacrylamide gel electrophoresis. Although the addition of tea extracts increased the redness and hardness of the sausage, no significant difference in consumer acceptance between the control and treatment groups was observed in the sensory analysis. CONCLUSION: The tea extract inhibited the oxidation of lipids in Cantonese sausage. There was no negative effect on the sensory characteristics of sausages. The use of tea extracts as natural antioxidants in Cantonese sausage is therefore feasible. © 2024 Society of Chemical Industry.",
      "mesh_terms": [
        "Meat Products",
        "Plant Extracts",
        "Oxidation-Reduction",
        "Animals",
        "Camellia sinensis",
        "Tea",
        "Swine",
        "Humans",
        "Antioxidants",
        "Lipids",
        "Proteins",
        "Taste",
        "Lipid Peroxidation",
        "Color",
        "Consumer Behavior"
      ]
    },
    {
      "pmid": "39380915",
      "title": "The Combined Effect of Green Tea, Saffron, Resveratrol, and Citicoline against Neurodegeneration Induced by Oxidative Stress in an In Vitro Model of Cognitive Decline.",
      "authors": [
        "Simone Mulè",
        "Sara Ferrari",
        "Giorgia Rosso",
        "Rebecca Galla",
        "Stefania Battaglia",
        "Valeria Curti",
        "Claudio Molinari",
        "Francesca Uberti"
      ],
      "journal": "Oxidative medicine and cellular longevity",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "During ageing, the brain is vulnerable to a growing imbalance of the antioxidant defence system, resulting in increased oxidative stress. This condition may be mainly responsible for cognitive decline, resulting in synaptic transmission disruptions and the onset of neuronal dysfunction. In this context, developing efficient preventive and therapeutic strategies against increased oxidative stress and decreased antioxidant defence mechanisms should be considered a public health priority to promote healthy ageing. Therefore, the current study explored the benefits of a novel combination of green tea, saffron, trans-Reveratrol, and citicoline, called MIX, on improving intracellular processes to ameliorate the mechanisms linked to cognitive decline under oxidative stress conditions. First, the ability of MIX to cross the blood-brain barrier (BBB) was evaluated in an in vitro model, analysing TEER value and the specific tight junctions; second, the CCF-STTG1 cell line was pretreated with 200 µM H2O2 for 30 min to explore the effects of the single active compounds and their combination under oxidative stress conditions. Our results demonstrated for the first time the synergistic effects of the new combination to improve the absorption rate of individual agents through the BBB and maintain its integrity. Subsequently, further research was done to assess the positive role of the combination to counteract oxidative damage; as expected, MIX restored the neurodegenerative state activated by 200 µM H2O2, reducing mitochondrial damage, and improving survival pathways. Additionally, MIX acted as a regulator of both cellular energy metabolism and apoptosis, reducing the inflammatory state activated by oxidative stress. Finally, MIX can balance neurotrophin production to prevent mitochondrial disruption. In conclusion, MIX counteracted the adverse effects of brain oxidative stress, suggesting that this new proposed formulation prevents the molecular mechanisms underlying the onset of cognitive decline, even in support of conventional therapy.",
      "mesh_terms": [
        "Oxidative Stress",
        "Cognitive Dysfunction",
        "Tea",
        "Resveratrol",
        "Cytidine Diphosphate Choline",
        "Crocus",
        "Humans",
        "Animals",
        "Antioxidants",
        "Mice"
      ]
    },
    {
      "pmid": "39376573",
      "title": "Green Tea Leaves and Rosemary Extracts Selectively Induce Cell Death in Triple-Negative Breast Cancer Cells and Cancer Stem Cells and Enhance the Efficacy of Common Chemotherapeutics.",
      "authors": [
        "Chris Raad",
        "Abby Raad",
        "Siyaram Pandey"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "While incredible medical advancements in chemotherapeutics development for cancer treatment have been made, the majority of these are not selective in their mechanism of action, leading to adverse effects. Given the systemic toxicity associated with these therapies, they are not well suited for long-term use. Natural health products, or NHPs, may provide a way to selectively target the oxidative and metabolic vulnerabilities in cancer cells. White tea (Camelia sinensis) and rosemary (Salvia rosmarinus) are two natural extracts that have been studied extensively for their medicinal properties. However, their anticancer activity and mechanism of action are yet to be fully elucidated. We have examined the extracts' cancer cell-killing ability as well as their interactions with common chemotherapeutics in MDA-MB-231 cells, a triple-negative breast cancer cell line, in vitro. Cell death measurement, morphological and biochemical characterization of apoptotic cell death, mechanisms of action (mitochondrial depolarization and oxidative stress), and immunofluorescence assays to estimate the percentage of cancer stem cells (CSCs) were performed following treatment with Synthite tea extract (STE) and rosemary extract (RE), provided by Synthite Industries Limited alone and in combination with cisplatin and paclitaxel. The key findings in this study are that STE and RE alone demonstrated very efficient anticancer activity against TNBC, and more importantly, the administration of the extracts in conjunction with cisplatin and paclitaxel sensitizes cancer cells to achieve enhanced cell death. In addition, CSCs were found to be sensitive to treatment with STE alone and in combination with RE and exhibited greater sensitivity to combination therapies compared to chemotherapeutic alone. The significance of these observations is that STE and RE, well-tolerated NHPs, have the potential to enhance the efficacy of current chemotherapeutics when combined, as well as prevent relapse for TNBC."
    },
    {
      "pmid": "39364253",
      "title": "Adsorption of toxic metals from greywater using coconut husk biochar and spent green tea.",
      "authors": [
        "Abudu Ballu Duwiejuah",
        "Emmanuel Frimpong Adjei",
        "Elliot Haruna Alhassan"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The discharge of wastewater into ground and surface waters can cause human and ecological health problems, hence eco-friendly, sustainable and cost-effective methods for removing toxic metals from wastewater are required. The study employed coconut husk biochar and spent impra ginseng flavoured green tea to adsorb cadmium (Cd), chromium (Cr) and lead (Pb) from greywater. The adsorption capacity of coconut husk biochar ranged from 88.70 % to 98.20 % for cadmium, 78 %-96 % for chromium and 95.71 %-99.29 % for lead whilst the spent impra ginseng flavoured green tea ranged from 94.03 % to 96.87 % for cadmium, 52 %-74 % for chromium and 98.52 %-99.48 % for lead. The maximum adsorption capacity (Qe) of coconut husk biochar ranged from 235.64 to 1132.40 mg/g for Cd, 1.31-8.80 mg/g for Cr and 58.85-415.80 mg/g for Pb. Lead demonstrated the highest affinity for the binding of coconut husk biochar and spent impra ginseng flavoured green tea adsorbent with a trend of Pb > Cd > Cr. Coconut husk biochar and spent impra ginseng flavoured green tea adsorbent were suitable for the toxic metals adsorption in the greywater. Cr showed different removal efficiencies where coconut husk biochar showed more effective removal than spent impra ginseng flavoured green tea. The application of coconut husk biochar and spent impra ginseng flavoured green tea in wastewater treatment is a green technology means and can lead to zero pollution of freshwater."
    },
    {
      "pmid": "39363261",
      "title": "Exploring the protective role of green tea extract against cardiovascular alterations induced by chronic REM sleep deprivation via modulation of inflammation and oxidative stress.",
      "authors": [
        "Yonca Coluk",
        "Emine Gulceri Gulec Peker",
        "Sembol Yildirmak",
        "Arif Keskin",
        "Guven Yildirim"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2024-Oct-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic Rapid eye movement (REM) sleep deprivation has been associated with various cardiovascular alterations, including disruptions in antioxidant defense mechanisms, lipid metabolism, and inflammatory responses. This study investigates the therapeutic potential of green tea extract (GTE) in mitigating these adverse effects. METHODS: A total of 24 male Wistar albino rats were used in this study and divided into the control group (n = 8), Chronic-REM Sleep Deprivation (CRSD) Group (n = 8) and Chronic-REM SD + Green Tea 200 (CRSD + GTE200) Group (n = 8). After 21 days, a comprehensive analysis of paraoxonase (PON1), arylesterase (ARE), malondialdehyde (MDA), glutathione (GSH), nitric oxide (NOx), proinflammatory cytokines, and lipid profiles in aortic tissue, heart tissue, and serum was conducted in a sleep-deprived rat model. RESULTS: Chronic REM sleep deprivation led to a significant reduction in PON1 and ARE levels in aortic (p = 0.046, p = 0.035 respectively) and heart tissues (p = 0.020, p = 0.019 respectively), indicative of compromised antioxidant defenses. MDA levels increased, and NOx levels decreased, suggesting oxidative stress and impaired vascular function. Lipid profile alterations, including increased triglycerides and total cholesterol, were observed in serum. Elevated levels of inflammatory cytokines (IL-6 and TNF-alpha) further indicated an inflammatory response (p = 0.007, p = 0.018 respectively). GTE administration demonstrated a protective role, restoring antioxidant enzyme levels, suppressing lipid peroxidation, and improving NOx levels. CONCLUSION: These findings suggest the therapeutic potential of GTE in alleviating the cardiovascular impairments of chronic REM sleep deprivation, emphasizing its candidacy for further clinical exploration as a natural intervention in sleep-related disorders and associated cardiovascular risks.",
      "mesh_terms": [
        "Male",
        "Rats",
        "Aorta",
        "Camellia sinensis",
        "Cytokines",
        "Inflammation",
        "Lipids",
        "Myocardium",
        "Oxidative Stress",
        "Phytotherapy",
        "Polyphenols",
        "Random Allocation",
        "Rats, Wistar",
        "Sleep Deprivation",
        "Tea",
        "Animals"
      ]
    },
    {
      "pmid": "39339787",
      "title": "Green Tea Kombucha Impacts Inflammation and Salivary Microbiota in Individuals with Excess Body Weight: A Randomized Controlled Trial.",
      "authors": [
        "Gabriela Macedo Fraiz",
        "Dandara Baia Bonifácio",
        "Udielle Vermelho Lacerda",
        "Rodrigo Rezende Cardoso",
        "Viviana Corich",
        "Alessio Giacomini",
        "Hércia Stampini Duarte Martino",
        "Sergio Esteban Echeverría",
        "Frederico Augusto Ribeiro de Barros",
        "Fermín I Milagro",
        "Josefina Bressan"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Sep-20",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Green tea kombucha (GTK) is a fermented beverage with promising health benefits, but few studies proved its impact on human health. Thus, we aimed to investigate the impact of GTK on weight loss, inflammation, and salivary microbiota in individuals with excess body weight. METHODS: This is a randomized controlled clinical trial that lasted 10 weeks with two groups of individuals with excess body weight: control (CG; n = 29; caloric restriction) and kombucha (KG; n = 30; caloric restriction + 200 mL GTK). Body composition, anthropometry, saliva, and blood collection were performed in the beginning and end of the intervention. Plasma interleukins were determined by flow cytometry. Salivary microbiota was analyzed by 16S rRNA sequencing. RESULTS: Both groups decreased weight, BMI, and body fat (p < 0.001) after the intervention, but there were no differences between groups. The KG reduced lipid accumulation product (LAP) (p = 0.029). Both groups decreased IL-1β and IL-8, but IL-6 increased in the CG (p = 0.023) compared to the kombucha group. Alpha and beta diversity of salivary microbiota increased in the KG. Moreover, the KG presented lower Bacillota/Bacteroidota ratio (p = 0.028), and BMI was positively associated with the Bacillota phylum. CONCLUSIONS: GTK did not enhance weight loss, but it decreased the LAP. GTK helped in the inflammatory profile and induced positive changes in oral microbiota composition.",
      "mesh_terms": [
        "Humans",
        "Saliva",
        "Male",
        "Female",
        "Inflammation",
        "Adult",
        "Microbiota",
        "Kombucha Tea",
        "Middle Aged",
        "Weight Loss",
        "Tea",
        "Overweight",
        "Body Mass Index",
        "Caloric Restriction",
        "Body Composition"
      ]
    },
    {
      "pmid": "39319111",
      "title": "Treatment of water extract of green tea during kale cultivation using a home vertical farming appliance conveyed catechins into kale and elevated glucosinolate contents.",
      "authors": [
        "Young-Woong Ju",
        "Su-Hyeon Pyo",
        "So-Won Park",
        "Chae-Ryun Moon",
        "Seul Lee",
        "Mzia Benashvili",
        "Jai-Eok Park",
        "Chu Won Nho",
        "Yang-Ju Son"
      ],
      "journal": "Current research in food science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The growing interest in healthy diets has driven the demand for food ingredients with enhanced health benefits. In this study, we aimed to explore a method to enhance the bioactivity of kale using a home vertical farming appliance. Specifically, we investigated the effects of treating kale with a green tea water extract (GTE; 0.1-0.5 g/L in nutrient solution) for two weeks before harvest during five weeks of kale cultivation. GTE treatment did not negatively affect the key quality attributes, such as yield, semblance, or sensory properties. However, it led to the accumulation of bioactive compounds, epicatechin (EC) and epigallocatechin gallate (EGCG), which are typically absent in kale. In the control group, no catechins were detected, whereas in the GTE-treated group, the concentration of EC and EGCG were as high as 252.11 and 173.26 μg/g, respectively. These findings indicate the successful incorporation of catechins, known for their unique health-promoting properties, into kale. Additionally, GTE treatment enhanced the biosynthesis of glucosinolates, which are key secondary metabolites of kale. The total glucosinolate content increased from 9.56 μmol/g in the control group to 16.81 μmol/g in the GTE-treated group (treated with 0.5 g/L GTE). These findings showed that GTE treatment not only enriched kale with catechins, the primary bioactive compounds in green tea but also increased the levels of glucosinolates. This study, conducted using a home vertical farming appliance, suggests that bioactivity-enhanced kale can be grown domestically, providing consumers with a nutrient-fortified food source."
    },
    {
      "pmid": "39308734",
      "title": "Quality and kinematic characteristics of Bali bulls frozen semen with purified green tea extract epigallocatechin-3-gallate antioxidant addition in diluent.",
      "authors": [
        "Ragil Angga Prastiya",
        "Trilas Sardjito",
        "Amung Logam Saputro",
        "Darmawan Setia Budi",
        "Styuderil Imaniro Maxdhameta",
        "Elis Sulistiyawati",
        "Deny Sulistyowati",
        "Anny Amaliya",
        "Samira Musa Sasi",
        "And Nining Haryuni"
      ],
      "journal": "Open veterinary journal",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The preservation of semen quality and kinematic characteristics during cryopreservation is crucial for the reproductive success and genetic management of livestock, particularly in Bali bulls. AIM: This study aimed to investigate the effect of adding purified green tea extract antioxidant Epigallocatechin-3-gallate (EGCG) in tris egg yolk diluent on the quality and kinematic characteristics of frozen semen from Bali bulls. METHODS: Fresh and frozen semen samples were obtained from Bali bull and divided into four different treatment groups. P0 contained semen samples + diluent, while P1 to P3 consisted of semen samples + diluent supplemented with EGCG levels of 0.1, 0.15, and 0.2 mg/100 ml, respectively. Data were analyzed using One-way ANOVA and followed by Duncan's test if significant differences were found (p<0.05). Parameters observed included the assessment of fresh semen quality, kinematic analysis, post-thawing sperm viability, and abnormality. RESULTS: The results indicated that the assessment of fresh semen quality showed macroscopic and microscopic semen quality according to SNI 4869-1:2021. Kinematic analysis revealed significant differences in DSL and STR parameters between P0 and P3 (p<0.05). EGCG supplementation also caused significant differences in motility between P0 and P3 (p<0.05). Viability and spermatozoa abnormality with EGCG supplementation did not show significant differences (p>0.05). CONCLUSION: The best results for motility, kinematics, and sperm morphology variables were found in P1 as it did not exhibit a decrease in motility, kinematics, and sperm morphology. Viability did not show significant differences between P1, P2, and P3, but the best results were found in P2 as it did not exhibit a decrease in viability with mean and standard deviation (66.84 ± 7.88). Abnormality variables also did not show significant differences between P1, P2, and P3, but the best results were found in P2 as it did not exhibit a decrease in abnormality with mean and standard deviation (23.80 ± 7.36).",
      "mesh_terms": [
        "Animals",
        "Male",
        "Catechin",
        "Semen Preservation",
        "Cryopreservation",
        "Antioxidants",
        "Semen Analysis",
        "Cattle",
        "Plant Extracts",
        "Tea",
        "Biomechanical Phenomena",
        "Sperm Motility",
        "Semen",
        "Spermatozoa"
      ]
    },
    {
      "pmid": "39277260",
      "title": "Chemometrics and sensomics-assisted identification of key odorants responsible for retort odor in shelf-stored green tea infusion: A case study of Biluochun.",
      "authors": [
        "Jie-Qiong Wang",
        "Ying Gao",
        "Zhi-Hui Feng",
        "Si-Han Deng",
        "Jian-Xin Chen",
        "Fang Wang",
        "Yi-Fan Li",
        "Ying-Bin Zhang",
        "Jun-Feng Yin",
        "Liang Zeng",
        "Wei-Biao Zhou",
        "Yong-Quan Xu"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The deterioration of aroma quality in tea beverages during the shelf life is a significant issue. In this study, sensomics techniques were employed to identify the characteristic factor contributing to aroma degradation in green tea infusion. Samples A (no/faint retort odor) and B (high intensity retort odor) were selected based on their retort-like odor intensity after heat treatment simulating shelf-life conditions. The key odorants were identified through a combination of chemometrics analysis, comparative aromatic extract dilution analysis (cAEDA), detection frequency analysis (DFA), and odor-specific magnitude estimation (OSME). Subsequently, eight odorants, including linalool (892.451 μg/L), (E)-β-damascenone (5.105 μg/L), phenylacetaldehyde (27.720 μg/L), nonanal (2201.439 μg/L), α-terpineol (7.166 μg/L), geraniol (0.499 μg/L), theaspirane (0.044 μg/L), and 2-hydroxy-5-methylacetophenone (2.973 μg/L), were identified as the key substances contributing to the retort-like odor in sample B. Aroma recombination and omission test further demonstrated that elevated concentrations of nonanal, geraniol, phenylacetaldehyde, and theaspirane might be the primary reasons for the retort odor observed in samples.",
      "mesh_terms": [
        "Odorants",
        "Tea",
        "Acyclic Monoterpenes",
        "Food Storage",
        "Volatile Organic Compounds",
        "Gas Chromatography-Mass Spectrometry",
        "Acetaldehyde",
        "Cyclohexane Monoterpenes",
        "Terpenes",
        "Cyclohexenes",
        "Hot Temperature",
        "Norisoprenoids"
      ]
    },
    {
      "pmid": "39275155",
      "title": "Regular Consumption of Green Tea as an Element of Diet Therapy in Drug-Induced Liver Injury (DILI).",
      "authors": [
        "Anna Winiarska-Mieczan",
        "Karolina Jachimowicz-Rogowska",
        "Małgorzata Kwiecień",
        "Marta Borsuk-Stanulewicz",
        "Agnieszka Tomczyk-Warunek",
        "Ewa Stamirowska-Krzaczek",
        "Cezary Purwin",
        "Małgorzata Stryjecka",
        "Marzena Tomaszewska"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Aug-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The liver is a highly metabolically active organ, and one of the causes of its dysfunction is the damage caused by drugs and their metabolites as well as dietary supplements and herbal preparations. A common feature of such damage is drugs, which allows it to be defined as drug-induced liver injury (DILI). In this review, we analysed available research findings in the global literature regarding the effects of green tea and/or its phenolic compounds on liver function in the context of protective action during prolonged exposure to xenobiotics. We focused on the direct detoxifying action of epigallocatechin gallate (EGCG) in the liver, the impact of EGCG on gut microbiota, and the influence of microbiota on liver health. We used 127 scientific research publications published between 2014 and 2024. Improving the effectiveness of DILI detection is essential to enhance the safety of patients at risk of liver damage and to develop methods for assessing the potential hepatotoxicity of a drug during the research phase. Often, drugs cannot be eliminated, but appropriate nutrition can strengthen the body and liver, which may mitigate adverse changes resulting from DILI. Polyphenols are promising owing to their strong antioxidant and anti-inflammatory properties as well as their prebiotic effects. Notably, EGCG is found in green tea. The results of the studies presented by various authors are very promising, although not without uncertainties. Therefore, future research should focus on elucidating the therapeutic and preventive mechanisms of polyphenols in the context of liver health through the functioning of gut microbiota affecting overall health, with particular emphasis on epigenetic pathways.",
      "mesh_terms": [
        "Humans",
        "Tea",
        "Chemical and Drug Induced Liver Injury",
        "Catechin",
        "Gastrointestinal Microbiome",
        "Liver",
        "Antioxidants",
        "Polyphenols",
        "Animals"
      ]
    },
    {
      "pmid": "39257491",
      "title": "Effect of puffing treatment on volatile components of green tea explored by gas chromatography-mass spectrometry and gas chromatography-olfactometry.",
      "authors": [
        "Leyin Cui",
        "Xin Wang",
        "Changxu He",
        "Zhengquan Liu",
        "Jin Liang"
      ],
      "journal": "Food chemistry: X",
      "publication_date": "2024-Oct-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of puffing treatment on the volatile components of green tea has been studied. A total of 155 volatile compounds were identified by using HS-SPME and SPE extraction methods, combined with gas chromatography-mass spectrometry (GC-MS). The total concentration of volatile compounds in puffed green tea increased by 2.25 times compared to that in before puffing. 12 key volatile compounds in green tea were identified before and after puffing using a combination of multivariate statistical analysis, GC-O, AEDA dilution analysis, and relative odor activity value (rOAV). The puffing process generates the Maillard reaction, where sugars react with amino acids to produce Maillard reaction products (such as pyrazine, pyrrole, furan, and their derivatives), giving them a unique baking aroma. The proportion of these compounds in the total volatile matter increased. The research results provided guidance and a theoretical basis for improving the aroma processing of green tea."
    },
    {
      "pmid": "39254278",
      "title": "The Effect of Green Tea Extract on Pulmonary Inflammation in Nanoparticles-Exposed Mice.",
      "authors": [
        "Pureun-Haneul Lee",
        "MinHyeok An",
        "DaYeon Hwang",
        "An-Soo Jang"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "SCOPE: Titanium dioxide nanoparticles (TiO2 NPs) are air pollutants that exacerbate chronic respiratory diseases such as asthma and Chronic Obstructive Pulmonary Disease (COPD) However, little is known about the mechanism underlying the antipollutant effects of green tea extract (GTE). This study evaluates the efficacy and mechanism of GTE on lung inflammation and fibrosis in mice exposed to TiO2 NPs. METHODS AND RESULTS: The TiO2 NPs model is induced by having mice inhale TiO2 NPs, while controls receive an equivalent volume of saline. Treatment with oral GTE is initiated after TiO2 NPs inhalation and is given once daily for 4 weeks. Airway resistance and pulmonary inflammation are increased in mice exposed to TiO2 NPs. GTE treatment reduces the airway inflammation and airway resistance, and attenuates the pathological changes including lung fibrosis compared to the mice exposed to TiO2 NPs. With GTE, there are no significant increases in cytokines and immunoglobulin E (IgE) in mice exposed to TiO2 NPs. GTE inhibits matrix metalloproteinases (MMPs) and apoptotic factors induced by TiO2 NPs exposure, and these protective effects of GTE are closely related to the mitogen-activated protein kinase (MAPK) signaling pathway. CONCLUSION: GTE modulates pulmonary inflammation in mice exposed to air pollutants, suggesting that GTE may be beneficial in respiratory diseases exacerbated by such pollutants.",
      "mesh_terms": [
        "Animals",
        "Titanium",
        "Plant Extracts",
        "Pneumonia",
        "Tea",
        "Nanoparticles",
        "Mice",
        "Male",
        "Cytokines",
        "Pulmonary Fibrosis",
        "Immunoglobulin E",
        "Apoptosis",
        "Lung",
        "Matrix Metalloproteinases",
        "MAP Kinase Signaling System",
        "Airway Resistance"
      ]
    },
    {
      "pmid": "39253176",
      "title": "Enhancing catechins, antioxidant and sirtuin 1 enzyme stimulation activities in green tea extract through pulse electric field-assisted water extraction: Optimization by response surface methodology approach.",
      "authors": [
        "Nuttinee Salee",
        "Srisuwan Naruenartwongsakul",
        "Wantida Chaiyana",
        "Artit Yawootti",
        "Kanyarat Suthapakti",
        "Piyawan Simapaisarn",
        "Worrapob Chaisan",
        "Niramon Utama-Ang"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Aug-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green tea is an economic resource in Thailand because it is derived from smallholder agriculture and has expanded into food production. The purpose of this study is to optimize the parameters of pulsed electric field (PEF) assisted green tea extraction to produce a natural health product. A central composite design was involved to determine the effect of independent variables, including the intensity of electric field (I; 3-5 kV/cm), number of pulses (Np; 1000 to 3000 pulses) and green tea-to-water ratio (GT/W; 0.05-0.15 g/mL) on catechin (C), epicatechin (EC), epicatechin gallate (ECG), epigallocatechin (EGC) and epigallocatechin gallate (EGCG), total phenolic compound, antioxidant and sirtuin 1 enzyme stimulating activities. The results indicated that the Np had the most significant impact (p < 0.05) on the content of catechin and its derivatives and sirtuin 1 enzyme stimulating activity. The observations revealed that the I had a greater impact on antioxidant activities compared to the Np. The optimal conditions for PEF using the response surface method were determined to be I of 5 kV/cm, Np of 3000 pulses, GT/W of 0.14 g/mL and specific energy of 27 kJ/kg. Under the optimized conditions, the content of C, EC, ECG, EGC and EGCG were 7.34 ± 0.33, 11.26 ± 0.25, 3.75 ± 0.13, 7.53 ± 0.77 and 37.78 ± 0.58 mg/g extract, respectively. Furthermore, it was observed that green tea extract exhibited the ability to modulate the deacetylation activity of the sirtuin 1 enzyme, with a value of 22.63 ± 0.17 FIR. The results emphasized that the PEF led to achieving better responses compared to without pre-treatment using the PEF. Therefore, innovative technologies as PEF can be utilized for green tea extraction to produce natural ingredients, which can contribute to improved accessibility to healthcare. Additionally, the implementation of innovation techniques, such as PEF, in the extraction industry can enhance productivity growth and economic development."
    },
    {
      "pmid": "39245173",
      "title": "Effects of protein on green tea quality in a milk-tea model during heat treatment: Antioxidant activity, foaming properties, and unbound small-molecule metabolome.",
      "authors": [
        "Nan Chen",
        "Zeting Jiao",
        "Ke Xie",
        "Junying Liu",
        "Peng Yao",
        "Yangchao Luo",
        "Tiehua Zhang",
        "Ken Cheng",
        "Changhui Zhao"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tea drinks have a long history and milk is often added to enhance the taste and nutritional value, whereas the interaction between the tea bioactive compounds with proteins has not been systematically investigated. In this study, a milk-tea model was prepared by mixing green tea solution with milk and then heating at 100°C for 15 min. The milk tea was then measured using biochemical assay, antioxidant detection kit, and microscopy, as well as HPLC-quadrupole time-of-flight-MS/MS after ultrafiltration. The study found that as the concentration of milk protein increased in the milk-tea system, the total phenol-protein binding rate rose from 19.63% to 51.08%, which led to a decrease in free polyphenol content. This decrease of polyphenol was also revealed in the antioxidant capacity, including 2,2-diphenyl-1-picrylhydrazyl radical scavenging ability and ferric ion reducing antioxidant power, in a dose-dependent manner. Untargeted metabolomics results revealed that the majority of small-molecule compounds/polyphenols in tea, such as epigallocatechin gallate, (-)-epicatechin gallate, and catechin 5,7,-di-O-gallate, bound to milk proteins and were removed by ultrafiltration after addition of milk and heat treatment. The SDS-PAGE and Native-PAGE results further indicated that small-molecule compounds in tea formed covalent and noncovalent complexes by binding to milk proteins. All of these results partially explained that milk proteins form conjugates with tea small-molecule compounds. Consistently, the particle size of the tea-milk system increased as the tea concentration increased, but the polymer dispersity index decreased, indicating a more uniform molecular weight distribution of the particles in the system. Addition of milk protein enhanced foam ability in the milk-tea system but reduced foam stability. In summary, our findings suggest that the proportion of milk added to tea infusion needs to be considered to maintain the quality of milk tea from multiple perspectives, including stability, nutritional quality, and antioxidant activity.",
      "mesh_terms": [
        "Antioxidants",
        "Tea",
        "Animals",
        "Milk",
        "Metabolome",
        "Catechin",
        "Hot Temperature",
        "Polyphenols"
      ]
    },
    {
      "pmid": "39213264",
      "title": "Effect of matcha green tea on cognitive functions and sleep quality in older adults with cognitive decline: A randomized controlled study over 12 months.",
      "authors": [
        "Kazuhiko Uchida",
        "Kohji Meno",
        "Tatsumi Korenaga",
        "Shan Liu",
        "Hideaki Suzuki",
        "Yoshitake Baba",
        "Chika Tagata",
        "Yoshiharu Araki",
        "Shuto Tsunemi",
        "Kenta Aso",
        "Shun Inagaki",
        "Sae Nakagawa",
        "Makoto Kobayashi",
        "Tatsuyuki Kakuma",
        "Takashi Asada",
        "Miho Ota",
        "Takanobu Takihara",
        "Tetsuaki Arai"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: Lifestyle habits after middle age significantly impact the maintenance of cognitive function in older adults. Nutritional intake is closely related to lifestyle habits; therefore, nutrition is a pivotal factor in the prevention of dementia in the preclinical stages. Matcha green tea powder (matcha), which contains epigallocatechin gallate, theanine, and caffeine, has beneficial effects on cognitive function and mood. We conducted a randomized, double-blind, placebo-controlled clinical study over 12 months to examine the effect of matcha on cognitive function and sleep quality. METHODS: Ninety-nine participants, including 64 with subjective cognitive decline and 35 with mild cognitive impairment were randomized, with 49 receiving 2 g of matcha and 50 receiving a placebo daily. Participants were stratified based on two factors: age at baseline and APOE genotype. Changes in cognitive function and sleep quality were analyzed using a mixed-effects model. RESULTS: Matcha consumption led to significant improvements in social acuity score (difference; -1.39, 95% confidence interval; -2.78, 0.002) (P = 0.028) as evaluated by the perception of facial emotions in cognitive function. The primary outcomes, that is, Montreal Cognitive Assessment and Alzheimer's Disease Cooperative Study Activity of Daily Living scores, showed no significant changes with matcha intervention. Meanwhile, Pittsburgh Sleep Quality Index scores indicated a trend toward improvement with a difference of 0.86 (95% confidence interval; -0.002, 1.71) (P = 0.088) between the groups in changes from baseline to 12 months. CONCLUSIONS: The present study suggests regular consumption of matcha could improve emotional perception and sleep quality in older adults with mild cognitive decline. Given the widespread availability and cultural acceptance of matcha green tea, incorporating it into the daily routine may offer a simple yet effective strategy for cognitive enhancement and dementia prevention.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Aged",
        "Cognitive Dysfunction",
        "Tea",
        "Cognition",
        "Double-Blind Method",
        "Sleep Quality",
        "Catechin",
        "Caffeine",
        "Glutamates",
        "Middle Aged",
        "Aged, 80 and over"
      ]
    },
    {
      "pmid": "39204299",
      "title": "Green Tea Catechin Epigallocatechin Gallate Inhibits Vegetative Cell Outgrowth and Expression of Beta-Lactamase Genes in Penicillin-Resistant Bacillus anthracis Strain PCr.",
      "authors": [
        "Akiko Okutani",
        "Shigeru Morikawa",
        "Ken Maeda"
      ],
      "journal": "Pathogens (Basel, Switzerland)",
      "publication_date": "2024-Aug-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The green tea catechin epigallocatechin gallate (EGCg) has antimicrobial effects on many bacteria. In this study, we investigated the inhibitory effects of EGCg on Bacillus anthracis spores and vegetative cells. The B. anthracis spores were insensitive to EGCg, but the growth of vegetative cells derived from germinated spores was inhibited by EGCg. Moreover, EGCg decreased the minimum inhibitory concentration of penicillin and meropenem for penicillin-resistant B. anthracis. In the penicillin-resistant B. anthracis strain, the transcription levels of the beta-lactamase genes (bla1 and bla2) decreased significantly following the treatment with 50 µg/mL EGCg. These results suggest that the appropriate application of EGCg may effectively control the penicillin-resistant B. anthracis growth and beta-lactamase production.",
      "mesh_terms": [
        "Catechin",
        "beta-Lactamases",
        "Bacillus anthracis",
        "Microbial Sensitivity Tests",
        "Anti-Bacterial Agents",
        "Tea",
        "Penicillins",
        "Spores, Bacterial",
        "Penicillin Resistance",
        "Gene Expression Regulation, Bacterial",
        "Meropenem"
      ]
    },
    {
      "pmid": "39195700",
      "title": "Green Tea Polyphenol Nanoparticles Reduce Anxiety Caused by Tobacco Smoking Withdrawal in Rats by Suppressing Neuroinflammation.",
      "authors": [
        "Alaa M Hammad",
        "Lujain F Alzaghari",
        "Malek Alfaraj",
        "Vanessa Lux",
        "Suhair Sunoqrot"
      ],
      "journal": "Toxics",
      "publication_date": "2024-Aug-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Repeated exposure to tobacco smoke causes neuroinflammation and neuroplasticity, which correlates with smoking withdrawal-induced anxiety. The purpose of this study was to investigate the anticipated involvement of antioxidant-rich nanoparticles (NPs) prepared by oxidation-triggered polymerization of green tea catechins in impacting these effects in a rat model of tobacco smoke exposure. Exposure to tobacco smoke was carried out for 2 h a day, 5 days a week, for a total of 36 days. Weekly behavioral tests were conducted prior to recommencing the exposure. Following a 20-day exposure period, rats were administered either distilled water or green tea (GT) NPs (20 mg/kg, orally) for an additional 16 days. Our findings revealed that tobacco smoke exposure induced anxiety-like behavior indicative of withdrawal, and this effect was alleviated by GT NPs. Tobacco smoke exposure caused a marked increase in the relative mRNA and protein expression of nuclear factor-kappa B (NF-κB) and reduced the relative mRNA and protein expression of brain-derived neurotrophic factor (BDNF) in the hippocampus (HIP) and hypothalamus (HYP) brain subregions. The intervention of GT NPs effectively inhibited these effects. Our findings demonstrate the potent protective role of GT NPs in reducing withdrawal-induced anxiety-like behavior, neuroinflammation, and neuroplasticity triggered by tobacco smoke exposure."
    },
    {
      "pmid": "39179318",
      "title": "Effect of ginger, chamomile, and green tea extracts on prostate cancer cells.",
      "authors": [
        "Aysam M Fayed",
        "M A Abdelzaher",
        "Neamah Hassoni Mahdi",
        "Dina M R AlKhafaf",
        "Mohamed AbdElRahman",
        "Ahmed Khalid Aldhalmi",
        "Zahraa Haleem Al-Qaim",
        "Rania Abd Elmohsen Abo El Nour",
        "Heba G Abdelzaher",
        "Alaa Muqbil Alsirhani",
        "Salwa El Saied Morsi"
      ],
      "journal": "Journal, genetic engineering & biotechnology",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Prostate cancer (PCa) is a prevalent form of malignancy in males and is a significant contributor to cancer-related mortality worldwide. Because of this, studying the molecular processes of PCa cell growth and death is crucial. Hence, it is imperative to conduct further research on the regulatory mechanism underlying the progression of PCa to enhance our comprehension and identify innovative therapeutic targets. The present study investigates an experimental approach that utilizes cost-effective and environmentally sustainable plant extracts sourced from Egypt, namely ginger, chamomile, and green tea, which have been solubilized in dimethyl sulfoxide (DMSO), then characterized by using different analytical means and techniques, such as HPLC and GC-MS. The present study employed MTT assay, ELISA, and qRT-PCR techniques to assess the possible impact of the investigated extracts on PCa in PC-3 cells. The findings indicate that ginger exhibited a noteworthy cytotoxic impact on PC-3. Remarkably, the treatment of PCa cells with ginger significantly increased relative lactate dehydrogenase (LDH) production compared to those treated with chamomile and green tea extracts. Autophagy may play a crucial role in the context of chemotherapy. Modifying autophagy through its induction or inhibition is a promising and innovative approach to controlcancer progression. Accordingly, it was found that ginger extract affects protein expression levels of autophagy markers LC3B, ATg12, and pro-apoptotic signaling, including the Caspase-3 signaling pathway. The ELISA findings revealed a significant rise in the average levels of IL-1β and IL-8 after a 12-hour interval. To conclude, it can be inferred that ginger extract possesses the capability to control the production of inflammatory cytokines. Alternatively, utilizing herbal remedies containing ginger as a viable and secure means of treating PCa as an anticancer agent is possible."
    },
    {
      "pmid": "39178554",
      "title": "Unveiling the transformative influence of sonochemistry on formation of whey protein isolate and green tea extract (WPI-GTE) conjugates.",
      "authors": [
        "Khanittha Chinarak",
        "Chantira Wongnen",
        "Manat Chaijan",
        "Arlee Tamman",
        "Natthawuddhi Donlao",
        "Ling-Zhi Cheong",
        "Worawan Panpipat"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the formation of conjugates between whey protein isolate (WPI) and green tea extract (GTE) using three methods: redox-pair (R), ultrasound-assisted redox-pair (RU), and ultrasonication (UL). Ultrasonication significantly reduced the reaction time for synthesizing WPI-GTE conjugates compared to the standard R method (p < 0.05). The UL methods had the highest conjugate yield determined by polyphenol binding (p < 0.05). Fourier-transform infrared spectroscopy (FTIR) and sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) confirmed the conjugate formation, indicating an increased molecular weight due to protein binding with polyphenols through covalent and non-covalent bonds. Conjugates produced via ultrasonication exhibited enhanced solubility, smaller particle size, better emulsifying capacity, and improved foaming ability compared to those formed using the traditional R method (p < 0.05). However, conjugates from the R method showed higher antioxidant activity, as evidenced by DPPH•and ABTS•+ scavenging activities (p < 0.05). In conclusion, WPI-GTE conjugates created through ultrasonic treatment demonstrate potential as dual-functional ingredients, serving as both antioxidant and emulsifier.",
      "mesh_terms": [
        "Whey Proteins",
        "Tea",
        "Plant Extracts",
        "Antioxidants",
        "Ultrasonic Waves",
        "Sonication",
        "Solubility",
        "Emulsions",
        "Oxidation-Reduction",
        "Polyphenols",
        "Particle Size"
      ]
    },
    {
      "pmid": "39175036",
      "title": "Green tea extract reduces viral proliferation and ROS production during Feline Herpesvirus type-1 (FHV-1) infection.",
      "authors": [
        "Consiglia Longobardi",
        "Sara Damiano",
        "Gianmarco Ferrara",
        "Riccardo Esposito",
        "Serena Montagnaro",
        "Salvatore Florio",
        "Roberto Ciarcia"
      ],
      "journal": "BMC veterinary research",
      "publication_date": "2024-Aug-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Feline Herpesvirus type-1 (FHV-1) is a worldwide spread pathogen responsible for viral rhinotracheitis and conjunctivitis in cats that, in the most severe cases, can lead to death. Despite the availability of a variety of antiviral medications to treat this illness, mainly characterized by virostatic drugs that alter DNA replication, their use is often debated. Phytotherapeutic treatments are a little-explored field for FHV-1 infections and reactivations. In this scenario, natural compounds could provide several advantages, such as reduced side effects, less resistance and low toxicity. The purpose of this study was to explore the potential inhibitory effects of the green tea extract (GTE), consisting of 50% of polyphenols, on FHV-1 infection and reactive oxygen species (ROS) production. RESULTS: Crandell-Reese feline kidney (CRFK) cells were treated with different doses of GTE (10-400 µg/mL) during the viral adsorption and throughout the following 24 h. The MTT and TCID50 assays were performed to determine the cytotoxicity and the EC50 of the extract, determining the amounts of GTE used for the subsequent investigations. The western blot assay showed a drastic reduction in the expression of viral glycoproteins (i.e., gB and gI) after GTE treatment. GTE induced not only a suppression in viral proliferation but also in the phosphorylation of Akt protein, generally involved in viral entry. Moreover, the increase in cell proliferation observed in infected cells upon GTE addition was supported by enhanced expression of Bcl-2 and Bcl-xL anti-apoptotic proteins. Finally, GTE antioxidant activity was evaluated by dichloro-dihydro-fluorescein diacetate (DCFH-DA) and total antioxidant capacity (TAC) assays. The ROS burst observed during FHV-1 infection was mitigated after GTE treatment, leading to a reduction in the oxidative imbalance. CONCLUSIONS: Although further clinical trials are necessary, this study demonstrated that the GTE could potentially serve as natural inhibitor of FHV-1 proliferation, by reducing viral entry. Moreover, it is plausible that the extract could inhibit apoptosis by modulating the intrinsic pathway, thus affecting ROS production.",
      "mesh_terms": [
        "Animals",
        "Cats",
        "Plant Extracts",
        "Reactive Oxygen Species",
        "Varicellovirus",
        "Virus Replication",
        "Herpesviridae Infections",
        "Antiviral Agents",
        "Cell Line",
        "Tea",
        "Cat Diseases",
        "Camellia sinensis"
      ]
    },
    {
      "pmid": "39173271",
      "title": "The anti-inflammatory properties of green tea extract protect against gentamicin-induced kidney injury.",
      "authors": [
        "Luis L Ayusso",
        "Ana P Girol",
        "Helena Ribeiro Souza",
        "Ariane H Yoshikawa",
        "Lucas R de Azevedo",
        "Carla P Carlos",
        "Rildo A Volpini",
        "Nestor Schor",
        "Emmanuel A Burdmann"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We assessed in vivo the protective effects and underlying antioxidant and anti-inflammatory properties of dry green tee extract (GTE) on glomerular and tubular kidney function and structure in an experimental model of gentamicin (GEN)-induced nephrotoxicity. Wistar rats were divided into four groups and treated daily for 10 days. The control group received distilled water; the GTE group received 20 μg/g body weight (BW) GTE by gavage; the GEN group received 100 mg/g BW GEN intraperitoneally; and the GEN+GTE group received GTE and GEN simultaneously, as described above. At the beginning and end of treatment, the serum creatinine, fractional excretion of sodium and potassium, and plasma heme oxygenase (HO)-1 levels and oxidative stress (OS) were assessed. At the end of the experiment, kidney fragments were collected for histological evaluation and immunohistochemical studies of cyclooxygenase (COX)-2 and nuclear factor (NF)kB. The levels of interleukin (IL)-1b, IL-4, IL-6, IL-10 and monocyte chemotactic protein (MCP)-1 were measured in kidney tissue. The results showed that GTE attenuated significantly kidney structural injury and prevented GEN-induced kidney functional injury (glomerular and tubular function). GTE significantly attenuated the kidney tissue increase of the proinflammatory mediators NF-kB, COX2, IL-1b and MCP-1 and significantly increased the kidney expression of the anti-inflammatory cytokines IL-6 and IL-10. However, GTE did not prevent OS increase in GEN-treated animals. In conclusion, GTE protected against GEN nephrotoxicity, likely due to direct blockade of the inflammatory cascade, which might had occurred independently of its antioxidant effect.",
      "mesh_terms": [
        "Animals",
        "Gentamicins",
        "Rats, Wistar",
        "Anti-Inflammatory Agents",
        "Plant Extracts",
        "Male",
        "Tea",
        "Rats",
        "Antioxidants",
        "Oxidative Stress",
        "Kidney",
        "Cytokines",
        "Acute Kidney Injury",
        "NF-kappa B",
        "Kidney Diseases",
        "Cyclooxygenase 2",
        "Protective Agents",
        "Inflammation Mediators"
      ]
    },
    {
      "pmid": "39160050",
      "title": "Impact of heat treatment on the flavor stability of Longjing green tea beverages: Metabolomic insights and sensory correlations.",
      "authors": [
        "Jie-Qiong Wang",
        "Bang-Ming Tang",
        "Ying Gao",
        "Jian-Xin Chen",
        "Fang Wang",
        "Jun-Feng Yin",
        "Liang Zeng",
        "Wei-Biao Zhou",
        "Yong-Quan Xu"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The flavor stability of tea beverages during storage has long been a concern. The study aimed to explore the flavor stability of Longjing green tea beverage using accelerated heat treatment trials, addressing the shortage of lengthy storage trials. Sensory evaluations revealed changes in bitterness, umami, overall harmonization, astringency, and ripeness as treatment duration increased. Accompanied by a decrease in L-values, ΔE and an increase in a and b-values. Seventeen non-volatile metabolites and three volatile metabolites were identified differential among samples by metabolomics, with subsequent correlation analysis indicating associations between sensory attributes and specific metabolites. Umami was linked to epigallocatechin 3,5-digallate and alpha-D-glucopyranose, astringency was correlated with ellagic acid and 1-ethyl-1H-pyrrole. Ripeness showed associations with ellagic acid, 6,7-dihydroxycoumarin, heptanal, and benzaldehyde, and overall harmonization was linked to 6,7-dihydroxycoumarin, β-myrcene, α-terpineol, and heptanal. A series of verification tests confirmed the feasibility of accelerated heat treatment trials to replace traditional storage trials. These results offer valuable insights into unraveling the complex relationship between sensory and chemical profiles of green tea beverages.",
      "mesh_terms": [
        "Tea",
        "Hot Temperature",
        "Taste",
        "Humans",
        "Metabolomics",
        "Volatile Organic Compounds",
        "Food Handling",
        "Male",
        "Food Storage",
        "Adult",
        "Ellagic Acid",
        "Female"
      ]
    },
    {
      "pmid": "39128436",
      "title": "Antimicrobial effects of epigallocatechin-3-gallate, a catechin abundant in green tea, on periodontal disease-associated bacteria.",
      "authors": [
        "Mayu Higuchi",
        "Yuki Abiko",
        "Jumpei Washio",
        "Nobuhiro Takahashi"
      ],
      "journal": "Archives of oral biology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Epigallocatechin-3-gallate (EGCG), a catechin abundant in green tea, exhibits antibacterial activity. In this study, the antimicrobial effects of EGCG on periodontal disease-associated bacteria (Porphyromonas gingivalis, Prevotella intermedia, Prevotella nigrescens, Fusobacterium nucleatum, and Fusobacterium periodontium) were evaluated and compared with its effects on Streptococcus mutans, a caries-associated bacterium. RESULTS: Treatment with 2 mg/ml EGCG for 4 h killed all periodontal disease-associated bacteria, whereas it only reduced the viable count of S. mutans by about 40 %. Regarding growth, the periodontal disease-associated bacteria were more susceptible to EGCG than S. mutans, based on the growth inhibition ring test. As for metabolism, the 50 % inhibitory concentration (IC50) of EGCG for bacterial metabolic activity was lower for periodontal disease-associated bacteria (0.32-0.65 mg/ml) than for S. mutans (1.14 mg/ml). Furthermore, these IC50 values were negatively correlated with the growth inhibition ring (r = -0.73 to -0.86). EGCG induced bacterial aggregation at the following concentrations: P. gingivalis (>0.125 mg/ml), F. periodonticum (>0.5 mg/ml), F. nucleatum (>1 mg/ml), and P. nigrescens (>2 mg/ml). S. mutans aggregated at an EGCG concentration of > 1 mg/ml. CONCLUSION: EGCG may help to prevent periodontal disease by killing bacteria, inhibiting bacterial growth by suppressing bacterial metabolic activity, and removing bacteria through aggregation.",
      "mesh_terms": [
        "Catechin",
        "Tea",
        "Streptococcus mutans",
        "Periodontal Diseases",
        "Porphyromonas gingivalis",
        "Fusobacterium nucleatum",
        "Prevotella intermedia",
        "Fusobacterium",
        "Microbial Sensitivity Tests",
        "Anti-Bacterial Agents",
        "Prevotella nigrescens",
        "Humans"
      ]
    },
    {
      "pmid": "39087398",
      "title": "Oral Piwi-Interacting RNA Delivery Mediated by Green Tea-Derived Exosome-Like Nanovesicles for the Treatment of Aortic Dissection.",
      "authors": [
        "Yan Liu",
        "Hongzhao Qi",
        "Jinbao Zong",
        "Min Li",
        "Yanyan Yang",
        "Xiaolu Li",
        "Tianxiang Li",
        "Jae Youl Cho",
        "Tao Yu"
      ],
      "journal": "Advanced healthcare materials",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aortic dissection (AD) is a severe cardiovascular disease necessitating active therapeutic strategies for early intervention and prevention. Nucleic acid drugs, known for their potent molecule-targeting therapeutic properties, offer potential for genetic suppression of AD. Piwi-interacting RNAs, a class of small RNAs, hold promise for managing cardiovascular diseases. Limited research on these RNAs and AD exists. This study demonstrates that an antagomir targeting heart-apoptosis-associated piRNA (HAAPIR) effectively regulates vascular remodeling, mitigating AD occurrence and progression through the myocyte enhancer factor 2D (Mef2D) and matrix metallopeptidase 9 (MMP9) pathways. Green tea-derived plant exosome-like nanovesicles (PELNs) are used for oral administration of antagomir. The antagomir-HAAPIR-nanovesicle complex, after purification and optimization, exhibits a high packing rate, while the antagomir is resistant to enzyme digestion. Administered to mice, the complex targets the aortic lesion, reducing AD incidence and improving survival. Moreover, MMP9 and Mef2D expression decrease significantly, inhibiting the phenotypic conversion of human aortic smooth muscle cells. PELNs encapsulate the antagomir-HAAPIR complex, maintaining stability, mediating transport into the bloodstream, and delivering Piwi-interacting RNAs to AD sites. Thus, HAAPIR is a potential target for persistent clinical AD prevention and treatment, and nanovesicle-encapsulated nucleic acids offer a promising cardiovascular disease treatment, providing insights for other therapeutic targets.",
      "mesh_terms": [
        "Animals",
        "Exosomes",
        "RNA, Small Interfering",
        "Mice",
        "Humans",
        "Aortic Dissection",
        "Tea",
        "Administration, Oral",
        "Male",
        "Mice, Inbred C57BL",
        "Nanoparticles",
        "Matrix Metalloproteinase 9",
        "Myocytes, Smooth Muscle",
        "Piwi-Interacting RNA"
      ]
    },
    {
      "pmid": "39015669",
      "title": "Understanding the mechanisms of green tea EGCG against amyloid β oligomer neurotoxicity through computational studies.",
      "authors": [
        "Priscila Baltazar Gonçalves",
        "Yraima Cordeiro",
        "Ana Carolina Rennó Sodero"
      ],
      "journal": "RSC advances",
      "publication_date": "2024-Jul-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oligomeric species of amyloid β peptide (Aβ) are pivotal in Alzheimer's disease (AD) pathogenesis, making them valuable therapeutic targets. Currently, there is no cure or preventive therapy available for AD, with only a few therapeutics offering temporary alleviation of symptoms. Natural products (NPs) are now considered promising anti-amyloid agents. Green tea catechins have garnered considerable attention due to their ability to remodel the toxic amyloid β peptide oligomers (AβOs) into non-toxic assemblies. Nevertheless, the precise molecular mechanism underlying their effects on AβOs remains unclear. In this study, we employ a combination of binding site prediction, molecular docking, and dynamics simulations to gain mechanistic insights into the binding of the potent anti-amyloid epigallocatechin-3-gallate (EGCG) and the less effective catechin, epicatechin (EC), on the structure of pore-forming Aβ tetramers (PDB ID 6RHY). This recently elucidated structure represents AβO(1-42) with two faces of the hydrophobic β-sheet core and hydrophilic edges. Our simulations revealed three potential druggable binding sites within the AβO: two in hydrophilic edges and one in the β-sheet core. Although both catechins bind via hydrogen bond (H-bond) and aromatic interactions to the three potential binding sites, EGCG interacted with key residues more efficiently than EC. We propose that EGCG may remodel AβOs preventing pore formation by binding to the hydrophilic edge binding sites. Additionally, EGCG interacts with key residues in the oligomer's β-sheet core binding site, crucial for fibrillar aggregation. A better understanding of how anti-amyloid compounds remodelling AβOs could be valuable for the development of new therapeutic strategies targeting Aβ in AD. Further experimental validation using point mutations involving key residues could be useful to define whether the establishment of these interactions is crucial for the EGCG remodelling effect."
    },
    {
      "pmid": "38974590",
      "title": "Effect of Green Tea Supplementation on Inflammatory Markers among Patients with Metabolic Syndrome and Related Disorders: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Fernanda Souza de Oliveira Assis",
        "Gabriel Lima Vasconcellos",
        "Diego José Pereira Lopes",
        "Leandro Roberto de Macedo",
        "Maísa Silva"
      ],
      "journal": "Preventive nutrition and food science",
      "publication_date": "2024-Jun-30",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Several randomized controlled trials (RCTs) have investigated the potential benefits of green tea on the inflammatory process in metabolic syndrome (MetS). However, the results are inconclusive and inconsistent. In the present study, we performed a literature review and meta-analysis to evaluate the effect of green tea supplementation on inflammatory markers [e.g., tumor necrosis factor-α (TNF-α), C-reactive protein (CRP), and interleukin-6 (IL-6)] among patients with MetS and related disorders. We systematically searched for relevant publications up to March 2022 in the PubMed, Scopus, Web of Science, and SciELO databases. The review was registered with PROSPERO (CRD42022320345). Mean differences with 95% confidence intervals were pooled on the basis of the random effects model to compare the effects of green tea with placebo. We used meta-regression and subgroup analyses to determine the cause of heterogeneity and performed study quality assessment using the Grading of Recommendations Assessment, Development, and Evaluation method. We assessed publication bias using funnel plots and Egger's tests. Out of the total 15 RCTs that were included in this systematic review, 12 were chosen for the meta-analysis. The results revealed that green tea significantly decreased TNF-α levels but did not affect CRP and IL-6 levels. Subgroup analysis showed that green tea supplementation in studies lasting ≤8 weeks significantly increased CRP levels. Furthermore, meta-regression analysis demonstrated a significant association between increasing IL-6 concentration and treatment duration. According to our meta-analysis, green tea was shown to considerably lower circulating TNF-α levels. To confirm these findings, carefully planned trials are required."
    },
    {
      "pmid": "38854441",
      "title": "Efficacy of green tea ( Camellia sinensis Linn) 3% extract cream on improvement of striae distensae.",
      "authors": [
        "Sartika Ayuningsih",
        "Nelva Karmila Jusuf",
        "Imam Budi Putra"
      ],
      "journal": "F1000Research",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Clinical Trial"
      ],
      "abstract": "BACKGROUND: Striae distensae (SD) is a skin condition that frequently causes dermatological consultations and although asymptomatic, it may can cause itch and burning sensation. Green tea extract contains polyphenol, including flavanol, flavandiol, flavonoid, phenolic acid, amino acids and minerals which play a role in the repair of stretch marks through anti-inflammatory mechanism, increase collagen production, fibroblast proliferation, and skin hydration. OBJECTIVE: To determine the efficacy of green tea extract cream on striae distensae. METHODS: This is a pre-experimental clinical trial with a pretest-posttest design on 36 subjects with striae distensae. Diagnosis establishes through history taking and clinical evaluation. Imam Nelva Alviera (INA) score was used as SD severity before and after the application of the 3% green tea extract cream carried out at weeks 0, 2, 4, 6, and 8. Side effects and subjects' satisfaction were also recorded. Cochran test was carried out to see the difference before and after treatment, with a p-value <0.05 considered significant. RESULTS: Majority of study subjects were 18-25 years (77.8%), had history of pregnancy (75%), had a history of menarche at the age of 12 years (27.8%) and all subjects had striae alba. There was significant decrement in INA score for striae distensae (p<0.001) after eight weeks administration of 3% green tea extract cream. Clinical improvement and no side effects were also noted. All subjects were satisfied. CONCLUSIONS: The use of 3% green tea extract cream can improve the appearance of SD.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Plant Extracts",
        "Striae Distensae",
        "Adult",
        "Adolescent",
        "Camellia sinensis",
        "Young Adult",
        "Tea",
        "Male",
        "Treatment Outcome",
        "Skin Cream"
      ]
    },
    {
      "pmid": "38835329",
      "title": "Investigating the Formation of In Vitro Immunogenic Gluten Peptides after Covalent Modification of Their Structure with Green Tea Phenolic Compounds under Alkaline Conditions.",
      "authors": [
        "Merve Aksoy",
        "Aytül Hamzalıoğlu",
        "Vural Gökmen"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-Jun-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Celiac disease is an autoimmune disorder triggered by immunogenic gluten peptides produced during gastrointestinal digestion. To prevent the production of immunogenic gluten peptides, the stimulation of covalent-type protein-polyphenol interactions may be promising. In this study, gluten interacted with green tea extract (GTE) at pH 9 to promote the covalent-type gluten-polyphenol interactions, and the number of immunogenic gluten peptides, 19-mer, 26-mer, and 33-mer, was monitored after in vitro digestion. Treatment of gluten with GTE provided an increased antioxidant capacity, decreased amino group content, and increased thermal properties. More importantly, there was a remarkable (up to 73%) elimination of immunogenic gluten peptide release after the treatment of gluten with 2% GTE at 50 °C and pH 9 for 2 h. All of these confirmed that gluten was efficiently modified by GTE polyphenols under the stated conditions. These findings are important in developing new strategies for the development of gluten-free or low-gluten food products with reduced immunogenicity."
    },
    {
      "pmid": "38766654",
      "title": "Biosynthesis of Nanoparticles with Green Tea for Inhibition of β-Amyloid Fibrillation Coupled with Ligands Analysis.",
      "authors": [
        "Mai Zhang",
        "Yan Li",
        "Chunli Han",
        "Shiying Chu",
        "Peng Yu",
        "Wenbo Cheng"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Inhibition of amyloid β protein fragment (Aβ) aggregation is considered to be one of the most effective strategies for the treatment of Alzheimer's disease. (-)-Epigallocatechin-3-gallate (EGCG) has been found to be effective in this regard; however, owing to its low bioavailability, nanodelivery is recommended for practical applications. Compared to chemical reduction methods, biosynthesis avoids possible biotoxicity and cumbersome preparation processes. MATERIALS AND METHODS: The interaction between EGCG and Aβ42 was simulated by molecular docking, and green tea-conjugated gold nanoparticles (GT-Au NPs) and EGCG-Au NPs were synthesized using EGCG-enriched green tea and EGCG solutions, respectively. Surface active molecules of the particles were identified and analyzed using various liquid chromatography-tandem triple quadrupole mass spectrometry methods. ThT fluorescence assay, circular dichroism, and TEM were used to investigate the effect of synthesized particles on the inhibition of Aβ42 aggregation. RESULTS: EGCG as well as apigenin, quercetin, baicalin, and glutathione were identified as capping ligands stabilized on the surface of GT-Au NPs. They more or less inhibited Aβ42 aggregation or promoted fibril disaggregation, with EGCG being the most effective, which bound to Aβ42 through hydrogen bonding, hydrophobic interactions, etc. resulting in 39.86% and 88.50% inhibition of aggregation and disaggregation effects, respectively. EGCG-Au NPs were not as effective as free EGCG, whereas multiple thiols and polyphenols in green tea accelerated and optimized heavy metal detoxification. The synthesized GT-Au NPs conferred the efficacy of diverse ligands to the particles, with inhibition of aggregation and disaggregation effects of 54.69% and 88.75%, respectively, while increasing the yield, enhancing water solubility, and decreasing cost. CONCLUSION: Biosynthesis of nanoparticles using green tea is a promising simple and economical drug-carrying approach to confer multiple pharmacophore molecules to Au NPs. This could be used to design new drug candidates to treat Alzheimer's disease.",
      "mesh_terms": [
        "Humans",
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Catechin",
        "Gold",
        "Ligands",
        "Metal Nanoparticles",
        "Molecular Docking Simulation",
        "Peptide Fragments",
        "Protein Aggregates",
        "Camellia sinensis"
      ]
    },
    {
      "pmid": "38745671",
      "title": "Green tea extract suppresses airway inflammation via oxidative stress-driven MAPKs/MMP-9 signaling in asthmatic mice and human airway epithelial cells.",
      "authors": [
        "Jeong-Won Kim",
        "Jin-Hwa Kim",
        "Ji-Soo Jeong",
        "Chang-Yeop Kim",
        "Eun-Hye Chung",
        "Sung-Hwan Kim",
        "Eui-Ju Hong",
        "Hyo-Jung Kwon",
        "Je-Won Ko",
        "Tae-Won Kim"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The anti-inflammatory effect of green tea extract (GTE) has been confirmed in asthmatic mice, however, the pharmacological mechanism is not fully elucidated. METHODS: To investigate the therapeutic efficacy of GTE in asthma and identify specific pathways, murine model of allergic asthma was established by ovalbumin (OVA) sensitization and the challenge for 4 weeks, with oral treatment using GTE and dexamethasone (DEX). Inflammatory cell counts, cytokines, OVA-specific IgE, airway hyperreactivity, and antioxidant markers in the lung were evaluated. Also, pulmonary histopathological analysis and western blotting were performed. In vitro, we established the model by stimulating the human airway epithelial cell line NCI-H292 using lipopolysaccharide, and treating with GTE and mitogen-activated protein kinases (MAPKs) inhibitors. RESULTS: The GTE100 and GTE400 groups showed a decrease in airway hyperresponsiveness and the number of inflammatory cells in the bronchoalveolar lavage fluid (BALF) compared to the OVA group. GTE treatment also reduced interleukin (IL)-13, IL-5, and IL-4 levels in the BALF, and OVA-specific immunoglobulin E levels in the serum compared to those in the OVA group. GTE treatment decreased OVA-induced mucus secretion and airway inflammation. In addition, GTE suppressed the oxidative stress, and phosphorylation of MAPKs, which generally occurs after exposure to OVA. GTE administration also reduced matrix metalloproteinase-9 activity and protein levels. CONCLUSION: GTE effectively inhibited asthmatic respiratory inflammation and mucus hyperproduction induced by OVA inhalation. These results suggest that GTE has the potential to be used for the treatment of asthma.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Humans",
        "Mice",
        "Anti-Inflammatory Agents",
        "Asthma",
        "Cytokines",
        "Disease Models, Animal",
        "Epithelial Cells",
        "Matrix Metalloproteinase 9",
        "Mice, Inbred BALB C",
        "Mitogen-Activated Protein Kinases",
        "Ovalbumin",
        "Oxidative Stress",
        "Plant Extracts",
        "Respiratory Mucosa",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "38737668",
      "title": "The effects of green tea tablets and metformin on ovulation and menstrual cycle regularity in women with polycystic ovary syndrome.",
      "authors": [
        "Mahnaz Yavangi",
        "Soghra Rabiee",
        "Marzieh Sanavi Farimani",
        "Shahede Khansary",
        "Maryam Farhadian",
        "Akram Ranjbar",
        "Minoo Mahmoudi",
        "Masoud Karimi",
        "Somayeh Barati",
        "Amir Barati Mosleh",
        "Noushin Mohammadpour"
      ],
      "journal": "Journal of medicine and life",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Polycystic ovary syndrome is the most common cause of oligo-ovulation and anovulation among women of reproductive age, contributing to infertility. This study aimed to compare the effects of green tea tablets and metformin on ovulation, menstrual cycle regularity, and antioxidant biomarkers in women with polycystic ovary syndrome (PCOS). In this clinical trial study, 94 women with PCOS were randomly assigned to three groups: green tea (n = 33), metformin (n = 29), and control (n = 32). Menstrual status and oxidative stress parameters, including total antioxidant capacity, thiol, and lipid peroxidation, were compared before and 3 months after the intervention among all three groups. Data analysis was conducted using SPSS software version 22 and employing the analysis of variance and paired t-tests. Following the intervention, the mean menstrual cycle duration in the green tea, metformin, and control groups was 32.22 ± 12.78, 48.72 ± 37.06, and 48.53 ± 31.04 days, respectively (P = 0.040). There was no statistically significant difference between the three groups in terms of biochemical, hormonal, and antioxidant indices before and after the intervention (P > 0.05). The intake of green tea tablets was associated with better outcomes in regulating the menstrual cycle in women with PCOS.",
      "mesh_terms": [
        "Humans",
        "Polycystic Ovary Syndrome",
        "Female",
        "Metformin",
        "Tea",
        "Menstrual Cycle",
        "Adult",
        "Ovulation",
        "Tablets",
        "Young Adult",
        "Antioxidants",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "38713339",
      "title": "Potentialities of Tannase-Treated Green Tea Extract in Nutraceutical and Therapeutic Applications.",
      "authors": [
        "Chong-Boon Ong",
        "Mohamad Suffian Mohamad Annuar"
      ],
      "journal": "Applied biochemistry and biotechnology",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Green tea has garnered widespread interest in the past decades due to its content of health-beneficial polyphenols and catechins, besides reportedly exhibiting activities for the prevention, and possibly treatment, of many modern-life-associated afflictions. Hence, the functional food potential of health-beneficial beverages such as green tea is widely and commercially promoted. Biotransformation of green tea extract using enzymes such as tannase ostensibly enhances its beneficial well-being properties and disease-preventing functionalities. The tannase-treated green tea catechins may exhibit enhanced, amongst others, antioxidant, anti-tumour, anti-wrinkle, anti-inflammatory, anti-obesity and anti-sarcopenia properties compared to native green tea extract. Nonetheless, the health benefits and therapeutic and toxicological effects associated with these compounds, before and after tannase treatment, present a scientific gap for detailed studies. Accordingly, the review surveys the literature from the late twentieth century until the year 2023 related to the aforementioned important aspects.",
      "mesh_terms": [
        "Carboxylic Ester Hydrolases",
        "Tea",
        "Humans",
        "Plant Extracts",
        "Dietary Supplements",
        "Animals",
        "Antioxidants"
      ]
    },
    {
      "pmid": "38660681",
      "title": "Combined metabolome and transcriptome analyses reveal that growing under Red shade affects secondary metabolite content in Huangjinya green tea.",
      "authors": [
        "Zaifa Shu",
        "Qingyong Ji",
        "Tianjun He",
        "Dayun Zhou",
        "Shenghong Zheng",
        "Huijuan Zhou",
        "Weizhong He"
      ],
      "journal": "Frontiers in genetics",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Shading treatments impact the tea (Camellia sinensis L.) quality. The sunlight sensitive varieties can be grown under shading nets for better growth and secondary metabolite content. Here, we studied the responses of a sunlight sensitive green tea variety \"Huangjinya\" by growing under colored shading nets (red, yellow, blue, and black (75% and 95%) shading rates) to find out the most suitable color of the shading net. Red shading was the most promising treatment as it positively affected the weight and length of 100 one-bud-three leaves and reduced the degree and rate of new shoots burn compared to control (natural sunlight). We then explored the comparative metabolomic changes in response to red shading by using UPLC-ESI-MS/MS system. The amino acids and derivatives, flavonoids, and alkaloids were downaccumulated whereas lipids, organic acids, and lignans were upaccumulated in Red shade grown tea samples. The red shading nets caused a decreased catechin, epicatechin, dopamine, and L-tyramine contents but increased caffeine content. We then employed transcriptome sequencing to find key changes in expressions of related genes and pathways. Notably, key genes associated with the phenylpropanoid and flavonoid biosynthesis pathways exhibited complex regulation. These expression changes suggested a potential trend of polymerization or condensation of simple molecules like catechin or pelargonidin into larger molecules like glucoside or proanthocyanidins. Here, Red shading net triggered higher expression of genes enriched in lipid biosynthesis and jasmonic acid biosynthesis, suggesting an interplay of fatty acids and JA in improving tea performance. These findings contribute to the metabolic responses of Huangjinya tea to red shading nets which might have implications for flavor and health benefits. Our data provide a foundation for further exploration and optimization of cultivation practices for this unique tea variety."
    },
    {
      "pmid": "38647648",
      "title": "Comparative study of the anti-inflammatory activity of etoricoxib and Matcha green tea against acute kidney injury induced by gamma radiation in rats.",
      "authors": [
        "Sahar Khateeb",
        "Eman F S Taha"
      ],
      "journal": "International journal of radiation biology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "PURPOSE: The primary objective of this study was to conduct a comparative analysis of the anti-inflammatory activity between Etoricoxib (ETO) and Matcha green tea (MG) in the context of acute kidney injury (AKI) induced by ionizing gamma radiation (IR) in female rats. Furthermore, the potential impact of whole body IR exposure on the intestinal system and serum estradiol levels was investigated. Additionally, it was acknowledged that the ETO and MG treatments might have exerted favorable effects on the intestinal and hormonal responses. MATERIALS AND METHODS: Six groups of rats were assigned to different treatments: control, ETO, MG, irradiation (IRR), ETO + IRR, and MG + IRR. The evaluation included measuring the total phenolic and flavonoid contents of ETO and MG, as well as assessing their antioxidant activity, radical scavenging capacity, reducing power, and total antioxidant capacity. Kidney function was assessed through serum creatinine and urea levels. Oxidative stress markers, including superoxide dismutase, glutathione, malondialdehyde, and catalase, were measured to evaluate the antioxidant effects of ETO and MG. The anti-inflammatory potential of the treatments was evaluated by measuring STAT-3 and interleukins (IL-6, IL-23, and IL-17) using an ELISA assay. Prostaglandin E2 receptor (PGE-2) mRNA expression, histopathological examination, and immunohistochemistry for NF-κB inhibitors were performed to investigate the underlying mechanisms in kidney tissue homogenates. Histopathological changes and DNA fragmentation in the intestinal tissues were determined, and the characterization of Matcha green tea was performed using liquid chromatography-mass spectrometry (LC-MS). This allowed for the identification and quantification of various compounds present in Matcha green tea. Furthermore, the study assessed the effect of IR and treatments on estrogen levels in female rats. RESULTS: Data showed that both ETO and MG had the potential to mitigate the adverse effects of AKI induced by IR. Notably, MG exhibited greater efficacy in attenuating oxidative stress and inflammation associated with renal injury. These findings revealed and compared the effects of ETO and MG in alleviating AKI caused by IR. MG demonstrated greater anti-inflammatory and antioxidant properties, highlighting its potential as a natural therapeutic agent. CONCLUSIONS: These results contribute to the growing evidence supporting the use of MG in managing IR-induced renal complications. Future studies should focus on elucidating the molecular mechanisms and optimizing the application of MG in clinical settings.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Acute Kidney Injury",
        "Female",
        "Gamma Rays",
        "Etoricoxib",
        "Anti-Inflammatory Agents",
        "Tea",
        "Antioxidants",
        "Oxidative Stress",
        "Rats, Wistar",
        "Pyridines",
        "Sulfones"
      ]
    },
    {
      "pmid": "38630424",
      "title": "The Gehan test identifies life-extending compounds overlooked by the log-rank test in the NIA Interventions Testing Program: Metformin, Enalapril, caffeic acid phenethyl ester, green tea extract, and 17-dimethylaminoethylamino-17-demethoxygeldanamycin hydrochloride.",
      "authors": [
        "Nisi Jiang",
        "Jonathan Gelfond",
        "Qianqian Liu",
        "Randy Strong",
        "James F Nelson"
      ],
      "journal": "GeroScience",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The National Institute on Aging Interventions Testing Program (ITP) has so far identified 12 compounds that extend the lifespan of genetically heterogeneous mice using the log-rank test. However, the log-rank test is relatively insensitive to any compound that does not uniformly reduce mortality across the lifespan. This test may thus miss compounds that only reduce mortality before midlife, for example, a plausible outcome if a compound only mitigates risk factors before midlife or if its efficacy is reduced at later ages. We therefore reanalyzed all data collected by the ITP from 2004-2022 using the Gehan test, which is more sensitive to mortality differences earlier in the life course and does not assume a uniformly reduced mortality hazard across the lifespan. The Gehan test identified 5 additional compounds, metformin, enalapril, 17-dimethylaminoethylamino-17-demethoxygeldanamycin hydrochloride (17-DMAG), caffeic acid phenethyl ester (CAPE), and green tea extract (GTE), which significantly increased survival but were previously missed by the log-rank test. Three (metformin, enalapril, and 17-DMAG) were only effective in males and two (CAPE and GTE) were only effective in females. In addition, 1,3-butanediol, which by log-rank analysis increased survival in females but not males, increased survival in males by the Gehan test. These results suggest that statistical tests sensitive to non-uniformity of drug efficacy across the lifespan should be included in the standard statistical testing protocol to minimize overlooking geroprotective interventions.",
      "mesh_terms": [
        "Animals",
        "Metformin",
        "Mice",
        "Female",
        "Plant Extracts",
        "Tea",
        "Male",
        "Enalapril",
        "Longevity",
        "Caffeic Acids",
        "Phenylethyl Alcohol",
        "United States",
        "Lactams, Macrocyclic",
        "Benzoquinones"
      ]
    },
    {
      "pmid": "38605739",
      "title": "Green Tea Extract Reduced Lipopolysaccharide-Induced Inflammation in L2 Cells as Acute Respiratory Distress Syndrome Model Through Genes and Cytokine Pro-Inflammatory.",
      "authors": [
        "Didik Priyandoko",
        "Wahyu Widowati",
        "Lenny Lenny",
        "Sintya Novianti",
        "Revika Revika",
        "Hanna Sari Widya Kusuma",
        "Ika Adhani Sholihah"
      ],
      "journal": "Avicenna journal of medical biotechnology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Acute Respiratory Distress Syndrome (ARDS) is a severe lung inflammatory condition that has the capacity to impair gas exchange and lead to hypoxemia. This condition is found to have been one of the most prevalent in patients of COVID-19 with a more serious condition. Green tea (Camellia sinensis L.) contains polyphenols that possess many health benefits. The purpose of this study was to assess the anti-inflammatory activities of green tea extract in Lipopolysaccharide (LPS)-induced lung cells as ARDS cells model. METHODS: In this study, rat lung cells (L2) were induced by LPS to mimic the inflammation observed in ARDS and later treated with green tea extract. Pro-inflammatory cytokines such as Interleukin (IL)-12, C-Reactive Protein (CRP) as well as Tumor Necrosis Factor-α (TNF-α) were investigated using the ELISA method. Gene expression of NOD-Like Receptor Protein 3 (NLRP-3), Receptor for Advanced Glycation End-product (RAGE), Toll-like Receptor-4 (TLR-4), and Nuclear Factor-kappa B (NF-κB) were evaluated by qRTPCR. Apoptotic cells were measured using flow cytometry. RESULTS: The results showed that green tea extract treatment can reduce inflammation by suppressing gene expressions of NF-κB, NLRP-3, TLR-4, and RAGE, as well as pro-inflammatory cytokines such as IL-12, TNF-α, and CRP, an acute phase protein. Apoptosis levels of inflamed cells also found to be lowered when green tea extract was administered; thus, also increasing live cells compared to non-treated cells. CONCLUSION: These findings could lead to the future development of supplements from green tea to help alleviate ARDS symptoms, especially during critical moments such as the current pandemic."
    },
    {
      "pmid": "38601618",
      "title": "Potential therapeutic effects of green tea (Camellia sinensis) in eye diseases, a review.",
      "authors": [
        "Mohadese Boroughani",
        "Zahra Tahmasbi",
        "Mohamad Mahdi Heidari",
        "Mohammadkarim Johari",
        "Mohammad Hashem Hashempur",
        "Mojtaba Heydari"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Apr-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "This review aims to evaluate the therapeutic potential of green tea (GT), scientifically named Camellia sinensis, in treating eye diseases. We provide an overview of the ingredients and traditional use of Camellia sinensis, followed by a detailed discussion of its therapeutic uses in various eye diseases, including ocular surface diseases (allergic diseases, dry eye, pterygium, and infections), cataract, glaucoma, uveitis, retinal diseases, and optic nerve diseases. The pharmacologic activities related to ocular diseases, such as anti-vascular endothelial growth factor, aldose reductase inhibitor activity, anti-bacterial, anti-inflammatory, and antioxidant effects are also explored in this review. The dose and route of administration of GT in various studies are discussed. Safety issues related to the use of GT, such as the side effects associated with high doses and long-term use, are also addressed. The review highlights the potential of GT as a natural therapeutic agent for a variety of ocular diseases. Its various pharmacologic activities make it a promising treatment option. However, more well-designed studies are needed to determine the optimal dose and route of administration and to assess its long-term safety and efficacy. Overall, GT appears to be a promising adjunct therapy for various ocular diseases."
    },
    {
      "pmid": "38590984",
      "title": "Self-assembled metal-phenolic nanocomplexes comprised of green tea catechin for tumor-specific ferroptosis.",
      "authors": [
        "Min Wang",
        "Aoling Yu",
        "Wen Han",
        "Jingyi Chen",
        "Chunhua Lu",
        "Xiankun Tu"
      ],
      "journal": "Materials today. Bio",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ferroptosis, a newly discovered form of regulated cell death, has garnered significant attention in the field of tumor therapy. However, the presence of overexpressed glutathione (GSH) and insufficient levels of H2O2 in the tumor microenvironment (TME) hinders the occurrence of ferroptosis. In response to these challenges, here we have constructed the self-assembled nanocomplexes (FeE NPs) utilizing epigallocatechin-3-gallate (EGCG) from green tea polyphenols and metal ions (Fe3+) as components. After grafting PEG, the nanocomplexes (FeE@PEG NPs) exhibit good biocompatibility and synergistically enhanced tumor-inhibitory properties. FeE@PEG NPs can be disassembled by H2O2 in the TME, leading to the rapid release of Fe3+ and EGCG. The released Fe3+ produces large amounts of toxic •OH by the Fenton reactions while having minimal impact on normal cells. The generated •OH effectively induces lipid peroxidation, which leads to ferroptosis in tumor cells. Meanwhile, the released EGCG can autoxidize to produce H2O2, which further promotes the production of •OH radicals and increases lipid peroxide levels. Moreover, EGCG also depletes the high levels of intracellular GSH, leading to an intracellular redox imbalance and triggering ferroptosis. This study provides new insights into advancing anticancer ferroptosis through rational material design, offering promising avenues for future research."
    },
    {
      "pmid": "38561489",
      "title": "Potential Benefits of Green Tea in Prostate Cancer Prevention and Treatment: A Comprehensive Review.",
      "authors": [
        "Gui-Hong Liu",
        "Ze-Qin Yao",
        "Guo-Qiang Chen",
        "Ya-Lang Li",
        "Bing Liang"
      ],
      "journal": "Chinese journal of integrative medicine",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Prostate cancer is a prevalent and debilitating disease that necessitates effective prevention and treatment strategies. Green tea, a well-known beverage derived from the Camellia sinensis plant, contains bioactive compounds with potential health benefits, including catechins and polyphenols. This comprehensive review aims to explore the potential benefits of green tea in prostate cancer prevention and treatment by examining existing literature. Green tea possesses antioxidant, anti-inflammatory, and anti-carcinogenic properties attributed to its catechins, particularly epigallocatechin gallate. Epidemiological studies have reported an inverse association between green tea consumption and prostate cancer risk, with potential protection against aggressive forms of the disease. Laboratory studies demonstrate that green tea components inhibit tumor growth, induce apoptosis, and modulate signaling pathways critical to prostate cancer development and progression. Clinical trials and human studies further support the potential benefits of green tea. Green tea consumption has been found to be associated with a reduction in prostate-specific antigen levels, tumor markers, and played a potential role in slowing disease progression. However, challenges remain, including optimal dosage determination, formulation standardization, and conducting large-scale, long-term clinical trials. The review suggests future research should focus on combinatorial approaches with conventional therapies and personalized medicine strategies to identify patient subgroups most likely to benefit from green tea interventions.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Prostatic Neoplasms",
        "Tea",
        "Catechin"
      ]
    },
    {
      "pmid": "38531928",
      "title": "Green tea and hyaluronic acid gel enhance fibroblast activation and improves the gingival healing post-third molar extraction.",
      "authors": [
        "Mariana da Silva Bonatto",
        "Geórgia da Silva Feltran",
        "Thamires Prazeres Barbosa",
        "Davisson Alves Pereira",
        "Samara de Souza Santos",
        "Pedro Gomes Junqueira Mendes",
        "Roberto Sales E Pessoa",
        "Fábio José Barbosa Bezerra",
        "Willian Fernando Zambuzzi",
        "Guilherme José Pimentel Lopes de Oliveira"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Mar-26",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "This study evaluates the effects of a green tea (Camellia sinensis) and hyaluronic acid gel on fibroblast activity and alveolar bone repair following third molar extractions. By examining the gene expression related to cell survival, proliferation, and angiogenesis, the study bridges in vitro findings with clinical outcomes in a split-mouth randomized trial. Human fibroblasts were exposed to the treatment gel, analysing gene expression through RT-qPCR. Twenty participants undergoing bilateral third molar extractions received the test gel on one side and a placebo on the other. Assessments included patient-reported outcomes, professional evaluations, and radiographic analyses at multiple postoperative intervals. The test gel significantly enhanced AKT, CDKs, and VEGF gene expressions, indicating a positive effect on angiogenesis and cell proliferation. Clinically, it resulted in reduced exudate, swelling, and secondary interventions, with radiographs showing improved alveolar bone density after 90 days. The green tea and hyaluronic acid gel significantly improves soft tissue and bone healing post-extraction, offering a promising adjunctive therapy for enhancing postoperative recovery. This gel represents a novel adjuvant treatment option for facilitating improved healing outcomes after third molar extractions, highlighting its potential utility in clinical dental practice.",
      "mesh_terms": [
        "Humans",
        "Hyaluronic Acid",
        "Tea",
        "Molar, Third",
        "Tooth Extraction",
        "Camellia sinensis"
      ]
    },
    {
      "pmid": "38522493",
      "title": "Characterization of the intestinal transport mechanism of polystyrene microplastics (MPs) and the potential inhibitory effect of green tea extracts on MPs intestinal absorption.",
      "authors": [
        "Woo-Hyun Kim",
        "Dong-Ho Lee",
        "Jeong-Eun Kim",
        "Hyun Woo Jeong",
        "Jin-Oh Chung",
        "JongHwa Roh",
        "WanGi Kim",
        "Xiaoting Fu",
        "Soon-Mi Shim"
      ],
      "journal": "Toxicology in vitro : an international journal published in association with BIBRA",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aims of the current study included characterizing the intestinal transport mechanism of polystyrene microplastics (MPs) with different charges and sizes in the intestinal epithelial cell model and determining the inhibitory effect of green tea extracts (GTEs) on the intestinal absorption of MPs in Caco-2 cells. The smaller sizes, which included diameters of 0.2 μm, of amine-modified MPs compared to either larger size (1 μm diameter, or carboxylate-MPs (0.2 and 1 μm diameter) significantly lowered the cell viability of caco-2 cells that were measured by MTT assay (p < 0.05). The transported amount (particles/mL of the cell media) of amine-modified MPs by the Caco-2 cell, was not dependent according to the concentrations, energy, or temperature, but it was higher than the carboxylate-modified MPs. The co-treatment of GTEs with the amine-modified MPs inhibited Caco-2 cell cytotoxicity as well as reduced the production of intracellular reactive oxygen species (ROS) in HepG2 generated by the exposure of amine-modified MPs. The GTEs co-treatment also increased trans-epithelial electrical resistances (TEER) and reduced the transportation of Lucifer Yellow via the Caco-2 monolayer compared to only the amine-modified MPs exposure. The GTEs treatment led to a decrease in the number of amine-modified MPs transported to the basal side of the Caco-2 monolayer. The results from our study suggest that the consumption of GTEs could enhance the intestinal barrier function by recovering intestinal epithelial cell damage induced by MPs, which resulted in a decrease of the intestinal absorption of MPs.",
      "mesh_terms": [
        "Humans",
        "Polystyrenes",
        "Microplastics",
        "Plastics",
        "Caco-2 Cells",
        "Antioxidants",
        "Intestinal Absorption",
        "Tea",
        "Amines"
      ]
    },
    {
      "pmid": "38517240",
      "title": "Effects of instant controlled pressure drop treatment combined with refractance window drying on infusion quality of made green tea.",
      "authors": [
        "Tridisha Bordoloi",
        "Manuj Kumar Hazarika"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2024-Aug-15",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "BACKGROUND: The study aimed to determine the effects of instant controlled decompression of steam pressure, termed as ICPD (instant controlled pressure drop) on fresh tea leaves, when combined with refractance window drying (RWD) of rolled green teas during green tea manufacturing. The ICPD steam treatment pressure (TP; 0.1-0.3 MPa), treatment time (TT; 10-20 s) and refractance window drying temperature (RWDT; 70-90 °C) were used as the processing parameters for manufacturing of green tea. RESULT: Response surface methodology was employed to enumerate the effects of ICPD process conditions and temperature of RWD on total phenolic content (TPC), total flavonoid content (TFC) and DPPH (1,1-diphenyl-2-picrylhydrazyl) radical scavenging activity of the green tea infusion. An optimum condition for green tea processing was found at TP 0.2 MPa, TT 20 s with RWDT at 70 °C. In comparison to made green tea manufactured without ICPD treatment, the ICPD treated green tea showed enhanced TPC, TFC and DPPH radical scavenging activity along with better colour and sensory attributes. The microstructural study of ICPD treated green tea samples showed more deformed cell surface integrity, larger stomatal pore size and cracks at the leaf surface in comparison with non-treated green tea sample. CONCLUSION: Present study reveals that an ICPD treatment at 0.2 MPa for 20 s can be used as an alternative to the traditional enzyme inactivation step of hot water treatment, for green tea leaves to improve the infusion quality in terms of increased levels of TPC and TFC and DPPH radical scavenging activity. © 2024 Society of Chemical Industry.",
      "mesh_terms": [
        "Camellia sinensis",
        "Tea",
        "Plant Leaves",
        "Food Handling",
        "Phenols",
        "Pressure",
        "Humans",
        "Flavonoids",
        "Desiccation",
        "Color",
        "Antioxidants",
        "Taste",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "38495146",
      "title": "Prolonged oral intake of green tea polyphenols attenuates delirium-like behaviors in mice induced by anesthesia/surgery.",
      "authors": [
        "Yao Xue",
        "Yan-Na Zhang",
        "Man Wang",
        "Hui-Yuan Fu",
        "Ying-Chao Mao",
        "Min Hu",
        "Mei-Tao Sun",
        "Hong-Gang Guo",
        "Lin Cao",
        "Chen-Zhuo Feng"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Postoperative delirium (POD) is a severe postoperative complication characterized by delirium-like symptoms. So far, no effective preventable strategy for POD prevention has been identified. Reports show that the consumption of green tea polyphenols (GTP) is associated with better cognitive function by modulating the composition of gut microbiota. Whether GTP also play a role in alleviating POD through gut microbiota is unknown. Herein, we studied the effect of prolonged (eight weeks) GTP intake on postoperative delirium in C57BL/6 mice with laparotomies under isoflurane anesthesia (anesthesia/surgery). We subsequently investigated anesthesia/surgery caused behavioral changes and increased the expression of malondialdehyde (MAD), an oxidative stress marker, and the activities of superoxide dismutase (SOD), an antioxidant marker, in the mice at 6 h after anesthesia/surgery. However, GTP administration reversed these changes and alleviated anesthesia/surgery-induced decrease in the abundance of gut bacterial genera, Roseburia. Further, fecal microbiota transplant demonstrated that compared with mice in the control group, treatment of C57BL/6 mice with feces from GTP-treated mice had a slight effect on the behavioral changes of mice. These data suggest that daily consumption of GTP could protect against anesthesia/surgery-induced behavioral changes, which is closely associated with gut microbiota modification by GTP."
    },
    {
      "pmid": "38494270",
      "title": "Phytocompounds-based therapeutic approach: Investigating curcumin and green tea extracts on MCF-7 breast cancer cell line.",
      "authors": [
        "Radwa M Fawzy",
        "Amal A Abdel-Aziz",
        "Khalid Bassiouny",
        "Aysam M Fayed"
      ],
      "journal": "Journal, genetic engineering & biotechnology",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Breast cancer (BC) has transcended lung cancer as the most common cancer in the world. Due to the disease's aggressiveness, rapid growth, and heterogeneity, it is crucial to investigate different therapeutic approaches for treatment. According to the World Health Organization (WHO), Plant-based therapeutics continue to be utilized as safe/non-toxic complementary or alternative treatments for cancer, even in developed countries, regardless of how cutting-edge conventional therapies are. Despite their low bioavailability, curcumin (CUR) and green tea (GT) represent safer therapeutic options. Due to their potent molecular-modulating properties on various cancer-related molecules and signaling pathways, they are considered gold-standard therapeutic agents and have been incorporated into the development of one or more therapeutic strategies of BC treatment. METHODS: We investigated the modulatory role of CUR and GT extracts on significant multi molecular targets in MCF-7 BC cell line to assess their potential as BC multi-targeting agents. We analyzed the phytocompounds in GT leaves using High-performance liquid chromatography (HPLC) and Gas chromatography-mass spectrometry (GC-MS) techniques. The mRNA expression levels of Raf-1, Telomerase, Tumor necrosis factor alpha (TNF-α) and Interleukin-8 (IL-8) genes in MCF-7 cells were quantified using quantitative real-time PCR (qRT-PCR). The cytotoxicity of the extracts was assessed by the 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay and the released Lactate dehydrogenase (LDH), a valuable marker for identifying the programmed necrosis (necroptosis). Additionally, the concentrations of the necroptosis-related proinflammatory cytokines (TNF-α and IL-8) were measured using enzyme-linked immunosorbent assay (ELISA). RESULTS: In contrast to the GT, the results showed the anticancer and cytotoxic properties of CUR against MCF-7 cells, with a relatively higher level of released LDH. The CUR extract downregulated the oncogenic Raf-1, suppressed the Telomerase and upregulated the TNF-α and IL-8 genes. Results from the ELISA showed a notable increase in IL-8 and TNF-α cytokines levels after CUR treatment, which culminated after 72 h. CONCLUSIONS: Among both extracts, only CUR effectively modulated the understudy molecular targets, achieving multi-targeting anticancer activity against MCF-7 cells. Moreover, the applied dosage significantly increased levels of the proinflammatory cytokines, which represent a component of the cytokines-targeting-based therapeutic strategy. However, further investigations are recommended to validate this therapeutic approach."
    },
    {
      "pmid": "38492300",
      "title": "Effects of post-fermentation addition of green tea extract for sulfur dioxide replacement on Sauvignon Blanc wine phenolic composition, antioxidant capacity, colour, and mouthfeel attributes.",
      "authors": [
        "Yi Yang",
        "Zhijing Ye",
        "Yunxuan Qin",
        "Sreeni Pathirana",
        "Leandro Dias Araujo",
        "Neill J Culley",
        "Paul A Kilmartin"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Jul-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study examines the feasibility of replacing SO2 in a New Zealand Sauvignon Blanc wine with a green tea extract. The treatments included the control with no preservatives (C), the addition of green tea extract at 0.1 and 0.2 g/L (T1 and T2), and an SO2 treatment at 50 mg/L (T3). Five monomeric phenolic compounds were detected in the green tea extract used for the experiment, and their concentrations ranged in the order (-)-epigallocatechin gallate > (-)-epigallocatechin > (-)-epicatechin > (-)-epicatechin gallate > gallic acid. At the studied addition rates, these green tea-derived phenolic compounds contributed to ∼70% of the antioxidant capacity (ABTS), ∼71% of the total phenolic index (TPI), and ∼ 84% of tannin concentration (MCPT) of the extract dissolved in a model wine solution. Among wine treatments, T1 and T2 significantly increased the wine's colour absorbance at 420 nm, MCPT, gallic acid and total monomeric phenolic content. TPI and ABTS were significantly higher in wines with preservatives (i.e., T2 > T1 ≅ T3 > C, p < 0.05). These variations were observed both two weeks after the treatments and again after five months of wine aging. Additionally, an accelerated browning test and a quantitative sensory analysis of wine colour and mouthfeel attributes were performed after 5 months of wine aging. When exposed to excessive oxygen and high temperature (50 °C), T1 and T2 exhibited ∼29% and 24% higher browning capacity than the control, whereas T3 reduced the wine's browning capacity by ∼20%. Nonetheless, the results from sensory analysis did not show significant variations between the treatments. Thus, using green tea extract to replace SO2 at wine bottling appears to be a viable option, without inducing a negative impact on the perceptible colour and mouthfeel attributes of Sauvignon Blanc wine.",
      "mesh_terms": [
        "Antioxidants",
        "Wine",
        "Sulfur Dioxide",
        "Fermentation",
        "Color",
        "Tea",
        "Gallic Acid",
        "Phenols",
        "Plant Extracts",
        "Organothiophosphorus Compounds",
        "Sulfonic Acids",
        "Benzothiazoles"
      ]
    },
    {
      "pmid": "38447976",
      "title": "Autologous transplantation of green tea epigallocatechin-3-gallate pretreated adipose-derived stem cells increases cardiac regenerative capability through C-X-C motif chemokine receptor 4 expression in the treatment of rats with diabetic cardiomyopathy.",
      "authors": [
        "Tung-Sheng Chen",
        "Wei-Wen Kuo",
        "Chih-Yang Huang"
      ],
      "journal": "Experimental animals",
      "publication_date": "2024-Jul-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cardiomyopathy is one of complications related to diabetes. Stem cell transplantation shows potential in diabetic cardiomyopathy treatment. Epigallocatechin-3-gallate (EGCG) is one of the major components found in green tea. Although stem cell transplantation and green tea EGCG supplementation show therapeutic effects on cardiomyopathy, the detailed cellular mechanisms in stem cell transplantation coupled with EGCG treatment remain unclear. This study investigates whether adipose-derived stem cells (ADSC) pretreated with EGCG show better protective effect on diabetic cardiomyopathy than ADSC without EGCG pretreatment. A cell model indicated that ADSC pretreated with EGCG increased cell functions including colony formation, migration and survival markers. All of these functions are blocked by small interfering C-X-C motif chemokine receptor 4 (siCXCR4) administration. These findings suggest that ADSC pretreatment with EGCG increases cell functions through CXCR4 expression. A diabetic animal model was designed to verify the above findings, including Sham, DM (diabetes mellitus), DM+ADSC (DM rats receiving autologous transplantation of ADSC) and DM+E-ADSC (DM rats receiving EGCG pretreated ADSC). Compared to the Sham, we found that all of pathophysiological signalings were activated in the DM group, including functional changes (decrease in ejection fraction and fractional shortening), structural changes (disarray and fibrosis) and molecular changes (increases in apoptotic, fibrotic, hypertrophic markers and decreases in survival and longevity markers). E-ADSC (DM+E-ADSC) transplantation shows significant improvement in the above pathophysiological signalings greater than ADSC (DM+ADSC). Therefore, ADSC pretreated with EGCG may contribute to clinical applications for diabetic patients with cardiomyopathy.",
      "mesh_terms": [
        "Animals",
        "Catechin",
        "Diabetic Cardiomyopathies",
        "Tea",
        "Receptors, CXCR4",
        "Male",
        "Adipose Tissue",
        "Rats, Sprague-Dawley",
        "Transplantation, Autologous",
        "Rats",
        "Stem Cell Transplantation",
        "Disease Models, Animal",
        "Stem Cells",
        "Regeneration",
        "Diabetes Mellitus, Experimental"
      ]
    },
    {
      "pmid": "38430822",
      "title": "A green tea extract confection decreases circulating endotoxin and fasting glucose by improving gut barrier function but without affecting systemic inflammation: A double-blind, placebo-controlled randomized trial in healthy adults and adults with metabolic syndrome.",
      "authors": [
        "Min Zeng",
        "Joanna K Hodges",
        "Avinash Pokala",
        "Mona Khalafi",
        "Geoffrey Y Sasaki",
        "Jillian Pierson",
        "Sisi Cao",
        "Guy Brock",
        "Zhongtang Yu",
        "Jiangjiang Zhu",
        "Yael Vodovotz",
        "Richard S Bruno"
      ],
      "journal": "Nutrition research (New York, N.Y.)",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Anti-inflammatory activities of catechin-rich green tea extract (GTE) in obese rodents protect against metabolic endotoxemia by decreasing intestinal permeability and absorption of gut-derived endotoxin. However, translation to human health has not been established. We hypothesized that GTE would reduce endotoxemia by decreasing gut permeability and intestinal and systemic inflammation in persons with metabolic syndrome (MetS) compared with healthy persons. A randomized, double-blind, placebo-controlled, crossover trial in healthy adults (n = 19, 34 ± 2 years) and adults with MetS (n = 21, 40 ± 3 years) examined 4-week administration of a decaffeinated GTE confection (890 mg/d total catechins) on serum endotoxin, intestinal permeability, gut and systemic inflammation, and cardiometabolic parameters. Compared with the placebo, the GTE confection decreased serum endotoxin (P = .023) in both healthy persons and those with MetS, while increasing concentrations of circulating catechins (P < .0001) and γ-valerolactones (P = .0001). Fecal calprotectin (P = .029) and myeloperoxidase (P = .048) concentrations were decreased by GTE regardless of health status. Following the ingestion of gut permeability probes, urinary lactose/mannitol (P = .043) but not sucralose/erythritol (P > .05) was decreased by GTE regardless of health status. No between-treatment differences (P > .05) were observed for plasma aminotransferases, blood pressure, plasma lipids, or body mass nor were plasma tumor necrosis factor-α, interleukin-6, or the ratio of lipopolysaccharide-binding protein/soluble cluster of differentiation-14 affected. However, fasting glucose in both study groups was decreased (P = .029) by the GTE confection compared with within-treatment arm baseline concentrations. These findings demonstrate that catechin-rich GTE is effective to decrease circulating endotoxin and improve glycemic control in healthy adults and those with MetS, likely by reducing gut inflammation and small intestinal permeability but without affecting systemic inflammation.",
      "mesh_terms": [
        "Humans",
        "Metabolic Syndrome",
        "Double-Blind Method",
        "Endotoxins",
        "Adult",
        "Male",
        "Female",
        "Plant Extracts",
        "Tea",
        "Catechin",
        "Inflammation",
        "Blood Glucose",
        "Cross-Over Studies",
        "Permeability",
        "Endotoxemia",
        "Fasting",
        "Middle Aged",
        "Intestinal Mucosa",
        "Camellia sinensis",
        "Acute-Phase Proteins",
        "Carrier Proteins",
        "Membrane Glycoproteins"
      ]
    },
    {
      "pmid": "38407390",
      "title": "Yellow leaf green tea modulates the AMPK/ACC/SREBP1c signaling pathway and gut microbiota in high-fat diet-induced mice to alleviate obesity.",
      "authors": [
        "Baoming Tian",
        "Yizhu Pan",
        "Xue Zhou",
        "Yuezhi Jiang",
        "Xiangchun Zhang",
        "Xudong Luo",
        "Kai Yang"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2024-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Yellow leaf green tea (YLGT) is a new variety of Camellia sinensis (L.) O. Ktze, which has yellow leaves and the unique qualities of 'three green through three yellow'. The present study aimed to investigate the anti-obesity effect of YLGT in mice fed a high-fat diet (HFD) and to explore the potential mechanisms by regulating the AMPK/ACC/SREBP1c signaling pathways and gut microbiota. RESULTS: The results showed that YLGT aqueous extract reduced body weight, hepatic inflammation, fat accumulation and hyperlipidemia in HFD-induced C57BL/6J mice, and also accelerated energy metabolism, reduced fat synthesis and suppressed obesity by activating the AMPK/CPT-1α signaling pathway and inhibiting the FAS/ACC/SREBP-1c signaling pathway. Fecal microbiota transplantation experiment further confirmed that the alteration of gut microbiota (e.g. increasing unclassified_Muribaculaceae and decreasing Colidextribacter) might be an important cause of YLGT water extract inhibiting obesity. CONCLUSION: In conclusion, YLGT has a broad application prospect in the treatment of obesity and the development of anti-obesity function beverages. © 2024 Society of Chemical Industry.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Male",
        "Mice",
        "Acetyl-CoA Carboxylase",
        "AMP-Activated Protein Kinases",
        "Anti-Obesity Agents",
        "Bacteria",
        "Camellia sinensis",
        "Diet, High-Fat",
        "Gastrointestinal Microbiome",
        "Liver",
        "Mice, Inbred C57BL",
        "Obesity",
        "Plant Extracts",
        "Plant Leaves",
        "Signal Transduction",
        "Sterol Regulatory Element Binding Protein 1"
      ]
    },
    {
      "pmid": "38397833",
      "title": "Amelioration of Functional, Metabolic, and Morphological Deterioration in the Retina following Retinal Detachment by Green Tea Extract.",
      "authors": [
        "Kai On Chu",
        "Yolanda Wong Ying Yip",
        "Kwok Ping Chan",
        "Chi Chiu Wang",
        "Danny Siu Chun Ng",
        "Chi Pui Pang"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Retinal detachment (RD) can result in the loss of photoreceptors that cause vision impairment and potential blindness. This study explores the protective effects of the oral administration of green tea extract (GTE) in a rat model of RD. Various doses of GTE or epigallocatechin gallate (EGCG), the most active ingredient in green tea catechins, were administered to Sprague Dawley (SD) rats with experimentally induced retinal detachment. The rats received sub-retinal injections of hyaluronic acid (0.1%) to induce RD and were given different doses of GTE and EGCG twice daily for three days. Notably, a low dose of GTE (142.9 mg/kg) caused significantly higher signal amplitudes in electroretinograms (ERGs) compared to higher GTE doses and any doses of EGCG. After administration of a low dose of GTE, the outer nuclear layer thickness, following normalization, of the detached retina reduced to 82.4 ± 8.2% (Mean ± SEM, p < 0.05) of the thickness by RD treatment. This thickness was similar to non-RD conditions, at 83.5 ± 4.7% (Mean ± SEM) of the thickness following RD treatment. In addition, the number of TUNEL-positive cells decreased from 76.7 ± 7.4 to 4.7 ± 1.02 (Mean ± SEM, p < 0.0001). This reduction was associated with the inhibition of apoptosis through decreased sphingomyelin levels and mitigation of oxidative stress shown by a lowered protein carbonyl level, which may involve suppression of HIF-1α pathways. Furthermore, GTE showed anti-inflammatory effects by reducing inflammatory cytokines and increasing resolving cytokines. In conclusion, low-dose GTE, but not EGCG, significantly alleviated RD-induced apoptosis, oxidative stress, inflammation, and energy insufficiency within a short period and without affecting energy metabolism. These findings suggest the potential of low-dose GTE as a protective agent for the retina in RD."
    },
    {
      "pmid": "38382249",
      "title": "Combined multi-omics approach to analyze the flavor characteristics and formation mechanism of gabaron green tea.",
      "authors": [
        "Dongzhu Huang",
        "Dongqiao Zheng",
        "Chenyi Sun",
        "Maoyin Fu",
        "Yuhan Wu",
        "Hong Wang",
        "Jieyao Yu",
        "Yunqiu Yang",
        "Yeyun Li",
        "Xiaochun Wan",
        "Qi Chen"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gabaron green tea (GAGT) has unique flavor and health benefits through the special anaerobic treatment. However, how this composite processing affects the aroma formation of GAGT and the regulatory mechanism was rarely reported. This study used nontargeted metabolomics and molecular sensory science to overlay screen differential metabolites and key aroma contributors. The potential regulatory mechanism of anaerobic treatment on the aroma formation of GAGT was investigated by transcriptomics and correlation analyses. Five volatiles: benzeneacetaldehyde, nonanal, geraniol, linalool, and linalool oxide III, were screened as target metabolites. Through the transcriptional-level differential genes screening and analysis, some CsERF transcription factors in the ethylene signaling pathway were proposed might participate the response to the anaerobic treatment. They might regulate the expression of related genes in the metabolic pathway of the target metabolites thus affecting the GAGT flavor. The findings of this study provide novel information on the flavor and its formation of GAGT.",
      "mesh_terms": [
        "Tea",
        "Camellia sinensis",
        "Multiomics",
        "Volatile Organic Compounds",
        "Gas Chromatography-Mass Spectrometry",
        "Odorants"
      ]
    },
    {
      "pmid": "38370081",
      "title": "Long-term drinking of green tea combined with exercise improves hepatic steatosis and obesity in male mice induced by high-fat diet.",
      "authors": [
        "Ruru Wang",
        "Mingxing Gu",
        "Yanzhong Zhang",
        "Qinglin Zhong",
        "Linbo Chen",
        "Daxiang Li",
        "Zhongwen Xie"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dietary habits and exercise play an important role in the well-being of human health. Currently, how long of drinking tea combined with exercise could efficiently ameliorate hepatic steatosis and obesity still needs to be investigated. Here, short-term and long-term green tea drinking combined with exercise were studied to improve hepatic steatosis and obesity in high-fat diet-induced (HF) mice. Our results showed that Yunkang 10 green tea (GT) combined with exercise (Ex) exhibited synergistic prevention effects on ameliorating hepatic steatosis and obesity. Especially, 22-week intervention with GT or Ex improved all symptoms of obesity, which indicated that long-term intervention exhibited profound preventive effects than the short term. Moreover, the combined intervention of 22 weeks inhibited the activation of NF-κB pathway and the expression of proinflammatory cytokines, which suggests that tea combined exercise may improve liver steatosis mainly by inhibiting inflammation. The key molecules for regulating lipid and glucose metabolism SCD1 were obviously downregulated, and GLU2 and PPARγ were significantly upregulated by GT and exercise in the liver of high-fat diet-induced mice. This study demonstrated that long-term intervention with GT and exercise effectively relieved hepatic steatosis and obesity complications by ameliorating hepatic inflammation, reducing lipid synthesis, and accelerating glucose transport."
    },
    {
      "pmid": "38291871",
      "title": "Antiviral Effects and Mechanisms of Green Tea Catechins on Influenza: A Perception on Combating Symptoms from COVID-19.",
      "authors": [
        "Gene Chi Wai Man",
        "Xu Zheng",
        "Sze Wan Hung",
        "Loucia Kit Ying Chan",
        "Tao Zhang",
        "Xiaoyan Chen",
        "Kai On Chu",
        "Ian Chung Yuen Huen",
        "Darren Wang Yip Lui",
        "Alfred Ding Wong",
        "Chi Chiu Wang"
      ],
      "journal": "Current topics in medicinal chemistry",
      "publication_date": "2024",
      "publication_types": [
        "Review",
        "Journal Article"
      ],
      "abstract": "Over the centuries, influenza and its associated epidemics have been a serious public health problem. Although vaccination and medications (such as neuraminidase inhibitors) are the mainstay of pharmacological approaches to prevent and treat influenza, however, frequent mutations in the influenza genome often result in treatment failure and resistance to standard medications which limit their effectiveness. In recent years, green tea catechins have been evaluated as potential anti-influenza agents. Herein, in this review, we highlighted the effects and mechanisms underlying the inhibitory effects of epigallocatechin 3-gallate (EGCG), the most abundant ingredient in green tea, against different influenza viral infections, and their clinical benefits toward prevention and treatment. In addition, as the severe acute respiratory syndrome coronavirus 2 (SARSCoV- 2) causes the outbreak of COVID-19 pandemic, our review also delineates the current perspective on SARS-CoV-2 and future insights as to the potential application of EGCG on suppressing the flu-like symptoms caused by COVID-19.",
      "mesh_terms": [
        "Humans",
        "Influenza, Human",
        "Tea",
        "COVID-19",
        "Catechin",
        "Pandemics",
        "SARS-CoV-2",
        "Antiviral Agents",
        "Perception"
      ]
    },
    {
      "pmid": "38231654",
      "title": "Protective Effects of Different Selenium Green Tea Polysaccharides on the Development of Type 2 Diabetes in Mice.",
      "authors": [
        "Weilan Gao",
        "Zhan Zheng",
        "Xuehua Wang",
        "Li Wang",
        "Na Zhang",
        "Haiyuan Liu",
        "Xin Cong",
        "Shuyi Li",
        "Zhenzhou Zhu"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Nov-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selenium polysaccharides have attracted significant interest due to their superior function to that of individual polysaccharides. However, limited research has compared the protective effects of different selenium polysaccharides from different selenization methods on diabetes. This work aims to compare the preventive effects of natural selenium-enriched green tea polysaccharides (NSe-TPS), synthetic selenized green tea polysaccharides (PCSe-TPS), and a mixture of sodium selenite and green tea polysaccharides (ordinary tea polysaccharides (Ord-TPS)+Se) on the development of diabetes. While establishing a diabetes model induced by a high-sugar, high-fat diet combined with streptozotocin, different selenium polysaccharides were administered daily by gavage for nine weeks. Our findings indicate that PCSe-TPS exhibited superior preventive effects on developing type 2 diabetes compared to NSe-TPS and Ord-TPS+Se. PCSe-TPS effectively regulated glucose metabolism and insulin resistance by activating the PI3K/Akt pathway, thereby preventing elevated blood glucose levels. Additionally, PCSe-TPS mitigated oxidative damage and inflammatory responses in liver tissues. Notably, PCSe-TPS intervention reversed the decline in bacterial species richness and the abundance of unclassified_Oscillospiraceae during the development of diabetes in mice. These results provide valuable insights into the protective effects of PCSe-TPS against diabetes development, highlighting its advantages over NSe-TPS and Ord-TPS+Se."
    },
    {
      "pmid": "38229977",
      "title": "Amelioration of nonylphenol-induced anxiety/depression-like behaviors in male rats using green tea and Zn-Se tea interventions.",
      "authors": [
        "Jie Yu",
        "Shengnan Li",
        "Mizhuan Li",
        "Yujie Zhang",
        "Dayan Tong",
        "Yuzhu Xu",
        "Chengxing Wang",
        "Jie Xu"
      ],
      "journal": "Toxicology research",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study aimed to investigate the effects of exposure to nonylphenol (NP) on anxiety/depression-like behaviors in rats and alleviation of those effects via green tea and zinc selenium (Zn-Se) tea interventions. MATERIAL AND METHODS: Totally, 40 male specific-pathogen free (SPF) Sprague-Dawley (SD) male rats were randomly divided into four groups (n = 10 rats per group): control group (5 ml/kg corn oil), NP group (40 mg/kg NP), NP + GT group (40 mg/kg NP + 1 g/kg/day green tea), and NP + Zn-Se tea group (40 mg/kg NP + 1 g/kg/day ZST). All dose-based groups received oral gavage of either corn oil or drugs over a 6-month period: NP at a dosage of 40 mg/kg/day was administered to rats for the initial 3 months, followed by a combination of NP with green tea and NP with Zn-Se tea for the subsequent 3 months. RESULTS: Tea intervention resulted in weight loss in rats. The hippocampal tissue NP level in the tea group was slightly lower than that in the NP group. Following tea intervention, compared with the NP group, the residence time in the light-dark box test was shortened PGT = 0.048, P < 0.001), and the number of entries into the closed arm in the elevated plus maze test in the tea-treated group was significantly reduced. In addition, the immobility time in the central square in the open field test decreased. The sucrose preference index score in the sucrose preference test increased, and the immobility time in the forced swimming test was reduced (PGT = 0.049, PZST < 0.001). The effects of Zn-S e tea were superior to green tea. The damage to the hippocampal tissues in the group treated with tea was less than that in the NP group. The cellular arrangement was tighter with degeneration, deepstaining, and pyknotic nerve cells were visible. The nuclei in the NP group were atrophied, and the cells were sparsely arranged. Compared with the control group, serum brain-derived neurotrophic factor (BDNF) level was lower in the NP group. The serum corticosterone level in the NP group was elevated. Compared with the NP group, serum corticosterone level was reduced in the NP + Zn-Se tea group. CONCLUSION: Chronic NP exposure induced anxiety/depression-like behaviors in rats. Green tea effectively reduced the damage to the hippocampus and prefrontal cortex induced by NP. The effects of Zn-Se tea were slightly more noticeable than those of conventional green tea. HIGHLIGHTS: 1) Chronic NP exposure induced anxiety/depression-like behaviors in rats.2) Zn-Se tea reduced the damage of hippocampal and prefrontal cortex induced by NP.3) NP-induced depression accompanied by the changes of BDNF, CORT and neuropathology."
    },
    {
      "pmid": "38216200",
      "title": "Fibroids and unexplained infertility treatment with epigallocatechin gallate: a natural compound in green tea (FRIEND) - protocol for a randomised placebo-controlled US multicentre clinical trial of EGCG to improve fertility in women with uterine fibroids.",
      "authors": [
        "Ayman Al-Hendy",
        "James H Segars",
        "Hugh S Taylor",
        "Frank González",
        "Hiba Siblini",
        "Musa Zamah",
        "Hiba Alkelani",
        "Bhuchitra Singh",
        "Valerie A Flores",
        "Gregory M Christman",
        "Jeremy J Johnson",
        "Hao Huang",
        "Heping Zhang"
      ],
      "journal": "BMJ open",
      "publication_date": "2024-Jan-12",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "INTRODUCTION: Uterine fibroids affect 30%-77% of reproductive-age women and are a significant cause of infertility. Surgical myomectomies can restore fertility, but they often have limited and temporary benefits, with postoperative complications such as adhesions negatively impacting fertility. Existing medical therapies, such as oral contraceptives, gonadotropin hormone-releasing hormone (GnRH) analogues and GnRH antagonists, can manage fibroid symptoms but are not fertility friendly. This study addresses the pressing need for non-hormonal, non-surgical treatment options for women with fibroids desiring pregnancy. Previous preclinical and clinical studies have shown that epigallocatechin gallate (EGCG) effectively reduces uterine fibroid size. We hypothesise that EGCG from green tea extract will shrink fibroids, enhance endometrial quality and increase pregnancy likelihood. To investigate this hypothesis, we initiated a National Institute of Child Health and Human Development Confirm-funded trial to assess EGCG's efficacy in treating women with fibroids and unexplained infertility. METHODS AND ANALYSIS: This multicentre, prospective, interventional, randomised, double-blinded clinical trial aims to enrol 200 participants with fibroids and unexplained infertility undergoing intrauterine insemination (IUI). Participants will be randomly assigned in a 3:1 ratio to two groups: green tea extract (1650 mg daily) or a matched placebo, combined with clomiphene citrate-induced ovarian stimulation and timed IUI for up to four cycles. EGCG constitutes approximately 45% of the green tea extract. The primary outcome is the cumulative live birth rate, with secondary outcomes including conception rate, time to conception, miscarriage rate, change in fibroid volume and symptom severity scores and health-related quality of life questionnaire scores. ETHICS AND DISSEMINATION: The FRIEND trial received approval from the Food and Drug adminstration (FDA) (investigational new drug number 150951), the central Institutional Review Board (IRB) at Johns Hopkins University and FRIEND-collaborative site local IRBs. The data will be disseminated at major conferences, published in peer-reviewed journals and support a large-scale clinical trial. TRIAL REGISTRATION NUMBER: NCT05364008.",
      "mesh_terms": [
        "Pregnancy",
        "Child",
        "Female",
        "Humans",
        "Tea",
        "Quality of Life",
        "Prospective Studies",
        "Leiomyoma",
        "Infertility",
        "Fertility",
        "Ovulation Induction",
        "Gonadotropin-Releasing Hormone",
        "Pregnancy Rate",
        "Randomized Controlled Trials as Topic",
        "Multicenter Studies as Topic",
        "Catechin"
      ]
    },
    {
      "pmid": "38213552",
      "title": "The Prospective Effect of Green Tea versus Pomegranate Peels Extracts on Submandibular Salivary Glands of Albino Rats after Methotrexate Administration (Histological and Immunohistochemical Study).",
      "authors": [
        "Rasha M Taha",
        "Ghada A Abdel-Latif",
        "Rania H Said"
      ],
      "journal": "International journal of dentistry",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: There is curiosity in the use of substances that can stop cell damage. Antioxidants are substances that can prevent free radicals from damaging cells, and they can be used to treat and avoid a wide variety of illnesses. OBJECTIVES: The current investigation set out to evaluate the histological changes brought on by a single high dose of methotrexate in the submandibular glands of rats treated with green tea and pomegranate peel extract, both are well-known as antioxidants. MATERIALS AND METHODS: Forty-eight healthy Albino rats were used in the current study. Animals were divided into six groups. Group 1: Vehicle group which is control group, Group 2: methotrexate treated group, Group 3: green tea control group, Group 4: pomegranate peel extract control group, Group 5: green tea + methotrexate group, and Group 6: pomegranate peel extract + methotrexate group. Rats of all groups were left 1 week after the end of the treatment. Cervical dislocation was used to kill all of the rats. Samples were gained from the rats' submandibular salivary glands of different groups for histological and immunohistochemical evaluation. RESULTS: Green tea + methotrexate group showed improvement in the histological picture of the submandibular salivary gland compared to methotrexate group and the pomegranate peel extract + methotrexate group. CONCLUSION: The antioxidant activity of green tea is more potent than that of pomegranate peels extract in blocking methotrexate that induced cytotoxicity in the submandibular salivary glands of rats. As a result, it can be administered to people undergoing cancer treatment as a safeguard for their salivary glands."
    },
    {
      "pmid": "38211683",
      "title": "Combined treatment of human mesenchymal stem cells and green tea extract on retinal ganglion cell regeneration in rats after optic nerve injury.",
      "authors": [
        "Qichen Yang",
        "Yanxuan Xu",
        "Xin Bin",
        "Kwok Ping Chan",
        "Shaowan Chen",
        "Zhen Qian",
        "Yao Yao",
        "Xiang-Ling Yuan",
        "Kunliang Qiu",
        "Yuqiang Huang",
        "Tsz Kin Ng"
      ],
      "journal": "Experimental eye research",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Retinal ganglion cell (RGC) death and axonal loss cause irreversible vision loss upon optic nerve (ON) injury. We have independently demonstrated that mesenchymal stem cells (MSCs) and green tea extract (GTE) promote RGC survival and axonal regeneration in rats with ON injury. Here we aimed to evaluate the combined treatment effect of human bone marrow-derived MSCs (hBM-MSCs) and GTE on RGC survival and axonal regeneration after ON injury. Combined treatment of hBM-MSCs and GTE promoted RGC survival and neurite outgrowth/axonal regeneration in ex vivo retinal explant culture and in rats after ON injury. GTE increased Stat3 activation in the retina after combined treatment, and enhanced brain-derived neurotrophic factor secretion from hBM-MSCs. Treatment of 10 μg/mL GTE would not induce hBM-MSC apoptosis, but inhibited their proliferation, migration, and adipogenic and osteogenic differentiation in vitro with reducing matrix metalloproteinase secretions. In summary, this study revealed that GTE can enhance RGC protective effect of hBM-MSCs, suggesting that stem cell priming could be a prospective strategy enhancing the properties of stem cells for ON injury treatment.",
      "mesh_terms": [
        "Rats",
        "Humans",
        "Animals",
        "Optic Nerve Injuries",
        "Retinal Ganglion Cells",
        "Osteogenesis",
        "Mesenchymal Stem Cells",
        "Tea",
        "Nerve Regeneration",
        "Cell Survival",
        "Axons"
      ]
    },
    {
      "pmid": "38201092",
      "title": "Comparative Anticancer Potential of Green Tea Extract and Epigallocatechin-3-gallate on Breast Cancer Spheroids.",
      "authors": [
        "Ronimara A Santos",
        "Heloisa Rodrigues Pessoa",
        "Julio Beltrame Daleprane",
        "Giselle Pinto de Faria Lopes",
        "Danielly C Ferraz da Costa"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Dec-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite advances in diagnosis and therapy, breast cancer remains the leading cause of death in many countries. Green tea (GT) has been proposed to play a crucial role in cancer chemoprevention. Although extensive research has been conducted on GT phytochemicals, most experimental studies concentrate mainly on commercial formulations or isolated catechins. This study presents a comparative investigation into the anticancer properties of green tea extract (GTE) and epigallocatechin-3-gallate (EGCG) in a three-dimensional (3D) MCF-7 breast cancer cell culture. MCF-7 spheroids were exposed to GTE or EGCG, and effects on 3D culture formation, growth, cell viability, and migration were examined. GTE inhibits cell migration and the formation of breast cancer spheroids more effectively than EGCG, while inducing more pronounced morphological changes in the spheroids' structure. These findings suggest that the food matrix improves GTE effects on breast cancer spheroids, supporting the hypothesis that a mixture of phytochemicals might enhance its anticancer potential."
    },
    {
      "pmid": "38162524",
      "title": "The effect of green tea (Camellia sinensis) on lipid profiles and renal function in people with type 2 diabetes and nephropathy: a randomized controlled clinical trial.",
      "authors": [
        "Zeinab Yazdanpanah",
        "Amin Salehi-Abargouei",
        "Zohre Mozaffari",
        "Roya Hemayati"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Diabetic nephropathy is one of the most important microvascular complications of diabetes. Despite the modern treatments, herbs or medicinal plants have gained wide attention. One of these herbs is green tea (Camellia sinensis), which may have an impact on renal function, lipid profiles, and HbA1c. However, the evidence for this is unclear and limited. The present study aimed to evaluate the effect of different doses of green tea on these parameters in type 2 diabetes patients (T2DM) with nephropathy. METHODS: Sixty-six individuals with T2DM nephropathy (aged 30-70 years) were randomly assigned to receive three cups of green tea/day (n = 22), two cups of green tea/day (n = 22), and the control group (n = 22) for 12 weeks. Lipid profiles, glycated hemoglobin A1c (HbA1c), and renal markers were measured before and after intervention. Data were analyzed using SPSS software version 23. One-way analysis of variance (ANOVA), least significant difference (LSD) post hoc, and analysis of covariance were used to compare quantitative variables. RESULTS: In total, 64 participants completed the study. Consuming three cups of infusion green tea per day (7.5 gr) led to a significant reduction in serum levels of total cholesterol (p = 0.009) and HbA1c (p = 0.006) and increased in high-density lipoprotein cholesterol (HDL-C) (p = 0.02) compared with the control group who did not drink green tea. However, no significant differences were observed for other variables. CONCLUSION: In general, it was found that drinking three cups of green tea infusion (7.5 gr) per day produced beneficial effects on some lipid profiles and HbA1c without any adverse effects on renal function in patients with T2DM nephropathy. More studies are needed to fully elucidate these findings. CLINICAL TRIAL REGISTRATION: Iranian Registry of Clinical Trials (www.irct.ir) under registry number: IRCT2014020114538N2."
    },
    {
      "pmid": "38155809",
      "title": "Effects of green tea polyphenols on inflammation and iron status.",
      "authors": [
        "Mary Carolyn Jorgenson",
        "Sixtus Aguree",
        "Kevin L Schalinske",
        "Manju B Reddy"
      ],
      "journal": "Journal of nutritional science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Inflammation is an underlying problem for many disease states and has been implicated in iron deficiency (ID). This study aimed to determine whether iron status is improved by epigallocatechin-3-gallate (EGCG) through reducing inflammation. Thirty-two male Sprague-Dawley rats were fed an iron-deficient diet for 2 weeks and then randomly divided into four groups (n 8 each): positive controls, negative controls, lipopolysaccharide (LPS, 0⋅5 mg/kg body weight), and LPS + EGCG (LPS plus 600 mg EGCG/kg diet) for 3 additional weeks. The study involved testing two control groups, both treated with saline. One group (positive control) was fed a regular diet containing standard iron, while the negative control was fed an iron-deficient diet. Additionally, two treatment groups were tested. The first group was given LPS, while the second group was administered LPS and fed an EGCG diet. Iron status, hepcidin, C-reactive protein (CRP), serum amyloid A (SAA), and interleukin-6 (IL-6) were measured. There were no differences in treatment groups compared with control in CRP, hepcidin, and liver iron concentrations. Serum iron concentrations were significantly lower in the LPS (P = 0⋅02) and the LPS + EGCG (P = 0⋅01) than in the positive control group. Compared to the positive control group, spleen iron concentrations were significantly lower in the negative control (P < 0⋅001) but not with both LPS groups. SAA concentrations were significantly lower in the LPS + EGCG group compared to LPS alone group. EGCG reduced SAA concentrations but did not affect hepcidin or improve serum iron concentration or other iron markers.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Male",
        "Hepcidins",
        "Lipopolysaccharides",
        "Iron",
        "Rats, Sprague-Dawley",
        "Antioxidants",
        "Inflammation",
        "Tea",
        "Polyphenols"
      ]
    },
    {
      "pmid": "38145770",
      "title": "Bleached enamel reversal using grape seed extract, green tea, curcumin-activated photodynamic therapy, and Er: YAG on microleakage and bond integrity of composite material bonded to the enamel surface.",
      "authors": [
        "Thamer Almohareb",
        "Khold Al Ahdal",
        "Ahmed M Maawadh",
        "Laila Al Deeb",
        "Ahoud S Alshamrani",
        "Ali Alrahlah"
      ],
      "journal": "Photodiagnosis and photodynamic therapy",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: Bleached enamel reversal using antioxidants sodium ascorbate (SA), Green tea extract (GTE), grape seed extract (GSE), Curcumin photosensitizer (CP) and Er: YAG laser on the adhesive strength and marginal leakage of composite material bonded to the bleached enamel surface. MATERIALS AND METHODS: Enamel surface of hundred and twenty sound human first premolar teeth was cleansed using pumice and bleached with 35 % hydrogen peroxide. The samples were randomly divided into 5 groups based on the antioxidants used. n = 20 Group 1 (Control): No antioxidant agent, Group 2: 10 % SA solution, Group 3: 6.5 % GSE, Group 4: 5 % GTE, Group 5: Er: YAG laser and Group 6: CP. Following reversal, the composite was built and cured for 40 s. All the specimens were stored in distilled water at room temperature for 1 day. Microleakage, SBS, and failure mode were analyzed. Kolmogorov-Smirnov test, one-way analysis of variance, and Tukey's multiple post hoc test were used to analyze the data statistically. RESULTS: Group 2 (SA) (20.11 ± 5.79 nm) exhibited minimum value of microleakage and highest SBS (10.22 ± 1.62 MPa). Whereas, Group 1 (No antioxidant agent) displayed maximum scores of marginal leakage (28.11±8.89 nm) and lowest SBS (7.02 ± 1.22 MPa). CONCLUSION: CP, GTE and GSE can be used as a potential alternative to the commonly used SA solution to reverse the negative impact of bleaching on the enamel surface. The use of reversal agents CP, GTE and GSE improves bond values with a decrease in microleakage scores However, future studies are still warranted to conclude the outcomes of the existing study.",
      "mesh_terms": [
        "Humans",
        "Grape Seed Extract",
        "Curcumin",
        "Tooth Bleaching",
        "Tea",
        "Photochemotherapy",
        "Photosensitizing Agents",
        "Antioxidants",
        "Ascorbic Acid",
        "Hypochlorous Acid",
        "Dental Enamel"
      ]
    },
    {
      "pmid": "38140688",
      "title": "Pre-Clinical Evaluation of the Antiviral Activity of Epigalocatechin-3-Gallate, a Component of Green Tea, against Influenza A(H1N1)pdm Viruses.",
      "authors": [
        "Harry Stannard",
        "Paulina Koszalka",
        "Nikita Deshpande",
        "Yves Desjardins",
        "Mariana Baz"
      ],
      "journal": "Viruses",
      "publication_date": "2023-Dec-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Influenza antiviral drugs are important tools in our fight against both annual influenza epidemics and pandemics. Polyphenols are a group of compounds found in plants, some of which have demonstrated promising antiviral activity. Previous in vitro and mouse studies have outlined the anti-influenza virus effectiveness of the polyphenol epigallocatechin-3-gallate (EGCG); however, no study has utilised the ferret model, which is considered the gold-standard for influenza antiviral studies. This study aimed to explore the antiviral efficacy of EGCG in vitro and in ferrets. We first performed studies in Madin-Darby Canine Kidney (MDCK) and human lung carcinoma (Calu-3) cells, which demonstrated antiviral activity. In MDCK cells, we observed a selective index (SI, CC50/IC50) of 77 (290 µM/3.8 µM) and 96 (290 µM/3.0 µM) against A/California/07/2009 and A/Victoria/2570/2019 (H1N1)pdm09 influenza virus, respectively. Calu-3 cells demonstrated a SI of 16 (420 µM/26 µM) and 18 (420 µM/24 µM). Ferrets infected with A/California/07/2009 influenza virus and treated with EGCG (500 mg/kg/day for 4 days) had no change in respiratory tissue viral titres, in contrast to oseltamivir treatment, which significantly reduced viral load in the lungs of treated animals. Therefore, we demonstrated that although EGCG showed antiviral activity in vitro against influenza viruses, the drug failed to impair viral replication in the respiratory tract of ferrets.",
      "mesh_terms": [
        "Animals",
        "Dogs",
        "Humans",
        "Mice",
        "Influenza, Human",
        "Antiviral Agents",
        "Influenza A Virus, H1N1 Subtype",
        "Tea",
        "Ferrets"
      ]
    },
    {
      "pmid": "38107911",
      "title": "Development of Promising Flower-like Ag/SrFeO3 Nanosheet Electrode Materials: An Efficient and Selective Electrocatalytic Detection of Caffeic Acid in Coffee and Green Tea.",
      "authors": [
        "Girija Kesavan",
        "Thirumalairajan Subramaniam",
        "Hariharan Vaiyapuri Manemaran"
      ],
      "journal": "ACS omega",
      "publication_date": "2023-Dec-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The development of highly efficient electrocatalytic sensors is necessary for detection in various paramedical and industrial applications. Motivated by this concept, we demonstrate flower-like Ag/SrFeO3 nanostructures prepared by a facile route to modify electrocatalyst material for the detection of caffeic acid (CA). The surface morphology, phase structure, particle size, and pore volume were investigated through different physicochemical analytical techniques. The cyclic voltammetry technique was employed to evaluate the electrochemical behavior of both glassy carbon and modified Ag/SrFeO3 electrodes toward CA. The study revealed that the modified electrode shows excellent electrocatalytic activity toward CA compared to the reported values, with a wide linear range of 1-15 nM, a detection limit of 23 nM, good stability, and excellent repeatability. The superior results are attributed to numerous factors such as rapid electron transfer ability, tunable texture, high surface area, and good conductivity. The created Ag/SrFeO3 nanostructure-based electrochemical biosensor is a potential candidate for real-time analytical performance to directly detect CA in commercially available coffee and green tea without any pre-treatment."
    }
  ]
}