{
  "supplement": "HMB",
  "query": "HMB[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:46:19",
  "research_count": 60,
  "count": 60,
  "articles": [
    {
      "pmid": "40286039",
      "title": "Dipalmitoylphosphatidylcholine Lipid Vesicles for Delivering HMB, NMN, and L-Leucine in Sarcopenia Therapy.",
      "authors": [
        "Alfred Najm",
        "Alexandra Cătălina Bîrcă",
        "Adelina-Gabriela Niculescu",
        "Adina Alberts",
        "Alexandru Mihai Grumezescu",
        "Bianca Gălățeanu",
        "Bogdan Ștefan Vasile",
        "Mircea Beuran",
        "Bogdan Severus Gaspar",
        "Ariana Hudiță"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sarcopenia, characterized by the degeneration of skeletal muscle tissue, has emerged as a significant concern in recent years. This increased awareness stems from advances in research focusing on elderly patients, which have revealed correlations between aging mechanisms and muscle degeneration, beyond the mere fact that tissues age and deteriorate over time. Consequently, the present study aims to address sarcopenia by developing and evaluating DPPC lipid vesicles that encapsulate three distinct drugs: HMB, NMN, and L-Leucine. These drugs are specifically selected for their properties, which facilitate effective interaction with the affected muscle tissue, thereby promoting desired therapeutic effects. Preliminary physicochemical analyses indicate the successful formation of spherical lipid vesicles, characterized by nanometric dimensions and stable membrane integrity. The biological investigations aimed to highlight the potential of DPPC lipid vesicles encapsulating HMB, NMN, and L-Leucine to alleviate sarcopenia-induced cytotoxicity and oxidative stress. Through a comparative evaluation of the three drug formulations, we demonstrate that drug-loaded DPPC vesicles effectively mitigate oxidative damage, preserve mitochondrial function, and maintain cytoskeletal integrity in H2O2-induced C2C12 myotubes, with HMB-loaded vesicles showing the strongest protective effects against muscle degeneration. These findings underscore the therapeutic potential of DPPC-based controlled release systems for sarcopenia treatment and highlight the need for further investigations into their mechanistic role in muscle preservation.",
      "mesh_terms": [
        "Sarcopenia",
        "Leucine",
        "Animals",
        "Mice",
        "1,2-Dipalmitoylphosphatidylcholine",
        "Oxidative Stress",
        "Cell Line",
        "Humans",
        "Muscle Fibers, Skeletal",
        "Liposomes",
        "Muscle, Skeletal",
        "Valerates"
      ]
    },
    {
      "pmid": "39978274",
      "title": "Beta-hydroxy-beta-methylbutyrate (HMB) ameliorates DSS-induced colitis by inhibiting ERK/NF-κB activation in macrophages.",
      "authors": [
        "Jiao Liu",
        "Danye Niu",
        "Yu Tang",
        "Ruoheng Zheng",
        "Yinyin Qin",
        "Xiuqin Cheng",
        "Shubo Pan",
        "Jinfei Yuan",
        "Xiaohua Shi",
        "Jiao Yang"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: β-Hydroxy β-Methylbutyrate (HMB), derived from leucine, is known for its role in anti-oxidation and anti-inflammation. But, the application of HMB in IBD treatment is not fully understood, highlighting the requirement for further research. PURPOSE: We aimed to examine the effects of HMB treatment on DSS-induced chronic colitis in mice and explore its underlying mechanisms. METHODS: To simulate colonic inflammation, a murine colitis model was generated by using DSS induction. Critical indicators such as body weight, colon length, disease activity index (DAI), and gross pathology were thoroughly monitored. Immunohistochemistry assay was conducted to assess the expression of Occludin and F4/80. Flow cytometry was employed to evaluate the expression levels of CD80 and CD86. qPCR was performed to measure cytokine expression (IL-6, IL-1β, TNF-α, IL-22, CXCL2, iNOS). RNA sequencing was carried out using bone-marrow derived dendritic macrophage cells (BMDMs). RESULTS: Our study indicates that HMB treatment substantially mitigated colonic damage in murine models of DSS-induced colitis, highlighting its anti-inflammatory potential. Notably, HMB significantly enhanced the expression of Occludin in these mice. Furthermore, HMB downregulated proinflammatory markers such as IL-6, IL-1β, and TNF-α as well as CXCL2 in the colon tissue. In vitro experiments also revealed that HMB reduced production of proinflammatory cytokines induced by DSS and suppressed the expression levels of CD80 and CD86 in macrophage cells. On a mechanistic level, we demonstrated the anti-inflammatory effects of HMB by reducing the phosphorylation of p-ERK and p-p65, thereby limiting cytokine production in both in vivo and in vitro settings. CONCLUSION: These findings indicate that HMB possesses anti-inflammation against intestinal inflammation and may hold promise as a potential therapeutic candidate for IBD treatment. There's growing interest in combining traditional anti-inflammatory agents with supplements like HMB to improve outcomes in complex IBD cases. HMB's role in established muscle preservation and reduction of systemic inflammation as described in this study could make it a valuable adjunct in IBD therapy.",
      "mesh_terms": [
        "Animals",
        "Valerates",
        "Dextran Sulfate",
        "Colitis",
        "Mice",
        "Macrophages",
        "Disease Models, Animal",
        "NF-kappa B",
        "Mice, Inbred C57BL",
        "Cytokines",
        "Colon",
        "Male",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "39894866",
      "title": "Beta-hydroxy-beta-methylbutyrate (HMB) improves daily activity and whole-body protein metabolism in Duchenne muscular dystrophy dogs: a pilot study.",
      "authors": [
        "Peter P Nghiem",
        "Alexis M Rutledge",
        "Kyle Tehas",
        "Corine Kaderli",
        "Meredith Poling",
        "Sidney Arnim",
        "Vitaliy Dernov",
        "Celine van Sas",
        "Macie L Mackey",
        "Gabriella A M Ten Have",
        "Mariëlle P K J Engelen",
        "Nicolaas E P Deutz"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Duchenne muscular dystrophy (DMD) is a severe neuromuscular disease due to loss of dystrophin, leading to progressive muscle wasting and physical inactivity. In this pilot study, we studied the effect of daily supplementation of the anabolic substrate beta-hydroxy-beta-methylbutyrate (HMB) on whole body protein and amino acid kinetics using novel isotope methods and daily activity in a canine model of DMD. Six DMD dogs were administered 3 g daily of HMB or placebo for 28 days according to a randomized, placebo-controlled, double-blinded crossover design. We measured pre- and post-intervention daily activity, biochemistry markers, and whole-body amino acid kinetics. We tracked daily activity with an activity monitoring device and measured plasma creatine kinase and standard clinical biochemistry panels to monitor muscle and organ function. To calculate whole body and intracellular amino acid production, we administered in the postabsorptive state an IV stable isotope solution containing 20 amino acid tracers. We collected blood before and six times after until two hours post tracer pulse administration and measured amino acid enrichments and concentrations by LC-MS/MS, subsequently followed by (non) compartmental modeling of the decay enrichment curves. Results were expressed as mean with 95% CI. Whole body production, plasma concentrations, and intra-/extracellular compartmental analyses of various amino acids were attenuated in HMB-dosed DMD dogs. Specifically, the plasma concentration of hydroxyproline (marker of collagen breakdown) was significantly higher in the placebo group compared to the HMB group. The intra- and extracellular pool sizes and flux between the two compartments of hydroxyproline was reduced in HMB treated dogs. DMD dogs treated with HMB as compared to placebo had a respective 40% increase in exertional (play) (951 [827, 1075] versus 569 [491, 647]; p < 0.0001) and 10.5% increase in non-exertional (active) activity (15,366 [14742, 15990] versus 13,806 [13148,14466]; p = 0.0016). In addition, a 6% reduction was found in rest time after HMB supplementation compared to placebo (23,857 [23,130, 24,584], versus 25,363 [24500, 26225]; p = 0.0122). Creatine kinase was not statistically different between groups. We did not observe any adverse clinical or biochemical-related effects of HMB dosing. Daily HMB supplementation in DMD dogs can safely and positively influence protein and amino acid metabolism and improve overall daily activity.",
      "mesh_terms": [
        "Animals",
        "Dogs",
        "Muscular Dystrophy, Duchenne",
        "Pilot Projects",
        "Valerates",
        "Male",
        "Disease Models, Animal",
        "Amino Acids",
        "Muscle, Skeletal"
      ]
    },
    {
      "pmid": "39699070",
      "title": "International society of sports nutrition position stand: β-hydroxy-β-methylbutyrate (HMB).",
      "authors": [
        "John A Rathmacher",
        "Lisa M Pitchford",
        "Jeffrey R Stout",
        "Jeremy R Townsend",
        "Ralf Jäger",
        "Richard B Kreider",
        "Bill I Campbell",
        "Chad M Kerksick",
        "Patrick S Harty",
        "Darren G Candow",
        "Brandon M Roberts",
        "Shawn M Arent",
        "Douglas S Kalman",
        "Jose Antonio"
      ],
      "journal": "Journal of the International Society of Sports Nutrition",
      "publication_date": "2025-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Position Statement: The International Society of Sports Nutrition (ISSN) bases the following position stand on an analysis of the literature regarding the effects of β-Hydroxy-β-Methylbutyrate (HMB). The following 12 points have been approved by the Research Committee of the Society: 1. HMB is a metabolite of the amino acid leucine that is naturally produced in both humans and other animals. Two forms of HMB have been studied: Calcium HMB (HMB-Ca) and a free acid form of HMB (HMB-FA). HMB-FA appears to lead to increased appearance of HMB in the bloodstream when compared to HMB-Ca, though recent results are mixed. 2. The available safety/toxicity data suggest that chronic HMB-Ca and HMB-FA consumption are safe for oral HMB supplementation in humans up to at least one year. 3. There are no negative effects of HMB-Ca and HMB-FA on glucose tolerance and insulin sensitivity in humans. There may be improvements in glucose metabolism in younger adults. 4. The primary mode of action of HMB appears to be through its dual mechanism to enhance muscle protein synthesis and suppress muscle protein breakdown. HMB's activation of mTORC1 is independent of the leucine-sensing pathway (Sestrin2-GATOR2 complex). 5. HMB may help reduce muscle damage and promote muscle recovery, which can promote muscle growth/repair. HMB may also have anti-inflammatory effects, which could contribute to reducing muscle damage and soreness. 6. HMB consumption in close proximity to an exercise bout may be beneficial to increase muscle protein synthesis and attenuate the inflammatory response. HMB can provide a beneficial physiological effect when consumed both acutely and chronically in humans. 7. Daily HMB supplementation (38 mg/kg body weight) in combination with exercise training may improve body composition through increasing lean mass and/or decreasing fat mass with benefits in participants across age, sex, and training status. The most pronounced of these improvements in body composition with HMB have been observed in studies with robust resistance training programs and dietary control. 8. HMB may improve strength and power in untrained individuals, but its performance benefits in trained athletes are mixed and increase with an increase in study duration (>6 weeks). HMB's beneficial effects on athletic performance are thought to be driven by improved recovery. 9. HMB supplementation appears to potentially have a positive impact on aerobic performance, especially in trained athletes. The mechanisms of the effects are unknown. 10. HMB supplementation may be important in a non-exercising sedentary and aging population to improve muscle strength, functionality, and muscle quality. The effects of HMB supplementation with exercise are varied, but the combination may have a beneficial effect on the treatment of age-associated sarcopenia under select conditions. 11. HMB may be effective in countering muscle disuse atrophy during periods of inactivity due to illness or injury. The modulation of mitochondrial dynamics and lipid metabolism by HMB may be a potential mechanism for preventing disuse atrophy and aiding rehabilitation beyond HMB's effects on rates of muscle protein synthesis and degradation. 12. The efficacy of HMB in combination with certain nutrients may be enhanced under select conditions.",
      "mesh_terms": [
        "Valerates",
        "Humans",
        "Sports Nutritional Physiological Phenomena",
        "Dietary Supplements",
        "Sports Nutritional Sciences",
        "Muscle, Skeletal",
        "Athletic Performance"
      ]
    },
    {
      "pmid": "39125374",
      "title": "Effects of Oral Nutritional Supplement with β-Hydroxy-β-methylbutyrate (HMB) on Biochemical and Hematological Indices in Community-Dwelling Older Adults at Risk of Malnutrition: Findings from the SHIELD Study.",
      "authors": [
        "Siew Ling Tey",
        "Dieu Thi Thu Huynh",
        "Sing Teang Kong",
        "Jeffery Oliver",
        "Geraldine Baggs",
        "Yen Ling Low",
        "Choon How How",
        "Magdalin Cheong",
        "Wai Leng Chow",
        "Ngiap Chuan Tan",
        "Tar Choon Aw",
        "Samuel Teong Huang Chew"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Jul-31",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "abstract": "Malnutrition may result in abnormal biochemical and hematological indices. This planned prespecified analysis investigated the effects of a specialized oral nutritional supplement (ONS) on biochemical and hematological indices in community-dwelling older adults at risk of malnutrition. In the Strengthening Health in ELDerly through nutrition (SHIELD) study, 811 older adults aged 65 years and above took part in this randomized, double-blind, placebo-controlled, multi-center study. Participants were randomly allocated to either a complete and balanced specialized ONS (each serving provides 262 kcal, 10.5 g protein, 7.75 µg vitamin D3, and 0.74 g calcium β-hydroxy-β-methylbutyrate) and dietary counselling (intervention group) or a placebo and dietary counselling (placebo group). Both groups consumed study products twice a day for 180 days. Data were collected at baseline, day 90, and day 180. Blood analysis results at follow-up visits were analyzed using repeated measures analysis of covariance with adjustments for confounders. Overall, when compared with the placebo group, the intervention group showed significantly greater urea (6.0 mmol/L vs. 5.4 mmol/L, p < 0.001), urea to creatinine ratio (4.39 vs. 4.26, p < 0.001), prealbumin (24.9 mg/dL vs. 24.0 mg/dL, p < 0.001), vitamin B12 (480.0 pmol/L vs. 420.1 pmol/L, p < 0.001), and globulin levels (26.8 g/L vs. 26.5 g/L, p = 0.032). The intervention group also had a significantly higher absolute reticulocyte count (62.0 × 103/µL vs. 58.2 × 103/µL, overall p < 0.001) and mean platelet volume (10.0 fL vs. 9.9 fL, overall p = 0.003). Furthermore, significant improvements were seen in total protein at day 90 (71.7 g/L vs. 71.1 g/L, p = 0.017) and in absolute monocyte count at day 90 (0.50 × 103/µL vs. 0.47 × 103/µL, p = 0.009) in the intervention group. In conclusion, daily consumption of a specialized ONS for six months led to significant improvements in biochemical and hematological indices in community-dwelling older adults at risk of malnutrition.",
      "mesh_terms": [
        "Humans",
        "Aged",
        "Dietary Supplements",
        "Male",
        "Valerates",
        "Female",
        "Double-Blind Method",
        "Malnutrition",
        "Independent Living",
        "Aged, 80 and over",
        "Nutritional Status",
        "Administration, Oral",
        "Biomarkers"
      ]
    },
    {
      "pmid": "39071082",
      "title": "The effects of β-hydroxy-β-methylbutyrate or HMB-rich nutritional supplements on sarcopenia patients: a systematic review and meta-analysis.",
      "authors": [
        "Hai Su",
        "Haojing Zhou",
        "Yichen Gong",
        "Sicheng Xiang",
        "Weijie Shao",
        "Xinzheng Zhao",
        "Hao Ling",
        "Guoqian Chen",
        "Peijian Tong",
        "Ju Li"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Sarcopenia is a progressive, systemic skeletal muscle disorder. Resistance exercise and physical activity have been proven effective in its treatment, but consensus on pharmacological interventions has not yet been reached in clinical practice. β-Hydroxy-β-methylbutyrate (HMB) is a nutritional supplement that has demonstrated favorable effects on muscle protein turnover, potentially contributing to beneficial impacts on sarcopenia. AIM: To assess the potential positive effects of HMB or HMB-containing supplements on individuals with sarcopenia, a systematic review and meta-analysis was conducted. METHODS: A systematic review and meta-analysis were conducted on randomized controlled trials (RCTs) examining the treatment of sarcopenia with HMB. Two assessors independently conducted screening, data extraction, and bias risk assessment. Outcome data were synthesized through a random-effects model in meta-analysis, using the mean difference (MD) as the effect measure. RESULTS: A meta-analysis was conducted on six studies. HMB or HMB-rich nutritional supplements showed a statistically significant difference in Hand Grip Strength (HGS) for sarcopenia patients [MD = 1.26, 95%CI (0.41, 2.21), p = 0.004], while there was no statistically significant difference in Gait Speed (GS) [MD = 0.04, 95%CI (-0.01, 0.08), p = 0.09], Fat Mass (FM) [MD = -0.18, 95%CI (-0.38, 0.01), p = 0.07], Fat-Free Mass (FFM) [MD = 0.09, 95%CI (-0.23, 0.42), p = 0.58], and Skeletal Muscle Index (SMI) [MD = 0.01, 95%CI (-0.00, 0.01), p = 0.13]. CONCLUSION: HMB or HMB-rich nutritional supplements are beneficial for muscle strength in sarcopenia patients. However, there is limited evidence demonstrating significant effects on both muscle strength and physical performance in sarcopenia individuals. HMB may be considered as a treatment option for sarcopenia patients. SYSTEMATIC REVIEW REGISTRATION: CRD42024512119."
    },
    {
      "pmid": "38677663",
      "title": "Statin treatment reduces leucine turnover, but does not affect endogenous production of beta-hydroxy-beta-methylbutyrate (HMB).",
      "authors": [
        "Martin Hagve",
        "Suzette L Pereira",
        "Dillon K Walker",
        "Marielle P K J Engelen",
        "Nicolaas E P Deutz"
      ],
      "journal": "Metabolism: clinical and experimental",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Statins, or hydroxy-methyl-glutaryl coenzyme A (HMG-CoA) reductase inhibitors, are one of the most commonly prescribed medications for lowering cholesterol. Myopathic side-effects ranging from pain and soreness to critical rhabdomyolysis are commonly reported and often lead to discontinuation. The pathophysiological mechanism is, in general, ascribed to a downstream reduction of Coenzyme Q10 synthesis. HMG-CoA is a metabolite of leucine and its corresponding keto acid α-ketoisocaproic acid (KIC) and β-hydroxy-β-methylbutyrate (HMB), however, little is known about the changes in the metabolism of leucine and its metabolites in response to statins. OBJECTIVE: We aimed to investigate if statin treatment has implications on the upstream metabolism of leucine to KIC and HMB, as well as on other branched chain amino acids (BCAA). DESIGN: 12 hyperlipidemic older adults under statin treatment were recruited. The study was conducted as a paired prospective study. Included participants discontinued their statin treatment for 4 weeks before they returned for baseline measurements (before). Statin treatment was then reintroduced, and the participants returned for a second study day 7 days after reintroduction (after statin). On study days, participants were injected with stable isotope pulses for measurement of the whole-body production (WBP) of all BCAA (leucine, isoleucine and valine), along with their respective keto acids and HMB. RESULTS: We found a reduced leucine WBP (22 %, p = 0.0033), along with a reduction in valine WBP (13 %, p = 0.0224). All other WBP of BCAA and keto acids were unchanged. There were no changes in the WBP of HMB. CONCLUSIONS: Our study shows that statin inhibition of HMG-CoA reductase has an upstream impact on the turnover of leucine and valine. Whether this impairment in WBP of leucine may contribute to the known pathophysiological side effects of statins on muscle remains to be further investigated.",
      "mesh_terms": [
        "Leucine",
        "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
        "Humans",
        "Valerates",
        "Male",
        "Female",
        "Aged",
        "Prospective Studies",
        "Middle Aged",
        "Hyperlipidemias",
        "Keto Acids",
        "Amino Acids, Branched-Chain"
      ]
    },
    {
      "pmid": "38489992",
      "title": "Effects of multicomponent training and HMB supplementation on disability, cognitive and physical function in institutionalized older adults aged over 70 years: a cluster-randomized controlled trial.",
      "authors": [
        "Héctor Gutiérrez-Reguero",
        "Ángel Buendía-Romero",
        "Francisco Franco-López",
        "Alejandro Martínez-Cava",
        "Alejandro Hernández-Belmonte",
        "Javier Courel-Ibáñez",
        "Ignacio Ara",
        "Julian Alcazar",
        "Jesús G Pallarés"
      ],
      "journal": "The journal of nutrition, health & aging",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: To investigate the synergist effects of exercise and β-hydroxy β-methylbutyrate (HMB) supplementation on disability, cognitive and physical function, and muscle power in institutionalized older people. DESIGN: Cluster-randomized controlled trial. PARTICIPANTS: Seventy-two institutionalized older adults (age = 83 ± 10 years old; 63% women) were randomized in four groups: exercise plus placebo (EX), HMB supplementation, EX plus HMB supplementation (EX + HMB), and control (CT). INTERVENTION: The exercising participants completed a 12-week tailored multicomponent exercise intervention (Vivifrail; 5 days/week of an individualized resistance, cardiovascular, balance and flexibility program), whereas the HMB groups received a drink containing 3 g/day of HMB. MEASUREMENTS: Participants were assessed Pre and Post intervention for disability and cognitive function (validated questionnaires), physical function (short physical performance battery, SPPB), handgrip strength and sit-to-stand relative muscle power. Linear mixed-effect models were used to compare changes among groups. RESULTS: Compared to baseline, both EX and EX + HMB improved cognitive function (+2.9 and +1.9 points; p < 0.001), SPPB score (+2.9 points and +2.4 points; p < 0.001) and relative muscle power (+0.64 and +0.48 W·kg-1; p < 0.001), while CT and HMB remained unchanged (p > 0.05). Significant between-group differences were noted between CT, EX and EX + HMB for cognitive function (p < 0.01), between CT and EX + HMB for physical function (p = 0.043), and between CT, EX and EX + HMB for relative muscle power (p < 0.001). CONCLUSION: The Vivifrail exercise program was effective in improving cognitive and physical function, and muscle power in nursing home residents, while HMB supplementation did not provide additional benefits when combined with exercise. These results emphasize the importance of physical exercise interventions in very old people as an essential basis for improving their overall health and quality of life.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Valerates",
        "Cognition",
        "Aged",
        "Aged, 80 and over",
        "Dietary Supplements",
        "Muscle Strength",
        "Hand Strength",
        "Persons with Disabilities",
        "Exercise Therapy",
        "Exercise"
      ]
    },
    {
      "pmid": "38021492",
      "title": "Hysteroscopy as a Therapeutic Tool: A Vision to Spare the Uterus in Premenopausal Abnormal Uterine Bleeding (AUB)/Heavy Menstrual Bleeding (HMB), an Update.",
      "authors": [
        "Neema Acharya",
        "Preeti Mishra",
        "Shazia Mohammad",
        "Megha Karnik",
        "Shaikh Muneeba",
        "Rinkle Gemnani",
        "Keyur Saboo",
        "Samarth Shukla",
        "Sourya Acharya"
      ],
      "journal": "Cureus",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Heavy menstrual bleeding (HMB) or abnormal uterine bleeding (AUB) is a common cause of gynecological complaints in perimenopausal women. The treatment chosen by most of the women having HMB/AUB in the perimenopausal age group when medical therapy fails is hysterectomy, which unfortunately has significant issues related to safety and long-term quality of life apart from being a burden on the health care system and cost to patients. Minimal access surgical techniques like hysteroscopic targeted therapies are available which are conservative and spare the uterus and major surgery and its complications and sequelae. Hysteroscopic management of HMB is a minimally invasive and targeted approach in diagnosing and treating the pathological lesions causing the symptoms and not radical like hysterectomy which has more chances of occurrence of adverse events both intra and postoperatively. In terms of health-related quality of life, women suffering from HMB who underwent a hysteroscopic conservative approach had better scores when compared to those with hysterectomy. The present review aims to review the evidence generated to compare the two surgical modalities, hysteroscopic targeted therapy and hysterectomy, in terms of their effectiveness, safety, and effect on the quality of life of these perimenopausal women having HMB/AUB."
    },
    {
      "pmid": "37893951",
      "title": "Evaluation of Feeding Beta-Hydroxy-Beta-Methylbutyrate (HMB) to Mouse Dams during Gestation on Birth Weight and Growth Variation of Offspring.",
      "authors": [
        "Anna S Clarke",
        "Chris Faulk",
        "Gerald C Shurson",
        "Daniel D Gallaher",
        "Lee J Johnston"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2023-Oct-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was designed to determine if feeding β-hydroxy-β-methylbutyrate (HMB) to pregnant mice would improve birth weight uniformity and growth performance of offspring. Dams (Agouti Avy) were assigned to one of four treatments: control (CON; n = 13), low-level HMB (LL; 3.5 mg/g; n = 14), high-level HMB (HL; 35 mg/g; n = 15), and low-level pulse dose fed from gestational days 6 to 10 (PUL; 3.5 mg/g; n = 14). Randomly selected dams (n = 27) were euthanized on gestational day 18 to collect placentae and pup weights. The remaining dams gave birth and lactated for 28 days. Dams only received HMB during gestation. Dietary HMB did not influence the performance of dams. Dietary treatment during gestation did not affect litter size or birth weight of pups. Variation was not different among treatments in terms of birth weight of offspring. Placental weights were not affected by treatments. Overall, growth performance of offspring after weaning was similar among all treatments. Body composition of offspring at 5 and 8 weeks of age was similar regardless of HMB treatment during gestation. In conclusion, dietary HMB supplementation in pregnant mice did not affect birth weight, variations in birth weight, or growth performance of offspring."
    },
    {
      "pmid": "37304815",
      "title": "Measurement of changes in uterine and fibroid volume during treatment of heavy menstrual bleeding (HMB).",
      "authors": [
        "K Yin",
        "L Whitaker",
        "E Hojo",
        "S McLenachan",
        "J Walker",
        "G McKillop",
        "C Stubbs",
        "L Priest",
        "M Cruz",
        "N Roberts",
        "H Critchley"
      ],
      "journal": "Human reproduction open",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "STUDY QUESTION: Does application of an unbiased method for analysis of magnetic resonance (MR) images reveal any effect on uterine or fibroid volume from treatment of heavy menstrual bleeding (HMB) with three 12-week courses of the selective progesterone receptor modulator ulipristal acetate (SPRM-UPA)? SUMMARY ANSWER: Application of an unbiased method for analysis of MR images showed that treatment of HMB with SPRM-UPA was not associated with a significant reduction in the volume of the uterus or in the volume of uterine fibroids. WHAT IS KNOWN ALREADY: SPRM-UPA shows therapeutic efficacy for treating HMB. However, the mechanism of action (MoA) is not well understood and there have been mixed reports, using potentially biased methodology, regarding whether SPRM-UPA has an effect on the volume of the uterus and fibroids. STUDY DESIGN SIZE DURATION: In a prospective clinical study (with no comparator), 19 women with HMB were treated over a period of 12 months with SPRM-UPA and uterine and fibroid size were assessed with high resolution structural MRI and stereology. PARTICIPANTS/MATERIALS SETTING METHODS: A cohort of 19 women aged 38-52 years (8 with and 11 without fibroids) were treated with three 12-week courses of 5 mg SPRM-UPA given daily, with four weeks off medication in-between treatment courses. Unbiased estimates of the volume of uterus and total volume of fibroids were obtained at baseline, and after 6 and 12 months of treatment, by using the Cavalieri method of modern design-based stereology in combination with magnetic resonance imaging (MRI). MAIN RESULTS AND THE ROLE OF CHANCE: Bland-Altman plots showed good intra-rater repeatability and good inter-rater reproducibility for measurement of the volume of both fibroids and the uterus. For the total patient cohort, two-way ANOVA did not show a significant reduction in the volume of the uterus after two or three treatment courses of SPRM-UPA (P = 0.51), which was also the case when the groups of women with and without fibroids were considered separately (P = 0.63). One-way ANOVA did not show a significant reduction in total fibroid volume in the eight patients with fibroids (P = 0.17). LIMITATIONS REASONS FOR CAUTION: The study has been performed in a relatively small cohort of women and simulations that have subsequently been performed using the acquired data have shown that for three time points and a group size of up to 50, with alpha (Type I Error) and beta (Type II Error) set to 95% significance and 80% power, respectively, at least 35 patients would need to be recruited in order for the null hypothesis (that there is no significant reduction in total fibroid volume) to be potentially rejected. WIDER IMPLICATIONS OF THE FINDINGS: The imaging protocol that we have developed represents a generic paradigm for measuring the volume of the uterus and uterine fibroids that can be readily incorporated in future studies of medical treatments of HMB. In the present study, SPRM-UPA failed to produce a significant reduction in the volume of the uterus or the total volume of fibroids (which were present in approximately half of the patients) after either two or three 12-week courses of treatment. This finding represents a new insight in respect of the management of HMB using treatment strategies that target hormone-dependence. STUDY FUNDING/COMPETING INTERESTS: The UPA Versus Conventional Management of HMB (UCON) trial was funded by the EME Programme (Medical Research Council (MRC) and National Institutes of Health Research (NIHR)) (12/206/52). The views expressed in this publication are those of the authors and not necessarily those of the Medical Research Council, National Institute for Health Research, or Department of Health and Social Care.Medical Research Council (MRC) Centre grants to the Centre for Reproductive Health (CRH) (G1002033 and MR/N022556/1) are also gratefully acknowledged. H.C. has clinical research support for laboratory consumables and staff from Bayer AG and provides consultancy advice (All paid to Institution) for Bayer AG, PregLem SA, Gedeon Richter, Vifor Pharma UK Ltd, AbbVie Inc., and Myovant Sciences GmbH. H.C. has received royalties from UpToDate for an article on abnormal uterine bleeding. L.W. has received grant funding from Roche Diagnostics (Paid to Institution). All other authors have no conflicts to declare. TRIAL REGISTRATION NUMBER: The study reported here is an embedded mechanism of action study (no comparator) within the UCON clinical trial (registration ISRCTN: 20426843)."
    },
    {
      "pmid": "36657898",
      "title": "Impact of ß-hydroxy-ß-methylbutyrate (HMB) in critically ill patients on the endocrine axis - A post-hoc cohort study of the HMB-ICU trial.",
      "authors": [
        "Olivier Pantet",
        "Marina V Viana",
        "Mariëlle P K J Engelen",
        "Nicolaas E P Deutz",
        "Stéphanie Gran",
        "Mette M Berger"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: β-hydroxy-β-methylbutyrate (HMB) might improve muscle function and maintain its mass in critically ill patients. We aimed to investigate whether the administration of HMB influenced the plasma levels of growth hormone (GH)/insulin-like growth factor-1 (IGF-1), C-peptide, and 25-OH vitamin-D. METHODS: Post-hoc analysis of the study HMB-ICU, a randomized, placebo-controlled double-blind trial. INCLUSION CRITERIA: Intensive care unit (ICU) patients depending on mechanical ventilation on day 3 with functional gastrointestinal tract. Patients were randomized to HMB (3 g/day) or placebo (maltodextrin) from day 4 on, for 30 days. Blood samples were collected on days 4 and 15. We determined the GH, C-peptide, 25-OH vitamin-D, and IGF-1. Statistics by ANCOVA. RESULTS: Blood samples of 26 patients were available on day 4, and 23 on day 15. While age and severity of disease did not differ, diabetes was more frequent in the HMB group (p = 0.041), and obesity was more frequent in the placebo group (p = 0.021). Glucose intake, blood glucose (BG) and amount of insulin to maintain blood glucose between 6 and 8 mM did not differ between groups. There was no difference between groups for C-peptide, GH, IGF-1, and 25-OH vitamin-D. IGF-1 increased significantly from day 4-15 (p = 0.026) in both groups. CONCLUSION: Subject to possible insufficient power of the study, we did not reach conclusive results. HMB intervention does not affect significantly the plasma concentrations of insulin, GH/IGF axis activity, C-peptide, and 25-OH vitamin-D. GOV IDENTIFIER: NCT03628365.",
      "mesh_terms": [
        "Humans",
        "Cohort Studies",
        "Insulin-Like Growth Factor I",
        "Blood Glucose",
        "Critical Illness",
        "C-Peptide",
        "Growth Hormone",
        "Vitamin D",
        "Insulin",
        "Intensive Care Units",
        "Vitamins"
      ]
    },
    {
      "pmid": "35334853",
      "title": "Biomarker Changes in Response to a 12-Week Supplementation of an Oral Nutritional Supplement Enriched with Protein, Vitamin D and HMB in Malnourished Community Dwelling Older Adults with Sarcopenia.",
      "authors": [
        "Suzette L Pereira",
        "Marni E Shoemaker",
        "Susan Gawel",
        "Gerard J Davis",
        "Menghua Luo",
        "Vikkie A Mustad",
        "Joel T Cramer"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Mar-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Malnutrition and sarcopenia commonly overlap and contribute to adverse health outcomes. Previously, chronic supplementation with two oral nutritional supplements (ONS), control (CONS) and experimental ONS enriched with protein, vitamin D and β-hydroxy β-methylbutyrate (HMB) (EONS), improved muscle strength and quality in malnourished sarcopenic older adults, with EONS demonstrating early strength benefits at 12 weeks. To understand the underlying biological mechanisms contributing to the observed early strength benefits of EONS, we examined serum biomarker changes in response to 12-week supplementation. Serum samples (EONS (n = 90) and CONS (n = 103)) collected at baseline and 12 weeks were analyzed. Biomarkers (n = 243) were measured using multiplexed immunoassay, commercial immunoassays and ELISAs. Sixty markers were excluded with levels below assay detection limits. Sixteen biomarkers significantly changed in response to both interventions including nutritional and metabolic markers. Thirteen biomarkers significantly changed in response to EONS but not CONS. Increases in immunoglobulins, myoglobin, total protein, vitamin E and magnesium were observed with EONS. Inflammation-related ferritin and osteopontin decreased, while soluble receptors for cytokines increased, suggesting decreased inflammation. Sex hormone-binding globulin associated with sarcopenia also decreased with EONS. Biomarkers reflective of multiple biological systems were impacted by nutritional intervention in sarcopenic older adults. Incremental biomarker changes were observed in response to EONS containing HMB that possibly link to improvements in skeletal muscle health.",
      "mesh_terms": [
        "Aged",
        "Biomarkers",
        "Dietary Supplements",
        "Humans",
        "Independent Living",
        "Malnutrition",
        "Sarcopenia",
        "Vitamin D"
      ]
    },
    {
      "pmid": "35301826",
      "title": "Effects of β-hydroxy β-methylbutyrate (HMB) supplementation on muscle mass, function, and other outcomes in patients with cancer: a systematic review.",
      "authors": [
        "Carla M Prado",
        "Camila E Orsso",
        "Suzette L Pereira",
        "Philip J Atherton",
        "Nicolaas E P Deutz"
      ],
      "journal": "Journal of cachexia, sarcopenia and muscle",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Low muscle mass is prevalent among patients with cancer and a predictor of adverse clinical outcomes. To counteract muscle loss, β-hydroxy β-methylbutyrate (HMB) supplementation has been proposed as a potential therapy for older adults and various diseases states. This systematic review aimed to investigate the effects and safety of HMB supplementation in relation to muscle mass and function and other clinical outcomes in patients with cancer. A systematic search of MEDLINE, CINAHL, Embase, Cochrane Central Register of Controlled Trials, Scopus, ProQuest, and grey literature for reports published from inception to December 2021 was conducted. Included studies provided supplements containing any dose of HMB to adult patients with active cancer. A synthesis without meta-analysis was conducted using a vote-counting approach based solely on the direction of the effect (i.e. regardless of statistical significance). Risk of bias was assessed for each outcome domain, and evidence from higher-quality studies (i.e. those with either low or moderate risk of bias) was examined. Safety was evaluated using both lower-quality and higher-quality studies. Fifteen studies were included, in which six were randomized controlled trials in patients with various cancer types and treatments. Studies prescribed HMB combined with amino acids (73.3%), HMB in oral nutritional supplements (20.0%), or both supplement types (6.7%); Ca-HMB doses of 3.0 g/day were provided in 80.0% of the studies. Four studies had high risk of bias across all outcome domains. Considering the higher-quality studies, evidence of a beneficial effect of HMB supplementation was found in four of four studies for muscle mass, two of two for muscle function, three of three for hospitalization, and five of seven for survival. In contrast, no beneficial effects of HMB on quality of life or body weight was found in two of four and three of five studies, respectively. A limited number of higher-quality studies evaluating the impact of HMB on cancer therapy-related toxicity, inflammation, and tumour response were observed. No serious adverse effects directly related to the nutrition intervention were reported. Although limited, current evidence suggests that HMB supplementation has a beneficial effect on muscle mass and function in patients with cancer. Well-designed trials are needed to further explore the clinical benefit of HMB supplementation in this patient population.",
      "mesh_terms": [
        "Aged",
        "Dietary Supplements",
        "Humans",
        "Muscle, Skeletal",
        "Neoplasms",
        "Quality of Life",
        "Randomized Controlled Trials as Topic",
        "Valerates"
      ]
    },
    {
      "pmid": "35101139",
      "title": "β-Hydroxy-β-methylbutyrate (HMB) supplementation and functional outcomes in multi-trauma patients: a study protocol for a pilot randomised clinical trial (BOOST trial).",
      "authors": [
        "Kym Wittholz",
        "Kate Fetterplace",
        "Yasmine Ali Abdelhamid",
        "Jeffrey J Presneill",
        "Lisa Beach",
        "Benjamin Thomson",
        "David Read",
        "René Koopman",
        "Adam M Deane"
      ],
      "journal": "Pilot and feasibility studies",
      "publication_date": "2022-Jan-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: There are no therapies proven to diminish the muscle wasting that occurs in patients after major trauma who are admitted to the intensive care unit (ICU). β-Hydroxy-β-methylbutyrate (HMB) is a nutrition intervention that may attenuate muscle loss and, thereby, improve recovery. The primary aim of this study is to determine the feasibility of a blinded randomised clinical trial of HMB supplementation to patients after major trauma who are admitted to the ICU. Secondary aims are to establish estimates for the impact of HMB when compared to placebo on muscle mass and nutrition-related patient outcomes. METHODS: This prospective, single-centre, blinded, randomised, placebo-controlled, parallel-group, feasibility trial with allocation concealment will recruit 50 participants over 18 months. After informed consent, participants will be randomised [1:1] to receive either the intervention (three grams of HMB dissolved in either 150 ml of orange juice for those allowed oral intake or 150 ml of water for those being enterally fed) or placebo (150 ml of orange juice for those allowed oral intake or 150 ml of water for those being enterally fed). The intervention will be commenced in ICU, continued after ICU discharge and ceased at hospital discharge or day 28 post randomisation, whichever occurs first. The primary outcome is the feasibility of administering the intervention. Secondary outcomes include change in muscle thickness using ultrasound and other nutritional and patient-centred outcomes. DISCUSSION: This study aims to determine the feasibility of administering HMB to critically ill multi-trauma patients throughout ICU admission until hospital discharge. Results will inform design of a larger randomised clinical trial. TRIAL REGISTRATION: The protocol is registered with Australian New Zealand Clinical Trials Registry (ANZCTR) ANZCTR: 12620001305910 . UTN: U1111-1259-5534."
    },
    {
      "pmid": "34937852",
      "title": "HMB and leucine supplementation during critical illness and recovery.",
      "authors": [
        "Danielle E Bear",
        "Olav Rooyackers"
      ],
      "journal": "Current opinion in clinical nutrition and metabolic care",
      "publication_date": "2022-Mar-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE OF REVIEW: Skeletal muscle wasting is a serious consequence of critical illness, which may impact on long term physical and functional disability. To date, no intervention has been proven to reduce skeletal muscle wasting. Leucine and it's metabolite β-hydroxy-β-methylbutyrate (HMB) have been proposed as interventions. This review details the mechanism of action of both leucine and HMB, discusses the most recent research for both leucine and HMB and lastly discusses considerations for future research. RECENT FINDINGS: Only one study of leucine in critical illness has recently been published. This was a feasibility study where the physiological and muscle related outcomes were not reported to be feasible. Three studies on HMB have been reported recently with no effect seen on either muscle mass or strength. The main limitation in our understanding of the potential use of leucine or HMB on skeletal muscle wasting is the lack of mechanistic studies available in this population. SUMMARY: Mechanistic studies should be a priority before embarking on further randomized controlled trials related to this topic.",
      "mesh_terms": [
        "Critical Illness",
        "Dietary Supplements",
        "Humans",
        "Leucine",
        "Muscle Strength",
        "Muscle, Skeletal",
        "Muscular Atrophy",
        "Valerates"
      ]
    },
    {
      "pmid": "34371826",
      "title": "Peripheral Blood T Cell Gene Expression Responses to Exercise and HMB in Sarcopenia.",
      "authors": [
        "Suk-Ling Ma",
        "Junyi Wu",
        "Liuying Zhu",
        "Ruth Suk-Mei Chan",
        "Xingyan Wang",
        "Dan Huang",
        "Nelson Leung-Sang Tang",
        "Jean Woo"
      ],
      "journal": "Nutrients",
      "publication_date": "2021-Jul-05",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Sarcopenia is a major health problem in older adults. Exercise and nutrient supplementation have been shown to be effective interventions but there are limited studies to investigate their effects on the management of sarcopenia and its possible underlying mechanisms. Here, we studied T cell gene expression responses to interventions in sarcopenia. METHODS: The results of this study were part of a completed trial examining the effectiveness of a 12-week intervention with exercise and nutrition supplementation in community-dwelling Chinese older adults with sarcopenia, based on the available blood samples at baseline and 12 weeks from 46 randomized participants from three study groups, namely: exercise program alone (n = 11), combined-exercise program and nutrition supplement (n = 23), and waitlist control group (n = 12). T cell gene expression was evaluated, with emphasis on inflammation-related genes. Real-time PCR (RT-PCR) was performed on CD3 T cells in 38 selected genes. Correlation analysis was performed to relate the results of gene expression analysis with lower limb muscle strength performance, measured using leg extension tests. RESULTS: Our results showed a significant improvement in leg extension for both the exercise program alone and the combined groups (p < 0.001). Nine genes showed significant pre- and post-difference in gene expression over 12 weeks of intervention in the combined group. Seven genes (RASGRP1, BIN1, LEF1, ANXA6, IL-7R, LRRN3, and PRKCQ) showed an interaction effect between intervention and gene expression levels on leg extension in the confirmatory analysis, with confounder variables controlled and FDR correction. CONCLUSIONS: Our findings showed that T cell-specific inflammatory gene expression was changed significantly after 12 weeks of intervention with combined exercise and HMB supplementation in sarcopenia, and that this was associated with lower limb muscle strength performance.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Combined Modality Therapy",
        "Dietary Supplements",
        "Exercise",
        "Factor Analysis, Statistical",
        "Female",
        "Gene Expression",
        "Humans",
        "Independent Living",
        "Lower Extremity",
        "Male",
        "Muscle Strength",
        "Muscle, Skeletal",
        "Resistance Training",
        "Sarcopenia",
        "T-Lymphocytes",
        "Treatment Outcome",
        "Valerates"
      ]
    },
    {
      "pmid": "34358832",
      "title": "Impact of β-hydroxy-β-methylbutyrate (HMB) on muscle loss and protein metabolism in critically ill patients: A RCT.",
      "authors": [
        "Marina V Viana",
        "Fabio Becce",
        "Olivier Pantet",
        "Sabine Schmidt",
        "Géraldine Bagnoud",
        "John J Thaden",
        "Gabriella A M Ten Have",
        "Mariëlle P K J Engelen",
        "Aline Voidey",
        "Nicolaas E P Deutz",
        "Mette M Berger"
      ],
      "journal": "Clinical nutrition (Edinburgh, Scotland)",
      "publication_date": "2021-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: Muscle wasting deteriorates life quality after critical illness and increases mortality. Wasting starts upon admission to intensive care unit (ICU). We aimed to determine whether β-hydroxy-β-methylbutyrate (HMB), a metabolite of leucine, can attenuate this process. METHODS: Prospective randomized, placebo-controlled double blind trial. INCLUSION CRITERIA: ICU patients depending on mechanical ventilation on day 3 having a functional gastrointestinal tract. They were randomized to HMB (3 g/day) or placebo (maltodextrin) from day 4 on for 30 days. PRIMARY OUTCOME: magnitude of loss of skeletal muscle area (SMA) of the quadriceps femoris measured by ultrasound at days 4 and 15. SECONDARY OUTCOMES: body composition, change in protein metabolism assessed by amino acids tracer pulse, and global health at 60 days. Data are mean [95% CI]. Statistics by ANCOVA with correction for confounders sex, age and/or BMI. RESULTS: Thirty patients completed the trial, aged 65 [59, 71] years, SAPS2 score 48 [43, 52] and SOFA 8.5 [7.4, 9.7]. The loss of total SMA was 11% between days 4 and 15 (p < 0.001), but not different between the groups (p = 0.86). In the HMB group, net protein breakdown (Δ Estimate HMB-Placebo: -153 [-242, -63]; p = 0.0021) and production of several amino acid was significantly reduced, while phase angle increased more (0.66 [0.09, 1.24]; p = 0.0247), and SF-12 global health improved more (Δ Estimate HMB-Placebo: 27.39 [1.594, 53.19], p = 0.04). CONCLUSION: HMB treatment did not significantly reduce muscle wasting over 10 days of observation (primary endpoint), but resulted in significantly improved amino acid metabolism, reduced net protein breakdown, a higher phase angle and better global health. CLINICALTRIALS. GOV IDENTIFIER: NCT03628365.",
      "mesh_terms": [
        "Aged",
        "Amino Acids",
        "Body Composition",
        "Critical Illness",
        "Dietary Supplements",
        "Double-Blind Method",
        "Electric Impedance",
        "Enteral Nutrition",
        "Female",
        "Humans",
        "Intensive Care Units",
        "Male",
        "Middle Aged",
        "Muscle, Skeletal",
        "Muscular Atrophy",
        "Organ Dysfunction Scores",
        "Prospective Studies",
        "Quadriceps Muscle",
        "Ultrasonography",
        "Valerates"
      ]
    },
    {
      "pmid": "34247580",
      "title": "Beta-hydroxy beta-methylbutyrate/arginine/glutamine (HMB/Arg/Gln) supplementation to improve the management of cachexia in patients with advanced lung cancer: an open-label, multicentre, randomised, controlled phase II trial (NOURISH).",
      "authors": [
        "Jennifer Pascoe",
        "Aimee Jackson",
        "Charlotte Gaskell",
        "Claire Gaunt",
        "Joyce Thompson",
        "Lucinda Billingham",
        "Neil Steven"
      ],
      "journal": "BMC cancer",
      "publication_date": "2021-Jul-12",
      "publication_types": [
        "Clinical Trial, Phase II",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Cancer cachexia causes significant morbidity and mortality in advanced lung cancer patients. Clinical benefit of β-hydroxy-β-methylbutyrate, arginine, and glutamine (HMB/Arg/Gln) was assessed in newly diagnosed patients. METHODS: NOURISH, a prospective, two-arm, open-label, multi-centre, randomised controlled phase II trial compared cachexia in patients who received HMB/Arg/Gln with those who did not. All patients received structured nutritional, exercise and symptom control via a Macmillan Durham Cachexia Pack. Conducted in five UK centres, patients aged > 18 years, with newly diagnosed advanced small cell lung cancer (SCLC) or non-small cell lung cancer (NSCLC), who were able to take oral nutrition, with a performance status of 0-to-2 and a life expectancy > 4 months were eligible for trial entry. Patients suitable for treatment with curative intent were ineligible. The trial was designed as a signal-seeking pilot study with target recruitment of 96 patients. One-to-one randomisation was stratified by diagnosis (SCLC or NSCLC), stage of disease (locally advanced or metastatic) and performance status. The primary outcome measure was treatment success defined as a patient being alive without significant loss of lean body mass (not > 5%) by 12 weeks. Secondary outcome measures included quality of life. RESULTS: Between February-2012 and February-2013, 38 patients were recruited, 19 to each arm. Baseline characteristics were balanced. The trial was halted due to slow accrual and partial adherence. Trial data demonstrated no evidence of treatment benefit. No serious adverse events were reported during the trial. CONCLUSIONS: Further evaluation of HMB/Arg/Gln in this setting could not be recommended on the basis of this trial. CLINICAL TRIAL REGISTRATION: ISRCTN registry: 39911673; 14-Apr-2011 https://doi.org/10.1186/ISRCTN39911673 .",
      "mesh_terms": [
        "Arginine",
        "Cachexia",
        "Female",
        "Glutamine",
        "Humans",
        "Lung Neoplasms",
        "Male",
        "Middle Aged",
        "Prospective Studies",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "34179932",
      "title": "Oral Nutritional Supplement with β-hydroxy-β-methylbutyrate (HMB) Improves Nutrition, Physical Performance and Ameliorates Intramuscular Adiposity in Pre-Frail Older Adults: A Randomized Controlled Trial.",
      "authors": [
        "L-N Peng",
        "Y-C Cheng",
        "P-C Yu",
        "W-J Lee",
        "M-H Lin",
        "L-K Chen"
      ],
      "journal": "The journal of nutrition, health & aging",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Supplementation of high protein oral nutrition shakes supplemented with β-hydroxy-β-methylbutyrate (HP-HMB) has been shown to improve muscle mass, muscle strength, and physical performance in older adults, but the roles of HP-HMB supplementation on the intramuscular adiposity remained unknown. This 12-week randomized controlled trial evaluated the changes of muscle mass, muscle strength, physical performance and intramuscular adiposity among community-dwelling pre-frail older persons. METHODS: This was an open-label, parallel group, randomized controlled trail that enrolled 70 community-dwelling pre-frail older persons without active or uncontrolled conditions, disability or dementia. The intervention group was provided with two services of HP HMB (Ensure® Plus Advance containing 3g HMB) per day for 12 weeks, and the control group was provided with professional nutritional counselling for sufficient protein intake. All participants received functional assessments, laboratory tests and magnetic resonance imaging (MRI) of the dominant leg before and after study. Intramuscular adipose tissue (IMAT) and the mid-thigh cross-sectional area (CSA) of muscle were obtained by MRI, and the IMAT-to-CSA ratio was calculated to evaluate intramuscular adiposity. RESULTS: Overall, 62 participants (mean age: 71.1±3.8 years, 69.4% female) completed the study (HP-HMB group: 29, control group: 33) and comparisons of baseline characteristics between groups were not statistically different. For the primary outcome, HP-HMB group showed significant improvements in the CSA of mid-thigh muscle (mean increase of CSA: 149.1±272.3 for HMB group vs -22.9±309.1 mm2 for control group, P=0.045). The improvement of MNA-SF was borderline (0.28±0.75 vs. -0.15±0.94, P=0.064), but serum levels of Vit D were significantly increased in the HMB group (3.83±8.18 vs. -1.30±4.81 ng/mL, P=0.002). Moreover, the body weight and BMI were significantly increased in the HMB group (1.10±1.18 vs. 0.24±1.13 kg, P=0.005; 0.56±0.68 vs. 0.22±0.47 kg/m2, P=0.019). In particular, the IMAT-to-CSA ratio was reduced in the HMB group (-0.38±1.21 vs. -0.02±2.56 %, P=0.06). Using the generalized estimating equation, we found that SPPB score in chair rise test was significantly improved (β=0.71, 95% C.I.0.09-1.33, P=0.026). CONCLUSIONS: The 12-week supplementation with high protein oral nutrition shake supplemented with 3g HMB per day significantly increased muscle mass, as well as nutritional status and physical performance, and ameliorated the intramuscular adiposity of pre-frail older persons. Further study is needed to explore the long-term benefits of HP-HMB supplementation on muscle and metabolic health for older adults.",
      "mesh_terms": [
        "Adiposity",
        "Aged",
        "Female",
        "Frail Elderly",
        "Humans",
        "Male",
        "Nutritional Status",
        "Physical Functional Performance",
        "Valerates"
      ]
    },
    {
      "pmid": "33101462",
      "title": "The impact of acute beta-hydroxy-beta-methylbutyrate (HMB) ingestion on glucose and insulin kinetics in young and older men.",
      "authors": [
        "Philip J J Herrod",
        "Nima Gharahdaghi",
        "Supreeth S Rudrappa",
        "Hannah G Phillips",
        "Reesha A Ranat",
        "Edward J O Hardy",
        "John A Rathmacher",
        "Philip J Atherton",
        "Bethan E Phillips"
      ],
      "journal": "Journal of functional foods",
      "publication_date": "2020-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Insulin resistance (IR) is a key feature in the development of numerous metabolic diseases. The cornerstone for treatment for IR remains diet and exercise, however these have poor rates of adherence. Beta-hydroxy-beta-methylbutyrate (HMB) is a nutraceutical with contentious effects on IR in animal models. The aim of this study was to evaluate the impact of acute HMB on IR in humans during an oral glucose tolerance test (OGTT). Young and older male volunteers underwent two 75 g OGTT with or without 3 g HMB. In young men, HMB significantly reduced the insulin area-under-the-curve (AUC), with no difference in glucose AUC, resulting in a numerical increase in the Cederholm index of insulin sensitivity. In older men, HMB had no effect on insulin or glucose responses. In conclusion, acute HMB may improve IR following a glucose load in young men; however, this does not appear to be sustained into older age."
    },
    {
      "pmid": "32732502",
      "title": "HMB in the Adolescent: A Review of the Modern Approach to Diagnosis and Management.",
      "authors": [
        "Chimsom Oleka",
        "Jennifer E Dietrich"
      ],
      "journal": "Clinical obstetrics and gynecology",
      "publication_date": "2020-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Heavy menstrual bleeding in the adolescent is a cause for concern whether occurring acutely or chronically. There are a number of important considerations during the initial presentation that will help guide the practitioner during workup, which ultimately guides management strategies. The cornerstone of management in the adolescent is that of medical therapy (hormonal and nonhormonal), with avoidance of invasive and irreversible measures, as maintenance of fertility is paramount. Ultimately, the majority of adolescents can be successfully managed in the acute setting and transitioned to maintenance therapy for long-term control of heavy menses. Here, we will review the modern approach to this condition as well as tips and tricks for the practitioner.",
      "mesh_terms": [
        "Adolescent",
        "Conservative Treatment",
        "Female",
        "Fertility Preservation",
        "Humans",
        "Menorrhagia",
        "Patient Care Management",
        "Patient Selection",
        "Practice Guidelines as Topic",
        "Reproductive Health"
      ]
    },
    {
      "pmid": "32606057",
      "title": "Elastic-band resistance exercise or vibration treatment in combination with hydroxymethylbutyrate (HMB) supplement for management of sarcopenia in older people: a study protocol for a single-blinded randomised controlled trial in Hong Kong.",
      "authors": [
        "Simon Kwoon-Ho Chow",
        "Yu-Ning Chim",
        "Keith Yu-Kin Cheng",
        "Chung-Yan Ho",
        "Wing-Tung Ho",
        "Kenneth Chik-Chee Cheng",
        "Ronald Man-Yeung Wong",
        "Wing-Hoi Cheung"
      ],
      "journal": "BMJ open",
      "publication_date": "2020-Jun-30",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Sarcopenia is a geriatric syndrome characterised by progressive loss of skeletal muscle mass and function with risks of adverse outcomes and becomes more prevalent due to ageing population. Elastic-band exercise, vibration treatment and hydroxymethylbutyrate (HMB) supplementation were previously proven to have positive effects on the control of sarcopenia. The purpose of this study is to evaluate the effectiveness of elastic-band exercise or vibration treatment with HMB supplementation in managing sarcopenia. Our findings will provide a safe and efficient strategy to mitigate the progression of sarcopenia in older people and contribute to higher quality of life as well as improved long-term health outcomes of elderly people. METHODS AND ANALYSIS: In this single-blinded, randomised controlled trial (RCT), subjects will be screened for sarcopenia based on the Asian Working Group for Sarcopenia (AWGS) definition and 144 sarcopenic subjects aged 65 or above will be recruited. This RCT will have three groups evaluated at two time points to measure changes over 3 months-the control and the groups with combined HMB supplement and elastic-band resistance exercise or vibration treatment. Changes in muscle strength in lower extremity will be the primary outcome. Muscle strength in the upper extremity, gait speed, muscle mass (based on AWGS definition), functional performance in terms of balancing ability and time-up-and-go test and quality of life will be taken as secondary outcomes. In addition, each participant's daily activity will be monitored by a wrist-worn activity tracker. Repeated-measures analysis of variance will be performed to compare within-subject changes between control and treatment groups at two time points of pretreatments and post-treatments. ETHICS AND DISSEMINATION: The procedures have been approved by the Joint CUHK-NTEC Clinical Research Management Office (Ref. CREC 2018.602) and conformed to the Declaration of Helsinki. Results will be disseminated through peer-reviewed publications, conferences and workshops. TRIAL REGISTRATION NUMBER: NCT04028206.",
      "mesh_terms": [
        "Activities of Daily Living",
        "Aged",
        "Combined Modality Therapy",
        "Female",
        "Follow-Up Studies",
        "Gait",
        "Humans",
        "Male",
        "Muscle Strength",
        "Quality of Life",
        "Resistance Training",
        "Sarcopenia",
        "Single-Blind Method",
        "Valerates",
        "Vibration",
        "Walking Speed"
      ]
    },
    {
      "pmid": "31484462",
      "title": "Health Benefits of β-Hydroxy-β-Methylbutyrate (HMB) Supplementation in Addition to Physical Exercise in Older Adults: A Systematic Review with Meta-Analysis.",
      "authors": [
        "Javier Courel-Ibáñez",
        "Tomas Vetrovsky",
        "Klara Dadova",
        "Jesús G Pallarés",
        "Michal Steffl"
      ],
      "journal": "Nutrients",
      "publication_date": "2019-Sep-03",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "Both regular exercise training and beta-hydroxy-beta-methylbutyrate (HMB) supplementation are shown as effective treatments to delay or reverse frailty and reduce cognitive impairment in older people. However, there is very little evidence on the true benefits of combining both strategies. The aim of this meta-analysis was to quantify the effects of exercise in addition to HMB supplementation, on physical and cognitive health in older adults. Data from 10 randomized controlled trials (RCTs) investigating the effect of HMB supplementation and physical function in adults aged 50 years or older were analyzed, involving 384 participants. Results showed that HMB supplementation in addition to physical exercise has no or fairly low impact in improving body composition, muscle strength, or physical performance in adults aged 50 to 80 years, compared to exercise alone. There is a gap of knowledge on the beneficial effects of HMB combined with exercise to preserve cognitive functions in aging and age-related neurodegenerative diseases. Future RCTs are needed to refine treatment choices combining HMB and exercises for older people in particular populations, ages, and health status. Specifically, interventions in older adults aged 80 years or older, with cognitive impairment, frailty, or limited mobility are required.",
      "mesh_terms": [
        "Aging",
        "Dietary Supplements",
        "Exercise",
        "Humans",
        "Valerates"
      ]
    },
    {
      "pmid": "31277595",
      "title": "Effects of β-hydroxy-β-methylbutyrate (HMB) supplementation in addition to multicomponent exercise in adults older than 70 years living in nursing homes, a cluster randomized placebo-controlled trial: the HEAL study protocol.",
      "authors": [
        "Javier Courel-Ibáñez",
        "J G Pallarés"
      ],
      "journal": "BMC geriatrics",
      "publication_date": "2019-Jul-05",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Evidence supports the fact that multicomponent exercise and HMB supplementation are, separately, effective in improving older adult's health and palliate functional metabolic diseases in older people. However, the true effect of HMB supplementation combined with a tailored exercise program in frail older adults is still unknown. Thus, the aim of the HEAL (HMB + Exercise = Adults Living longer) study is to assess the effects of the combination of a daily multicomponent exercise and resistance training (VIVIFRAIL program) intervention in addition to HMB supplementation on older adults' health. METHODS/DESIGN: A 24-week cluster randomized, double-blind, placebo-controlled study will be conducted on 104 adults ≥70 years. Nursing homes will be randomized to either of four groups: Ex-HMB (exercise intervention with HMB), Ex-Plac (exercise intervention with placebo), NoEx-HMB (no exercise intervention with HMB), and Controls (No exercise and no HMB). Intervention groups which include exercise will complete the individualized multicomponent (strength, balance and cardiovascular exercises) training program VIVIFRAIL. Intervention groups which include HMB supplementation will receive a 3 g/daily dose of free acid HMB in powder form. The primary outcome measure is the functional capacity. Secondary outcome measures are muscle strength and power, frailty and fall risk, body composition, biochemical analyses and cardiometabolic risk factor, disability and comorbidity, cognitive function and depression. DISCUSSION: The findings of the HEAL study will help professionals from public health systems to identify cost-effective and innovative actions to improve older people's health and quality of life, and endorse exercise practice in older adults and people living in nursing homes. TRIAL REGISTRATION: NCT03827499 ; Date of registration: 01/02/2019.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Cluster Analysis",
        "Combined Modality Therapy",
        "Dietary Supplements",
        "Double-Blind Method",
        "Exercise",
        "Exercise Therapy",
        "Female",
        "Frail Elderly",
        "Homes for the Aged",
        "Humans",
        "Male",
        "Muscle Strength",
        "Nursing Homes",
        "Quality of Life",
        "Resistance Training",
        "Treatment Outcome",
        "Valerates"
      ]
    },
    {
      "pmid": "31167080",
      "title": "Gut microbiota mediates the protective effects of dietary β-hydroxy-β-methylbutyrate (HMB) against obesity induced by high-fat diets.",
      "authors": [
        "Yehui Duan",
        "Yinzhao Zhong",
        "Hao Xiao",
        "Changbing Zheng",
        "Bo Song",
        "Wenlong Wang",
        "Qiuping Guo",
        "Yuying Li",
        "Hui Han",
        "Jing Gao",
        "Kang Xu",
        "Tiejun Li",
        "Yulong Yin",
        "Fengna Li",
        "Jie Yin",
        "Xiangfeng Kong"
      ],
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publication_date": "2019-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Obesity increases the risk of developing insulin resistance and diabetes and is a major public health concern. Our previous study shows that dietary β-hydroxy-β-methylbutyrate (HMB) improves lipid metabolism in a pig model. However, it remains unclear whether HMB blocks obesity through gut microbiota. In this study, we found that HMB reduced body weight, alleviated the whitening of brown adipose tissue, and improved insulin resistance in mice fed a high-fat diet (HFD). High-throughput pyrosequencing of the 16S rRNA demonstrated that HMB administration significantly reversed the gut microbiota dysbiosis in HFD-fed mice, including the diversity of gut microbiota and relative abundances of Bacteroidetes and Firmicutes. Moreover, microbiota transplantation from HMB-treated mice attenuated HFD-induced lipid metabolic disorders. Furthermore, HFD-fed mice showed lower short-chain fatty acids, whereas administration of HMB increased the propionic acid production. Correlation analysis identified a significant correlation between propionic acid production and the relative Bacteroidetes abundance. Sodium propionate treatment also attenuated HFD-induced lipid metabolic disorders. Collectively, our results indicated that HMB might be used as a probiotic agent to reverse HFD-induced obesity, and the potential mechanism was associated with reprogramming gut microbiota and metabolism, especially Bacteroidetes-mediated propionic acid production. In future studies, more efforts should be made to confirm and expand the beneficial effects of HMB to human models.-Duan, Y., Zhong, Y., Xiao, H., Zheng, C., Song, B., Wang, W., Guo, Q., Li, Y., Han, H., Gao, J., Xu, K., Li, T., Yin, Y., Li, F., Yin, J., Kong, X. Gut microbiota mediates the protective effects of dietary β-hydroxy-β-methylbutyrate (HMB) against obesity induced by high-fat diets.",
      "mesh_terms": [
        "Adipose Tissue",
        "Adipose Tissue, Brown",
        "Animals",
        "Bacteroidetes",
        "Diet, High-Fat",
        "Dysbiosis",
        "Fatty Acids, Volatile",
        "Fecal Microbiota Transplantation",
        "Firmicutes",
        "Gastrointestinal Microbiome",
        "Gene Expression Profiling",
        "Insulin Resistance",
        "Lipid Metabolism",
        "Male",
        "Mice",
        "Mice, Inbred ICR",
        "Obesity",
        "Propionates",
        "RNA, Messenger",
        "Random Allocation",
        "Valerates"
      ]
    },
    {
      "pmid": "30743108",
      "title": "Maternal β-hydroxy-β-methylbutyrate (HMB) supplementation during pregnancy affects early folliculogenesis in the ovary of newborn piglets.",
      "authors": [
        "Monika Hułas-Stasiak",
        "Joanna Jakubowicz-Gil",
        "Piotr Dobrowolski",
        "Ewa Tomaszewska",
        "Siemowit Muszyński"
      ],
      "journal": "Theriogenology",
      "publication_date": "2019-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Beta-hydroxy-beta-methylbutyrate (HMB) is a leucine metabolite with protein anabolic effects. This study was designed to determine whether prenatal HMB treatment has an effect on oogenesis and folliculogenesis in the ovary of newborn piglets. HMB decreased the number of egg nests and primordial follicles and increased the pool of developing follicles compared to the control group. Although the percentage of TUNEL-positive oocytes within the egg nests was higher in HMB-treated group no increase in the Bax/Bcl-2 ratio and active caspase-3 expression was observed. Moreover, the granulosa cell proliferation index and StAR protein expression were higher in HMB-treated group. In contrast to the control group, the expression of E-cadherins was reduced after the HMB treatment. In addition, a significant increase in the serum level of gonadotropins and steroid hormones was detected in HMB-treated piglets. In conclusion, prenatal HMB treatment dysregulates hormonal homeostasis which impairs early folliculogenesis in piglets.",
      "mesh_terms": [
        "Animals",
        "Caspase 3",
        "Female",
        "Gene Expression Regulation, Developmental",
        "Gonadotropins",
        "Homeostasis",
        "Immunohistochemistry",
        "In Situ Nick-End Labeling",
        "Ovarian Follicle",
        "Ovary",
        "Pregnancy",
        "Prenatal Exposure Delayed Effects",
        "Proto-Oncogene Proteins c-bcl-2",
        "Swine",
        "Valerates",
        "bcl-2-Associated X Protein"
      ]
    },
    {
      "pmid": "30677545",
      "title": "β-hydroxy-β-methylbutyrate (HMB) improves mitochondrial function in myocytes through pathways involving PPARβ/δ and CDK4.",
      "authors": [
        "Yinzhao Zhong",
        "Liming Zeng",
        "Jinping Deng",
        "Yehui Duan",
        "Fengna Li"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2019-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Mitochondrial dysfunction in skeletal muscle has emerged as key to the development of obesity and its related metabolic disorders. Leucine (Leu) is an essential amino acid that has been reported to increase mitochondrial biogenesis in muscle cells, as has its metabolite β-hydroxy-β-methylbutyrate (HMB). However, two questions-which one is more potent and what is the cellular mechanisms of the action of Leu and HMB-remain to be answered. Therefore we aimed to investigate the effects of Leu and HMB on mitochondrial function in C2 C12 myotubes and analyze the underlying molecular mechanism. METHODS AND RESULTS: The effects of Leu and HMB on mitochondrial mass, mitochondrial respiration capacity, and the expression of genes related to mitochondrial biogenesis were evaluated in C2 C12 myotubes. Differentiated myotubes were treated with Leu (0.5 mM) or HMB (50 μM) with or without PPARβ/δ antagonist (GSK3787, 1 μM) and CDK4 antagonist (LY2835219, 1.5 μM), respectively, for 24 h. The results indicated that treatment with Leu or HMB significantly increased mitochondrial mass, mitochondrial respiration capacity, and the messenger RNA expression of genes associated with mitochondrial biogenesis (P < 0.05). In addition, these positive effects of Leu or HMB on these parameters were attenuated by GSK3787 and LY2835219 treatments (P < 0.05). CONCLUSIONS: Our results provide evidence indicating that as with Leu, HMB alone could increase mitochondrial biogenesis and function via regulation of PPARβ/δ and CDK4 pathways. Moreover, HMB seems to be more potent than Leu in the positive regulation of mitochondrial biogenesis and function in C2 C12 myotubes because the dosage used for HMB was much lower than that for Leu.",
      "mesh_terms": [
        "Animals",
        "Cell Culture Techniques",
        "Cyclin-Dependent Kinase 4",
        "Humans",
        "Leucine",
        "Mitochondria",
        "Muscle Cells",
        "PPAR gamma",
        "PPAR-beta",
        "Signal Transduction",
        "Valerates"
      ]
    },
    {
      "pmid": "30659706",
      "title": "Maternal HMB treatment affects bone and hyaline cartilage development in their weaned piglets via the leptin/osteoprotegerin system.",
      "authors": [
        "Ewa Tomaszewska",
        "Siemowit Muszyński",
        "Piotr Dobrowolski",
        "Dariusz Wiącek",
        "Agnieszka Tomczyk-Warunek",
        "Izabela Świetlicka",
        "Stefan G Pierzynowski"
      ],
      "journal": "Journal of animal physiology and animal nutrition",
      "publication_date": "2019-Mar",
      "publication_types": [
        "Clinical Trial, Veterinary",
        "Journal Article"
      ],
      "abstract": "It has been demonstrated in animal studies that prenatal administration of β-hydroxy-β-methylbutyrate (HMB, metabolite of leucine) influences general growth and mechanical endurance of long bones in newborn offspring in sex-dependent manner. The present experiment was conducted to evaluate the effect of HMB treatment of pregnant sows on bone development in offspring at weaning. From 70th day until the 90th day of gestation, sows received either a basal diet (n = 12) or the same diet supplemented with HMB (n = 12) at the dose of 0.2 g/kg of body weight/day. Femora obtained from six males and females in each group weaned at the age of 35 days were examined. Maternal HMB treatment significantly enhanced body weight and changed bone morphology increasing femur mechanical strength in both sexes. Maternal HMB supplementation also elevated bone micro- and macroelement concentrations and enhanced content of proteoglycans in articular cartilage. Based on the obtained results, it can be concluded that maternal HMB supplementation in the mid-gestation period significantly accelerated bone development in both sexes by upregulation of a multifactorial system including leptin and osteoprotegerin. However, the sex (irrespective of the HMB treatment) was the factor which influenced the collagen structure in cartilages and trabecular bone, as demonstrated both by the Picrosirius red staining and performed analysis of thermal stability of collagenous tissues. The structural differences in collagen between males and females were presumably related to a different collagen maturity. No studies conducted so far provided a detailed morphological analysis of bone, articular cartilage, growth plate and the activities of the somatotropic and pituitary-gonadal axes, as well as leptin/osteoprotegerin system in weaned offspring prenatally treated with HMB. This study showed also the relationship between the maternal HMB treatment and bone osteometric and mechanical traits, hormones, and growth and bone turnover markers such as leptin, osteoprotegerin and insulin-like growth factor-1.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Biomechanical Phenomena",
        "Bone Development",
        "Diet",
        "Dietary Supplements",
        "Female",
        "Gene Expression Regulation",
        "Hyaline Cartilage",
        "Leptin",
        "Pregnancy",
        "Prenatal Nutritional Physiological Phenomena",
        "Random Allocation",
        "Swine",
        "Valerates"
      ]
    },
    {
      "pmid": "30360984",
      "title": "A double-blind placebo controlled trial into the impacts of HMB supplementation and exercise on free-living muscle protein synthesis, muscle mass and function, in older adults.",
      "authors": [
        "U S U Din",
        "M S Brook",
        "A Selby",
        "J Quinlan",
        "C Boereboom",
        "H Abdulla",
        "M Franchi",
        "M V Narici",
        "B E Phillips",
        "J W Williams",
        "J A Rathmacher",
        "D J Wilkinson",
        "P J Atherton",
        "K Smith"
      ],
      "journal": "Clinical nutrition (Edinburgh, Scotland)",
      "publication_date": "2019-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Age-related sarcopenia and dynapenia are associated with frailty and metabolic diseases. Resistance exercise training (RET) adjuvant to evidence-based nutritional intervention(s) have been shown as mitigating strategies. Given that β-hydroxy-β-methyl-butyrate (HMB) supplementation during RET improves lean body mass in younger humans, and that we have shown that HMB acutely stimulates muscle protein synthesis (MPS) and inhibits breakdown; we hypothesized that chronic supplementation of HMB free acid (HMB-FA) would enhance MPS and muscle mass/function in response to RET in older people. We recruited 16 healthy older men (Placebo (PLA): 68.5 ± 1.0 y, HMB-FA: 67.8 ± 1.15 y) for a randomised double-blind-placebo controlled trial (HMB-FA 3 × 1 g/day vs. PLA) involving a 6-week unilateral progressive RET regime (6 × 8 repetitions, 75% 1-RM, 3 · wk-1). Deuterium oxide (D2O) dosing was performed over the first two weeks (0-2 wk) and last two weeks (4-6 wk) with bilateral vastus lateralis (VL) biopsies at 0-2 and 4-6 wk (each time 75 ± 2 min after a single bout of resistance exercise (RE)) for quantification of early and later MPS responses and post-RE myogenic gene expression. Thigh lean mass (TLM) was measured by DXA, VL thickness and architecture (fibre length and pennation angle) by ultrasound at 0/3/6 wk, and strength by knee extensor 1-RM testing and MVC by isokinetic dynamometry (approx. every 10 days). RET induced strength increases (1-RM) in the exercised leg of both groups (398 ± 22N to 499 ± 30N HMB-FA vs. 396 ± 29N to 510 ± 43N PLA (both P < 0.05)). In addition, maximal voluntary contraction (MVC) also increased (179 ± 12 Nm to 203 ± 12 Nm HMB-FA vs. 185 ± 10 Nm to 217 ± 11 Nm PLA (both P < 0.05); with no group differences. VL muscle thickness increased significantly in the exercised leg in both groups, with no group differences. TLM (by DXA) rose to significance only in the HMB-FA group (by 5.8%-5734 ± 245 g p = 0.015 vs. 3.0% to 5644 ± 323 g P = 0.06 in PLA). MPS remained unchanged in the untrained legs (UT) 0-2 weeks being 1.06 ± 0.08%.d-1 (HMB-FA) and 1.14 ± 0.09%.d-1 (PLA), the trained legs (T) exhibited increased MPS in the HMB-FA group only at 0-2-weeks (1.39 ± 0.10%.d-1, P < 0.05) compared with UT: but was not different at 4-6-weeks: 1.26 ± 0.05%.d-1. However, there were no significant differences in MPS between the HMB-FA and PLA groups at any given time point and no significant treatment interaction observed. We also observed significant inductions of c-Myc gene expression following each acute RE bout, with no group differences. Further, there were no changes in any other muscle atrophy/hypertrophy or myogenic transcription factor genes we measured. RET with adjuvant HMB-FA supplements in free-living healthy older men did not enhance muscle strength or mass greater than that of RET alone (PLA). That said, only HMB-FA increased TLM, supported by early increases in chronic MPS. As such, chronic HMB-FA supplementation may result in long term benefits in older males, however longer and larger studies may be needed to fully determine the potential effects of HMB-FA supplementation; translating to any functional benefit.",
      "mesh_terms": [
        "Dietary Supplements",
        "Double-Blind Method",
        "Gene Expression",
        "Humans",
        "Male",
        "Middle Aged",
        "Muscle Development",
        "Muscle Strength",
        "Muscle, Skeletal",
        "Protein Biosynthesis",
        "Resistance Training",
        "Valerates"
      ]
    },
    {
      "pmid": "29094037",
      "title": "Solid-Phase Synthesis of Difficult Purine-Rich PNAs through Selective Hmb Incorporation: Application to the Total Synthesis of Cell Penetrating Peptide-PNAs.",
      "authors": [
        "Julien Tailhades",
        "Hotake Takizawa",
        "Michael J Gait",
        "Don A Wellings",
        "John D Wade",
        "Yoshitsugu Aoki",
        "Fazel Shabanpoor"
      ],
      "journal": "Frontiers in chemistry",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Antisense oligonucleotide (ASO)-based drug development is gaining significant momentum following the recent FDA approval of Eteplirsen (an ASO based on phosphorodiamidate morpholino) and Spinraza (2'-O-methoxyethyl-phosphorothioate) in late 2016. Their attractiveness is mainly due to the backbone modifications which have improved the in vivo characteristics of oligonucleotide drugs. Another class of ASO, based on peptide nucleic acid (PNA) chemistry, is also gaining popularity as a platform for development of gene-specific therapy for various disorders. However, the chemical synthesis of long PNAs, which are more target-specific, remains an ongoing challenge. Most of the reported methodology for the solid-phase synthesis of PNA suffer from poor coupling efficiency which limits production to short PNA sequences of less than 15 residues. Here, we have studied the effect of backbone modifications with Hmb (2-hydroxy-4-methoxybenzyl) and Dmb (2,4-dimethoxybenzyl) to ameliorate difficult couplings and reduce \"on-resin\" aggregation. We firstly synthesized a library of PNA dimers incorporating either Hmb or Dmb and identified that Hmb is superior to Dmb in terms of its ease of removal. Subsequently, we used Hmb backbone modification to synthesize a 22-mer purine-rich PNA, targeting dystrophin RNA splicing, which could not be synthesized by standard coupling methodology. Hmb backbone modification allowed this difficult PNA to be synthesized as well as to be continued to include a cell-penetrating peptide on the same solid support. This approach provides a novel and straightforward strategy for facile solid-phase synthesis of difficult purine-rich PNA sequences."
    },
    {
      "pmid": "29019883",
      "title": "Bone mineral density changes of lumbar spine and femur in osteoporotic patient treated with bisphosphonates and beta-hydroxy-beta-methylbutyrate (HMB): Case report.",
      "authors": [
        "Marcin R Tatara",
        "Witold Krupski",
        "Barbara Majer-Dziedzic"
      ],
      "journal": "Medicine",
      "publication_date": "2017-Oct",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "RATIONALE: Currently available approaches to osteoporosis treatment include application of antiresorptive and anabolic agents influencing bone tissue metabolism. The aim of the study was to present bone mineral density (BMD) changes of lumbar spine in osteoporotic patient treated with bisphosphonates such as ibandronic acid and pamidronic acid, and beta-hydroxy-beta-methylbutyrate (HMB). PATIENT CONCERNS: BMD and volumetric BMD (vBMD) of lumbar spine were measured during the 6 year observation period with the use of dual-energy X-ray absorptiometry (DEXA) and quantitative computed tomography (QCT). DIAGNOSES: The described case report of osteoporotic patient with family history of severe osteoporosis has shown site-dependent response of bone tissue to antiosteoporotic treatment with bisphosphonates. INTERVENTIONS AND OUTCOMES: Twenty-five-month treatment with ibandronic acid improved proximal femur BMD with relatively poor effects on lumbar spine BMD. Over 15-month therapy with pamidronic acid was effective to improve lumbar spine BMD, while in the proximal femur the treatment was not effective. A total of 61-week long oral administration with calcium salt of HMB improved vBMD of lumbar spine in the trabecular and cortical bone compartments when monitored by QCT. Positive effects of nearly 2.5 year HMB treatment on BMD of lumbar spine and femur in the patient were also confirmed using DEXA method. LESSONS: The results obtained indicate that HMB may be applied for the effective treatment of osteoporosis in humans. Further studies on wider human population are recommended to evaluate mechanisms influencing bone tissue metabolism by HMB.",
      "mesh_terms": [
        "Absorptiometry, Photon",
        "Anabolic Agents",
        "Bone Density",
        "Bone Density Conservation Agents",
        "Diphosphonates",
        "Female",
        "Femur",
        "Humans",
        "Lumbar Vertebrae",
        "Middle Aged",
        "Osteoporosis, Postmenopausal",
        "Severity of Illness Index",
        "Time",
        "Tomography, X-Ray Computed",
        "Treatment Outcome",
        "Valerates"
      ]
    },
    {
      "pmid": "26522923",
      "title": "Oral supplement enriched in HMB combined with pulmonary rehabilitation improves body composition and health related quality of life in patients with bronchiectasis (Prospective, Randomised Study).",
      "authors": [
        "Gabriel Olveira",
        "Casilda Olveira",
        "Esperanza Doña",
        "Francisco Javier Palenque",
        "Nuria Porras",
        "Antonio Dorado",
        "Ana M Godoy",
        "Elehazara Rubio-Martínez",
        "Gemma Rojo-Martínez",
        "Rocío Martín-Valero"
      ],
      "journal": "Clinical nutrition (Edinburgh, Scotland)",
      "publication_date": "2016-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND & AIMS: Pulmonary Rehabilitation (PR) is recommended for bronchiectasis but there is no data about its effect on body composition. The aim of this study is to assess the effect of Pulmonary Rehabilitation (PR) for 12 weeks in normally-nourished non-cystic-fibrosis bronchiectasis patients compared with the effect of PR plus a hyperproteic oral nutritional supplement enriched with beta-hydroxy-beta-methylbutyrate (HMB) on body composition, muscle strength, quality of life and serum biomarkers. METHODS: single center randomized controlled trial, parallel treatment design: Participants were randomly assigned to receive PR for 12 weeks or PR plus ONS (PRONS) (one can per day). Outcome assessments were performed at baseline, 12 weeks and 24 weeks: body composition (Dual-energy X-Ray Absorptiometry (DEXA), mid-arm muscle circumference (MAMC), phase angle by Bio-impedance), health related quality of life (Spanish QOL-B-V3.0, Physical Functioning Scale), handgrip strength, diet questionnaire, and plasma levels of prealbumin, myostatin and somatomedin-c. RESULTS: Thirty patients were randomized (15 per group) without differences in clinical and respiratory variables. In the PRONS group bone mineral density (BMD), mean and maximum handgrip dynamometry, MAMC, QOLB and prealbumin were significantly increased from baseline at 12 and 24 weeks and Fat free Mass (FFM) and FFM index, at 12 weeks. In the PR group only mean handgrip dynamometry and prealbumin were significantly increased at 12 and 24 weeks. In both groups plasma myostatin was reduced at 12 weeks (without significant differences). CONCLUSION: The addition of a hyperproteic ONS enriched with HMB to Pulmonary Rehabilitation could improve body composition, BMD, muscle strength and health related quality of life in bronchiectasis patients. Clinical Trials Number NCT02048397.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Biomarkers",
        "Body Composition",
        "Body Mass Index",
        "Bone Density",
        "Bronchiectasis",
        "Diet",
        "Dietary Supplements",
        "Electric Impedance",
        "Female",
        "Hand Strength",
        "Humans",
        "Male",
        "Middle Aged",
        "Muscle Strength",
        "Myostatin",
        "Prospective Studies",
        "Quality of Life",
        "Surveys and Questionnaires",
        "Treatment Outcome",
        "Valerates"
      ]
    },
    {
      "pmid": "25700845",
      "title": "β-Hydroxy-β-methylbutyrate (HMB) supplementation and resistance exercise significantly reduce abdominal adiposity in healthy elderly men.",
      "authors": [
        "Jeffrey R Stout",
        "David H Fukuda",
        "Kristina L Kendall",
        "Abbie E Smith-Ryan",
        "Jordan R Moon",
        "Jay R Hoffman"
      ],
      "journal": "Experimental gerontology",
      "publication_date": "2015-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The effects of 12-weeks of HMB ingestion and resistance training (RT) on abdominal adiposity were examined in 48 men (66-78 yrs). All participants were randomly assigned to 1 of 4 groups: no-training placebo (NT-PL), HMB only (NT-HMB), RT with PL (RT-PL), or HMB with RT (RT-HMB). DXA was used to estimate abdominal fat mass (AFM) by placing the region of interest over the L1-L4 region of the spine. Outcomes were assessed by ANCOVA, with Bonferroni-corrected pairwise comparisons. Baseline AFM values were used as the covariate. The ANCOVA indicated a significant difference (p = 0.013) between group means for the adjusted posttest AFM values (mean (kg) ± SE: NT-PL = 2.59 ± 0.06; NT-HMB = 2.59 ± 0.61; RT-PL = 2.59 ± 0.62; RT-HMB = 2.34 ± 0.61). The pairwise comparisons indicated that AFM following the intervention period in the RT-HMB group was significantly less than NT-PL (p = 0.013), NT-HMB (p = 0.011), and RT-PL (p = 0.010). These data suggested that HMB in combination with 12 weeks of RT decreased AFM in elderly men.",
      "mesh_terms": [
        "Abdominal Fat",
        "Adiposity",
        "Aged",
        "Dietary Supplements",
        "Double-Blind Method",
        "Humans",
        "Male",
        "Resistance Training",
        "Valerates"
      ]
    },
    {
      "pmid": "25658432",
      "title": "β-Hydroxy-β-methylbutyrate (HMB) normalizes dexamethasone-induced autophagy-lysosomal pathway in skeletal muscle.",
      "authors": [
        "María D Girón",
        "Jose D Vílchez",
        "Sathyavageeswaran Shreeram",
        "Rafael Salto",
        "Manuel Manzano",
        "Elena Cabrera",
        "Nefertiti Campos",
        "Neile K Edens",
        "Ricardo Rueda",
        "Jose M López-Pedrosa"
      ],
      "journal": "PloS one",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Dexamethasone-induced muscle atrophy is due to an increase in protein breakdown and a decrease in protein synthesis, associated with an over-stimulation of the autophagy-lysosomal pathway. These effects are mediated by alterations in IGF-1 and PI3K/Akt signaling. In this study, we have investigated the effects of β-Hydroxy-β-methylbutyrate (HMB) on the regulation of autophagy and proteosomal systems. Rats were treated during 21 days with dexamethasone as a model of muscle atrophy. Co-administration of HMB attenuated the effects promoted by dexamethasone. HMB ameliorated the loss in body weight, lean mass and the reduction of the muscle fiber cross-sectional area (shrinkage) in gastrocnemius muscle. Consequently, HMB produced an improvement in muscle strength in the dexamethasone-treated rats. To elucidate the molecular mechanisms responsible for these effects, rat L6 myotubes were used. In these cells, HMB significantly attenuated lysosomal proteolysis induced by dexamethasone by normalizing the changes observed in autophagosome formation, LC3 II, p62 and Bnip3 expression after dexamethasone treatment. HMB effects were mediated by an increase in FoxO3a phosphorylation and concomitant decrease in FoxO transcriptional activity. The HMB effect was due to the restoration of Akt signaling diminished by dexamethasone treatment. Moreover, HMB was also involved in the regulation of the activity of ubiquitin and expression of MurF1 and Atrogin-1, components of the proteasome system that are activated or up-regulated by dexamethasone. In conclusion, in vivo and in vitro studies suggest that HMB exerts protective effects against dexamethasone-induced muscle atrophy by normalizing the Akt/FoxO axis that controls autophagy and ubiquitin proteolysis.",
      "mesh_terms": [
        "Animals",
        "Autophagy",
        "Dexamethasone",
        "Glucocorticoids",
        "Lysosomes",
        "Male",
        "Muscle Fibers, Skeletal",
        "Muscle Strength",
        "Muscle, Skeletal",
        "Muscular Atrophy",
        "Phosphorylation",
        "Proteasome Endopeptidase Complex",
        "Proteolysis",
        "Rats",
        "Rats, Sprague-Dawley",
        "Signal Transduction",
        "Valerates"
      ]
    },
    {
      "pmid": "25132809",
      "title": "L-leucine, beta-hydroxy-beta-methylbutyric acid (HMB) and creatine monohydrate prevent myostatin-induced Akirin-1/Mighty mRNA down-regulation and myotube atrophy.",
      "authors": [
        "Christopher Brooks Mobley",
        "Carlton D Fox",
        "Brian S Ferguson",
        "Rajesh H Amin",
        "Vincent J Dalbo",
        "Shawn Baier",
        "John A Rathmacher",
        "Jacob M Wilson",
        "Michael D Roberts"
      ],
      "journal": "Journal of the International Society of Sports Nutrition",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The purpose of this study was to examine if L-leucine (Leu), β-hydroxy-β-methylbutyrate (HMB), or creatine monohydrate (Crea) prevented potential atrophic effects of myostatin (MSTN) on differentiated C2C12 myotubes. METHODS: After four days of differentiation, myotubes were treated with MSTN (10 ng/ml) for two additional days and four treatment groups were studied: 1) 3x per day 10 mM Leu, 2) 3x per day 10 mM HMB, 3) 3x per day 10 mM Crea, 4) DM only. Myotubes treated with DM without MSTN were analyzed as the control condition (DM/CTL). Following treatment, cells were analyzed for total protein, DNA content, RNA content, muscle protein synthesis (MPS, SUnSET method), and fiber diameter. Separate batch treatments were analyzed for mRNA expression patterns of myostatin-related genes (Akirin-1/Mighty, Notch-1, Ski, MyoD) as well as atrogenes (MuRF-1, and MAFbx/Atrogin-1). RESULTS: MSTN decreased fiber diameter approximately 30% compared to DM/CTL myotubes (p < 0.001). Leu, HMB and Crea prevented MSTN-induced atrophy. MSTN did not decrease MPS levels compared to DM/CTL myotubes, but MSTN treatment decreased the mRNA expression of Akirin-1/Mighty by 27% (p < 0.001) and MyoD by 26% (p < 0.01) compared to DM/CTL myotubes. shRNA experiments confirmed that Mighty mRNA knockdown reduced myotube size, linking MSTN treatment to atrophy independent of MPS. Remarkably, MSTN + Leu and MSTN + HMB myotubes had similar Akirin-1/Mighty and MyoD mRNA levels compared to DM/CTL myotubes. Furthermore, MSTN + Crea myotubes exhibited a 36% (p < 0.05) and 86% (p < 0.001) increase in Akirin-1/Mighty mRNA compared to DM/CTL and MSTN-only treated myotubes, respectively. CONCLUSIONS: Leu, HMB and Crea may reduce MSTN-induced muscle fiber atrophy by influencing Akirin-1/Mighty mRNA expression patterns. Future studies are needed to examine if Leu, HMB and Crea independently or synergistically affect Akirin-1/Mighty expression, and how Akirin-1/Mighty expression mechanistically relates to skeletal muscle hypertrophy in vivo."
    },
    {
      "pmid": "25097527",
      "title": "Comparison of levonorgestrel-releasing intrauterine device with oral progestins in heavy menstrual bleeding (HMB) cases with uterine leiomyoma (LNG-IUD and oral progestin usage in myoma uteri).",
      "authors": [
        "Ayse Kavasoglu Tosun",
        "Ismet Tosun",
        "Necdet Suer"
      ],
      "journal": "Pakistan journal of medical sciences",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To compare the effectiveness and acceptability of LNG-IUD with oral progesterone (norethisterone acetate; NETA) in achieving a reduction in volume of the myomas, hemoglobin levels, satisfaction of the women. METHODS: This study includes randomized 30 women treated by LNG-IUD and randomized 30 women treated by oral norethisterone (NETA). All these participants in the study have received medical treatment and had been registered as patients in Istanbul Medeniyet University Göztepe Education and Research Hospital. Leiomyoma volumes and hemoglobin levels have been determined. In the third and sixth months, these measurements have been done again. We examined the adverse effects and the treatment continuity. For the statistical analysis of the findings NCSS [Number Cruncher Statistical System] 2007 & PASS 2008 program; student t, Mann Whitney U, Paired Samples t, Wilcoxon Signed Ranks, Ki-Kare, Fisher's Exact Ki-Kare tests have been used. RESULTS: After six months treatment, the reduction of bleeding determined by Visual Bleeding Score (VBS) in LNG-IUD group is 80% and in oral norethisteron group is 56%; in both groups leiomyoma volumes and hemoglobin levels were significantly high. CONCLUSION: LNG-IUD is a good alternative treatment to the oral progesterone in long term minimizing the hysterectomy for myoma uteri because of the good patient tolerance and easy usage."
    },
    {
      "pmid": "24688085",
      "title": "Effect of HMB/Arg/Gln on the prevention of radiation dermatitis in head and neck cancer patients treated with concurrent chemoradiotherapy.",
      "authors": [
        "Takayuki Imai",
        "Kazuto Matsuura",
        "Yukinori Asada",
        "Shun Sagai",
        "Katsunori Katagiri",
        "Eiichi Ishida",
        "Daisuke Saito",
        "Rei Sadayasu",
        "Hitoshi Wada",
        "Shigeru Saijo"
      ],
      "journal": "Japanese journal of clinical oncology",
      "publication_date": "2014-May",
      "publication_types": [
        "Clinical Trial, Phase II",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: This prospective randomized Phase II study was designed to evaluate the preventive effect of an oral nutrition supplement composed of beta-hydroxy-beta-methylbutyrate, arginine and glutamine (beta-hydroxy-beta-methylbutyrate/arginine/glutamine) on radiation dermatitis in head and neck cancer patients. METHODS: Forty patients with histologically proven head and neck cancer, treated with concurrent chemoradiotherapy involving cisplatin were recruited. They were randomly assigned to the beta-hydroxy-beta-methylbutyrate/arginine/glutamine supplement treatment group (Group A) or the control group that received no supplement (Group B). The primary endpoint of this study was the percentage of patients developing ≥Grade 3 dermatitis. The secondary endpoints were the percentage of patients developing ≥Grade 2 dermatitis, and the duration of each grade of dermatitis relative to the observation period. RESULTS: The incidence of ≥Grade 3 dermatitis did not differ between the two groups. However, as secondary endpoints of this study, the incidence of ≥Grade 2 dermatitis was lower in Group A than B (62.6 vs. 94.4%; P < 0.05), and the duration of ≥Grade 1 dermatitis was shorter in Group A than B (44.8 vs. 56.7%; P < 0.01), as was the duration of ≥Grade 2 dermatitis (16.5 vs. 26.5%; P < 0.05). CONCLUSIONS: Our study indicated that beta-hydroxy-beta-methylbutyrate/arginine/glutamine supplementation was potentially effective in the prevention of radiation dermatitis in head and neck cancer patients.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Antineoplastic Agents",
        "Chemoradiotherapy",
        "Dietary Supplements",
        "Dipeptides",
        "Female",
        "Head and Neck Neoplasms",
        "Humans",
        "Incidence",
        "Male",
        "Middle Aged",
        "Neoplasm Staging",
        "Prospective Studies",
        "Radiodermatitis",
        "Radiotherapy Dosage",
        "Severity of Illness Index",
        "Treatment Outcome",
        "Valerates"
      ]
    },
    {
      "pmid": "24632527",
      "title": "β-hydroxy-β-methylbutyrate (HMB) prevents sepsis-induced diaphragm dysfunction in mice.",
      "authors": [
        "Gerald S Supinski",
        "Leigh A Callahan"
      ],
      "journal": "Respiratory physiology & neurobiology",
      "publication_date": "2014-Jun-01",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Infections induce severe respiratory muscle weakness. Currently there are no treatments for this important clinical problem. We tested the hypothesis that β-hydroxy-β-methylbutyrate (HMB) would prevent sepsis-induced diaphragm weakness. Four groups of adult male mice were studied: controls (saline-injected), sepsis (intraperitoneal lipopolysaccharide), sepsis+HMB (injected intravenously), and HMB. Diaphragm force generation and indices of caspase 3, calpain, 20S proteasomal subunit, and double-stranded RNA-dependent protein kinase (PKR) activation were assessed after 24h. Sepsis elicited large reductions in diaphragm specific force generation at all stimulation frequencies. Endotoxin also activated caspase 3, calpain, the 20S proteasomal subunit and PKR in the diaphragm. HMB blocked sepsis-induced caspase 3, 20S proteasomal and PKR activation, but did not prevent calpain activation. Most importantly, HMB administration significantly attenuated sepsis-induced diaphragm weakness, preserving muscle force generation at all stimulation frequencies (p<0.01). We speculate that HMB may prove to be an important therapy in infected patients, with the potential to increase diaphragm strength, to reduce the duration of mechanical ventilation and to decrease mortality in this patient population.",
      "mesh_terms": [
        "Animals",
        "Calpain",
        "Caspase 3",
        "Diaphragm",
        "Disease Models, Animal",
        "Lipopolysaccharides",
        "Male",
        "Mice",
        "Muscle Strength",
        "Muscle Weakness",
        "Neuromuscular Agents",
        "Organ Size",
        "Phosphorylation",
        "Proteasome Endopeptidase Complex",
        "Sepsis",
        "Valerates",
        "eIF-2 Kinase"
      ]
    },
    {
      "pmid": "24124592",
      "title": "Leucine and HMB differentially modulate proteasome system in skeletal muscle under different sarcopenic conditions.",
      "authors": [
        "Igor L Baptista",
        "Willian J Silva",
        "Guilherme G Artioli",
        "Joao Paulo L F Guilherme",
        "Marcelo L Leal",
        "Marcelo S Aoki",
        "Elen H Miyabara",
        "Anselmo S Moriscot"
      ],
      "journal": "PloS one",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In the present study we have compared the effects of leucine supplementation and its metabolite β-hydroxy-β-methyl butyrate (HMB) on the ubiquitin-proteasome system and the PI3K/Akt pathway during two distinct atrophic conditions, hindlimb immobilization and dexamethasone treatment. Leucine supplementation was able to minimize the reduction in rat soleus mass driven by immobilization. On the other hand, leucine supplementation was unable to provide protection against soleus mass loss in dexamethasone treated rats. Interestingly, HMB supplementation was unable to provide protection against mass loss in all treatments. While solely fiber type I cross sectional area (CSA) was protected in immobilized soleus of leucine-supplemented rats, none of the fiber types were protected by leucine supplementation in rats under dexamethasone treatment. In addition and in line with muscle mass results, HMB treatment did not attenuate CSA decrease in all fiber types against either immobilization or dexamethasone treatment. While leucine supplementation was able to minimize increased expression of both Mafbx/Atrogin and MuRF1 in immobilized rats, leucine was only able to minimize Mafbx/Atrogin in dexamethasone treated rats. In contrast, HMB was unable to restrain the increase in those atrogenes in immobilized rats, but in dexamethasone treated rats, HMB minimized increased expression of Mafbx/Atrogin. The amount of ubiquitinated proteins, as expected, was increased in immobilized and dexamethasone treated rats and only leucine was able to block this increase in immobilized rats but not in dexamethasone treated rats. Leucine supplementation maintained soleus tetanic peak force in immobilized rats at normal level. On the other hand, HMB treatment failed to maintain tetanic peak force regardless of treatment. The present data suggested that the anti-atrophic effects of leucine are not mediated by its metabolite HMB.",
      "mesh_terms": [
        "Animals",
        "Dietary Supplements",
        "Hindlimb Suspension",
        "Leucine",
        "Male",
        "Muscle, Skeletal",
        "Organ Size",
        "Phosphatidylinositol 3-Kinases",
        "Proteasome Endopeptidase Complex",
        "Proto-Oncogene Proteins c-akt",
        "Rats",
        "Sarcopenia",
        "Valerates"
      ]
    },
    {
      "pmid": "23832076",
      "title": "β-Hydroxy-β-methylbutyrate (HMB) enhances the proliferation of satellite cells in fast muscles of aged rats during recovery from disuse atrophy.",
      "authors": [
        "Stephen E Alway",
        "Suzette L Pereira",
        "Neile K Edens",
        "Yanlei Hao",
        "Brian T Bennett"
      ],
      "journal": "Experimental gerontology",
      "publication_date": "2013-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Loss of myonuclei by apoptosis is thought to contribute to sarcopenia. We have previously shown, that the leucine metabolite, β-hydroxy-β-methylbutyrate (HMB) suppresses apoptotic signaling and the apoptotic index (the ratio of apoptotic positive to apoptotic negative myonuclei) during muscle disuse and during reloading periods after disuse in aged rats. However, it was not clear if the apoptotic signaling indexes were due only to preservation of myonuclei or if perhaps the total myogenic pool increased as a result of HMB-mediated satellite cell proliferation as this would have also reduced the apoptotic index. In this study, we tested the hypothesis that HMB would augment myogenic cells (satellite cells) proliferation during muscle recovery (growth) after a period of disuse in senescent animals. The hindlimb muscles of 34 month old Fisher 344 × Brown Norway rats were unloaded for 14 days by hindlimb suspension (HLS), and then reloaded for 14 days. The rats received either Ca-HMB (340 mg/kg body weight; n = 16), or the vehicle (n = 10) by gavage throughout the experimental period. HMB prevented the functional decline in maximal plantar flexion isometric force production during the reloading period, but not during HLS. HMB-treatment enhanced the proliferation of muscle stem cells as shown by a greater percentage of satellite cells that had proliferated (more BrdU positive, Pax-7 positive, and more Pax7/Ki67 positive nuclei) and as a result, more differentiated stem cells were present (more MyoD/myogenin positive myonuclei), relative to total myonuclei, in reloaded plantaris muscles as compared to reloaded muscles from vehicle-treated animals. Furthermore HMB increased the nuclear protein abundance of proliferation markers, inhibitor of differentiation-2 and cyclin A, as compared to vehicle treatment in reloaded muscles. Although HMB increased phosphorylated Akt during reloading, other mTOR related proteins were not altered by HMB treatment. These data show that HMB improved the proliferation of muscle stem cells in fast twitch plantaris muscles. Enhanced satellite cell proliferation leading to increased differentiated myonuclei should increase the transcriptional potential to support muscle hypertrophic changes and functional changes in sarcopenic muscles, and this could partly explain the reduced apoptotic index in HMB treated muscles. Indeed, muscle mass and fiber cross-sectional area were significantly greater in plantaris muscles from HMB-treated animal muscles after reloading as compared to vehicle-treated animals.",
      "mesh_terms": [
        "Aging",
        "Animals",
        "Body Weight",
        "Cell Differentiation",
        "Cell Proliferation",
        "Dietary Supplements",
        "Drug Evaluation, Preclinical",
        "Eating",
        "Hindlimb Suspension",
        "Isometric Contraction",
        "Male",
        "Muscle, Skeletal",
        "Muscular Disorders, Atrophic",
        "MyoD Protein",
        "Myogenin",
        "Nuclear Proteins",
        "Organ Size",
        "Paired Box Transcription Factors",
        "Rats",
        "Rats, Inbred F344",
        "Satellite Cells, Skeletal Muscle",
        "Signal Transduction",
        "Stem Cells",
        "TOR Serine-Threonine Kinases",
        "Valerates"
      ]
    },
    {
      "pmid": "23514626",
      "title": "Effect of β-hydroxy-β-methylbutyrate (HMB) on lean body mass during 10 days of bed rest in older adults.",
      "authors": [
        "Nicolaas E P Deutz",
        "Suzette L Pereira",
        "Nicholas P Hays",
        "Jeffery S Oliver",
        "Neile K Edens",
        "Chris M Evans",
        "Robert R Wolfe"
      ],
      "journal": "Clinical nutrition (Edinburgh, Scotland)",
      "publication_date": "2013-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Loss of muscle mass due to prolonged bed rest decreases functional capacity and increases hospital morbidity and mortality in older adults. OBJECTIVE: To determine if HMB, a leucine metabolite, is capable of attenuating muscle decline in healthy older adults during complete bed rest. DESIGN: A randomized, controlled, double-blinded, parallel-group design study was carried out in 24 healthy (SPPB ≥ 9) older adult subjects (20 women, 4 men), confined to complete bed rest for ten days, followed by resistance training rehabilitation for eight weeks. Subjects in the experimental group were treated with HMB (calcium salt, 1.5 g twice daily - total 3 g/day). Control subjects were treated with an inactive placebo powder. Treatments were provided starting 5 days prior to bed rest till the end rehabilitation phase. DXA was used to measure body composition. RESULTS: Nineteen eligible older adults (BMI: 21-33; age: 60-76 year) were evaluable at the end of the bed rest period (Control n = 8; Ca-HMB n = 11). Bed rest caused a significant decrease in total lean body mass (LBM) (2.05 ± 0.66 kg; p = 0.02, paired t-test) in the Control group. With the exclusion of one subject, treatment with HMB prevented the decline in LBM over bed rest -0.17 ± 0.19 kg; p = 0.23, paired t-test). There was a statistically significant difference between treatment groups for change in LBM over bed rest (p = 0.02, ANOVA). Sub-analysis on female subjects (Control = 7, HMB = 8) also revealed a significant difference in change in LBM over bed rest between treatment groups (p = 0.04, ANOVA). However, differences in function parameters could not be observed, probably due to the sample size of the study. CONCLUSIONS: In healthy older adults, HMB supplementation preserves muscle mass during 10 days of bed rest. These results need to be confirmed in a larger trial.",
      "mesh_terms": [
        "Absorptiometry, Photon",
        "Aged",
        "Aging",
        "Bed Rest",
        "Body Composition",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Muscle Development",
        "Muscle Proteins",
        "Muscle Strength",
        "Muscle, Skeletal",
        "Musculoskeletal Physiological Phenomena",
        "Resistance Training",
        "Sarcopenia",
        "Valerates",
        "Whole Body Imaging"
      ]
    },
    {
      "pmid": "22705301",
      "title": "β-Hydroxy-β-methylbutyrate (HMB) prevents dexamethasone-induced myotube atrophy.",
      "authors": [
        "Zaira Aversa",
        "Nima Alamdari",
        "Estibaliz Castillero",
        "Maurizio Muscaritoli",
        "Filippo Rossi Fanelli",
        "Per-Olof Hasselgren"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2012-Jul-13",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "High levels of glucocorticoids result in muscle wasting and weakness. β-hydroxy-β-methylbutyrate (HMB) attenuates the loss of muscle mass in various catabolic conditions but the influence of HMB on glucocorticoid-induced muscle atrophy is not known. We tested the hypothesis that HMB prevents dexamethasone-induced atrophy in cultured myotubes. Treatment of cultured L6 myotubes with dexamethasone resulted in increased protein degradation and expression of atrogin-1 and MuRF1, decreased protein synthesis and reduced myotube size. All of these effects of dexamethasone were attenuated by HMB. Additional experiments provided evidence that the inhibitory effects of HMB on dexamethasone-induced increase in protein degradation and decrease in protein synthesis were regulated by p38/MAPK- and PI3K/Akt-dependent cell signaling, respectively. The present results suggest that glucocorticoid-induced muscle wasting can be prevented by HMB.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Cell Line",
        "Dexamethasone",
        "Muscle Fibers, Skeletal",
        "Muscle Proteins",
        "Muscle Weakness",
        "Muscular Atrophy",
        "Protein Biosynthesis",
        "Proteolysis",
        "Rats",
        "SKP Cullin F-Box Protein Ligases",
        "Tripartite Motif Proteins",
        "Ubiquitin-Protein Ligases",
        "Valerates"
      ]
    },
    {
      "pmid": "22578071",
      "title": "Effects of combined maternal administration with alpha-ketoglutarate (AKG) and β-hydroxy-β-methylbutyrate (HMB) on prenatal programming of skeletal properties in the offspring.",
      "authors": [
        "Marcin R Tatara",
        "Witold Krupski",
        "Barbara Tymczyna",
        "Tadeusz Studziński"
      ],
      "journal": "Nutrition & metabolism",
      "publication_date": "2012-May-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nutritional manipulations during fetal growth may induce long-term metabolic effects in postnatal life. The aim of the study was to test whether combined treatment of pregnant sows with alpha-ketoglutarate and β-hydroxy-β-methylbutyrate induces additive long-term effects on skeletal system properties in the offspring. METHODS: The study was performed on 290 pigs obtained from 24 sows divided into 4 equal groups and subjected to experimental treatment during two weeks before delivery. The first group consisted of control sows, while the second group received alpha-ketoglutarate. The third group was treated with β-hydroxy-β-methylbutyrate and the fourth group underwent combined administration of alpha-ketoglutarate and β-hydroxy-β-methylbutyrate. Piglets obtained from sows were reared until slaughter age to perform morphometric, densitometric and mechanical analyses of femur. Serum evaluations of growth hormone, insulin-like growth factor-1, bone-specific alkaline phosphatase and osteocalcin were performed in newborns and 90-day old piglets; additionally, plasma amino acid concentration was measured in newborns. RESULTS: Maternal treatment with alpha-ketoglutarate and β-hydroxy-β-methylbutyrate significantly reduced fattening time and increased birth body weight, daily body weight gain, bone weight, volumetric bone mineral density, geometrical parameters and mechanical endurance of femur. These effects were associated with increased serum concentrations of growth hormone, insulin-like growth factor-1, bone-specific alkaline phosphatase and osteocalcin. Furthermore, alpha-ketoglutarate and β-hydroxy-β-methylbutyrate administered solely or in combination significantly increased plasma level of 19 amino acids. CONCLUSIONS: Hormonal and amino acid evaluations in pigs indicate additive effects of AKG and HMB on systemic growth and development; however, determination of bone properties has not shown such phenomenon."
    },
    {
      "pmid": "21184031",
      "title": "β-hydroxy-β-methylbutyrate (HMB) attenuates muscle and body weight loss in experimental cancer cachexia.",
      "authors": [
        "Zaira Aversa",
        "Andrea Bonetto",
        "Paola Costelli",
        "Valerio Giacomo Minero",
        "Fabio Penna",
        "Francesco Maria Baccino",
        "Simone Lucia",
        "Filippo Rossi Fanelli",
        "Maurizio Muscaritoli"
      ],
      "journal": "International journal of oncology",
      "publication_date": "2011-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "β-hydroxy-β-methylbutyrate (HMB), a leucine metabolite, improves muscle mass and function. This study aimed at evaluating the effects of HMB administration in an experimental in vivo model of cancer cachexia (CC). Wistar rats were randomized to receive standard or 4% HMB-enriched chow. Rats from both groups were randomized to receive an i.p. inoculum of AH-130 cells (TB). All rats were weighed and sacrificed at day 24. Liver, heart and muscles were dissected and weighed. The protein levels of p-p70S6k, p-eIf2α, p-mTOR and p-4-EB-P1 were evaluated by Western blotting on gastrocnemius muscle (GSN). As expected, the growth of the AH-130 ascites hepatoma induced significant carcass weight and GSN muscle loss. HMB treatment significantly increased GSN and heart weight in controls (p=0.002 and p<0.001, respectively). In HMB-treated TB, body weight was not lost but significantly (p=0.003) increased, and GSN loss was significantly (p=0.04) attenuated with respect to TB. Phosphorylated eIF2α markedly decreased in TB-rats vs. C. Feeding the HMB-enriched diet resulted in decreased p-eIF2α levels in control animals, while no changes could be observed in the TB group. Phosphorylated p70S6K and phosphorylated mTOR were markedly increased by HMB treatment in controls and further increased in TB. Phosphorylated 4-EB-P1 was markedly increased in TB but substantially unaffected by HMB treatment. Administration of HMB attenuates body weight and muscle loss in experimental CC. Increased phosphorylation of key anabolic molecules suggests that these actions are mediated by improved protein anabolism in muscle.",
      "mesh_terms": [
        "Animals",
        "Body Weight",
        "Cachexia",
        "Down-Regulation",
        "Drug Evaluation, Preclinical",
        "Male",
        "Muscle, Skeletal",
        "Muscular Atrophy",
        "Neoplasms",
        "Neoplasms, Experimental",
        "Random Allocation",
        "Rats",
        "Rats, Wistar",
        "Valerates",
        "Weight Loss"
      ]
    },
    {
      "pmid": "21134325",
      "title": "Free acid gel form of β-hydroxy-β-methylbutyrate (HMB) improves HMB clearance from plasma in human subjects compared with the calcium HMB salt.",
      "authors": [
        "John C Fuller",
        "Rick L Sharp",
        "Hector F Angus",
        "Shawn M Baier",
        "John A Rathmacher"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2011-Feb",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The leucine metabolite, β-hydroxy-β-methylbutyrate (HMB), is a nutritional supplement that increases lean muscle and strength with exercise and in disease states. HMB is presently available as the Ca salt (CaHMB). The present study was designed to examine whether HMB in free acid gel form will improve HMB availability to tissues. Two studies were conducted and in each study four males and four females were given three treatments in a randomised, cross-over design. Treatments were CaHMB (gelatin capsule, 1 g), equivalent HMB free acid gel swallowed (FASW) and free acid gel held sublingual for 15 s then swallowed (FASL). Plasma HMB was measured for 3 h following treatment in study 1 and 24 h with urine collection in study 2. In both the studies, the times to peak plasma HMB were 128 (sem 11), 38 (sem 4) and 38 (sem 1) min (P < 0·0001) for CaHMB, FASW and FASL, respectively. The peak concentrations were 131 (sem 6), 249 (sem 14) and 239 (sem 14) μmol/l (P < 0·0001) for CaHMB, FASW and FASL, respectively. The areas under the curve were almost double for FASW and FASL (P < 0·0001). Daily urinary HMB excretion was not significantly increased resulting in more HMB retained (P < 0·003) with FASW and FASL. Half-lives were 3·17 (sem 0·22), 2·50 (sem 0·13) and 2·51 (sem 0·14) h for CaHMB, FASW and FASL, respectively (P < 0·004). Free acid gel resulted in quicker and greater plasma concentrations (+185%) and improved clearance (+25%) of HMB from plasma. In conclusion, HMB free acid gel could improve HMB availability and efficacy to tissues in health and disease.",
      "mesh_terms": [
        "Adult",
        "Biological Availability",
        "Calcium Compounds",
        "Cross-Over Studies",
        "Dietary Supplements",
        "Female",
        "Gels",
        "Humans",
        "Longitudinal Studies",
        "Male",
        "Metabolic Clearance Rate",
        "Salts",
        "Valerates",
        "Young Adult"
      ]
    },
    {
      "pmid": "19164608",
      "title": "Year-long changes in protein metabolism in elderly men and women supplemented with a nutrition cocktail of beta-hydroxy-beta-methylbutyrate (HMB), L-arginine, and L-lysine.",
      "authors": [
        "Shawn Baier",
        "Darcy Johannsen",
        "Naji Abumrad",
        "John A Rathmacher",
        "Steven Nissen",
        "Paul Flakoll"
      ],
      "journal": "JPEN. Journal of parenteral and enteral nutrition",
      "publication_date": "2009",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: A major contributing factor to the loss of mobility in elderly people is the gradual and continuous loss of lean body mass. OBJECTIVES: To determine whether supplementation of an amino acid cocktail daily for 1 year could improve the age-associated changes in protein turnover and lean body mass in elderly people. DESIGN: Elderly (76+/-1.6 years) women (n=39) and men (n=38) were recruited for a double-blinded controlled study. Study participants were randomly assigned to either an isonitrogenous control-supplement (n=37) or a treatment-supplement (HMB/Arg/Lys) consisting of beta-hydroxy-beta-methylbutyrate, L-arginine, and L-lysine (n=40) for the 1-year study. Lean tissue mass was measured using both bioelectrical-impedance analysis (BIA) and dual energy x-ray absorptiometry (DXA). Rates of whole-body protein turnover were estimated using primed/intermittent oral doses of 15N-glycine. RESULTS: In subjects taking the HMB/Arg/Lys supplement, lean tissue increased over the year of study while in the control group, lean tissue did not change. Compared with control, HMB/Arg/Lys increased body cell mass (BIA) by 1.6% (P=.002) and lean mass (DXA) by 1.2% (P=.05). The rates of protein turnover were significantly increased 8% and 12% in the HMB/Arg/Lys-supplemented group while rates of protein turnover decreased 11% and 9% in the control-supplemented subjects (P<.01), at 3 and 12 months, respectively. CONCLUSIONS: Consumption of a simple amino acid-related cocktail increased protein turnover and lean tissue in elderly individuals in a year-long study.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Aging",
        "Arginine",
        "Body Composition",
        "Dietary Supplements",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Female",
        "Humans",
        "Lysine",
        "Male",
        "Muscle, Skeletal",
        "Patient Compliance",
        "Proteins",
        "Surveys and Questionnaires",
        "Valerates"
      ]
    },
    {
      "pmid": "18700848",
      "title": "Effect of β-hydroxy-β-methylbutyrate (HMB) administration on volumetric bone mineral density, and morphometric and mechanical properties of tibia in male turkeys.",
      "authors": [
        "M R Tatara"
      ],
      "journal": "Journal of animal physiology and animal nutrition",
      "publication_date": "2009-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "This study was performed to investigate the effects of β-hydroxy-β-methylbutyrate (HMB) administration on skeletal system properties in turkeys. Thirty-two males were randomly divided into two groups at the age of 35 days of life. The first group included control turkeys (n = 16) treated with placebo, while the second group of birds (HMB group; n = 16) was administered orally with calcium salt of HMB during the last 15 weeks of life. The turkeys were sacrificed at the age of 20 weeks and tibia was isolated for analysis of bone geometrical parameters, volumetric bone mineral density (vBMD) and mechanical properties. Furthermore, assessment of free amino acid concentrations in plasma was performed. The results showed a 6.3% increase of vBMD of tibia in response to HMB treatment (p < 0.01). Cross-sectional area, second moment of inertia, maximum elastic strength and ultimate strength of tibia were significantly increased in HMB-treated turkeys by 21.3%, 49.0%, 27.2% and 28.3%, respectively (p ≤ 0.01). β-hydroxy-β-methylbutyrate administration increased plasma concentrations of proline,glutamate, leucine, isoleucine, valine, alanine, aspartate, phenylalanine and cysteic acid (p < 0.05). These results indicate that long-term administration of HMB improves vBMD, and geometrical and mechanical properties of skeletal system in turkeys, and that these effects are associated with improved plasma amino acid concentrations.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Biomechanical Phenomena",
        "Bone Density",
        "Diet",
        "Dietary Supplements",
        "Male",
        "Tibia",
        "Turkeys",
        "Valerates"
      ]
    },
    {
      "pmid": "17433802",
      "title": "Prenatal programming of skeletal development in the offspring: effects of maternal treatment with beta-hydroxy-beta-methylbutyrate (HMB) on femur properties in pigs at slaughter age.",
      "authors": [
        "Marcin R Tatara",
        "Ewa Sliwa",
        "Witold Krupski"
      ],
      "journal": "Bone",
      "publication_date": "2007-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Alteration in fetal growth and development in response to prenatal environmental conditions such as nutrition has long-term or permanent effects during postnatal life. The aim of this study was to investigate effects of beta-hydroxy-beta-methylbutyrate (HMB) treatment of sows during the last 2 weeks of pregnancy on programming of skeletal development in the offspring. The study was performed on 141 pigs born by 12 sows of Polish Landrace breed. Two weeks before delivery, pregnant sows were divided into two groups. The first group consisted of control sows (N=6) that were treated with placebo. Sows that were orally treated with beta-hydroxy-beta-methylbutyrate (N=6) at the dosage of 0.05 g/kg of body weight per day belonged to the second group. Newborn piglets were weighed and subjected to blood collection for determination of serum levels of growth hormone (GH), insulin-like growth factor-1 (IGF-1), insulin, leptin, glucose and bone alkaline phosphatase (BAP) activity and lipid profile. At the age of 6 months, the piglets were slaughtered, their femur was isolated for analysis and assessment of lean meat content of carcasses was performed. The effects of maternal administration with HMB on skeletal properties in the offspring were evaluated in relation to bone mineral density and geometrical and mechanical properties. Maternal treatment with HMB increased serum levels of GH, IGF-1 and BAP activity in the newborns by 38.0%, 20.0% and 26.0%, respectively (P<0.01). HMB administration significantly increased volumetric bone mineral density of the trabecular and cortical bone of femur in the offspring at the age of 6 months (P<0.001). The weight of femur and geometrical parameters such as cross-sectional area, second moment of inertia, mean relative wall thickness and cortical index were significantly increased after HMB treatment (P<0.05). HMB induced higher values of maximum elastic strength and ultimate strength of femur (P<0.01). Furthermore, lean meat content of carcass was significantly increased in the females born by HMB-treated sows (P<0.05). The obtained results showed that maternal administration with HMB has positive long-term effects on bone tissue and improves volumetric bone mineral density, geometrical and mechanical properties of femur in the offspring. These effects were connected with increased level of GH and IGF-1 in the newborns indicating involvement of improved somatotrophic axis function in prenatal programming of skeletal development in pigs.",
      "mesh_terms": [
        "Alkaline Phosphatase",
        "Animals",
        "Animals, Newborn",
        "Biomechanical Phenomena",
        "Blood Glucose",
        "Body Composition",
        "Bone Density",
        "Bone and Bones",
        "Elasticity",
        "Female",
        "Femur",
        "Fetal Development",
        "Growth Hormone",
        "Insulin",
        "Insulin-Like Growth Factor I",
        "Leptin",
        "Pregnancy",
        "Sus scrofa",
        "Valerates"
      ]
    },
    {
      "pmid": "16286672",
      "title": "Supplementation with beta-hydroxy-beta-methylbutyrate (HMB) and alpha-ketoisocaproic acid (KIC) reduces signs and symptoms of exercise-induced muscle damage in man.",
      "authors": [
        "Ken A van Someren",
        "Adam J Edwards",
        "Glyn Howatson"
      ],
      "journal": "International journal of sport nutrition and exercise metabolism",
      "publication_date": "2005-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study examined the effects of beta-hydroxyl-beta-methylbutyrate (HMB) and alpha-ketoisocaproic acid (KIC) supplementation on signs and symptoms of exercise-induced muscle damage following a single bout of eccentrically biased resistance exercise. Six non-resistance trained male subjects performed an exercise protocol designed to induce muscle damage on two separate occasions, performed on the dominant or non-dominant arm in a counter-balanced crossover design. Subjects were assigned to an HMB/KIC (3 g HMB and 0.3 g alpha-ketoisocaproic acid, daily) or placebo treatment for 14 d prior to exercise in the counter-balanced crossover design. One repetition maximum (1RM), plasma creatine kinase activity (CK), delayed onset muscle soreness (DOMS), limb girth, and range of motion (ROM) were determined pre-exercise, at 1h, 24 h, 48 h, and 72 h post-exercise. DOMS and the percentage changes in 1RM, limb girth, and ROM all changed over the 72 h period (P < 0.05). HMB//IC supplementation attenuated the CK response, the percentage decrement in 1RM, and the percentage increase in limb girth (P < 0.05). In addition, DOMS was reduced at 24 h post-exercise (P < 0.05) in the HMB/KIC treatment. In conclusion, 14 d of HMB and KIC supplementation reduced signs and symptoms of exercise-induced muscle damage in non-resistance trained males following a single bout of eccentrically biased resistance exercise.",
      "mesh_terms": [
        "Adult",
        "Creatine Kinase",
        "Cross-Over Studies",
        "Dietary Supplements",
        "Double-Blind Method",
        "Humans",
        "Isometric Contraction",
        "Keto Acids",
        "Male",
        "Muscle, Skeletal",
        "Range of Motion, Articular",
        "Torque",
        "Valerates",
        "Weight Lifting"
      ]
    },
    {
      "pmid": "15956311",
      "title": "Effects of 2-hydroxy-4-(methylthio) butanoic acid (HMB) and its isopropyl ester on milk production and composition by Holstein cows.",
      "authors": [
        "N R St-Pierre",
        "J T Sylvester"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2005-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The esterification of 2-hydroxy-4-(methylthio)-butanoic acid (HMB) to isopropanol (HMBi) decreases the rate and extent of its ruminal breakdown. The modes of action of HMB and HMBi appear to be different. The quantification of the production response to HMBi has not been done. The objectives of this study were (1) to determine the lactation response to HMB, (2) to determine the lactation response to HMBi, and (3) to evaluate whether the response to HMBi is affected by HMB in the diet. Sixty-one Holstein cows (24 primiparous, 37 multiparous) were assigned to 1 of 4 dietary treatments 21 to 28 d after calving. The base diet consisted of [on a dry matter (DM) basis] 32.5% corn silage, 17.5% alfalfa hay, 10% whole cottonseed, and 40% of a pelleted concentrate made primarily of ground corn, soybean meal, and blood meal, and was fed for 16 wk as a control diet. To prepare the dietary treatments, the base diet was supplemented with 0.1% of diet DM with HMB (treatment 2), with 0.15% HMBi (treatment 3), or with 0.045% HMB and 0.15% HMBi (treatment 4). Results showed a significant increase in milk yield (2.9 kg/d), protein content (0.15%), protein yield (115 g/d), fat yield (165 g/d), and lactose yield (182 g/d) from HMBi. Supplementation of HMB had small and nonsignificant effects on milk yield and composition. There were no significant interaction effects of HMB with HMBi on any of the production traits measured in this experiment. Plasma free Met as a proportion of essential amino acids was increased by HMBi, but not by HMB. Dietary supplementation of HMBi increased gross N efficiency expressed as the proportion of ingested N secreted in milk. Consequently, HMBi significantly improved N efficiency.",
      "mesh_terms": [
        "2-Propanol",
        "Amino Acids",
        "Animals",
        "Body Composition",
        "Body Weight",
        "Cattle",
        "Cottonseed Oil",
        "Diet",
        "Esterification",
        "Female",
        "Lactation",
        "Medicago sativa",
        "Methionine",
        "Milk",
        "Milk Proteins",
        "Nitrogen",
        "Silage",
        "Zea mays"
      ]
    },
    {
      "pmid": "12939087",
      "title": "Effects of 2-hydroxy-4-(methylthio) butanoic acid (HMB) on microbial growth in continuous culture.",
      "authors": [
        "S M Noftsger",
        "N R St-Pierre",
        "S K R Karnati",
        "J L Firkins"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2003-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "2-Hydroxy-4-(methylthio) butanoic acid (HMB) positively affects milk composition and yield, potentially through ruminal actions. Four continuous culture fermenters were used to determine the optimal concentration of HMB for digestibility of organic matter (OM), neutral detergent fiber (NDF), acid detergent fiber (ADF), and hemicellulose and synthesis of microbial N. A highly degradable mix of hay and grain was used as a basal diet to simulate a typical lactation diet. Three concentrations of HMB (0, 0.055, and 0.110%) and one concentration of dl-Met (0.097%) were infused into the fermenters according to a 4 x 4 Latin square design. Digesta samples were collected during the last 3 d of each of the four 10-d experimental periods. Digestibility of OM, hemicellulose, and NDF was largely insensitive to treatment. Digestibility of ADF showed a quadratic effect to supplementation of HMB, with 0.055% having lower digestibility than 0 or 0.110%. Total production of VFA was not influenced by HMB supplementation, but differences in concentration and production of individual VFA were seen. Isobutyrate increased linearly with increasing HMB supplementation. Propionate concentration decreased linearly with increased HMB supplementation, but propionate production showed a quadratic trend (P = 0.13). A higher concentration of acetate was detected for dl-Met compared with the highest HMB concentration. There were trends (P < 0.15) for dl-Met to decrease the production of isobutyrate and to lower the concentration of butyrate when compared with HMB. Microbial efficiency was not different among treatments. The proportion of bacterial N produced from NH3-N decreased linearly with increasing HMB, and bacteria receiving dl-Met synthesized more N from NH3-N than those receiving HMB. These data suggest that supplementation of HMB may have a sparing effect on branched chain volatile fatty acids because the fatty acids are not needed to provide carbon for synthesis of valine, isoleucine and leucine with ammonia. Comparisons of bacterial community structure in the fermenter effluent samples using PCR amplicons containing the ribosomal intergenic spacer region and its flanking partial 16S ribosomal RNA gene showed no distinct banding patterns, though treatments tended to group together. Both Met and HMB affect the rumen microbial population, but Met supplied as dl-Met does not act identically to that supplied as HMB.",
      "mesh_terms": [
        "Ammonia",
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Bacteria",
        "Cattle",
        "Cells, Cultured",
        "DNA, Bacterial",
        "Detergents",
        "Dietary Fiber",
        "Digestion",
        "Dose-Response Relationship, Drug",
        "Energy Intake",
        "Fatty Acids, Volatile",
        "Female",
        "Fermentation",
        "Lactation",
        "Methionine",
        "Milk",
        "Nitrogen",
        "Polymerase Chain Reaction",
        "Rumen"
      ]
    },
    {
      "pmid": "12031256",
      "title": "beta-hydroxy-beta-methylbutyrate (HMB) kinetics and the influence of glucose ingestion in humans.",
      "authors": [
        "Matthew D. Vukovich",
        "Gary Slater",
        "Martina B. Macchi",
        "Michael J. Turner",
        "Keiren Fallon",
        "Tanya Boston",
        "John Rathmacher"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2001-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The dietary supplement, beta-hydroxy-beta-methylbutyrate (HMB), has been shown to decrease muscle proteolysis during the stress of exercise and disease. The aim of this investigation was to determine the time course kinetics of HMB and to determine whether oral glucose ingestion alters the kinetics. In Study 1, eight males (32 +/- 10 yrs) participated in two randomize trials: 1) oral ingestion of 1g of HMB with water in capsule form (HMB), and 2) placebo. Blood samples were obtained prior to ingestion of treatment and at 30, 60, 90, 120, 150, and 180 min for the measurement of plasma HMB. Additional blood samples were obtained at 6, 9, and 12 hr. Urine was collected prior to ingestion and at 3, 6, 9, and 12 h for the measurement of urinary HMB. In Study 2, eight males (25 +/- 6 yrs) followed the same study design and testing procedure as for Study 1. Treatments were 1) modified glucose tolerance test (75 g glucose) (GLU), 2) oral ingestion of 3 g of HMB with water (HMB), and 3) ingestion of 3 g of HMB with 75 g of glucose (HMB+GLU). Blood samples were analyzed for insulin, glucose, and HMB. Additional blood samples were obtained at 24h and 36h for the measurement of HMB. Additional urine samples were collected at 24h and 36h. In Study 1, plasma HMB peaked at 120 nmol/ml at 2.0 +/- 0.4 hr in HMB trial. Half-life was 2.37 +/- 0.1 hr. Following the consumption of 1g of HMB, approximately 14% of the HMB consumed accumulated in the urine. In Study 2, plasma glucose and insulin levels were significantly greater in GLU and HMB+GLU treated subjects compared to HMB treated subject at minutes 30, 60 and 90. Plasma HMB peaked at 487.9 +/- 19.0 nmol/ml at 1.0 +/- 0.1 hr in the HMB treated subjects and at 352.1 +/- 15.3 nmol/ml at 1.94 +/- 0.2 hr when subjects consumed HMB+GLU. The time to reach peak was different (P <0.001) between HMB and HMB+GLU. The plasma HMB half-life was less (P = 0.08) 2.38 +/- 0.1 hr in HMB trial compared to 2.69 +/- 0.2 hr in HMB+GLU trial. Area under the plasma HMB curve during the first 3 hr was less (P = 0.002) in the HMB+GLU trial compared to the HMB trial. From 3 h through 36 h the area under the HMB curve tended to be less (P = 0.106) for the HMB+GLU compared to the HMB alone. HMB accumulation in the urine as well as the area under the curve were similar with both HMB (94875.8 +/- 15159.5 nmol/36 hrs) and HMB+GLU (80678.2 +/- 3863.1 nmol/36 hrs). The percentage of the HMB dose that accumulates in the urine was 27% for HMB+GLU and 29% for HMB alone. In conclusion, HMB plasma levels peak within 60 to 120 min depending on the amount of HMB consumed and whether glucose is consumed with HMB. The plasma half-life is approximately 2.5 hr. Plasma HMB reaches baseline levels at approximately 9 hr following ingestion. However, 70 to 85% of the ingested oral HMB is retained in the body for further metabolism."
    },
    {
      "pmid": "11599506",
      "title": "Beta-hydroxy-beta-methylbutyrate (HMB) supplementation does not affect changes in strength or body composition during resistance training in trained men.",
      "authors": [
        "G Slater",
        "D Jenkins",
        "P Logan",
        "H Lee",
        "M Vukovich",
        "J A Rathmacher",
        "A G Hahn"
      ],
      "journal": "International journal of sport nutrition and exercise metabolism",
      "publication_date": "2001-Sep",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This investigation evaluated the effects of oral beta-hydroxy-beta-methylbutyrate (HMB) supplementation on training responses in resistance-trained male athletes who were randomly administered HMB in standard encapsulation (SH), HMB in time release capsule (TRH), or placebo (P) in a double-blind fashion. Subjects ingested 3 g x day(-1) of HMB or placebo for 6 weeks. Tests were conducted pre-supplementation and following 3 and 6 weeks of supplementation. The testing battery assessed body mass, body composition (using dual energy x-ray absorptiometry), and 3-repetition maximum isoinertial strength, plus biochemical parameters, including markers of muscle damage and muscle protein turnover. While the training and dietary intervention of the investigation resulted in significant strength gains (p < .001) and an increase in total lean mass (p = .01), HMB administration had no influence on these variables. Likewise, biochemical markers of muscle protein turnover and muscle damage were also unaffected by HMB supplementation. The data indicate that 6 weeks of HMB supplementation in either SH or TRH form does not influence changes in strength and body composition in response to resistance training in strength-trained athletes.",
      "mesh_terms": [
        "Adult",
        "Analysis of Variance",
        "Body Composition",
        "Dietary Supplements",
        "Double-Blind Method",
        "Energy Metabolism",
        "Exercise",
        "Humans",
        "Male",
        "Muscle Contraction",
        "Physical Education and Training",
        "Valerates"
      ]
    },
    {
      "pmid": "11448573",
      "title": "Creatine and beta-hydroxy-beta-methylbutyrate (HMB) additively increase lean body mass and muscle strength during a weight-training program.",
      "authors": [
        "E Jówko",
        "P Ostaszewski",
        "M Jank",
        "J Sacharuk",
        "A Zieniewicz",
        "J Wilczak",
        "S Nissen"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2001",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We investigated whether creatine (CR) and beta-hydroxy-beta-methylbutyrate (HMB) act by similar or different mechanisms to increase lean body mass (LBM) and strength in humans undergoing progressive resistance-exercise training. In this double-blind, 3-wk study, subjects (n = 40) were randomized to placebo (PL; n = 10), CR (20.0 g of CR/d for 7 d followed by 10.0 g of CR/d for 14 d; n = 11), HMB (3.0 g of HMB/d; n = 9), or CR-and-HMB (CR/HMB; n = 10) treatment groups. Over 3 wk, all subjects gained LBM, which was assessed by bioelectrical impedance analysis. The CR, HMB and CR/HMB groups gained 0.92, 0.39, and 1.54 kg of LBM, respectively, over the placebo group, with a significant effect with CR supplementation (main effect P = 0.05) and a trend with HMB supplementation (main effect P = 0.08). These effects were additive because there was no interaction between CR and HMB (CR x HMB main effect P = 0.73). Across all exercises, HMB, CR, and CR/HMB supplementation caused accumulative strength increases of 37.5, 39.1, and 51.9 kg, respectively, above the placebo group. The exercise-induced rise in serum creatine phosphokinase was markedly suppressed with HMB supplementation (main effect P = 0.01). However, CR supplementation antagonized the HMB effects on serum creatine phosphokinase (CR x HMB interactive effect P = 0.04). Urine urea nitrogen and plasma urea were not affected by CR supplementation, but both decreased with HMB supplementation (HMB effect P < 0.05), suggesting a nitrogen-sparing effect. In summary, CR and HMB can increase LBM and strength, and the effects are additive. Although not definitive, these results suggest that CR and HMB act by different mechanisms.",
      "mesh_terms": [
        "Adult",
        "Amino Acids",
        "Blood Urea Nitrogen",
        "Body Composition",
        "Creatine",
        "Creatine Kinase",
        "Creatinine",
        "Dietary Supplements",
        "Double-Blind Method",
        "Drug Synergism",
        "Electric Impedance",
        "Humans",
        "Male",
        "Muscle, Skeletal",
        "Nitrogen",
        "Urea",
        "Valerates",
        "Weight Lifting"
      ]
    },
    {
      "pmid": "11312433",
      "title": "Rapid HMB-45 staining in Mohs micrographic surgery for melanoma in situ and invasive melanoma.",
      "authors": [
        "G M Menaker",
        "J K Chiang",
        "B Tabila",
        "R L Moy"
      ],
      "journal": "Journal of the American Academy of Dermatology",
      "publication_date": "2001-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Accurate interpretation of frozen sections in the treatment of melanoma by Mohs micrographic surgery may be difficult. OBJECTIVE: Our purpose was to review the literature on the role of Mohs micrographic surgery in the treatment of melanoma and to demonstrate the added benefits of using rapid HMB-45 staining in Mohs micrographic surgery for the treatment of melanoma. METHODS: Twenty cases of melanoma were included in our study. Histologic diagnosis in each case was made by means of excisional biopsy specimens and permanent sections. Mohs micrographic surgery was performed with 3-mm margins used for each stage. Each Mohs frozen section was stained with HMB-45. In addition, routine frozen sections stained with hematoxylin-eosin were also prepared for comparison. All tissues were also sent for permanent sections. These permanent sections were cut similarly to Mohs-oriented sections because they were sectioned horizontally. Since they were serving as the standard, no staining with HMB-45 was performed on these permanent sections. Further stages with 3-mm margins were taken until tissues stained negative. Frozen sections were compared with permanent sections at each stage of resection. RESULTS: Eleven of the 20 cases stained positive with HMB-45 antibody on the first Mohs stage. These results were consistent with findings on permanent sections. Ten of the 11 cases were cleared by the first stage. One of the 11 cases required 3 stages because margins were not cleared and the specimens stained HMB-45 positive. However, permanent sections in this case revealed no tumor in the second stage. Nine of 20 cases did not stain with HMB-45 on the first layer of Mohs excision. This was consistent with findings on permanent sections. CONCLUSION: HMB-45 staining serves as a rapid technique to aid in the interpretation of frozen sections during Mohs micrographic surgery in the treatment of melanoma.",
      "mesh_terms": [
        "Antibodies, Monoclonal",
        "Antigens, Neoplasm",
        "Frozen Sections",
        "Humans",
        "Melanoma",
        "Melanoma-Specific Antigens",
        "Mohs Surgery",
        "Neoplasm Proteins",
        "Predictive Value of Tests",
        "Sensitivity and Specificity",
        "Specimen Handling"
      ]
    },
    {
      "pmid": "10692173",
      "title": "Existence and distribution of melanocytes and HMB-45-positive cells in the human minor salivary glands.",
      "authors": [
        "Y Takeda"
      ],
      "journal": "Pathology international",
      "publication_date": "2000-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The existence and distribution of melanocytes in the human minor salivary glands were investigated in a series of autopsy and biopsy materials. The cells with the following characteristics were regarded as melanocytes; spindle-shaped or dendritic cells with fine granular pigments: (i) stained brownish-black by hematoxylin-eosin stain, and black by Masson-Fontana's silver impregnation method; and (ii) disappeared after treatment with peroxide and potassium permanganate solution. In addition, the expression of antigen identified by anti-HMB-45 antibody in serial sections with melanocytes was examined. Melanocytes were found in eight (1.8%) of 445 cases, and there was no relationship between the existence of melanocytes and significant diseases of the subjects. Various numbers of melanocytes were distributed in fibrous tissue around the interlobular ducts, intralobular ducts and acini, but were not in direct contact with the epithelia. Neither melanocytes nor melanin granules were found in the salivary gland epithelia. HMB-45-positive cells without intracytoplasmic fine granules were found solitarily or in small groups in periductal and periacinar fibrous tissues with or without slight infiltration of small mononuclear cells.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Antigens, Neoplasm",
        "Female",
        "Humans",
        "Immunohistochemistry",
        "Male",
        "Melanocytes",
        "Melanoma-Specific Antigens",
        "Middle Aged",
        "Neoplasm Proteins",
        "Salivary Gland Diseases",
        "Salivary Glands, Minor"
      ]
    },
    {
      "pmid": "9754089",
      "title": "Mohs micrographic surgery using HMB-45 for a recurrent acral melanoma.",
      "authors": [
        "R D Griego",
        "J A Zitelli"
      ],
      "journal": "Dermatologic surgery : official publication for American Society for Dermatologic Surgery [et al.]",
      "publication_date": "1998-Sep",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Acral melanomas are uncommon. Due to the thick overlying stratum corneum, accurate estimation of margins is difficult for minimally pigmented or amelanotic melanomas on the palm or sole. OBJECTIVE: To describe the use of Mohs micrographic surgery using frozen sections and HMB-45 immunostaining in the treatment of a multiply recurrent acral melanoma that had failed both standard surgery and Mohs surgery. METHODS: The melanoma was excised by Mohs technique, and the margins were checked by frozen section and HMB-45 immunostaining. RESULTS: The melanoma was completely excised in 11 stages, resulting in a defect that covered much of the plantar surfaces of the ball of the left foot, great, second, third, fourth, and fifth toes. No recurrence has been noted in 22 months of follow-up. CONCLUSIONS: HMB-45 immunostaining is a very valuable adjunct to examination of surgical margins for melanoma, particularly when combined with such histologic features as clustering of cells, melanocyte position within the epidermis, and cytologic atypia.",
      "mesh_terms": [
        "Aged",
        "Foot",
        "Frozen Sections",
        "Humans",
        "Immunoenzyme Techniques",
        "Male",
        "Melanoma, Amelanotic",
        "Mohs Surgery",
        "Neoplasm Recurrence, Local",
        "Skin Neoplasms"
      ]
    },
    {
      "pmid": "9252755",
      "title": "Ex vivo quality-switched ruby laser irradiation of cutaneous melanocytic lesions: persistence of S-100-, HMB-45- and Masson-positive cells.",
      "authors": [
        "D Kopera",
        "U Hohenleutner",
        "W Stolz",
        "M Landthaler"
      ],
      "journal": "Dermatology (Basel, Switzerland)",
      "publication_date": "1997",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "AIM: To assess changes in human pigmented melanocytic skin lesions after quality-switched ruby laser (QSRL) irradiation. METHODS: Investigations were performed ex vivo on 21 melanocytic pigmented lesions (10 nevus cell nevi, 2 pigmented dermal nevi, 4 congenital nevi, 3 lentigo maligna lesions, 2 superficial spreading melanomas) immediately after surgical excision. A total of 42 biopsy specimens was obtained for comparative investigations before and after QSRL impact. Electron microscopy was performed in 3 lesions. RESULTS: Hematoxylin-eosin stainings showed selective vacuolization of pigmented structures (melanin granules, melanophages, pigmented melanocytes, pigmented keratinocytes) immediately after QSRL irradiation due to selective photothermolysis. Cryosections stained with nitroblue tetrazolium chloride featured minimal thermal damage of the surrounding tissue proving the high selectivity of QSRL light. Immunohistochemical techniques employing anti-S-100, HMB-45 antimelanoma antibody and Fontana-Masson staining revealed selective photothermal damage (vacuolization) of basal melanin granules, pigmented basal melanocytes and epidermal keratinocytes, as well as pigmented superficial dermal melanocytes. Deeper melanocytes and nests of nonpigmented melanocytes persisted unaltered and retained their S-100 and HMB-45 positivity. Masson's staining revealed persisting dermal melanophages. Electron microscopy showed specific damage of both keratinocytes and melanocytes with numerous melanosomes and confirmed the light-microscopic findings. Deeper dermal melanocytes containing only few melanin granules remained unaltered. CONCLUSION: In pigmented lesions extending into the dermis, deeper pigmented melanocytic cells (nevus cells) persist throughout a single course of QSRL exposure. Nonpigmented melanocytic cells remain totally unaffected by QSRL irradiation. Therefore QSRL therapy of melanocytic nevi and congenital nevi should only be performed in controlled studies. Long-term results have to be evaluated before recommendations can be given.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Antigens, Neoplasm",
        "Biomarkers, Tumor",
        "Biopsy, Needle",
        "Child",
        "Child, Preschool",
        "Coloring Agents",
        "Culture Techniques",
        "Female",
        "Humans",
        "Immunohistochemistry",
        "Male",
        "Melanoma",
        "Melanoma-Specific Antigens",
        "Microscopy, Electron",
        "Middle Aged",
        "Neoplasm Proteins",
        "Nevus, Pigmented",
        "S100 Proteins",
        "Silver Nitrate",
        "Skin",
        "Skin Neoplasms"
      ]
    },
    {
      "pmid": "7496736",
      "title": "Comparative distribution of S-100 protein and antigen HMB-45 in various types of melanomas and naevi.",
      "authors": [
        "J Mirecka",
        "M Korabiowska",
        "A Schauer"
      ],
      "journal": "Polish journal of pathology : official journal of the Polish Society of Pathologists",
      "publication_date": "1995",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "The content of S-100 protein and antigen HMB-45 in various types of melanomas and skin naevi was compared with respect to the frequency of two antigens, their distribution within lesions as well as diagnostic or prognostic relevance. The study material comprised 72 skin melanomas, 25 melanomas of the oral cavity and 63 non-malignant skin naevi. Formalin fixed, paraffin-embedded sections were used for immunohistochemical reactions with polyclonal rabbit anti-S-100 antibody (Dako) and monoclonal anti-HMB-45 antibody (Dianova) followed by PAP and APAAP Kits (Dianova), respectively. Detection of HMB-45 was preceded by a microwave treatment of sections. S-100 protein was found in all cases of melanomas irrespective of their location or histological type, but HMB-45 was missing in 8% of oral melanomas. Distribution of the antigens within tumors was heterogeneous and often mutually exclusive. S-100 protein was also present in all types of naevi, while HMB-45 was absent in intradermal naevi and strictly confined to epidermal component in the remaining ones. The intensity of staining for S-100 correlated inversely with the patients' survival. It was concluded that demonstration of HMB-45 might facilitate a differentiation of naevi from melanomas, whereas staining for S-100 protein might have some prognostic significance.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Antigens, Neoplasm",
        "Epidermis",
        "Female",
        "Humans",
        "Male",
        "Melanoma",
        "Melanoma-Specific Antigens",
        "Middle Aged",
        "Mouth Mucosa",
        "Mouth Neoplasms",
        "Neoplasm Proteins",
        "Nevus",
        "Prognosis",
        "S100 Proteins",
        "Skin Neoplasms"
      ]
    }
  ]
}