{
  "supplement": "Honey",
  "query": "Honey[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:46:29",
  "research_count": 1879,
  "count": 100,
  "articles": [
    {
      "pmid": "40311603",
      "title": "Towards a Stable Host-Parasite Relationship Between Honey Bees and Varroa Mites Through Innovative Beekeeping.",
      "authors": [
        "Lioba Hilsmann",
        "Lena Wolf",
        "Markus Thamm",
        "Sylvie Vandenabeele",
        "Ricarda Scheiner"
      ],
      "journal": "Environmental microbiology",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Varroa destructor is a major factor in declining honey bee health worldwide. Conventional beekeeping involves multiple Varroa treatments, limiting bees' ability to adapt to the mite. To foster a stable host-parasite relationship, we tested an \"innovative\" beekeeping method with fewer Varroa treatments, focusing on its impact on honey bee health. We compared Varroa mite fall, immune responses, and seasonal dynamics of Deformed Wing Virus-B (DWV-B) in colonies managed under conventional and innovative practices. Viral loads of newly emerged honey bees and foragers were quantified three times during the season. Varroa mite fall was monitored and immune responses were assessed. In spring, bees managed with the innovative method had significantly lower haemocyte counts 48 h after emergence. DWV-B loads did not differ between groups in spring but were higher in summer in bees managed with the innovative method. After summer treatment, DWV-B loads and Varroa mite fall were similar between groups. Despite higher numbers in Varroa mite fall and DWV-B loads in summer, the innovative method reduced both by fall, ensuring healthy winter bee production and colony survival. These findings suggest that reducing Varroa treatments can support a stable host-parasite relationship while minimising negative effects on honey bee health."
    },
    {
      "pmid": "40302079",
      "title": "Evaluation of Therapeutic Activity of Tualang Honey on Oral Cancer: Histopathological Study.",
      "authors": [
        "May Al-Koshab",
        "Rola Ali-Saeed",
        "Aied Mohammed Alabsi",
        "Siddig Ibrahim Abdelwahab",
        "Meram Azzani",
        "Muhamad Fareez Ismail",
        "Maged A Al-Garadi",
        "Vetriselvan Subramaniyan"
      ],
      "journal": "Asian Pacific journal of cancer prevention : APJCP",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The use of natural products has been gaining interest, notably, in the area of cancer therapy. In this study, we determined the chemotherapeutic activity of Tualang Honey (TH) Malaysian wild local honey, on an animal model induced for oral cancer using 4NQO. METHODS: A total of 28 male Sprague-Dawley (SD) rats were randomized into four groups (n=7 per group) as non-treated, treated (1000 mg/kg) 1000, treated 2000 mg/kg and control group. All groups' rats received 4NQO, followed by 10 weeks administration of TH at 1000 and 2000 mg/kg, respectively, for the treated groups.  All rats from all experiments were sacrificed to evaluate the incidence of oral neoplasms with histopathological changes and histological evaluation of oral cancer metastasis. RESULTS: TH significantly reduced the incidence of SCC from 100% to 28.6 % in the TH high dose group of 2000 mg/kg. furthermore, TH has the ability to inhibit the metastasis of oral cancer to adjacent organs. CONCLUSION: TH inhibited the proliferation of the cancer cells in an animal model of oral squamous cell carcinoma and therefore, has the potential to be developed as a chemotherapeutic agent.",
      "mesh_terms": [
        "Animals",
        "Honey",
        "Rats",
        "Male",
        "Mouth Neoplasms",
        "Rats, Sprague-Dawley",
        "Carcinoma, Squamous Cell",
        "Cell Proliferation",
        "Disease Models, Animal",
        "4-Nitroquinoline-1-oxide"
      ]
    },
    {
      "pmid": "40293032",
      "title": "Selected honey as a multifaceted antimicrobial agent: review of compounds, mechanisms, and research challenges.",
      "authors": [
        "António Machado",
        "Duarte Toubarro",
        "José Baptista",
        "Eduardo Tejera",
        "José M Álvarez-Suárez"
      ],
      "journal": "Future microbiology",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Honey, derived from floral nectar, has been valued for its nutritional and therapeutic properties, with recent studies emphasizing its broad-spectrum antimicrobial potential, especially against antimicrobial resistance (AMR). Honey's antimicrobial activity stems from its unique composition, including high sugar content, low pH, and bioactive compounds like hydrogen peroxide, methylglyoxal (MGO), and phenolic compounds. Distinct honey types, such as Manuka, Sidr, and Tualang, demonstrate varying antimicrobial effects based on their botanical and geographical origins. Manuka honey, rich in MGO, is notably effective against multidrug-resistant pathogens, while Sidr and heather honeys excel in biofilm inhibition and antioxidative properties. Bioactive components, including phenolics, flavonoids, enzymes, and antimicrobial peptides, disrupt microbial membranes, inhibit metabolic pathways, and induce oxidative stress. Advanced analytical techniques like HPLC and GC-MS have identified these compounds, though gaps remain in understanding secondary metabolites and synergistic actions. This review highlights honey's potential as a sustainable antimicrobial resource, emphasizing the need for standardization, clinical validation, and interdisciplinary research. Honey represents a promising solution to AMR and offers opportunities for integration into modern medicine and healthcare strategies."
    },
    {
      "pmid": "40283968",
      "title": "In Vitro Evidence for the Efficacy of Manuka Honey and Its Components Against the Major Human Pathogenic Sporothrix Species.",
      "authors": [
        "Andrea Reis Bernardes-Engemann",
        "Fernando Almeida-Silva",
        "Levi G Cleare",
        "Jefferson D da Cruz",
        "Jefferson Rocha de A Silva",
        "Walter Sotto M Fernandes Neto",
        "Rosely Maria Zancopé-Oliveira",
        "Ana Claudia Fernandes Amaral",
        "Joshua D Nosanchuk",
        "Rodrigo Almeida-Paes"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2025-Apr-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: While various clinical manifestations occur in sporotrichosis, cutaneous forms predominate. The recommended sporotrichosis treatment is itraconazole, an antifungal with certain restrictions. In recent years, the observation of reduced treatment effectiveness in some patients has arisen, possibly due to Sporothrix spp. resistance mechanisms. Consequently, there is a growing need for alternative therapeutic approaches. This study investigates the antifungal activity of manuka honey (MH) against pathogenic species of the genus Sporothrix. Methods: In this study, we assessed MH antifungal efficacy across concentrations ranging from 5% to 40% against 26 Sporothrix spp. isolates. In addition, its components were evaluated through chromatography and other in vitro techniques. Results: Minimum inhibitory concentrations of MH were found to be 15-40%, 10-15%, and 5-10% for Sporothrix brasiliensis, Sporothrix schenckii, and Sporothrix globosa, respectively. Purified methylglyoxal did not hinder Sporothrix growth. The MH antifungal potential was compromised through treatment with catalase or filtration through a 0.22 µm cellulose membrane. Chromatographic analysis of the volatile organic compounds (VOCs) present in MH identified 40 VOCs, including carbonyl compounds, alcohols, esters, aromatic hydrocarbons, heterocyclic compounds, terpenoids, and carboxylic acids. Additionally, two phenolic compounds were identified as potential markers for the authentication of MH, along with a disaccharide that may contribute to its antifungal activity. Conclusions: MH has demonstrated biological activity against the most significant Sporothrix species with pathogenic impact on humans. This suggests its consideration in future research endeavors focused on novel topical treatments for cutaneous sporotrichosis in both human and animal subjects."
    },
    {
      "pmid": "40266795",
      "title": "Risk Assessment of Effects of Essential Oils on Honey Bees (Apis mellifera L.).",
      "authors": [
        "Joel Caren",
        "Yu-Cheng Zhu",
        "Quentin D Read",
        "Yuzhe Du"
      ],
      "journal": "Insects",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The toxicity of synthetic pesticides to non-target organisms has prompted a shift towards more environmentally friendly agricultural pest control methods, including the use of essential oils as possible biopesticides. Before these natural chemicals can be widely adopted for protecting food supplies and human health, it is crucial to evaluate their impacts on pollinators, such as honey bees. In this study, we examined the effects of one commercially available essential oil mixture (EcoTec+) and four essential oil components (β-bisabolene, cinnamaldehyde, 1,8-cineole, and eugenol) on honey bee workers using feeding or spray treatment. We then assessed the responses of esterase (EST), glutathione-S-transferase (GST), acetylcholine esterase (AChE), and P450. EcoTec+ increased the P450 transcript, while bisabolene inhibited EST and AChE, increased GST, and caused a mixed P450 response without being lethal. Cinnamaldehyde exhibited toxicity when ingested, suppressing P450 and eliciting a mixed response in AChE. Cineole inhibited EST but caused a mixed P450 response. Eugenol suppressed EST and AChE and was toxic on contact. We also assayed combinations of each compound with four synthetic formulations representative of the major pesticide categories, though no significant interactions were found. Overall, the essential oils tested did not cause acute lethal toxicity to honey bees; however, their biochemical effects varied, mostly remaining sublethal. These findings suggest that these essential oils could be considered safe for use around honey bees."
    },
    {
      "pmid": "40230776",
      "title": "Mad Honey Intoxication: A Case Report.",
      "authors": [
        "Matthew J Van Ligten",
        "Ryan Gassner",
        "Amogh Havanur",
        "Wayne A Martini",
        "Jessica Komara"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "A 49-year-old woman with a history of HIV and hypothyroidism developed symptomatic hypotension, bradycardia, and gastrointestinal distress after consuming honey she had purchased during a recent trip to Nepal. Her travel history and symptoms raised concerns about mad honey intoxication. Her condition improved with supportive care, including IV fluids, and atropine was not required for bradycardia. This case underscores the importance of considering mad honey toxicity in patients with unexplained cardiovascular symptoms and a history of honey ingestion. As interest in natural and traditional medicines grows, raising awareness about their potential risks becomes increasingly essential."
    },
    {
      "pmid": "40213330",
      "title": "Amur linden honey and its principal polyphenols alleviate obesity and regulate gut microbiota in high-fat diet-induced mice.",
      "authors": [
        "Zitian Chen",
        "Heng Tao",
        "Yuke Peng",
        "Jiayi Huang",
        "Yanzhe Cheng",
        "Wenxuan Tian",
        "Yaning Chang",
        "Yingjun Zhou"
      ],
      "journal": "Food chemistry: X",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity has emerged as a critical global health challenge in recent decades, driving increased scientific interest in honey as a sugar alternative. Despite its perceived nutritional benefits, the inherent high fructose-glucose ratio in honey continues to raise concerns regarding metabolic implications for overweight individuals. In this study, Amur linden honey (LH) was evaluated as a low-glycemic-index (GI) dietary intervention, demonstrating significant anti-obesity effects through murine model. Subsequently, nine principal polyphenols (PC) were identified by metabolomics and proven anti-obesity activity in cellular assays, suggesting their potential role in mediating the biological effects of LH. Notably, the anti-obesity effects of LH were more pronounced as compared to the equivalent amount of glucose and fructose, and this effect was further facilitated by addition of the PC. Furthermore, LH and HP (LH with the addition of PC) attenuate obesity by modulating gut microbiota, promoting production of SCFA especially acetate and propionate etc., and activating the AMPK/PI3K/AKT pathways. The present study revealed that LH, enriched with diverse bioactive compounds, presents the potential to be a healthy and safe sugar substitutes due to its positive effects on the obesity."
    },
    {
      "pmid": "40213180",
      "title": "Wild honey grayanotoxin intoxication in rural Himalayan region of Nepal: a case report.",
      "authors": [
        "Aayush Adhikari",
        "Roshan Aryal",
        "Pratik Baral",
        "Baburam Acharya",
        "Peter Neupane",
        "Aadesh Paudel",
        "Sushil Kumar Yadav"
      ],
      "journal": "Annals of medicine and surgery (2012)",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION AND IMPORTANCE: Wild honey from Nepal's Himalayas contains grayanotoxin, derived from rhododendron flowers, and is used in alternative medicine. However, it can cause severe side effects like vomiting, hypotension, and bradycardia. CASE PRESENTATION: A 52-year-old baker from Chame, Manang, Nepal experienced dizziness, vomiting, sweating, and hypersalivation 30 minutes after consuming a teaspoon of wild honey for mild abdominal pain. In the emergency department, he had severe dizziness, low blood pressure of 48/32 mm Hg, heart rate of 49 beats per minute, and oxygen saturation of 90%. Electrocardiogram showed sinus bradycardia. He received IV fluids, oxygen, ondansetron, and atropine, with low-dose vasopressor support. His condition gradually improved, and he was discharged with stable vitals follow-up showed stable vitals and no symptoms. CLINICAL DISCUSSION: Consumption of honey containing grayanotoxins, derived from rhododendron plants, can lead to wild honey intoxication, prevalent in regions such as Turkey, South Korea, and Nepal. Symptoms include dizziness, hypotension, bradycardia, and cardiac disturbances. Diagnosis is clinical with use of laboratory tests to rule out other differentials if available and treatment involves symptomatic care with fluids, atropine, and monitoring. Distinguishing mad honey intoxication from conditions like acute coronary syndromes and organophosphate poisoning is crucial. CONCLUSION: Wild honey intoxication from rhododendron grayanotoxins causes symptoms such as dizziness, hypotension, and bradycardia, requiring clinical diagnosis and management with symptomatic care, fluids, and atropine, along with close monitoring for recovery."
    },
    {
      "pmid": "40212986",
      "title": "Trends, key contributors, and emerging issues in honey and breast cancer: A bibliometric analysis from 2014 to 2024.",
      "authors": [
        "Andi Nilawati Usman",
        "Fendi Fendi",
        "Zafitri Nulandari",
        "Dinah Inrawati Agustin"
      ],
      "journal": "F1000Research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Honey, a natural product with diverse bioactive compounds, has been increasingly explored for its potential anticancer properties. This study aims to comprehensively analyze the scientific literature on the relationship between honey and breast cancer. METHODS: A bibliometric analysis was conducted using the ScienceDirect database to identify publications from 2014 to 2024. Data on publication trends, author collaboration, and keyword analysis were extracted to gain insight into the research landscape. Keyword analysis identified nine distinct clusters, indicating diverse research directions regarding the role of honey in breast cancer treatment. RESULTS: In Key journals such as the Journal of Ethnopharmacology and Food Chemistry have been at the forefront of disseminating research findings in this domain, demonstrating a strongly interdisciplinary approach that bridges traditional medicine and modern scientific inquiry. The increasing interest in the anticancer properties of honey, as evidenced by the growing number of studies, underlines its potential as a promising natural agent for breast cancer prevention and treatment. CONCLUSIONS: This study provides a comprehensive overview of the current knowledge landscape and highlights emerging issues that require further exploration.",
      "mesh_terms": [
        "Honey",
        "Breast Neoplasms",
        "Humans",
        "Bibliometrics",
        "Female",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "40196090",
      "title": "Use of Supplemented Medical-Grade Honey to Treat Traumatic Skin Injuries in Geriatric Patients in a Home-Care Setting.",
      "authors": [
        "Georgios E Papanikolaou",
        "Pieter Kegels",
        "Georgios Gousios",
        "Filip Kegels",
        "Linsey Peters",
        "Niels Cremers"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background Traumatic skin injuries (TSI) are more common to geriatric population due to reduced skin elasticity and increased gait instability. This is also associated with an altered wound-healing mechanism thus requires a cost-efficient and effective treatment. Therefore, the aim of the present study is to highlight the efficacy of medical-grade honey (MGH) supplemented with vitamins C and E for the conservative treatment of TSI in a home-care setting. Methodology The present multicenter retrospective case series study included 10 geriatric patients (four men and six women) who sustained TSI of various etiologies. The median age of the patients was 82.5 years (min-max: 65-90 years). Cardiovascular disease was the most frequent concomitant illness (50% of the patients). Previous treatments with povidone-iodine, alginate gel, or simple gauze for 5.5 days (median, min-max: 0-21 days) were ineffective. Treatment with a variety of supplemented MGH products, including ointment, wound gel, gauze, and foam, was commenced upon the initial patients' examination. Results By using MGH products, we achieved effective reduction of the inflammation, removal of the necrotic tissue, and formation of healthy granulation and epithelial tissue. MGH eliminated clinical signs of infection after 7.5 days (median, min-max: 5-35 days). Wounds were completely healed after 21 days (median, min-max: 14-56 days), without evidence of recurrence or complications, and with good functional and aesthetic outcomes. Conclusions Supplemented MGH-based products present high clinical efficacy for the treatment of TSI in older adults in a home-care setting, while demonstrating a safe and easy-to-use profile. Therefore, they can be proposed as an alternative or complementary therapeutic approach to conventional TSI therapies."
    },
    {
      "pmid": "40155460",
      "title": "Honey bee immune response to trace concentrations of clothianidin goes beyond the macronutrients found in artificial diets.",
      "authors": [
        "Pierre W Lau",
        "Giovanni Tundo",
        "Joel Caren",
        "Weiqiang Zhang",
        "Yu Cheng Zhu"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Honey bees (Apis mellifera) often encounter a variety of stressors in their environment, including poor nutrition and pesticides. These stressors interact and can be exacerbated in large-scale agroecosystems. We investigated how diets varying in macronutrient ratios can affect nurse bee susceptibility to pesticide stressors. Nurse bees were fed trace concentrations of clothianidin (CLO), a neonicotinoid insecticide known to have sublethal and lethal effects on honey bees, after newly emerged bees were given diets varying in proteins and lipids, a natural pollen diet, or sucrose solution diet. Bees given pollen had improved longevity, physiology, enzyme activity, and gene expression related to pesticide detoxification. The artificial diets helped improve bee health and physiology but did little to promote bee detoxification enzymes and genes. There was no effect of the trace CLO treatments on its own, but there was an interactive effect between our higher CLO treatment and poor nutrition on bee longevity and vitellogenin expression. Our results suggest that (1) exposure to even trace concentrations of CLO can interact with poor nutrition to undermine adult bee health and (2) macronutrients in artificial diets can help promote bee physiology, but other nutrients in pollen, such as potentially phytochemicals, are more directly linked honey bee tolerance to pesticide stress.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Neonicotinoids",
        "Guanidines",
        "Thiazoles",
        "Insecticides",
        "Diet",
        "Nutrients",
        "Pollen",
        "Longevity",
        "Vitellogenins"
      ]
    },
    {
      "pmid": "40150627",
      "title": "Open, Randomised, Controlled Study to Evaluate the Role of a Dietary Supplement Containing Pelargonium sidoides Extract, Honey, Propolis, and Zinc as Adjuvant Treatment in Children with Acute Tonsillopharyngitis.",
      "authors": [
        "Fabio Cardinale",
        "Dionisio Franco Barattini",
        "Alessandro Centi",
        "Greta Giuntini",
        "Maria Morariu Bordea",
        "Dorina Herteg",
        "Luca Barattini",
        "Cristian Radu Matei"
      ],
      "journal": "Children (Basel, Switzerland)",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: A common reason for a pediatrician's visit is acute tonsillopharyngitis (ATR), which is usually caused by viruses. A dietary supplement comprising Pelargonium sidoides extract, honey, propolis, and zinc was proposed as an effective adjuvant for the management of respiratory tract infections. The study aimed to determine the efficacy of this dietary supplement in conjunction with standard of care (SoC) compared to SoC alone, in a pediatric population affected by ATR. METHODS: This open randomized study (registered on ClinicalTrials.gov: NCT04899401) involved three Romanian sites specialized in pediatric care. The primary endpoints were changes in Tonsillitis Severity Score and the number of patients failing to respond (evaluating the use of ibuprofen or high-dose paracetamol as a rescue medication). One hundred and thirty children, distributed into two groups, were enrolled and treated for six days. RESULTS: The results showed an overall better performance in terms of efficacy of dietary supplement + SoC, compared to SoC alone, with lower total Tonsillitis Severity Score ratings on day 6 (p = 0.002) and lower sub-scores related to erythema and throat pain on day 6. No adverse events were reported. Investigators found compliance to be optimal. CONCLUSIONS: The administration of the dietary supplement + SoC in pediatric patients with ATR was found to be safe and superior to the administration of SoC alone in terms of efficacy. The results confirmed that the tested dietary supplement is an optimum effective adjuvant in the treatment of respiratory tract infections and is suitable for the daily clinical practice of pediatricians."
    },
    {
      "pmid": "40149108",
      "title": "Rosaceae Honey: Antimicrobial Activity and Prebiotic Properties.",
      "authors": [
        "Francesca Coppola",
        "Manar Abdalrazeq",
        "Florinda Fratianni",
        "Maria Neve Ombra",
        "Bruno Testa",
        "Gokhan Zengin",
        "Jesus Fernando Ayala Zavala",
        "Filomena Nazzaro"
      ],
      "journal": "Antibiotics (Basel, Switzerland)",
      "publication_date": "2025-Mar-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Flowering members of the globally diffused Rosaceae family include popular plants, such as apple, almond, and cherry, which play a fundamental role as honeybee nectariferous and polleniferous agents. Through the production of honey, these plants can also play an indirect role in the prevention and treatment of many diseases, including infections, fighting the occurrence of resistant microorganisms, and concurrently stimulating the growth of beneficial bacteria. Objectives: This study focused on the effect of some Rosaceae plants' honey, including hawthorn, cherry, raspberry, almond, and apple, against the pathogens Acinetobacter baumannii, Escherichia coli, Klebsiella pneumoniae, Listeria monocytogenes, Pseudomonas aeruginosa, and Staphylococcus aureus. Results: Results demonstrated the honey's ability to impair swimming motility. A crystal violet test indicated that honey could inhibit the formation and stabilization of biofilms, with inhibition rates up to 59.43% for immature biofilms (showed by apple honey against A. baumannii) and 39.95% for sessile bacterial cells in mature biofilms (when we used cherry honey against S. aureus). In the test with 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide, cherry and apple honey were the most effective in inhibiting sessile cell metabolism honey in both immature (56.47% cherry honey vs. K. pneumoniae) and mature biofilms (54.36% apple honey vs. A. baumannii). Honey stimulated the growth of Lactobacillus bulgaricus, Lacticaseibacillus casei Shirota, Lactobacillus gasseri, Lacticaseibacillus plantarum, and Lacticaseibacillus rhamnosus; hawthorn, raspberry, and almond honey significantly increased the in vitro adhesion capacity of L. bulgaricus and L. casei Shirota. Tests with probiotic supernatants demonstrated honey's ability to inhibit the biofilm formation and metabolism of the pathogens. Conclusions: Our results encourage further studies to assess the potential application of Rosaceae honey for food preservation and in the health field, as it could fight the antimicrobial resistance of food and clinical pathogens, and potentially enhance the host's gut wellness. The use of honey for nanotechnological and biotechnological approaches could be suggested too."
    },
    {
      "pmid": "40149066",
      "title": "Honey as a Natural Antimicrobial.",
      "authors": [
        "Matthew Chidozie Ogwu",
        "Sylvester Chibueze Izah"
      ],
      "journal": "Antibiotics (Basel, Switzerland)",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Honey, a natural product with a rich history of medicinal use, has gained increasing recognition for its potent antimicrobial properties, particularly against antibiotic-resistant pathogens. This review focuses on the antimicrobial mechanisms of honey, including its efficacy against resistant bacteria, such as Methicillin-resistant Staphylococcus aureus and Pseudomonas aeruginosa. The antimicrobial action of honey is multifactorial, involving hydrogen peroxide production, phenolic compounds, high sugar concentrations, and the presence of bee defensin-1. The composition of honey varies based on its floral source, which can influence its antimicrobial strength. Certain types, such as Manuka honey, are particularly effective in clinical applications due to their higher levels of bioactive compounds. Honey has also been shown to disrupt bacterial biofilms, a major factor in antibiotic resistance, enhancing its therapeutic potential in treating chronic wounds and infections, especially in patients with compromised immune systems. Moreover, honey's ability to improve wound healing, reduce inflammation, and promote tissue regeneration highlights its broad therapeutic profile. As antibiotic resistance continues to challenge modern healthcare, honey offers a promising complementary treatment in antimicrobial therapy. Research into its specific bioactive components and potential synergistic effects with other natural agents, like ginger and propolis, could expand its applications. Standardizing honey products for medical use and establishing clinical guidelines are essential for optimizing its therapeutic benefits. As scientific understanding of honey's antimicrobial mechanisms deepens, its integration into healthcare systems as an adjunct therapy is expected to increase, offering a natural and effective alternative in the fight against infectious diseases."
    },
    {
      "pmid": "40143075",
      "title": "Harnessing Manuka Honey: A Natural Remedy for Accelerated Burn Wound Healing in a Porcine Model.",
      "authors": [
        "Boris Privrodski",
        "Mladen Jovanović",
        "Nikola Delić",
        "Radomir Ratajac",
        "Vladimir Privrodski",
        "Aleksandar Stanojković",
        "Bernadeta Gavlik",
        "Ivan Čapo"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2025-Feb-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Backgrounds: Burn injuries present significant medical challenges due to their complexity in healing and potential for severe scarring. This study evaluates the efficacy of Manuka honey in accelerating burn wound healing compared to conventional antibiotic ointments. Methods: Using a porcine model resembling human skin, nine Landrace breed female pigs with standardized deep dermal burns were treated with either Manuka honey in alginate or a combination of antibiotic ointments. Wound healing was assessed through macroscopic evaluation, a histopathological analysis, and immunohistochemical staining over a 60-day period. Results: Our findings indicate that the Manuka honey treatment was associated with significantly increased collagen density in the treated wounds compared to the control group (p < 0.05). The immunohistochemical analysis revealed lower macrophage activity (Iba1 staining) and a reduction in Ki67 expression on days 10 and 17 in the Manuka honey group, suggesting a more rapid transition toward tissue remodeling. The quantitative analysis showed a trend toward delayed epithelialization and increased inflammation in the control group, while wounds treated with Manuka honey exhibited faster reepithelialization and improved epidermal regeneration. However, additional studies are required to further assess collagen fiber organization and overall dermal architecture. Conclusions: These findings support the potential of Manuka honey as a beneficial treatment for burn wound healing, with evidence of enhanced reepithelialization and collagen deposition. Further research, including clinical trials, is necessary to fully elucidate its role in clinical practice and optimize treatment protocols."
    },
    {
      "pmid": "40136899",
      "title": "A Comprehensive Review of Honey-Containing Hydrogel for Wound Healing Applications.",
      "authors": [
        "Andik Nisa Zahra Zainuddin",
        "Nurul Nadhirah Mustakim",
        "Farah Alea Rosemanzailani",
        "Nur Izzah Md Fadilah",
        "Manira Maarof",
        "Mh Busra Fauzi"
      ],
      "journal": "Gels (Basel, Switzerland)",
      "publication_date": "2025-Mar-12",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Honey has long been recognized for its medicinal properties, particularly in wound healing. Recent advancements in material science have led to the development of honey-containing hydrogels, combining the natural healing properties of honey with the versatile characteristics of hydrogel matrices. These hydrogels offer numerous advantages, including high moisture retention, biocompatibility, and the controlled release of bioactive compounds, making them highly effective for wound healing applications. Hydrogels hold significant potential in advancing medical applications, particularly for cutaneous injuries. The diverse properties of honey, including antimicrobial, anti-inflammatory, and anti-eschar effects, have shown promise in accelerating tissue regeneration. According to studies, they are effective in maintaining a good swelling ratio index, Water Vapour Transmission Rate (WVTR), contact angle, tensile and elongation at break, in vitro biodegradation rate, viscosity and porosity analysis, lowering bacterial infections, and encouraging rapid tissue regeneration with notable FTIR peaks and SEM average pore sizes. However, limitations such as low bioavailability and inefficiencies in direct application reduce their therapeutic effectiveness at the wound site. Integrating honey into hydrogels can help preserve its wound healing mechanisms while enhancing its ability to facilitate skin tissue recovery. This review explores the underlying mechanisms of honey in wound healing management and presents an extensive analysis of honey-containing hydrogels reported in the literature over the past eight years. It emphasizes the physicochemical and mechanical effectiveness and advancements of honey-incorporated hydrogels in promoting skin wound healing and tissue regeneration, supported by evidence from both in vitro and in vivo studies. While honey-based therapies for wound healing have demonstrated promising outcomes in numerous in vitro and animal studies, clinical studies remain limited. Despite that, honey's incorporation into hydrogel systems, however, offers a potent fusion of contemporary material technology and natural healing qualities, marking a substantial breakthrough in wound treatment."
    },
    {
      "pmid": "40135666",
      "title": "Evaluating the impact of honey inclusion in drinking water on the semen quality, immunological response, and haematology of naked neck cocks.",
      "authors": [
        "T Kurumisawa",
        "K Kazama",
        "S Gondaira",
        "H Higuchi",
        "A Eguchi",
        "K Onda",
        "S-G Roh",
        "K Kawai"
      ],
      "journal": "Polish journal of veterinary sciences",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Honey is natural nectar that honey bees gather from a variety of flowers. Honey is made up of many nutrients that are essential for the growth and development of various tissues and organs in all kinds of living organisms. The goal of the current study was to determine whether adding honey to diets of naked neck cocks would have a good impact on their semen quality, haematological profile, and immune system. A total of 90 naked neck cocks that were 75 weeks old were gathered for this purpose in March and April 2021 from the University of Agriculture Birds Stock. The birds were divided into 3 equal treatment groups: control, A and B, which each received a dose of 5 and 10 g of honey in 1 litre of water (w/v), respectively. The control group received no treatment. Five weeks of treatment were given, with one week serving as an adaptation period. One-way analysis of variance was applied to the recorded data for statistical analysis. The addition of honey to drinking water at a dose of 10 g (w/v) increased (p<0.05) sperm motility, followed by a dose of 5 g (w/v) and the control group, but the mean values of non-motile sperms were lowest (p<0.05) at a dose of 10 g (w/v), followed by a dose of 5 g (w/v), and the control group. However, there were no significant differences in semen volume, pH, or concentration across the treatment groups. The haematological parameters, such as haemoglobin, total leukocyte count, red blood cells, and packed cell volume, were not significantly affected by the addition of honey to the drinking water, but the ND titer of naked neck cocks treated with 10 g (w/v) honey was significantly (p<0.05) higher than that of the cocks in the 5 g (w/v) and control group. In conclusion, the addition of honey to drinking water at a dose of 10 g (w/v) may have positive effects on sperm motility and antibody titer against Newcastle disease in aged naked neck cocks. Furthermore, these results also suggest that the addition of honey to drinking water at a dose of 10 g (w/v) may rejuvenate naked neck cocks even at old age (75 week age).",
      "mesh_terms": [
        "Animals",
        "Honey",
        "Male",
        "Semen Analysis",
        "Diet",
        "Animal Feed",
        "Drinking Water",
        "Semen"
      ]
    },
    {
      "pmid": "40134126",
      "title": "Effect of honey-ginger mouthwash on oral mucositis in patients undergoing chemotherapy.",
      "authors": [
        "Fatemeh Sadat Razavi",
        "Hania Zokaee",
        "Mojtaba Sehat",
        "Mohsen Taghizadeh",
        "Hossein Motedayyen",
        "Elaheh Ghasemzadeh Hoseini"
      ],
      "journal": "Journal of immunoassay & immunochemistry",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Oral mucositis is considered as one of the most prevalent complications of chemotherapy or radiation therapy in cancerous tumors, which can interrupt the patient's treatment and nutrition. This study therefore aimed to evaluate the efficacy of ginger-honey mouthwash on the prevention of chemotherapy-induced oral mucositis in patients suffering from various cancers. MATERIALS AND METHODS: In this randomized clinical trial study, 70 patients receiving chemotherapy were divided into case and control groups. The former group (n = 34) received natural honey-ginger mouthwash and the latter (n = 36) used normal saline for 14 days. The presence and severity of oral mucositis, pain intensity, and other related characteristics were evaluated based on a two-part questionnaire (demographic and clinical information) and a checklist prepared from the protocols of the World Health Organization in each group. RESULTS: During a 14-day intervention, patients received a 7-day intervention with ginger-honey mouthwash revealed a significant reduction in the mean severity of oral mucositis compared to the control group (p = 0.03). However, a 14-day intervention with ginger-honey mouthwash indicated no significant impact on the mean severity of oral mucositis (p = 0.6). In addition, no significant difference was observed in pain intensity between case and control groups during these 14 days. CONCLUSIONS: This study suggests that a seven-day intervention with ginger-honey mouthwash has a beneficial effect on reducing the severity of mucositis in patients under chemotherapy, unlike a 14-day intervention. The honey-ginger mouthwash fails to have a significant effect on the pain intensity due to mucositis in patients undergoing chemotherapy."
    },
    {
      "pmid": "40127528",
      "title": "Trigona honey effect on wound pH and healing in diabetes-related foot ulcers: A case series.",
      "authors": [
        "Sukarni Sukarni",
        "Muhammad Aminuddin",
        "Mao Kunimitsu",
        "Kanae Mukai",
        "Mayumi Okuwa",
        "Haryanto Haryanto",
        "Suriadi Jais",
        "Makoto Oe"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diabetes-related foot ulcers (DFUs) often become chronic due to prolonged inflammation and alkaline wound pH. Trigona honey is a potential therapy due to its low pH and antimicrobial properties. This case series explores pH dynamics and the effect of Trigona honey therapy on healing of DFUs and offers insights into optimizing treatment strategies to improve healing outcomes. PATIENT PRESENTATION: Four patients with DFUs were treated with Trigona honey and followed until healing or 8 weeks. Wound bed pH was measured and wound characteristics were assessed with the DMIST tool at each follow-up visit. In two patients who healed, the inflammatory phase lasted 11 and 6 days, and the wound bed was acidic during most of the proliferative phase. In two patients who did not heal within 8 weeks, the inflammatory phase lasted 27 and 25 days, and the wound bed was alkaline for most of the proliferative phase. CONCLUSION: Ulcers that did not heal had a longer inflammatory phase and wound bed pH was more alkaline than in ulcers that healed. Although Trigona honey might not directly affect the pH of the wound bed, treatment should be modified if alkaline granulation tissue is observed.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Diabetic Foot",
        "Honey",
        "Hydrogen-Ion Concentration",
        "Wound Healing"
      ]
    },
    {
      "pmid": "40082044",
      "title": "Enhanced immune response and antimicrobial activity in honey bees (Apis mellifera) following application of oxalic acid-glycerine strips.",
      "authors": [
        "Eliška Pinďáková",
        "Silvie Dostálková",
        "Jana Jemelková",
        "Jana Fürstová",
        "Jana Hurychová",
        "Pavel Hyršl",
        "Dalibor Titěra",
        "Marek Petřivalský",
        "Pavel Dobeš",
        "Jiří Danihlík"
      ],
      "journal": "Pesticide biochemistry and physiology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bee health is influenced by multiple factors, including nutrition, immunity, and parasitic pressures. Since the spread of Varroa destructor, overwintering survival has significantly declined, making it one of the most serious threats to honey bee (Apis mellifera L.) populations worldwide. Natural acaricides, such as oxalic acid (OA), are widely employed for managing Varroa mites; however, their pharmacodynamics, particularly their impacts on honey bee physiology and immunity, remain insufficiently understood. We studied effects of oxalic acid on honey bee workers. The study compared three treatments: flumethrin, OA-glycerine strips (OA-G), and OA trickling (OA-T). Twelve colonies were divided into four groups, with samples collected at five time points (0, 24, 48, 72, and 192 h). Physiological changes were assessed through markers of oxidative stress, longevity, and immune parameters. Exposure to oxalic acid via glycerine strips induced a humoral immune response in adult bees. The antimicrobial activity of hemolymph and levels of antimicrobial peptides (abaecin, apidaecin, defensin, and hymenoptaecin) were elevated between 48 and 192 h after OA-G treatment compared to the control group. In contrast, these parameters were not influenced by OA-T or flumethrin treatment. These findings suggest that OA-G strips activate the honey bee's immune system, providing insights into broader implications of OA use in beekeeping. It is crucial to determine whether the activation of humoral immune systems has positive or negative effects, as well as to develop standardized and reliable treatment protocols that ensure both - health of colonies and their effectiveness in controlling Varroa mite infestations.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Oxalic Acid",
        "Glycerol",
        "Anti-Infective Agents",
        "Acaricides",
        "Oxidative Stress",
        "Hemolymph"
      ]
    },
    {
      "pmid": "40068992",
      "title": "Application of gamma irradiation and high-pressure processing on physicochemical, antioxidant and microbiological properties of natural honey.",
      "authors": [
        "Nantarat Na Nakornpanom",
        "Arusa Chaovanalikit",
        "Jenjira Thongart",
        "Prapawarin Srithai",
        "Sumalee Ninlapruk",
        "Punchira Vongsawasdi",
        "Imran Ahmad",
        "Porntip Sirisoontaralak"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-Mar-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Gamma irradiation (0, 2, 4, 8 kGy) and high-pressure processing (HPP at 400 and 600 MPa for 10 and 20 min) were applied to improve the physicochemical and antioxidant properties and safety of natural polyfloral honey and compared to heat treatment (60 °C). RESULTS: Although heat treatment enhanced antioxidant activities, it considerably changed the color of natural honey. In contrast, gamma irradiation and HPP were able to retain the natural color of the honey. Heat treatment and HPP led to a slight increase in hydroxymethylfurfural (22.3 and 19.7-23.0 mg kg-1), whereas it was significantly reduced after gamma irradiation (9.1-13 mg kg-1). Heat treatment and gamma irradiation at 8 kGy were found to enhance phenolic content, flavonoid content and antioxidant of natural honey to 83.10 and 49.34 mg GAE 100 g-1, 4.78 and 2.53 mg QE 100 g-1, and 88.75% and 82.56%, respectively. In comparison, HPP (600 MPa/20 min) exhibited less promotion of these health benefits at 40.81 mg GAE 100 g-1, 1.80 mg QE 100 g-1 and 65.40%. The study also found that inoculated Salmonella spp. was entirely controlled by heat treatment, gamma irradiation at doses above 4 kGy and HPP at 600 MPa for 20 min. CONCLUSION: Gamma irradiation at 8 kGy and HPP at 600 MPa for 20 min are recommended due to their efficiency in improving the physicochemical qualities, health benefits and microbial safety of natural honey. By comparing these nonthermal processing methods with traditional heat treatment, this study offers valuable insights into optimal preservation strategies for maintaining quality and safety of natural honey while minimizing undesirable changes. © 2025 Society of Chemical Industry."
    },
    {
      "pmid": "40066764",
      "title": "Honey in orabase and triamcinolone acetonide for the treatment of atrophic/erosive oral lichen planus: a randomized, blind, controlled, clinical trial.",
      "authors": [
        "Sally Abd El-Meniem El-Haddad"
      ],
      "journal": "Quintessence international (Berlin, Germany : 1985)",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: This study aimed to evaluate the clinical efficacy of an innovative preparation, honey in orabase (50% in 1:1), for treating atrophic/erosive oral lichen planus compared with triamcinolone acetonide 0.1% ointment. METHOD AND MATERIALS: The study involved a total of 60 patients who were randomly divided into three groups: Group I (honey in orabase 50%, 1:1 paste), Group II (triamcinolone acetonide 0.1% ointment), and the control group, Group III (orabase paste). The primary outcome measure was pain, measured on a visual analog scale, and the secondary outcome was the evaluation of the clinical manifestation through an oral lichen planus reduction score assessment. RESULTS: Compared to Group III, Groups I and II experienced significant reductions in their pain visual analog scale scores and oral lichen planus scores. Participants in Groups I and II reported minimal to no discomfort, with Group I demonstrating the most substantial pain relief. CONCLUSION: In comparison to triamcinolone acetonide 0.1% ointment and the control group, the study showed that honey in orabase 50% paste is effective in the reduction of pain and lesion size in patients with atrophic/erosive oral lichen planus. Therefore, as an alternative to utilizing the traditional triamcinolone acetonide 0.1% ointment to treat atrophic/erosive oral lichen planus, honey in orabase 50% paste may be an effective treatment option.",
      "mesh_terms": [
        "Humans",
        "Lichen Planus, Oral",
        "Triamcinolone Acetonide",
        "Honey",
        "Female",
        "Male",
        "Middle Aged",
        "Pain Measurement",
        "Treatment Outcome",
        "Adult",
        "Ointments",
        "Anti-Inflammatory Agents",
        "Glucocorticoids"
      ]
    },
    {
      "pmid": "40059876",
      "title": "Review on role of honey in disease prevention and treatment through modulation of biological activities.",
      "authors": [
        "Arshad Husain Rahmani",
        "Ali Yousif Babiker"
      ],
      "journal": "Open life sciences",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Honey has been used for centuries due to its health-promoting properties. Honey and its bioactive compounds regulate oxidative stress, inflammation, and other biological activities, making it a promising natural remedy. Its role as anti-diabetic, wound healing, cardioprotective, anti-microbial, and hepatoprotective potential has been proven through in vitro and in vivo studies. Moreover, its role in disease management has been reported through the inhibition of pro-inflammatory enzymes and downregulation of pro-inflammatory cytokine expression and secretion. Besides, it exerts modulatory actions on various signaling pathways such as nuclear factor-κB, tumor suppressor genes, apoptosis, angiogenesis, and MAPK pathway. The main aim of this review is to present a wide-ranging overview of the current evidence regarding the impact of honey on the management of various pathogenic conditions. However, further research based on animal models and clinical trials is required to fully understand the mechanisms of action and safety in the management of various diseases. There is limited clinical data on honey and its mechanisms of action. However, comprehensive clinical studies are needed to fully investigate the potential health benefits of honey, including its efficacies, safety, bioavailability, and underlying mechanisms of action."
    },
    {
      "pmid": "40054557",
      "title": "A gut bacterial supplement for Asian honey bee (Apis cerana) enhances host tolerance to nitenpyram: Insight from microbiota-gut-brain axis.",
      "authors": [
        "Chonghui Zhao",
        "Yehua Peng",
        "Muhammad Fahad Raza",
        "Wenbo Wang",
        "Yi Zhang",
        "Yanping Chen",
        "Richou Han",
        "Jun Guo",
        "Shaokang Huang",
        "Wenfeng Li"
      ],
      "journal": "Environmental research",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The widespread use of neonicotinoid pesticides has severely impacted honey bees, driving population declines. Gut microbiota are increasingly recognized for their role in mitigating pesticide toxicity. This study evaluated the ability of Gilliamella sp. G0441, a core microbiome member of the Asian honey bee (Apis cerana), to confer resistance to the toxicity of a neonicotinoid nitenpyram. Newly emerged Asian honey bees were first colonized with gut microbiota in the source colony, then divided into four treatments: SS (fed sucrose solution throughout), SN (fed sucrose solution, then exposed to nitenpyram), GS (fed Gilliamella, then sucrose solution), and GN (fed Gilliamella, then exposed to nitenpyram), and their responses-mortality, food consumption, body weight, and sucrose sensitivity-were assessed. The protective effects of Gilliamella administration on the host were further validated using a microbiota-free bee model. Gilliamella supplementation significantly mitigated nitenpyram-induced appetite suppression, weight loss, impaired learning, and gut microbiota disruption. Mechanistic analyses revealed that nitenpyram disrupted brain metabolism via the intestinal MAPK pathway, reducing ascorbate and aldarate metabolism. Prophylactic Gilliamella treatment reversed these effects, restored metabolic balance, and modulated esterase E4 expression, enhancing pesticide resistance. This study underscores Gilliamella's vital role in honey bee resilience to neonicotinoids, offering insights into the microbiota-gut-brain axis (MGBA) as a pathway for enhancing pesticide tolerance and ecological health."
    },
    {
      "pmid": "40052024",
      "title": "Effect of Vaginal Cream with the Combination of Honey, Olive, and Propolis on the Symptoms of Uterine Cervicitis Symptoms in Women: A Double-Blind Randomized Controlled Clinical Trial Study.",
      "authors": [
        "Hamideh Parsapour",
        "Arezoo Shayan",
        "Mehrnoosh Hosseinpoor",
        "Seyedeh Zahra Masoumi",
        "Farideh Kazemi",
        "Shirin Moradkhani",
        "Seyed Mohammad Hossein Oliaei",
        "Zeinab Assareh",
        "Mohammad Kazem Rashidi"
      ],
      "journal": "Iranian journal of nursing and midwifery research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Uterine cervicitis in women requires careful selection of a suitable and straightforward treatment. This study aimed to examine the effect of Nika vaginal cream on the symptoms of uterine cervicitis in women. MATERIALS AND METHODS: This double-blind, randomized, controlled clinical study was conducted on 66 women who where reffered to Hamadan health centers in 2021(33 people in each group). The participants in the intervention group were instructed to use Nika vaginal cream every night for 14 nights, along with a single dose of one gram of azithromycin, 400 mg of cefixime, and 500 mg of metronidazole twice a day for both the patient and her husband. The control group received a placebo cream and the same drugs as the intervention group. After the 14-day treatment period, clinical signs were assessed through examinations, and participants completed questionnaires again. RESULTS: The study found that participants in the Nika user group experienced a 69.70% improvement in symptoms related to uterine cervicitis. This improvement was significantly higher than the control group, which only showed a 45.50% improvement. Although the Risk Ratio (RR) between the two groups was 53% higher in the intervention group, this difference was not statistically significant (p=0.06). However, the Risk Difference (RD) of 0.24 between the groups was found to be statistically significant (p=0.04). Additionally, participants in the intervention group reported a 76.00% reduction in dyspareunia (p=0.03) and an 84.00% reduction in urinary frequency (p=0.05). CONCLUSIONS: According to the result of RD, Nika vaginal cream had a significant effect on the improvement of cervicitis symptoms."
    },
    {
      "pmid": "40015911",
      "title": "Honey bees prefer moderate sublethal concentrations of acetamiprid and experience increased mortality.",
      "authors": [
        "Jingliang Shi",
        "Xiaolong Wang",
        "Yi Luo"
      ],
      "journal": "Pesticide biochemistry and physiology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acetamiprid, a prevalent neonicotinoid residue in honey, poses long-term risks to honey bee health even at sublethal concentrations. Despite this, the chronic lethal effects across a bee's full adult life stage and the influence of acetamiprid at environmentally relevant concentrations on food preferences in honey bees remain uncertain. By conducting a long-term survival monitoring, we found that bees chronically exposed to 0.75 mg/L acetamiprid exhibited a greater mortality compared to those exposed to the highest concentration (3 mg/L) when given a choice between acetamiprid-treated syrup and nontreated pollen. Bees exposed to 0.75 mg/L acetamiprid consumed less pollen and higher amounts of treated syrups compared to the control and 3 mg/L treatment, indicating a preference for moderate sublethal concentrations. To refine our understanding, we tested a range of additionally extended acetamiprid concentrations (0, 0.1, 0.5, 1, and 5 mg/L) using various food-choice assays. The findings indicated no consumption bias and revealed a significant dose-response relationship concerning reduced survival at concentrations exceeding 0.5 mg/L of acetamiprid in the no-choice assay, while manifesting a highest preference for 0.5 mg/L concentration in the two-choice and five-choice assays. This study underscores the hidden risk of acetamiprid threatening bees through foraging preferences on specific range of concentrations.",
      "mesh_terms": [
        "Animals",
        "Neonicotinoids",
        "Bees",
        "Insecticides",
        "Dose-Response Relationship, Drug"
      ]
    },
    {
      "pmid": "40005996",
      "title": "The Efficacy of Honey for the Treatment of Perineal Wounds Following Vaginal Birth: A Narrative Review.",
      "authors": [
        "Isa S Schaap",
        "Céline M J G Lardenoije",
        "Senna J J M van Riel",
        "Niels A J Cremers"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2025-Jan-29",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background/Objectives: During vaginal delivery, the perineum can be damaged either by episiotomy or by a spontaneous perineal tear, leading to several complications. The wound healing process should proceed as quickly and properly as possible without an infection. Medical grade honey (MGH) may be a potent treatment option due to its antimicrobial and pro-healing activities. This literature study investigated the role of honey in the treatment of vaginal wounds after delivery. Methods: Studies published before 17 July 2024 in the PubMed, Web of Science, Embase, Scopus, EBSCO host/CINAHL, Cochrane Library, and Google Scholar databases about honey, episiotomy wounds, and perineal tears, as well as those investigating wound healing and/or pain, were assessed. Results: Ten studies were included (six RCTs, of which three were double-blind, one was quasi-experimental with a posttest only, and three were observational studies without a control group), with 723 participants in total. Six of the seven controlled studies showed honey significantly improved various outcome measures, such as improved wound healing, and reduced need for pain medication. The three non-controlled studies also had a positive outcome, improving wound healing and decreasing pain intensity and prickling sensation. However, the overall quality of available evidence is limited. Different types of honey concentrations, origins, and additives were used in the included studies. Using a standardized MGH formulation may help to maintain consistent and potent effects. Therefore, additional research is needed to determine the efficacy of MGH in perineal trauma and to establish guidelines for clinical use. Conclusions: Honey potentially has a great effect on wound healing of perineal trauma; however, more research is necessary to substantiate the findings in the current literature."
    },
    {
      "pmid": "40005964",
      "title": "Topical Application of Manuka Honey for the Treatment of Non-Healing Venous Leg Ulcers.",
      "authors": [
        "Marek Kucharzewski",
        "Kinga Spyrka",
        "Ewa Rojczyk",
        "Jakub Brela"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2025-Jan-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Issues related to the chronic venous leg ulcer (VLU) treatment and prevention of recurrences remain the subject of research, but so too do common clinical problems in daily medical practice. Due to its medicinal properties, Manuka honey is increasingly used in the treatment of wounds of various origins. The aim of the study was to investigate the effectiveness of Manuka honey for the topical treatment of non-healing, chronic, venous leg ulcers. Methods: Eighty patients with chronic VLU participated in the study and were randomized into two equinumerous groups. In group 1, patients were treated with topical Manuka honey application and short stretch bandage compression, whereas, in group 2, antimicrobial calcium alginate wound dressing + Ag was used instead of Manuka honey. The efficacy of both treatment methods was compared. Results: The ulcerations in patients from group 1 have healed completely after up to seven weeks of therapy in all cases. In contrast, in all patients from group 2, the healing process was longer but completed successfully after up to 14 weeks of the therapy. The process of wound cleaning from microorganisms was also faster in group 1, as well as the reduction in ulcer area during treatment. Conclusions: It was found that the topical administration of Manuka honey may be a promising alternative to traditional methods of non-healing VLU treatment."
    },
    {
      "pmid": "40003798",
      "title": "Influence of Hyperthermia Treatment on Varroa Infestation, Viral Infections, and Honey Bee Health in Beehives.",
      "authors": [
        "Xinjian Xu",
        "Shujing Zhou",
        "Jinrong Huang",
        "Fa Geng",
        "Xiangjie Zhu",
        "Hossam F Abou-Shaara"
      ],
      "journal": "Insects",
      "publication_date": "2025-Feb-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The mite Varroa destructor is widely acknowledged as the most destructive threat to honey bee (Apis mellifera) colonies on a global scale. Varroa mite infestations in bee colonies are intricately linked with viral infections, collaboratively leading to diminished bee populations and accelerated colony losses. Extensive research has firmly established the correlation between varroa mites and viruses, underscoring the mite's efficiency in spreading viruses among bees and colonies. The effective control of varroa mites is expected to result in a decrease in viral infections within bee colonies. Research suggests that thermal treatments (hyperthermia) present a viable approach to combat varroa mites, with studies demonstrating the role of heat stress in reducing viral infections in affected bees. This article examines the extant literature surrounding the utilization of hyperthermia as a potential method to ameliorate the adverse impacts of varroa mites and their associated viral infections on honey bee colonies. It also outlines the thermal characteristics of these stressors. Diverse devices can be used for subjecting colonies to hyperthermia treatment, targeting mites both within and outside of brood cells. The application of thermal treatments, typically ranging between 40 and 42 °C for 1.5-3 h, as a method to reduce varroa mites and viral infections, has shown promise. Notably, the precise effectiveness of hyperthermia treatment in comparison with alternative varroa mite control measures remains uncertain within the available literature. The potential deleterious repercussions of this control mechanism on immature and mature honey bees are evaluated. Concurrently, the detrimental implications of prolonged treatment durations on colonies are discussed. Regarding viral infections, hyperthermia treatment can impact them negatively by either reducing varroa mite infestations or by inducing the production of heat shock proteins that possess potential antiviral properties. Various factors are identified as influential on hyperthermia treatment efficacy within bee colonies, including the device type and treatment duration, necessitating further empirical investigations. Additionally, this article highlights the existing gaps in the knowledge and provides insights into the prospective directions of research concerning this control method."
    },
    {
      "pmid": "40001390",
      "title": "Synergistic Antibiofilm Effects of Chestnut and Linden Honey with Lavender Essential Oil Against Multidrug-Resistant Otitis Media Pathogens.",
      "authors": [
        "Virág D Ángyán",
        "Viktória L Balázs",
        "Marianna Kocsis",
        "Béla Kocsis",
        "Györgyi Horváth",
        "Ágnes Farkas",
        "Lilla Nagy-Radványi"
      ],
      "journal": "Antibiotics (Basel, Switzerland)",
      "publication_date": "2025-Feb-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Bacterial resistance to antibiotics is a major problem in healthcare, complicated by the ability of bacteria to form biofilms. Complementary therapy for infectious diseases can rely on natural substances with antibacterial activity, e.g., essential oils and honeys. The aim of the study was to investigate the effects of linden and chestnut honeys, lavender essential oil, and their combinations against the multidrug-resistant otitis media pathogens Haemophilus influenzae, H. parainfluenzae, Moraxella catarrhalis, Pseudomonas aeruginosa, and Streptococcus pneumoniae. The efficacy of these natural substances was compared with each other and antibiotics used in clinical practice. METHODS: Microscopic pollen analysis and physicochemical traits were used to confirm the botanical origin of honey samples. The antibiotic sensitivity of bacteria was tested with a disk diffusion assay. Minimum inhibitory concentrations were determined using a microdilution assay. A 24 h immature biofilm eradication test was performed with a crystal violet assay. The efficacy of combinations was tested with a checkerboard titration method. The DNA release of damaged bacterial cells was measured using a membrane degradation assay. RESULTS: Lavender essential oil displayed more potent antibacterial activity compared to the honey samples. However, honey-essential oil combinations showed higher inhibition rates for biofilm eradication, with P. aeruginosa being the most resistant bacterium. The combined use of chestnut honey and lavender oil resulted in a higher degree of membrane degradation in a shorter time, and their synergistic effect was proven with checkerboard titration. CONCLUSIONS: The combination of linden or chestnut honey with lavender essential oil was shown to be effective in the eradication of a 24 h immature biofilm formed by H. parainfluenzae, M. catarrhalis, and S. pneumoniae."
    },
    {
      "pmid": "39967879",
      "title": "Effect of honey, as a natural deep eutectic solvent, on the phytochemical stability and anti-inflammatory activity of Eurycoma longifolia Jack.",
      "authors": [
        "Chanakan Sitthisak",
        "Juntratip Jomrit",
        "Warangkana Chunglok",
        "Waraporn Putalun",
        "Tripetch Kanchanapoom",
        "Thaweesak Juengwatanatrakul",
        "Gorawit Yusakul"
      ],
      "journal": "RSC advances",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of Eurycoma longifolia Jack (EL) in combination with honey is widely recognized in conventional medicine because of its aphrodisiac and pyretic properties. However, the effects of honey, a natural deep eutectic solvent (NADES), on the phytochemical stability and anti-inflammatory activity of EL remain unknown. This study aimed to investigate the effect of honey on phytochemical and anti-inflammatory effects of EL. The stabilities of bioactive compounds, including eurycomanone (EU), 9-hydroxycanthine-6-one (9HCO), and 9-methoxycanthine-6-one (9MCO), were evaluated after treating EL with honey. The anti-inflammatory activity was assessed by measuring the inhibition of NO production in lipopolysaccharide-induced RAW264.7 macrophages. The EL formulations treated with honey exhibited significantly higher yields of EU and 9HCO; however, a decrease in 9MCO was observed. After a 90 day infusion, the anti-inflammatory activities of honey-treated EL (9.19-68.73% NO inhibition) and simulated honey-NADES-treated EL (5.37-66.68% NO inhibition) were slightly lower than that of the non-treated EL extract (10.34-77.93% NO inhibition). Nonsugar honey constituents also exhibited anti-inflammatory effects. The combination of EL extract and honey resulted in a slightly lower anti-inflammatory activity (11.66-68.55% NO inhibition) compared with the EL extract. Honey and NADES enhanced the extraction and stabilization of bioactive compounds from EL. The anti-inflammatory properties of EL were preserved after honey treatment, indicating that honey-treated EL is a potential natural treatment for inflammatory conditions."
    },
    {
      "pmid": "39967153",
      "title": "Food-related properties and composition of cocoa honey (Theobroma cacao L.): An integrated investigation.",
      "authors": [
        "Gustavo Henrique Amaral Monteiro Rocha",
        "Maria Carolina de Almeida",
        "Lethicya Lucas Pires da Silva",
        "Igor Savioli Flores",
        "Gabriel Luis Castiglioni",
        "Tatianne Ferreira De Oliveira",
        "Julião Pereira"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cocoa (Theobroma cacao L.) is a tropical fruit used in chocolate production, with a huge portion of its byproducts, such as cocoa honey, being discarded, contributing to the over 52,000 tons of waste generated by the cocoa chain. Cocoa honey is a yellow liquid that drips from cocoa beans, rich in sugars, organic acids, vitamins, and minerals, making it highly susceptible to microbial fermentation. This study aims to provide a comprehensive analysis of cocoa honey's integrated profile, evaluating its antioxidant properties, bioactive compounds, vitamins, minerals, microbiological conditions, and physicochemical characteristics, while integrating a discussion on its potential food-related applications. Advanced analytical techniques, including high-performance liquid chromatography (HPLC), gas chromatography-mass spectrometry (GC-MS), nuclear magnetic resonance (NMR), flame atomic absorption spectrophotometry (FAAS), and thermal analysis methods (differential scanning calorimetry and thermogravimetry, DSC/TGA), were employed to identify bioactive and nutritional compounds in this by-product and explore correlations between different identification instruments. The analytical techniques, combined with physicochemical analysis, revealed a sugar content of 17.68 g 100 mL-1, with fructose (4.65 g 100 mL-1) and glucose (4.19 g 100 mL-1) as the predominant sugars. Additionally, it is rich in essential minerals, including potassium (157.1 mg L-1) and magnesium (213.0 mg L-1), with the latter providing half of the recommended daily intake for an adult. Nuclear Magnetic Resonance (NMR) identified trace amounts of essential amino acids, such as leucine and threonine, along with vitamins like biotin (0.16 mg 100 mL-1), findings further confirmed by HPLC. The structural profile of cocoa honey demonstrated a complex matrix comprising amino acids and fermentative metabolites, including methylamine, ethanol, and lactic acid. GC-MS analysis of volatile compounds revealed key substances, including alcohols and esters, which contribute to cocoa honey's distinctive fruity and floral aroma. Cocoa honey exhibited notable antioxidant activity, with a phenolic content of 251 mg GAE 100 mL-1 and flavonoids at 172.41 mg CE 100 mL-1. This contributed to its antioxidant capacity, as determined by DPPH (312.96 µmol TE 100 mL-1), with results corroborated by other methods such as FRAP and ABTS+. Comparisons highlighted its antioxidant potential relative to other tropical fruit pulps. To ensure stability and prevent microbial spoilage, stabilization treatment temperatures below 75.9 °C were identified as optimal for pathogen elimination while preserving the structural integrity of the honey. In conclusion, cocoa honey exhibits a distinctive composition, antioxidant properties, and both nutritional and physicochemical characteristics, suggesting its potential for various applications in the food industry. These characteristics make it a candidate for use as a functional ingredient in fermented products, as well as a natural flavoring or sweetening agent. Further research is necessary to optimize stabilization methods and evaluate its broader applications in food production.",
      "mesh_terms": [
        "Cacao",
        "Honey",
        "Antioxidants",
        "Gas Chromatography-Mass Spectrometry",
        "Vitamins",
        "Chromatography, High Pressure Liquid",
        "Magnetic Resonance Spectroscopy",
        "Fermentation",
        "Minerals",
        "Chocolate",
        "Nutritive Value"
      ]
    },
    {
      "pmid": "39963045",
      "title": "Indian lychee honey ameliorates hepatic glucose uptake by regulating the ChREBP/Glut4 axis under insulin-resistant conditions.",
      "authors": [
        "Chandrachur Ghosh",
        "Tathagata Kundu",
        "Tiyasa Pathak",
        "Saakshi Saini",
        "Neeladrisingha Das",
        "Surendra Saini",
        "Debabrata Sircar",
        "Prabhat Kumar",
        "Partha Roy"
      ],
      "journal": "Food & function",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Many traditional treatments include honey owing to its magnificent health beneficiary effects. Recent studies have demonstrated the potent anti-diabetic activity of honey. However, its actual mechanism of action remains elusive. Moreover, being rich in sugar (75%-80%), its role in maintaining glucose homeostasis remains questionable. Although the polyphenol content of honey aids its hypoglycaemic activity, the small quantity of bioactive compounds in honey (0.5%-1.0%) may not be solely responsible for this. In the current study, an attempt was made to understand the role of Indian lychee honey (LyH) in regulating blood glucose levels under diabetic conditions. This study investigated whether LyH, although rich in sugars, can be used as an alternative to regulate glucose and lipid homeostasis under insulin-resistant conditions by regulating the ChREBP/Glut4 signalling pathway. This study was first performed in vitro in palmitic acid-induced insulin-resistant HepG2 cells. Various assays, such as FACS, GCMS, qRT-PCR, immunoblot and ChIP-qPCR, were performed to establish the anti-hyperglycaemic role of LyH in vitro. The in vitro results were subsequently confirmed in vivo using a high-fat diet-induced diabetic C57BL/6 mice model. The in vivo study was supported by several experiments, such as examining blood parameters, histopathology, double-immunohistochemistry and ELISA. Finally, the finding was validated by comparing it with a couple of GEO datasets from the NCBI database. This study found that LyH is an excellent choice for regulating blood sugar levels under diabetic conditions without significant harmful side effects. Moreover, LyH showed excellent hepatic glucose uptake activity in an insulin-independent manner. This activity is mainly governed by sugars as its main ingredient. LyH treatment also regulates hepatic lipid homeostasis by maintaining a balance between saturated and unsaturated fatty acids in insulin-resistant HepG2 cells. Further, sugar, when supplemented individually, caused severe inflammation, which was validated through histopathology, ELISA and IHC. Collectively, the findings of this study indicate that Indian LyH provides a better food matrix (the right proportion of sugars and different bioactive compounds), which significantly improves hyperglycemia and inflammation under diabetic conditions by regulating the hepatic ChREBP/Glut4 axis.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Insulin Resistance",
        "Mice",
        "Basic Helix-Loop-Helix Leucine Zipper Transcription Factors",
        "Hep G2 Cells",
        "Mice, Inbred C57BL",
        "Male",
        "Honey",
        "Liver",
        "Glucose Transporter Type 4",
        "Glucose",
        "Signal Transduction",
        "Hypoglycemic Agents"
      ]
    },
    {
      "pmid": "39957976",
      "title": "The Effect of Honey Supplementation on Skeletal Muscle-Related Inflammatory Markers Among Military Graduates After Overtraining.",
      "authors": [
        "Esmail Karami",
        "Mohammad Reza Parvizi",
        "Mohammad Reza Izadi",
        "Emad Jowhari Shirazi"
      ],
      "journal": "Health science reports",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS AND OBJECTIVES: Honey possesses specific anti-inflammatory properties. We evaluated the effects of oral honey supplementation on skeletal muscle-related inflammatory markers among military graduates after overtraining. METHODS: This randomized double-blind controlled trial was conducted on 42 overtrained military graduates who were randomly assigned to receive either honey supplementation (5 mL of 12% honey solution twice daily for 6 weeks) or a placebo for 6 weeks. In our study, we utilized Milk Vetch Sahand honey as the intervention. Serum levels of C-reactive protein (CRP), tumor necrosis factor-α (TNF-α), aldolase A, and creatine kinase (CK) were evaluated using the enzyme-linked immunosorbent assay method before and after the intervention. RESULTS: A total of 21 male participants with a mean age of 20.75 years were included in each group. No significant differences were found between the groups in the pre-intervention assessment of inflammatory biomarkers. However, in the post-intervention assessment, participants who received honey exhibited significantly smaller increases in CRP (p < 0.001), TNF-α (p = 0.001), aldolase A (p < 0.001), and CK levels (p < 0.001) compared to the controls. The mean changes in these biomarkers were notably lower in the honey group indicating a potential anti-inflammatory effect of honey. CONCLUSION: This study demonstrates that honey supplementation significantly reduces inflammatory biomarkers such as TNF-α, CRP, aldolase A, and CK in military graduates experiencing overtraining, underscoring its potential to alleviate inflammation associated with intense physical training. To confirm and extend these findings, further research with larger sample sizes and longer follow-up periods is recommended."
    },
    {
      "pmid": "39935366",
      "title": "Unveiling Molecular Mechanisms Mediating Coumaphos Tolerance in Western Honey Bees (Apis mellifera).",
      "authors": [
        "Xingzhi Xiao",
        "Janin Roesner",
        "Kyungjae Andrew Yoon",
        "Susie Cho",
        "Si Hyeock Lee",
        "Julian Haas",
        "Ralf Nauen"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2025-Feb-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Honey bees (Apis mellifera) are managed pollinators playing a critical role in global agriculture. Among factors linked to bee decline, the ectoparasitic varroa mite (Varroa destructor) is a major stressor. Coumaphos is an organophosphate pro-insecticide known for its selectivity toward honey bees, rendering it an effective in-hive treatment against varroa mites. This study investigated the molecular mechanisms underlying coumaphos tolerance in honey bees. Coumaphos-oxon inhibition studies with recombinantly expressed acetylcholinesterases of bees and mites precluded toxicodynamic reasons for the observed selectivity. Synergist bioassays and biochemical studies confirmed that honey bee CYP9Q2 is a key enzyme involved in coumaphos detoxification, particularly by its catalytic capacity to hydroxylate coumaphos-oxon. Bioassays with transgenic Drosophila expressing CYP9Q2 validated our molecular findings. Enzyme inhibition studies revealed suicide substrate properties for coumaphos leading to the inactivation of P450s during coumaphos oxidation. This study demonstrated the complexity of P450-mediated coumaphos activation and inactivation driving honey bee selectivity.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Coumaphos",
        "Cytochrome P-450 Enzyme System",
        "Insect Proteins",
        "Insecticides",
        "Varroidae",
        "Acetylcholinesterase"
      ]
    },
    {
      "pmid": "39913563",
      "title": "E-B-ocimene and brood cannibalism: Interplay between a honey bee larval pheromone and brood regulation in summer dearth colonies.",
      "authors": [
        "Mark J Carroll",
        "Nicholas Brown",
        "Eden Huang"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Honey bees balance colony populations against available food resources by adjusting brood rearing during nutritionally-stressed periods. Workers limit colony populations primarily through brood cannibalism of eggs and young larvae but often resume brood rearing when conditions improve. However, extended brood cannibalism reduces brood and removes brood signals that mediate brood rearing, such as E-β-ocimene, a volatile pheromone produced by eggs, young larvae, prepupae and ovipositing queens. We examined the effects of pollen supplementation on ocimene signaling in nutritionally-stressed colonies. Pollen-deprived colonies showed declines in ocimene emissions that coincided with sustained brood cannibalism of pheromone-producing brood. In contrast, pollen-supplemented colonies reared more brood and released more ocimene. Twelve day old workers that completed adult development in pollen-deprived colonies had less well developed hypopharyngeal glands and fat bodies than workers that matured in pollen-supplemented colonies. Given that ocimene emissions increased once brood rearing resumed, we considered the possibility that ocimene may help suppress brood cannibalism and support egg retention in nutritionally stressed nuc colonies. Broodless nucleus frames were treated with synthetic ocimene releases equivalent to 3,744 L2-L3 larvae. All ocimene-supplemented nucs retained large numbers of eggs and young larvae four days after initial treatment. By contrast, half of the unsupplemented nucs cannibalized all of their eggs and L1 larvae. Most of the remaining unsupplemented nuc colonies retained fewer eggs and L1 larvae than ocimene supplemented nuc colonies. E-B-ocimene may prime nutritionally stressed workers to increase brood rearing during dearth periods by projecting the presence of healthy eggs and young larvae.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Larva",
        "Cannibalism",
        "Pheromones",
        "Alkenes",
        "Acyclic Monoterpenes",
        "Seasons",
        "Pollen",
        "Female"
      ]
    },
    {
      "pmid": "39905465",
      "title": "Exploring the antibacterial and anti-biofilm activity of two Iranian medical-grade kinds of honey on multidrug-resistant Pseudomonas aeruginosa.",
      "authors": [
        "Mustafa Riyadh Alshaybawee",
        "Shahrzad Asgari",
        "Paria Ghadersoltani",
        "Ahmadreza Mehrabian",
        "Parastoo Saniee"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2025-Feb-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Pseudomonas aeruginosa is a prominent multidrug-resistant and biofilm-forming bacteria. Mono-floral honey, enriched with a variety of biological compounds, can be categorized as medical-grade honey due to its notable pharmacological benefits. In this study, two types of Iranian honey were thoroughly characterized, and the antimicrobial and anti-biofilm properties were examined against three clinical strains of multidrug-resistant P. aeruginosa. METHODS: Citrus and Thyme honey from Alborz were selected based on physicochemical, phytochemical, and melissopalynological tests conducted from a medical perspective. The antibacterial activity of the honey samples against three clinical strains of multidrug-resistant P. aeruginosa isolated from wound infections was evaluated using both the well-diffusion and broth microdilution methods. Additionally, an antibiofilm assay was performed using the crystal violet method in microplates. RESULTS: Both medical grade honey samples exhibited considerable antibacterial activity against the three P. aeruginosa isolates at 75-100% v/v concentrations with inhibition zones measuring between 15 and 30 mm. The minimum inhibitory concentration (MIC) and the minimum bactericidal concentration (MBC) values for both types of honey were 6.25% v/v (final concentration). The antibiofilm assay indicated that both types of honey demonstrated varying levels of antibiofilm activity. Citrus honey at 9% concentration was the most effective, showing an average inhibition rate of 59%, while Citrus honey at 2.3% final concentration exhibited the least effectiveness with an average inhibition rate of 23%. DISCUSSION: A thorough analysis of the honeys studied confirmed their authenticity and the presence of medicinal compounds. The results of honey tests correspond to the normal range (natural Honey) in the Council of the European Union. Based on the evaluation and compliance with the medical grade criteria including authenticity, health, qualities well botanical origin mentioned honey is classified in medical grade. The antibacterial results indicated that both Thyme and Citrus honeys effectively inhibit the growth and biofilm formation of P. aeruginosa. Therefore, these honeys may serve as natural and safe alternatives or adjuncts to conventional antibiotic therapy for wound healing and infection management.",
      "mesh_terms": [
        "Honey",
        "Pseudomonas aeruginosa",
        "Biofilms",
        "Anti-Bacterial Agents",
        "Iran",
        "Microbial Sensitivity Tests",
        "Drug Resistance, Multiple, Bacterial",
        "Humans",
        "Thymus Plant",
        "Citrus",
        "Pseudomonas Infections"
      ]
    },
    {
      "pmid": "39879753",
      "title": "Multivariate analysis to evaluate the storage time of cocoa honey (Theobroma cacao L.) processed by pasteurization and high intensity ultrasound.",
      "authors": [
        "Manuela B Nascimento",
        "Bruno N Paulino",
        "Suzana B Silva",
        "Kathleen R Deegan",
        "Joseane C G Alencar",
        "Adriana C R Ferreira",
        "Frederico M Rodrigues",
        "Paulo R R Mesquita",
        "Sergio E Soares"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "This study investigated the effects of thermal pasteurization, thermal pasteurization with additives, and high-intensity ultrasound techniques on the storage of cocoa honey (Theobroma cacao L.) over a 28-day period. Physicochemical analyses revealed significant differences among the treatments, with thermal pasteurization maintaining stability for up to 14 days, pasteurization with additives for up to 28 days, and ultrasound treatment for up to 21 days. All conservation methods effectively inhibited microbial growth throughout the 28 days. The compounds detected in the highest relative contents were 2-heptyl acetate and palmitic acid, with esters representing the predominant chemical class. The application of multivariate analysis tools provided a more efficient exploration of the VOC data, demonstrating that pasteurization with additives produced a more consistent compound profile throughout the storage period. These findings indicate that pasteurization with additives and ultrasound technology were the most effective methods for extending the shelf life of cocoa honey.",
      "mesh_terms": [
        "Honey",
        "Cacao",
        "Food Storage",
        "Pasteurization",
        "Multivariate Analysis",
        "Ultrasonics",
        "Hot Temperature"
      ]
    },
    {
      "pmid": "39865294",
      "title": "First evidence of the effectiveness of a field application of RNAi technology in reducing infestation of the mite Varroa destructor in the western honey bee (Apis mellifera).",
      "authors": [
        "Francesca Bortolin",
        "Emanuele Rigato",
        "Sergio Perandin",
        "Anna Granato",
        "Laura Zulian",
        "Caterina Millino",
        "Beniamina Pacchioni",
        "Franco Mutinelli",
        "Giuseppe Fusco"
      ],
      "journal": "Parasites & vectors",
      "publication_date": "2025-Jan-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The mite Varroa destructor is the most serious pest of the western honey bee (Apis mellifera) and a major factor in the global decline of colonies. Traditional control methods, such as chemical pesticides, although quick and temporarily effective, leave residues in hive products, harming bees and operators' health, while promoting pathogen resistance and spread. As a sustainable alternative, RNA interference (RNAi) technology has shown great potential for honey bee pest control in laboratory assays, but evidence of effectiveness in the field has been lacking. METHODS: We investigated the efficacy and feasibility of a RNAi treatment to improve bee health under natural beekeeping conditions by integrating a honey bee diet with a mixture of dsRNA targeting V. destructor acetyl-CoA carboxylase, Na+/K+ ATPase and endochitinase genes. RESULTS: In treated hives, we observed that the average infestation rate of phoretic Varroa mite was reduced by 33% and 42% relative to control bees fed with sucrose and GFP-dsRNA, respectively. The dsRNA treatment did not affect bee survival, and the beekeepers involved in the project found the method manageable in the apiary and non-intrusive to production activities. CONCLUSIONS: Our findings demonstrate the feasibility and effectiveness of RNAi technology in reducing Varroa mite infestations under natural rearing conditions. This study supports the potential of RNAi as a promising alternative to chemical pesticides, offering a targeted, efficient and sustainable solution for managing V. destructor in honey bee populations.",
      "mesh_terms": [
        "Animals",
        "Varroidae",
        "RNA Interference",
        "Bees",
        "Beekeeping",
        "Mite Infestations",
        "RNA, Double-Stranded"
      ]
    },
    {
      "pmid": "39864250",
      "title": "Managed honey bees, Apis mellifera (Hymenoptera: Apidae), face greater risk from parasites and pathogens than mosquito control insecticide applications.",
      "authors": [
        "Jenna Crowder",
        "Ilia Rochlin",
        "Christopher S Bibbs",
        "Emily Pennock",
        "Mike Browning",
        "Cody Lott",
        "Amanda Barth",
        "Gregory S White",
        "Ary Faraji"
      ],
      "journal": "The Science of the total environment",
      "publication_date": "2025-Feb-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As the primary pollinator for many crops, honey bees (Apis mellifera) are critically important to food production and the agricultural economy. Adult mosquito control is often suspected by the public and commercial beekeepers to harm honey bees, creating conflicts between industries. To investigate this matter, a two-year field study was conducted on vegetated wetlands in Salt Lake City, Utah, U.S.A. where honey bee colonies were placed in areas subjected to aerial adult mosquito control applications using the organophosphate naled. Comparison colonies were placed in areas not exposed to insecticides. Colony conditions were documented over the two-year period to capture both immediate and cumulative season-long effects of naled to honey bee health. A Before-After-Control-Impact (BACI) analysis of mortality data from treated and non-treated colonies using mixed effects models revealed no statistically significant differences, indicating that aerial applications of naled for mosquito control did not adversely affect these honey bee colonies. A Random Forest machine-learning model identified that Nosema infection, maximum temperatures, and seasonal progression were more significant contributors to bee mortality during the study period, whereas cumulative naled applications were among the least significant predictors. Non-parametric statistical tests (NMDS and PERMANOVA) indicated no differences in colony resources (pollen/honey/nectar; open/capped brood) and parasite (Varroa mites; Vairimorpha microsporidians) loads between exposed colonies and non-treatment colonies. These findings were consistent across different seasons and varying environmental conditions. Our results suggest that naled, when used as intended for mosquito control, does not pose a significant risk to managed honey bee populations in rural settings.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Insecticides",
        "Mosquito Control",
        "Utah",
        "Naled",
        "Nosema"
      ]
    },
    {
      "pmid": "39859685",
      "title": "Morphological Comparisons of Adult Worker Bees Developed in Chinese and Italian Honey Bee Combs.",
      "authors": [
        "Shunhua Yang",
        "Hui Li",
        "Pingqing Wu",
        "Dan Yue",
        "Yulong Guo",
        "Wenzheng Zhao",
        "Kun Dong"
      ],
      "journal": "Insects",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The size of comb cells is a key factor influencing the body size of honey bee workers. Comb cells and the body size of Chinese honey bee workers are smaller than those of Italian honey bee workers. To increase the size of Chinese honey bee workers, this study used newly built combs from Chinese honey bee colonies (control group) and Italian honey bee colonies (treatment group). These combs were provided to Chinese honey bee colonies for queens to lay fertilized eggs with the aim of rearing larger workers. Workers emerging from the control and treatment combs were designated as control and treatment workers, respectively. We compared 13 external morphological traits, including right forewing length and width; linear length of veins a, b, c, and d; proboscis length; right hind femur length; tibia length; metatarsal length and width; and the longitudinal diameters of the third and fourth tergites between the two groups. The results identified six types of cell contents in the combs, excluding empty cells: capped honey (most abundant), followed by capped brood, uncapped honey, and smaller amounts of pollen, larvae, and eggs. Additionally, the average body weights of 6-day-old worker bee larvae, white-eyed pupae, adult worker bees, and honey stomachs containing sucrose solution were significantly higher in the treatment group than in the control group. Except for proboscis length, the average size of 12 out of 13 traits in the treatment group was significantly larger than in the control group, indicating that increasing cell size can produce larger Chinese honey bee workers. In the control group, only the left forewing was significantly shorter than the right, with no significant side-to-side differences in the other morphological traits. In the treatment group, the left forewing width, hind leg femur length, tibia length, and hind leg metatarsus width were significantly smaller than their right-side counterparts, while the other six traits showed no significant side-to-side differences. These findings provide a basis for using Italian honey bee combs to rear larger workers in Chinese honey bee colonies, offering beekeepers a strategy to enhance foraging capacity and improve honey production."
    },
    {
      "pmid": "39859617",
      "title": "A Field Trial to Demonstrate the Potential of a Vitamin B Diet Supplement in Reducing Oxidative Stress and Improving Hygienic and Grooming Behaviors in Honey Bees.",
      "authors": [
        "Nemanja M Jovanovic",
        "Uros Glavinic",
        "Jevrosima Stevanovic",
        "Marko Ristanic",
        "Branislav Vejnovic",
        "Slobodan Dolasevic",
        "Zoran Stanimirovic"
      ],
      "journal": "Insects",
      "publication_date": "2025-Jan-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The honey bee is an important insect pollinator that provides critical pollination services for natural and agricultural systems worldwide. However, inadequate food weakens honey bee colonies, making them vulnerable to various biotic and abiotic factors. In this study, we examined the impact of supplementary feeding on bees' genes for antioxidative enzymes and vitellogenin, oxidative stress parameters, and the hygienic and grooming behavior. The colonies were divided into two experimental groups (with ten hives each): a treatment group that received the plant-based supplement and a control group. The experiment was conducted in two seasons, spring and summer. After the treatment, in both seasons, all the monitored parameters in the treatment group differed from those in the control group. The expression levels of genes for antioxidative enzymes were significantly lower, but the vitellogenin gene transcript level was significantly higher. Values of oxidative stress parameters were significantly lower. The levels of hygienic and grooming behavior were significantly higher. Therefore, our field study indicates that the tested supplement exerted beneficial effects on bees, reflected in reduced oxidative stress and enhanced hygienic and grooming behavior."
    },
    {
      "pmid": "39857405",
      "title": "Hovenia dulcis Thunb. Honey Exerts Antiviral Effect Against Influenza A Virus Infection Through Mitochondrial Stress-Mediated Enhancement of Innate Immunity.",
      "authors": [
        "Eun-Bin Kwon",
        "Buyun Kim",
        "Young-Eun Kim",
        "Sung-Joon Na",
        "Sang Mi Han",
        "Soon Ok Woo",
        "Hong Min Choi",
        "Siwon Moon",
        "Young Soo Kim",
        "Jang-Gi Choi"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Jan-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To combat influenza A virus (IAV) infection, it is vital to develop effective therapeutic strategies, including immunomodulators. In this study, we examined the antiviral effects of Hovenia dulcis Thunb. honey (HDH) against IAV using RAW 264.7 cells. HDH treatment significantly reduced IAV infection and viral protein expression. Moreover, it enhanced the production of interferon (IFN)-β, activated the innate immune response through the cyclic GMP-AMP synthase (cGAS)-stimulator of interferon genes (STING) pathway, and upregulated IFN signaling through signal transducer and activator of transcription (STAT)1/2 phosphorylation and interferon-stimulated gene (ISG) expression. In addition, HDH decreased IAV-induced intracellular and mitochondrial reactive oxygen species (ROS) production by upregulating the expression of antioxidant proteins, such as Sirt3 and SOD2. The results suggest that HDH is a potential therapeutic agent inhibiting viral replication and boosting host antiviral immunity."
    },
    {
      "pmid": "39837751",
      "title": "A systematic meta-analysis of the efficacy of treatments for a global honey bee pathogen - the Varroa mite.",
      "authors": [
        "Darren P O'Connell",
        "Kevin Healy",
        "Jack Wilton",
        "Cristina Botías",
        "Julia C Jones"
      ],
      "journal": "The Science of the total environment",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "The western honey bee Apis mellifera is the world's most important managed pollinator. However, globally honey bees have been facing increasing colony losses due to a combination of stress factors. Foremost among these is the invasive mite Varroa destructor, which is the pathogen most commonly linked to colony losses. Despite intensive research focus on this problem, V. destructor management remains extremely challenging, with no definitive treatment approach. A variety of synthetic chemical, agriculturally organic chemical, biological, and physical treatments have been trialled and used in V. destructor management, each with benefits and drawbacks. Here, we carried out a first systematic meta-analysis of the comparative effectiveness of V. destructor treatment methods. We incorporated data from 138 studies from 30 countries, across five continents and found that overall, synthetic chemicals show high effectiveness as a treatment due to their ability to suppress the V. destructor mite. In our analyses of honey bee responses, there was some evidence that synthetic chemicals may have an overall negative impact on them, even while suppressing V. destructor. For improving honey bee health measures, biological treatment methods showed the most positive effect, but with a relatively low sample size. Our study highlights that there is a relative lack of studies on biological management methods, with far more focus in the literature on chemical treatments. We show that, until biological methods receive greater research attention, agriculturally organic methods likely provide the best current treatment option, because they are well studied, nearly as effective at suppressing V. destructor as synthetic chemicals, and less associated with negative impacts on honey bees. Varroa destructor remains a major threat to honey bees globally, with the last large V. destructor free zone (Australia) having now been invaded, emphasising the need to fill these knowledge gaps.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Varroidae",
        "Beekeeping",
        "Acaricides"
      ]
    },
    {
      "pmid": "39831079",
      "title": "Unlocking the Healing Potential: A Comprehensive Review of Ecology and Biology of Medical-Grade Honey in Wound Management and Tissue Regeneration.",
      "authors": [
        "Parmis Barazesh",
        "Helia Hajihassani",
        "Fatemeh Motalebi",
        "Seyedeh Mobina Hosseini Neiresi",
        "Romina Hajihassani",
        "Ahmad Reza Mehrabian"
      ],
      "journal": "Health science reports",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: Honey has long been studied for its healing abilities in wound care. This narrative review examines its properties and their impact on wound healing, particularly its ability to accelerate wound closure and promote tissue regeneration. The review focuses on how honey's botanical origins affect its medical properties and wound-healing capabilities. Finally, clinical studies on honey's effectiveness in wound healing were reviewed compared to traditional treatments. METHODS: Relevant keywords were searched in databases, yielding 1250 documents. After excluding nonrelevant sources, 450 documents were refined, and 167 articles were selected based on thematic alignment and originality. Data extraction focused on study design, intervention details, and outcomes, with quality assessed using standardized criteria. The study adhered to CONSORT and SANRA guidelines to ensure methodological rigor and reporting transparency. RESULTS: Honey-based medical products have demonstrated significant antibacterial, anti-inflammatory, and tissue-regenerative properties, making them highly effective in improving wound healing outcomes, particularly in chronic and burn wounds. These products have also been shown to reduce infection rates and hospital stays. While some studies have reported positive outcomes in accelerating the healing process, others have found no significant difference compared to conventional treatments. CONCLUSION: Medical-grade honey (MGH) holds potential for wound care due to its versatility, though variations in its composition present challenges. Further research is needed to optimize its clinical use. The effectiveness of MGH in wound healing remains debated, with mixed results from trials. Genetic modification of bees to enhance MGH's properties could make it more competitive against conventional treatments. Honey-based medications could reduce costs, improve energy efficiency, and have minimal side effects. Rigorous research is necessary to determine optimal use and fully unlock MGH's potential, which could revolutionize wound management globally."
    },
    {
      "pmid": "39820943",
      "title": "Utilizing a novel fecal sampling method to examine resistance of the honey bee (Apis mellifera) gut microbiome to a low dose of tetracycline.",
      "authors": [
        "Casey L Gregory",
        "Emma L Bradford",
        "Richard D Fell",
        "David C Haak",
        "Lisa K Belden"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Disruption of host-associated microbial communities can have detrimental impacts on host health. However, the capacity of individual host-associated microbial communities to resist disturbance has not been well defined. Using a novel fecal sampling method for honey bees (Apis mellifera), we examined the resistance of the honey bee gut microbiome to disruption from a low dose of the antibiotic, tetracycline (4.5 μg). Prior to the experiment, bacterial communities from fecal samples were compared to communities from dissected whole guts of the same individuals to ensure fecal samples accurately represented the gut microbiome. Fecal samples were collected from lab-caged honey bees prior to, and five days after, tetracycline exposure to assess how antibiotic disturbance affected the communities of individuals. We used metrics of alpha and beta diversity calculated from 16S rRNA gene amplicon sequences to compare gut community structure. Low dose tetracycline exposure did not consistently change honey bee gut microbiome structure, but there was individual variation in response to exposure and specific taxa (one ASV assigned to Lactobacillus kunkeei and one ASV in the genus Bombella) were differentially abundant following tetracycline treatment. To assess whether individual variation could be influenced by the presence of tetracycline resistance genes, we quantified the abundance of tet(B) and tet(M) with qPCR. The abundance of tet(M) prior to tetracycline treatment was negatively correlated with change in community membership, assessed by difference in Jaccard dissimilarity over the five-day experiment. Our results suggest that the honey bee gut microbiome has some ability to resist or recover from antibiotic-induced change, specific taxa may vary in their susceptibility to tetracycline exposure, and antibiotic resistance genes may contribute to gut microbiome resistance.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Tetracycline",
        "Feces",
        "RNA, Ribosomal, 16S",
        "Anti-Bacterial Agents",
        "Gastrointestinal Microbiome",
        "Tetracycline Resistance"
      ]
    },
    {
      "pmid": "39812909",
      "title": "Nisin A Treatment to Protect Honey Bee Larvae from European Foulbrood Disease.",
      "authors": [
        "Keiko Nakamura",
        "Daisuke Takamatsu",
        "Mariko Harada",
        "Takeshi Zendo",
        "Yuka Sekiya",
        "Akihito Endo"
      ],
      "journal": "Probiotics and antimicrobial proteins",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "European foulbrood (EFB) is a bee larvae-specific infectious disease and the causative pathogen is Melissococcus plutonius. Broad-spectrum antibiotics have classically been used in many countries to control the pathogens; however, their use in apiaries was discontinued in several countries due to concerns regarding the health of bees and humans. Therefore, the development of alternative treatments for use in apiaries that are safe for bees and humans is essential. The present study examined the effects of nisin A supplementation using artificially reared honey bee larvae infected by M. plutonius strains. The results obtained showed that a non-purified nisin A product was toxic to honey bee larvae, while semi-purified nisin A by removing low-molecular-weight (< 3,000) chemicals was not lethal to honey bee larvae. A larval diet supplemented with the semi-purified nisin A significantly increased the survival rate of larvae infected by M. plutonius. The levels of nisin A required for this rescue differed between the M. plutonius strains used for infection, and 12.5 and 100 µg/mL were required for strain DAT606 belonging to clonal complex 3 and strain DAT561 belonging to clonal complex 12, respectively. This beneficial effect was attributed to the antagonistic activity of nisin A against M. plutonius strains, and the levels of viable M. plutonius strains significantly decreased in the larval gut at the required concentrations. Due to the risks associated with the use of antibiotics in apiaries, food-grade nisin A is a promising alternative to control EFB."
    },
    {
      "pmid": "39811324",
      "title": "Effective adaptation of flight muscles to tebuconazole-induced oxidative stress in honey bees.",
      "authors": [
        "Máté Mackei",
        "Fanni Huber",
        "Csilla Sebők",
        "Júlia Vörösházi",
        "Patrik Tráj",
        "Rege Anna Márton",
        "Zsuzsanna Neogrády",
        "Gábor Mátis"
      ],
      "journal": "Heliyon",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The widespread and excessive agricultural use of azole fungicide tebuconazole poses a major threat to pollinator species including honey bee colonies as highlighted by recent studies. This issue is of growing importance, due to the intensification of modern agriculture and the increasing amount of the applied chemicals, serving as a major and recent problem from both an ecotoxicological and an agricultural point of view. The present study aims to detect the effects of acute sublethal tebuconazole exposure focusing on the redox homeostasis of honey bee flight muscles. The results show that the redox homeostasis, especially the glutathione system, of the exposed animals is severely impaired by the treatment, but flight muscles are able to successfully counteract the detrimental effects by the effective activation of protective processes. This efficient adaptation may have led to overcompensation processes eventually resulting in lower hydrogen peroxide and malondialdehyde concentrations after exposure. It could also be assumed that tebuconazole has a non-monotonic dose-response curve similarly to many other substances with endocrine-disrupting activity concerning parameters such as superoxide dismutase activity or total antioxidant capacity. These findings shed light on the detrimental impact of tebuconazole on the redox balance of honey bee flight muscles, also highlighting, that unlike other organs such as the brain, they may effectively adapt to acute tebuconazole exposure."
    },
    {
      "pmid": "39770934",
      "title": "Tualang Honey Has a Protective Effect Against Photodamage and Skin Cancer: An In Vivo Study.",
      "authors": [
        "Mohammed Asif Sherwani",
        "Erin M Burns",
        "Israr Ahmad",
        "Ahmed Omar Jasser",
        "Ariq Chandra",
        "Nabiha Yusuf"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Dec-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVE: Ultraviolet (UV) B radiation leads to DNA damage by generating cyclobutane pyrimidine dimers (CPDs). UVB-induced CPDs can also result in immune suppression, which is a major risk factor for non-melanoma skin cancer (NMSC). UVB-induced CPDs are repaired by nucleotide repair mechanisms (NER) mediated by xeroderma pigmentosum complementation group A (XPA). The purpose of this study was to investigate the use of TH as a chemopreventive agent against the development of skin cancer. METHOD: SKH-1 hairless mice were exposed were fed with TH (0.1% v/v) for two weeks and exposed to a single dose of UVB (180 mJ/cm2). Dorsal skin was harvested 24 h post-UVB exposure for evaluation of DNA damage and repair. Lymph nodes were also harvested to prepare single cell suspension for flow cytometric evaluation. For carcinogenesis experiments, SKH-1 hairless mice were given TH (0.1% v/v) ad libitum and exposed to UVB (180 mJ/cm2) thrice a week for 30 weeks. RESULTS: Feeding SKH-1 hairless mice with TH (0.1% v/v) for two weeks prior to a single dose of UVB (180 mJ/cm2) led to a significant increase in XPA in skin and DNA repair cytokines IL-12 and IL-23 in draining lymph nodes. Furthermore, when subjected to the photocarcinogenesis protocol; mice fed with TH developed significantly fewer tumors in comparison to mice fed on drinking water. CONCLUSIONS: Our data demonstrate that TH has a protective effect against UVB-induced DNA damage, immune suppression, and skin cancer. Future studies will further investigate the potential of TH as a preventive treatment for NMSC.",
      "mesh_terms": [
        "Animals",
        "Skin Neoplasms",
        "Mice, Hairless",
        "Ultraviolet Rays",
        "Mice",
        "DNA Damage",
        "Skin",
        "DNA Repair",
        "Female",
        "Pyrimidine Dimers",
        "Xeroderma Pigmentosum Group A Protein"
      ]
    },
    {
      "pmid": "39765702",
      "title": "Molecular Docking of Key Compounds from Acacia Honey and Nigella sativa Oil and Experimental Validation for Colitis Treatment in Albino Mice.",
      "authors": [
        "Mehwish Bibi",
        "Irfan Baboo",
        "Hamid Majeed",
        "Santosh Kumar",
        "Maximilian Lackner"
      ],
      "journal": "Biology",
      "publication_date": "2024-Dec-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Colitis, an inflammatory condition of the colon that encompasses ulcerative colitis (UC) and Crohn's disease, presents significant challenges due to the limitations and side effects of current treatments. This study investigates the potential of natural products, specifically AH and NSO, as organic therapeutic agents for colitis. Molecular docking studies were conducted to identify the binding affinities and interaction mechanisms between the bioactive compounds in AH and NSO and proteins implicated in colitis, such as those involved in inflammation and oxidative stress pathways. An in vivo experiment was performed using an albino mouse model of colitis, with clinical symptoms, histopathological assessments, and biochemical analyses conducted to evaluate the therapeutic effects of the compounds both individually and in combination. Results from the molecular docking studies revealed promising binding interactions between fructose and Prostaglandin G/H synthase 2 (Ptgs2) and between fructose and cellular tumor antigen p53, with docking energy measured at -6.0 kcal/mol and -5.1 kcal/mol, respectively. Meanwhile, the presence of glucose molecule glucokinase chain A (-6.3 kcal/mol) and chain B (-5.8 kcal/mol) indicated potential efficacy in modulating inflammatory pathways. Experimental data demonstrated that treatment with AH and NSO significantly reduced inflammation, improved gut health, and ameliorated colitis symptoms. Histopathological evaluations confirmed reduced mucosal damage and immune cell infiltration, while biochemical analyses showed normalization of inflammatory markers and oxidative stress levels. This study provides compelling evidence for the potential of AH and NSO as natural, complementary treatments for colitis, suggesting their future role in integrative therapeutic strategies. However, further research into long-term safety, optimal dosing, and mechanisms of action is warranted to translate these findings into clinical applications."
    },
    {
      "pmid": "39764260",
      "title": "Mad Honey Poisoning in Nepal: A Case Report.",
      "authors": [
        "Md Fahad Hossain",
        "Manish Kharel"
      ],
      "journal": "Clinical case reports",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Widespread vagal activation following honey consumption is a sign of mad honey poisoning. Early initiation and appropriate treatment can prevent fatal outcomes."
    },
    {
      "pmid": "39736937",
      "title": "Effect of ultrasound on the physical, biochemical, antioxidant, and antimicrobial properties of industrial Iranian honey.",
      "authors": [
        "S Rabbani",
        "Saa Anvar",
        "S Allahyaribeik",
        "B Jannat",
        "H Ahari"
      ],
      "journal": "Archives of Razi Institute",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to investigate the effects of ultrasound at two different frequencies, namely 30 kHz and 42 kHz, on various aspects of industrial Iranian honey, including its physical, biochemical, antioxidant and antimicrobial properties. Samples were subjected to ultrasound treatment at 30 kHz or 42 kHz for a duration of 1, 5 or 10 minutes at temperatures of 20 °C or 45 °C, respectively. The following parameters were then evaluated on days 1, 30, 90, and 180: HMF content, pH, acidity, proline concentration, total number of aerobic mesophilic bacteria, diastase activity, moisture content, sucrose concentration, fructose concentration, glucose concentration, fructose- glucose ratio, ABTS (antioxidant activity) content, number of osmophiles, phenol concentration, reducing sugar concentration and total sugar concentration. It is noteworthy that both treatment groups exposed to ultrasound showed changes in these parameters. Specifically, the group treated with ultrasound at a frequency of 42 kHz showed a decrease in moisture content, pH, acidity, fructosetoglucose ratio, total sugar concentration, clostridium count, total microbial count, mold count, osmophiles countand HMF content; as well as an increase in diastase activity, proline and phenol concentration. These changes were more pronounced on days 90 and 180. Ultrasound treatment at a frequency of 42 kHz for a duration of 10 minutes at a temperature of 45 °C has the potential to improve the quality and shelf life of industrial honey. Consequently, this technique can be used in the food industry to obtain a better product that is more suitable for export.",
      "mesh_terms": [
        "Honey",
        "Iran",
        "Antioxidants",
        "Anti-Infective Agents",
        "Ultrasonic Waves"
      ]
    },
    {
      "pmid": "39736384",
      "title": "Effects of Nosema ceranae and Lotmaria passim infections on honey bee foraging behaviour and physiology.",
      "authors": [
        "Courtney I MacInnis",
        "Lien T Luong",
        "Stephen F Pernal"
      ],
      "journal": "International journal for parasitology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nosema ceranae and Lotmaria passim are two commonly encountered digestive tract parasites of the adult honey bee (Apis mellifera L.). Although these parasites are associated with colony losses, little is known about how they affect individual bee physiology and behaviour at the colony level. Using locally obtained isolates, we investigated the effects of both single and mixed infections of L. passim and N. ceranae on honey bee vitellogenin (Vg) expression and foraging behaviour. At the first instance of foraging, bees inoculated with either parasite had significantly lower Vg expression than uninoculated bees, with bees from the mixed infection treatment having the lowest Vg expression. Bees from the mixed infection treatment also had significantly higher densities of N. ceranae spores and numerically greater densities of L. passim cells per bee compared with bees inoculated with either parasite alone. In addition, bees from the mixed infection treatment had a significantly younger average foraging age compared with uninoculated bees from the same cohort. Although we did not find any effect of treatment on foraging effort, we discovered that bees inoculated with L. passim alone, or together with N. ceranae, had higher returning rates of foragers than control bees or bees inoculated with N. ceranae alone. Our findings indicate that both parasites can alter individual bee physiology, leading to individual changes in behaviour that could alter colony foraging dynamics. These have the potential to result in smaller, less productive colonies, decreased colony survivorship and reduced income for beekeepers.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Nosema",
        "Vitellogenins",
        "Feeding Behavior"
      ]
    },
    {
      "pmid": "39731429",
      "title": "Effect of Larval Ages and Honey Treatment on the Sex Reversal of Betta Fish (Betta splendens).",
      "authors": [
        "Hartono",
        "Adnan",
        "Saparuddin",
        "Yenni Yusuf"
      ],
      "journal": "Pakistan journal of biological sciences : PJBS",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "&lt;b&gt;Background and Objective:&lt;/b&gt; Betta fish is one of the most popular ornamental fish because of their attractive body shape, especially for males. The fish development usually results in a similar number of males and females or an even higher number of females. This study aimed to determine the effect of various concentrations of honey and the age of larvae on the sex ratio of Betta fish. &lt;b&gt;Materials and Methods:&lt;/b&gt; This study was conducted using a completely randomized design with two variables; the concentrations of honey and the ages of Betta fish larvae in 3 replications. There are 45 groups in total with 20 larvae in each group. The levels of honey concentration were 0 (control), 10, 20, 30 and 40 mL/L and the levels of larval ages were 3, 4 and 5 days old. All groups were immersed for 10 hrs in the honey mix and then maintained for 4 months. Sex ratio calculation was performed after 3 months. &lt;b&gt;Results:&lt;/b&gt; The both factors have a significant effect on male sex formation. The highest number of males was produced in the honey concentration of 40 mL/L. A significant difference in the number of males was shown in the larval group of ages 3 and 4 days old but not in the groups of 5 days old. &lt;b&gt;Conclusion:&lt;/b&gt; Honey treatment and the larval age affect the formation of male Betta fish.",
      "mesh_terms": [
        "Animals",
        "Honey",
        "Larva",
        "Male",
        "Female",
        "Sex Ratio",
        "Fishes",
        "Sex Determination Processes"
      ]
    },
    {
      "pmid": "39730193",
      "title": "Local Application of Honey for Postoperative Pain Management and Associated Outcomes Following Tonsillectomy in Children: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Seyed Javad Hosseini",
        "Seyed Reza Hosseini",
        "Amirreza Jamshidbeigi",
        "Gholam Reza Mahmoodi-Shan",
        "Fatemeh Hajiabadi",
        "Masoud Abdollahi",
        "Mahbobeh Firooz"
      ],
      "journal": "Clinical otolaryngology : official journal of ENT-UK ; official journal of Netherlands Society for Oto-Rhino-Laryngology & Cervico-Facial Surgery",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUND: This study investigates the effect of locally applied honey on pain intensity, analgesia consumption, pain relief and nighttime awakenings in children following tonsillectomy, addressing conflicting evidence and the lack of differentiation between adult and paediatric populations in previous reviews. METHODS: A systematic search was conducted across multiple databases, including Cochrane Library, ClinicalTrials.gov, MEDLINE, Web of Science and Google Scholar. Randomised controlled trials (RCTs) comparing pain outcomes in children receiving honey in addition to standard treatments versus those receiving standard treatments alone were included. Pain intensity was measured with the VAS tool. Meta-analysis was performed using STATA version 14 software. Also, risk of bias and certainty of evidence were evaluated. RESULTS: Out of 537 articles, seven studies (n = 710) with RCT design met the inclusion criteria. The average duration for measuring pain intensity was 7.37 days. Pooled effect size showed a statistically significant reduction in pain intensity in the honey intervention group compared to the control group (WMD: -0.90, 95% CI [-1.32, -0.48], p < 0.001, I 2: 92.5%; certainty of evidence: low). Also, the results demonstrated that honey significantly decreased the average time required for pain relief and analgesic consumption in the intervention group compared to the control group. One study was deemed low risk of bias, four studies were of intermediate quality and two studies were evaluated as high. CONCLUSION: While honey shows promise in reducing post-tonsillectomy pain, cautious use is advised due to the limited quality of evidence. More robust RCTs are needed to address biases and reinforce confidence in the findings.",
      "mesh_terms": [
        "Humans",
        "Tonsillectomy",
        "Honey",
        "Pain, Postoperative",
        "Child",
        "Pain Management",
        "Pain Measurement",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39723829",
      "title": "Efficacy of thyme honey in the management of oral aphthous ulcers: A randomized controlled clinical trial.",
      "authors": [
        "Dalia Ghalwash",
        "Ayman El-Gawish",
        "Ahmed Ammar",
        "Asmaa Abou-Bakr"
      ],
      "journal": "European journal of oral sciences",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The current study aimed to assess the effect of thyme honey on pain relief in patients with minor aphthous ulcers as a primary objective, its healing effect on ulcer size reduction, and the Oral Health Impact Profile (OHIP-14). In this randomized clinical trial, 30 patients (15 in each group) having minor aphthous ulcers at the oral diagnostic clinic at the British University in Egypt were treated with either thyme honey or triamcinolone acetonide in orabase. Different clinical parameters were recorded for both groups at various intervals, such as pain intensity using the Visual Analog Scale (VAS), size of ulcers in mm, and OHIP-14. Thyme honey intervention showed more significant ulcer size reduction than the triamcinolone acetonide group on days 5, and 7, and a more substantial decrease in pain intensity on days 3, 5, and 7. Additionally, the thyme honey group showed significantly lower OHIP values than the triamcinolone acetonide group after 7 days. The current clinical trial furnished evidence of the effectiveness of thyme honey in managing minor aphthous ulcers for the first time and revealed clinical efficiency with satisfactory patient outcomes.",
      "mesh_terms": [
        "Humans",
        "Honey",
        "Thymus Plant",
        "Male",
        "Female",
        "Adult",
        "Stomatitis, Aphthous",
        "Treatment Outcome",
        "Triamcinolone Acetonide",
        "Pain Measurement",
        "Middle Aged"
      ]
    },
    {
      "pmid": "39718948",
      "title": "Honey from Different Species of Stingless Bees (Apidae: Meliponini) is Effective Against Gram-Positive and Gram-Negative Bacteria.",
      "authors": [
        "Mayara Faleiros-Quevedo",
        "Gabriel Reginatto Silva",
        "Aline Negromonte Dos Santos",
        "Tiago Maurício Francoy"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stingless bee honey is a natural product consisting of sugars, organic acids, proteins, minerals, vitamins, phenolic compounds, and flavonoids. Due to its healing properties, honey is often used in phytotherapy and for homemade syrups. The search for natural therapeutic alternatives has been an increasing trend in recent years, mainly due to the side effects of artificial drugs and increasing antibiotic resistance. Therefore, the aim of this study was to characterize physicochemical properties and the antimicrobial activity of honey from different species of stingless bees against the pathogenicity of the bacteria Escherichia coli and Staphylococcus aureus and to determine the minimum inhibitory concentrations (MICs) and minimum bactericidal concentrations (MBCs). Honey samples from 15 different species of stingless bees from different regions of Brazil were used, and the analysis was performed by the broth microdilution method. We found a large variation in the physicochemical features among all the samples and no correlation to the MIC or MBC. It was also found that honey produced by Melipona rufiventris and Scaptotrigona tubiba were the most effective in combating pathogenic microorganisms due to its high antimicrobial activity, comparable to the results found for propolis. These data are important for the development of new strategies for the prevention and control of diseases caused by pathogenic microorganisms.",
      "mesh_terms": [
        "Honey",
        "Bees",
        "Animals",
        "Anti-Bacterial Agents",
        "Microbial Sensitivity Tests",
        "Brazil",
        "Staphylococcus aureus",
        "Escherichia coli",
        "Gram-Negative Bacteria",
        "Gram-Positive Bacteria"
      ]
    },
    {
      "pmid": "39714436",
      "title": "Quantifying the Impact of High-Pressure Processing on the Phenolic Profile, Antioxidant Activity, and Pollen Morphology in Honey.",
      "authors": [
        "Hana Scepankova",
        "Juraj Majtan",
        "Matej Pospiech",
        "Manuela M Moreira",
        "Carlos A Pinto",
        "Luís G Dias",
        "Leticia M Estevinho",
        "Cristina Delerue-Matos",
        "Jorge A Saraiva"
      ],
      "journal": "Chemistry & biodiversity",
      "publication_date": "2024-Dec-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Honey can benefit from non-thermal processing techniques such as high-pressure processing (HPP) to improve its quality and bioactivity. This study investigated the impact of HPP (600 MPa for 5, 10, and 15 min) on honey's quality, including the levels of hydroxymethylfurfural (HMF), antioxidant activity, total phenolic content (TPC), and phenolic profile. HPP treatment did not significantly affect HMF or TPC levels but led to selective changes in the phenolic profile. Despite a reduction in certain phenolic compound content, HPP for 5 and 15 min caused a significant increase in the antioxidant activity (2,2-diphenyl-1-picrylhydrazyl [DPPH]) of honey from the mean value of 41.8% to values of 45.4% and 49.6%, respectively. On the other hand, HPP for 10 min did not change the antioxidant activity of tested honey. A 27.5% reduction in the equatorial diameter of pollen grains was observed after HPP combined with temperature at 75°C, suggesting an improved release of bioactive compounds. The content of specific phenolic compounds, including caffeic acid, p-coumaric acid, sinapic acid, naringin, kaempferol, and the TPC, significantly affected the DPPH activity. The increment in the antioxidant activity of HPP honey may be attributed to selective changes in the content of certain phenolic compounds and improved their extraction from pollen grains."
    },
    {
      "pmid": "39714015",
      "title": "Changes of peripheral serotonin in the psychosocially stressed rats treated with linden honey.",
      "authors": [
        "Ljubica Gavrilović",
        "Vesna Stojiljković",
        "Vojislav Stanić",
        "Nebojša Jasnić",
        "Snežana Pejić",
        "Marija Pantelić",
        "Snežana B Pajović",
        "Slađana Tanasković"
      ],
      "journal": "Natural product research",
      "publication_date": "2024-Dec-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the effects of linden honey in maintaining the stability of peripheral serotonergic system in the psychosocially stressed rats. In this experiment we examined concentration of serotonin (5-HT) in Serbian linden honey, as well as concentrations of 5-HT and MAO A activity in the blood of chronically stressed rats treated with linden honey. The investigated parameters were quantified using HPLC method with electrochemical detector, HPLC method with a fluorescent detector, and assay of enzyme activities. An important result of this study is that using analytical chemistry methods we have detected 5-HT in linden honey from Serbia for the first time. Also, we found that treatment with linden honey in the socially isolated animals increased concentration of 5-HT and decreased MAO A activity. Our results may by important in the research of the role of linden honey in maintaining stability of peripheral serotonergic system in stress condition."
    },
    {
      "pmid": "39708505",
      "title": "Cold plasma and honey synergistically inhibit polyphenol oxidase to enhance fresh-cut apple preservation.",
      "authors": [
        "Yuhang Du",
        "Xinying Huang",
        "Shaofeng Yuan",
        "Hang Yu",
        "Yahui Guo",
        "Yuliang Cheng",
        "Weirong Yao"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "Fresh-cut apple slices (FAS) are prone to browning and microbiological safety issues. This study investigated the synergistic effects of cold plasma (CP) treatment and honey coating (HC) on preserving FAS quality during storage. Among six honeys, 10 % jujube honey exhibited the strongest anti-browning effect. The optimized CP treatment condition was 51.5 W for 9.9 min. Compared to individual treatments, CP/HC synergistically reduced microbial growth, ensuring safety, while achieving the highest polyphenol oxidase (PPO, 60 %) and respiration inhibition, thereby reducing browning (ΔE < 5) and improving quality. Sensory evaluation confirmed that CP/HC-treated FAS retained better overall acceptability for up to 8 days. Mechanistically, it was proven that the proteins and polyphenols in honey inhibit browning by non-competitively inhibiting PPO activity, reversing browning products, and the synergistic effect of multiple components. Furthermore, CP treatment induced structural changes and aggregation of PPO, as evidenced by decreased α-helix content (8.6 %), increased particle size (146 %).",
      "mesh_terms": [
        "Catechol Oxidase",
        "Honey",
        "Malus",
        "Food Preservation",
        "Fruit",
        "Plasma Gases",
        "Enzyme Inhibitors",
        "Food Preservatives"
      ]
    },
    {
      "pmid": "39695527",
      "title": "The effect of honey in oral care intervention against chemotherapy-induced mucositis in pediatric cancer patients: a pilot study.",
      "authors": [
        "Ikeu Nurhidayah",
        "Yeni Rustina",
        "Sutanto Priyo Hastono",
        "Henny Suzana Mediani"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2024-Dec-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Mucositis is one of the common side effects of chemotherapy. This study aimed to identify the effects of honey on oral care interventions to reduce mucositis scores among children undergoing chemotherapy. METHODS: This pilot study was quasi-experimental with pre-post intervention with the control group. The study employed consecutive sampling, with 24 patients in the control and 24 in the intervention group. The intervention group received an oral care protocol using honey, whereas the control group received regular oral care. The data were collected using demographic information form and the Oral Assessment Guide (OAG) to assess mucositis. The intervention group received oral care intervention using honey (35 ml of honey applied topically in the oral cavity and 15 ml of honey used as a mouthwash and for lip care), which was given thrice daily for five days. The data were analyzed using percentage distributions, means, chi-square tests, dependent and independent t-tests, and multivariate analysis using analysis of covariance (ANCOVA). RESULTS: The findings of this study showed that the intervention group experienced a significant reduction (-0.51 ± 0.66) in the average mucositis score after the intervention, whereas the control group experienced an increase in the mucositis score (3.84 ± 1.28) after controlling for confounding variables (p = 0.000). CONCLUSION: This study revealed that oral care with honey effectively reduced chemotherapy-induced mucositis in children with cancer. These findings suggest that oral care with honey should be used as a nursing intervention for chemotherapy patients. TRIAL REGISTRATION: This clinical trial was retrospectively registered in the Australian New Zealand Clinical Trials Registry (ANZCTR) with registration number ACTRN12624001313527 (29/10/2024).",
      "mesh_terms": [
        "Humans",
        "Honey",
        "Pilot Projects",
        "Child",
        "Female",
        "Male",
        "Neoplasms",
        "Antineoplastic Agents",
        "Stomatitis",
        "Child, Preschool",
        "Adolescent"
      ]
    },
    {
      "pmid": "39676562",
      "title": "Janus Films Wound Dressing Comprising Electrospun Gelatin/PCL Nanofibers and Gelatin/Honey/Curcumin Thawed Layer.",
      "authors": [
        "Alireza Kheradvar Kolour",
        "Saman Ghoraishizadeh",
        "Mohammad Sadegh Zaman",
        "Amirata Alemzade",
        "Mozhgan Banavand",
        "Javad Esmaeili",
        "Mohsen Shahrousvand"
      ],
      "journal": "ACS applied bio materials",
      "publication_date": "2024-Dec-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A promising approach for wound treatment is using multilayer wound dressings that offer multifunctional properties. In this study, a bilayered electrospun/hydrogel gelatin-based scaffold integrated with honey and curcumin was developed to treat wounds under an in vivo study. The first layer consisted of an enzymatic cross-linked gelatin hydrogel containing honey and curcumin, which gelatin/PCL nanofibers reinforced. The physicochemical, mechanical, and biological properties of both layers were evaluated. Then, the bilayered wound dressing was compared to a commercial wound dressing in an in vivo study. The results showed that this strategy provided the wound dressing with a strength of 40 MPa, 70% elongation, 800% swelling rate, and 8 g/h/m2 water vapor permeability. Furthermore, MTT and histopathological staining demonstrated that the bilayered wound dressing promoted wound closure accelerated collagen production and tissue granulation, and promoted immune system response and re-epithelialization compared to other groups. The presence of a nanofibrous layer on the surface of the wound dressing facilitated its use, and the inclusion of honey and gelatin in the hydrogel layer prevented adhesion to the wound tissue and allowed for easy replacement without damaging the wound bed. Overall, the bilayered dressing with multifunctional properties holds great potential for developing wound dressings.",
      "mesh_terms": [
        "Gelatin",
        "Curcumin",
        "Nanofibers",
        "Bandages",
        "Honey",
        "Wound Healing",
        "Materials Testing",
        "Biocompatible Materials",
        "Polyesters",
        "Animals",
        "Particle Size"
      ]
    },
    {
      "pmid": "39675126",
      "title": "A large-scale epidemiological study on the prevalence and risk factors of losses of honey bee colonies during winter seasons in Poland.",
      "authors": [
        "Ewa Mazur",
        "Michał Czopowicz",
        "Maria Iller",
        "Anna Gajda"
      ],
      "journal": "Preventive veterinary medicine",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We conducted a citizen science survey on winter honey bee colony losses in Poland. A total of 2169 beekeepers, possessing 77 867 colonies, reported valid loss rates from all regions of the country between 2017 and 2022. We identified five beekeeping management-related factors and three types of apiaries (small-scale apiaries, medium-scale apiaries, and large-scale apiaries) and analysed their impact on winter bee colony losses. In large-scale apiaries, migration, replacement of queens, and replacement of brood combs were practiced more often than in others. Monitoring and treatment of varroosis were practiced with equal frequency in all apiary types. In total, beekeepers reported 9466 lost colonies, accounting for 12.2 % of the overall winter bee colony loss rate (95 % confidence interval (CI 95 %): 11.4 %-12.8 %). The highest overall winter bee colony losses were reported from the small-scale apiaries (14.8 %, CI 95 %: 13.2 %-16.7 %), followed by large-scale apiaries (11.6 %, CI 95 %: 10.4 %-12.8 %) and medium-scale apiaries (11.4 %, CI 95 %: 10.4 %-12.5 %). The primary category of losses was characterised by the presence of \"dead colonies\", with symptoms that could be linked to either colony depopulation syndrome or starvation. All management-related factors contributed to the lower winter bee colony loss rates, but the relationships were mainly mild, complex, and highly dependent on the type of apiary.",
      "mesh_terms": [
        "Animals",
        "Poland",
        "Bees",
        "Seasons",
        "Beekeeping",
        "Risk Factors",
        "Prevalence",
        "Colony Collapse"
      ]
    },
    {
      "pmid": "39668614",
      "title": "Advances in infrared spectroscopy and chemometrics for honey analysis: a comprehensive review.",
      "authors": [
        "Rita El Hajj",
        "Nathalie Estephan"
      ],
      "journal": "Critical reviews in food science and nutrition",
      "publication_date": "2024-Dec-12",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Honey analysis plays a crucial role in ensuring its quality, authenticity, and compliance with regulatory standards. Traditional methods for honey analysis are often time-consuming, labor-intensive, and require complex sample preparation. Infrared spectroscopy is used in the food sector as a fast and reliable technique for the analysis of food. Multivariate analysis applied to infrared spectroscopy has proved to be effective in analyzing honey. In this paper, recently published studies using mid- and near- infrared spectroscopy for the analysis of honey will be reviewed. Honey analysis covers the following objectives: the determination of the physiochemical properties, the determination of the antioxidant activity, the detection of adulteration, the determination of 5-(hydroxymethyl) furfural (HMF) and diastase activity, and the determination of the botanical and geographical origins. A summary of the basic principles of infrared spectroscopy is presented. Different data preprocessing techniques are described. Moreover, this article emphasizes the wide application of chemometrics or multivariate analysis tools for data treatment."
    },
    {
      "pmid": "39657741",
      "title": "Glycyrrhizic Acid-Loaded Poloxamer and HPMC-Based In Situ Forming Gel of Acacia Honey for Improved Wound Dressing: Formulation Optimization and Characterization for Wound Treatment.",
      "authors": [
        "Bhawana Jha",
        "Ankit Majie",
        "Kankan Roy",
        "Wei Meng Lim",
        "Bapi Gorain"
      ],
      "journal": "ACS applied bio materials",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study aims to formulate a stimuli-responsive in situ hydrogel system to codeliver acacia honey and glycyrrhizic acid for topical application that will aid in absorbing wound exudates, control microbial infestation, and produce angiogenic and antioxidant effects to accelerate wound healing. Therefore, both the natural active constituents were incorporated within an in situ hydrogel composed of poloxamer and hydroxypropyl methylcellulose (HPMC), where the concentrations of the polymers were optimized using Design-Expert software considering optimum values of the dependent variables, gelation temperature (34-37 °C), gelation time (<10 min), and the viscosity (2000-3500 cPs). The optimized formulation showed improved physicochemical properties such as mucoadhesiveness, porosity, swelling, and spreadability, which makes it suitable for wound application. Additionally, the in situ hydrogel exhibited potent in vitro and ex vivo antioxidant effects, in vitro antimicrobial activities, and ex ovo angiogenic effects. Furthermore, the optimized formulation was found to be nontoxic while tested in the HaCaT cell line and acute dermal irritation and corrosion study. The findings of the in vivo wound-healing studies in experimental animal models showed complete wound closure within 15 days of treatment and accelerated development of the extracellular matrix. In addition, the antioxidant, antimicrobial, angiogenic, and wound-healing properties of acacia honey and glycyrrhizic acid coloaded in situ hydrogel were also found to be promising when compared to the standard treatments. Overall, it can be concluded that the optimized stimuli-responsive in situ hydrogel containing two natural compounds could be an alternative to existing topical formulations for acute wounds.",
      "mesh_terms": [
        "Glycyrrhizic Acid",
        "Wound Healing",
        "Honey",
        "Animals",
        "Poloxamer",
        "Bandages",
        "Humans",
        "Biocompatible Materials",
        "Hypromellose Derivatives",
        "Hydrogels",
        "Acacia",
        "Materials Testing",
        "Antioxidants",
        "Anti-Bacterial Agents",
        "Microbial Sensitivity Tests",
        "Rats",
        "Cell Line",
        "Particle Size",
        "Male"
      ]
    },
    {
      "pmid": "39644560",
      "title": "Synergistic impacts of propargite exposure and deformed wing virus infection on the health of western honey bees.",
      "authors": [
        "Chia-Yang Lin",
        "Yu-Chun Lin",
        "Yun-Heng Lu",
        "Shiang-Jiuun Chen",
        "Yu-Hsien Lin",
        "Yao-Kuang Tseng",
        "Yu-Tzu Lin",
        "Yueh-Lung Wu",
        "Rong-Nan Huang"
      ],
      "journal": "Ecotoxicology and environmental safety",
      "publication_date": "2025-Jan-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to elucidate the possible synergistic effects of chemical pesticides and viral infections. Our experiments demonstrated that the Varroa mite-borne deformed wing virus (DWV) by itself had a minimal impact on bees. Conversely, when bees were simultaneously treated with acaricides, their mortality rate increased. The administration of DWV alone boosted the expression of immune response genes, whereas acaricide alone did not significantly affect the expression of detoxification genes. However, simultaneous treatment of DWV and acaricide increased both the immune response and detoxification gene expression, thereby indicating enhanced bee resistance. These findings indicate a synergistic association between viral infection and bee sensitivity to acaricides, possibly as a result of physiological or immune system impairment. Our results also indicated that adenosine supplementation enhances the resilience of bees to environmental challenges, further supporting the energy requirement hypothesis.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "RNA Viruses",
        "Acaricides",
        "Varroidae"
      ]
    },
    {
      "pmid": "39615230",
      "title": "BHBA-GRNet: Cancer detection through improved gene expression profiling using Binary Honey Badger Algorithm and Gene Residual-based Network.",
      "authors": [
        "Reza Nourian",
        "Seyed Ahmad Motamedi",
        "Mohammadreza Pourfard"
      ],
      "journal": "Computers in biology and medicine",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cancer, a pervasive and devastating disease, remains a leading global cause of mortality, emphasizing the growing urgency for effective detection methods. Gene Expression Microarray (GEM) data has emerged as a crucial tool in this context, offering insights into early cancer detection and treatment. While deep learning methods offer promise in detecting various cancers through GEM analysis, they suffer from high dimensionality inherent in gene sequences, preventing optimal detection performance across diverse cancer types. Additionally, existing methods often resort to synthetic features and data augmentation to enhance performance. To address these challenges and enhance accuracy, a novel Binary Honey Badger Algorithm (BHBA) integrated with the Gene Residual Network (GRNet) method has been proposed. Our approach capitalizes on BHBA's feature reduction mechanism, eliminating the need for additional preprocessing steps. Comprehensive evaluations on three well-established datasets representing lung and blood-type cancers demonstrate that our method reduces GEM data size by approximately 40 % and achieves a superior accuracy improvement of around 1 % in lung cancer types compared to state-of-the-art methods.",
      "mesh_terms": [
        "Humans",
        "Gene Expression Profiling",
        "Algorithms",
        "Neoplasms",
        "Gene Regulatory Networks",
        "Lung Neoplasms",
        "Databases, Genetic",
        "Computational Biology"
      ]
    },
    {
      "pmid": "39600658",
      "title": "Effects of Apis dorsata Honey on the mRNA Expression of Selected CYP450, Pro-apoptotic, and Anti-apoptotic Genes during Induced Cytotoxicity in Cyclophosphamide-treated Human Lung Carcinoma (A549) Cells.",
      "authors": [
        "Jay T Dalet",
        "Jose Kenneth T Narag",
        "Arnold V Hallare",
        "Francisco T Heralde"
      ],
      "journal": "Acta medica Philippina",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: One of the novel strategies in cancer treatment is the combination of conventional chemotherapeutic drugs and natural products. In a previous study, co-treatment of the anti-cancer drug cyclophosphamide (CP) with honey from giant honey bee (Apis dorsata) resulted to a dose-dependent increase in its cytotoxic effect in human lung carcinoma (A549) cells. However, the molecular mechanism of this combinatorial effect remains unknown. OBJECTIVES: In this study, the effect of A. dorsata honey on the expression of selected CYP450 genes at the mRNA level, as well as the proapoptotic gene CASP8 and antiapoptotic gene BCL2 was investigated in CP-treated A549 cells. METHODS: MTT Assay was performed to determine the cell viability of A549 cells after treatment with CP with or without A. dorsata honey, as well as the EC50 of CP with honey thereafter. RT-qPCR was then performed to study the effect of A. dorsata honey on the expression of selected CYP450 genes as well as CASP8 and BCL2 genes in CP-treated A549 cells. LC-MS was carried out to screen for putative compounds in A. dorsata honey which may possibly have anti-cancer activity. RESULTS: Honey in the lowest concentration (0.6% v/v) most effectively enhanced the cytotoxic effect of CP. CYP2J2 and CYP1B1 indicated a 2.38-fold and 1.49-fold upregulation, respectively as compared to untreated cells. This cytotoxic effect is further enhanced by upregulation of CASP8 that is paralleled by a downregulation of BCL2. Phytosphingosine and sphinganine are honey constituents which may be linked to the increased cytotoxicity of CP observed in A549 cells. CONCLUSION: This study provides further knowledge on the molecular basis by which A. dorsata honey potentiates the cytotoxic effect of cyclophosphamide in A549 cells."
    },
    {
      "pmid": "39598339",
      "title": "The Potential of Dehydrated Geniotrigona thoracica Stingless Bee Honey against Metabolic Syndrome in Rats Induced by a High-Carbohydrate, High-Fat Diet.",
      "authors": [
        "Liyana Nabihah Ikhsan",
        "Kok-Yong Chin",
        "Fairus Ahmad"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Oct-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Metabolic syndrome (MS) is diagnosed when at least three out of five key risk factors are present: obesity, high blood pressure, insulin resistance, high triglycerides (TG) and low high-density lipoprotein (HDL). MS is often associated with chronic low-grade inflammation. Recent studies have shown that raw stingless bee honey (SBH) can alleviate MS risk factors. However, the high moisture content in raw SBH predisposes it to fermentation, which can degrade its quality. Therefore, dehydrating SBH is necessary to prevent the fermentation process. This study aimed to compare the effects of dehydrated (DeGT) and raw (RGT) SBH from Geniotrigona thoracica species on high-carbohydrate, high-fat diet (HCHF)-induced MS in rats. METHODS: Twenty-four male Wistar rats were divided into four groups: control (C), HCHF-induced MS without treatment (MS), HCHF-induced MS treated with DeGT (MS+DeGT) and HCHF-induced MS treated with RGT (MS+RGT). Group C received standard rat chow, while the other groups were fed with HCHF diet for 16 weeks. In the final eight weeks, two HCHF-induced groups received their respective SBH treatments. RESULTS: Both DeGT and RGT treatments reduced energy intake, fat mass, high blood pressure, inflammatory (tumour necrosis factor-alpha (TNF-α)) and obesity (the leptin/adiponectin (L/A) ratio, corticosterone, 11 beta-hydroxysteroid dehydrogenase type-1 (11βHSD1)) markers, as well as prevented histomorphometry changes (prevented adipocyte hypertrophy, increased the Bowman's space area and glomerular atrophy). Additionally, DeGT increased serum HDL levels, while RGT reduced serum TG, leptin and other inflammatory markers (interleukin-6 (IL-6) and interleukin-1 beta (IL-1β)), as well as hepatosteatosis. CONCLUSIONS: While DeGT demonstrates potential as a preventive agent for MS, RGT exhibited more pronounced anti-MS effects in this study."
    },
    {
      "pmid": "39594488",
      "title": "Ethyl Acetate Fraction of Chestnut Honey Attenuates Scopolamine-Induced Cognitive Impairment in Mice and Glutamate-Induced Neurotoxicity in HT22 Cells.",
      "authors": [
        "Yun Hee Jeong",
        "Wei Li",
        "Hye Jin Yang",
        "Se-Gun Kim",
        "Hong Min Choi",
        "Jang-Gi Choi",
        "You-Chang Oh"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Nov-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chestnut honey has various benefits, such as antioxidative, anti-inflammatory, immunomodulatory, antibacterial, and antiviral effects. However, the effects of chestnut honey or the ethyl acetate fraction of chestnut honey (EACH) on neurodegenerative diseases and their related cognitive impairment and neurotoxicity have not yet been established. Therefore, in this study, we investigated the mitigating effect of the EACH on scopolamine (SCO)-injected cognitive decline in mice and glutamate-exposed neurotoxicity in HT22 cells. EACH administration significantly reversed SCO-induced cognitive decline in mice, as demonstrated through the Morris water maze and passive avoidance tests. The EACH treatment showed a significant alleviation effect by recovering more than 80% of the cell viability decrease induced by glutamate exposure in the HT22 neuronal cell model. Furthermore, the EACH significantly reduced reactive oxygen species accumulation, lactate dehydrogenase release, mitochondrial depolarization, and neuronal apoptosis. The EACH regulated the level of apoptosis-related proteins, induced the nuclear translocation of nuclear factor-E2-related factor 2 (Nrf-2) and the expression of related antioxidant proteins, and induced the phosphorylation of tropomyosin-related kinase receptor B (TrkB)/cAMP-calcium response element-binding protein (CREB) and the expression of brain-derived neurotrophic factor. These data indicate that the EACH can prevent neurons from oxidative damage and improve cognitive dysfunction by activating Nrf-2 and TrkB/CREB signaling pathways. Therefore, the EACH demonstrates potential therapeutic value in mitigating oxidative stress-induced neurotoxicity, cognitive decline, and related neurodegenerative diseases."
    },
    {
      "pmid": "39593109",
      "title": "Stress drives premature hive exiting behavior that leads to death in young honey bee (Apis mellifera) workers.",
      "authors": [
        "Jordan Twombly Ellis",
        "Juliana Rangel"
      ],
      "journal": "Biological research",
      "publication_date": "2024-Nov-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The Western honey bee, Apis mellifera, is an economically important pollinator, as well as a tractable species for studying the behavioral intricacies of eusociality. Honey bees are currently being challenged by multiple biotic and environmental stressors, many of which act concomitantly to affect colony health and productivity. For instance, developmental stress can lead workers to become precocious foragers and to leave the hive prematurely. Precocious foragers have decreased flight time and lower foraging efficiency, which can ultimately lower colony productivity and even lead to colony collapse. MATERIALS AND METHODS: In this study, we tested the hypothesis that stress during pupal development can cause young workers to exit the hive prematurely before they are physically able to fly. This premature exiting behavior results in death outside the hive soon thereafter. To determine how various stressors may lead bees to perform this behavior, we subjected workers during the last pupal stage to either cold stress (26 °C for 24 h), heat stress (39 °C for 24 h), or Varroa destructor mite parasitization, and compared the rate of premature hive exits between stressed bees and their respective control counterparts. Upon emergence, we individually tagged focal bees in all treatment groups and introduced them to a common observation hive. We then followed tagged bees over time and monitored their survivorship, as well as their likelihood of performing the premature hive exiting behavior. We also dissected the hypopharyngeal glands of all treatment and control bees sampled. RESULTS: We found that significantly more bees in all three treatment groups exited the hive prematurely compared to their control counterparts. Bees in all treatment groups also had significantly smaller hypopharyngeal glands than control bees. CONCLUSIONS: Our results suggest that premature hive exiting behavior is driven by stress and is potentially a form of accelerated age polyethism that leads to premature death.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Behavior, Animal",
        "Stress, Physiological",
        "Pupa",
        "Varroidae"
      ]
    },
    {
      "pmid": "39579611",
      "title": "Honey-fried licorice in the treatment of arrhythmia: Structure elucidation and the mechanism of antiarrhythmic activity.",
      "authors": [
        "Yushu Wang",
        "Yuxin Li",
        "Wenxin Xia",
        "Mengxin Tao",
        "Yuanyuan Zhang",
        "Lin Dong",
        "Tingting Li",
        "Xueyan Fu"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM OF THE STUDY: To evaluate the therapeutic mechanism of Honey-fried licorice on arrhythmia, to explore the distribution of main components of Honey-fried licorice in vivo before and after processing, and to elucidate the active ingredient of Honey-fried licorice on arrhythmia. MATERIALS AND METHODS: UPLC-Q-TOF/MS were used to analyze the common and different components of raw and honey-fried licorice before and after processing. Yin deficiency syndrome was established by continuous irritability and water platform sleep deprivation, and then ventricular arrhythmia model was established by injection of calcium chloride into the tail vein. Applying the electrocardiograph changes in heart rate in rats. Subsequently, ELISA and histopathological examinations were conducted to assess the therapeutic effects of honey-fried licorice on arrhythmia. Metabonomics analysis was employed to predict key regulatory pathways involved in the treatment response. Finally, RT-PCR and enzyme activity assays were utilized to verify the expression and function of key genes and proteins, providing insights into the underlying mechanisms. RESULTS: The heart rate of rats increased after injection of Cacl2 solution into the tail vein. Honey-fried licorice has a certain improvement effect on heart injury and tachycardia, and its mechanism may be through the obvious correction effect on SOD, MDA, LDH, Na+-K+-ATPase, CaM and CAMK2 in the arrhythmia model. Under pathological conditions, Metabonomics revealed that the heart was highly exposed to glycyrrhetic acid 3-O-glucuronide, isoformononetin, araboglycyrrhizin, 18β-glycyrrhetinic acid, liquiritigenin, licoflavonol and isoliquiritigenin are known to have anti-arrhythmic effects through immune regulation and oxidation. Notably, both PCR and ELISA analyses indicated that honey-fried licorice may effectively treat arrhythmia, potentially through the modulation of the arachidonic acid pathway. CONCLUSION: These results suggested that honey-fried licorice could protect against arrhythmia and alleviate oxidative stress and tissue damage caused by arrhythmia. Through correlation analysis and metabolomics, it was found that glycyrrhetic acid 3-O-glucuronide, isoformononetin, araboglycyrrhizin, 18β-glycyrrhetinic acid, liquiritigenin, licoflavonol and isoliquiritigenin can be used as the active ingredient of honey-fried licorice in the treatment of arrhythmia. Moreover, our results suggested that the therapeutic effect of honey-fried licorice on arrhythmia may be linked to the regulation of the arachidonic acid pathway. This study elucidates the mechanisms by which honey-fried licorice treats arrhythmia from a metabolic perspective, highlighting its role in \"tonifying the spleen and stomach, supplementing qi, and replenishing the pulse.\" These findings provide a foundation for the further application of honey-fried licorice and the development of related products.",
      "mesh_terms": [
        "Animals",
        "Glycyrrhiza",
        "Arrhythmias, Cardiac",
        "Male",
        "Honey",
        "Rats",
        "Anti-Arrhythmia Agents",
        "Rats, Sprague-Dawley",
        "Heart Rate",
        "Metabolomics",
        "Flavanones"
      ]
    },
    {
      "pmid": "39560442",
      "title": "Phenolic content and antioxidant activity of Croatian and German honey.",
      "authors": [
        "Valerija Vujčić Bok",
        "Ivana Šola",
        "Gordana Rusak",
        "Alan Budisavljević",
        "Rosa Nguyen",
        "Jutta Ludwig-Müller",
        "Željan Maleš"
      ],
      "journal": "Acta pharmaceutica (Zagreb, Croatia)",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Since honey has a therapeutic role in the treatment of many diseases, we investigated the content of phenolic compounds and the antioxidant activity in acacia (Robinia pseudoacacia L.), chestnut (Castanea sativa Mill.) and lime-tree (Tilia spp.) honey originating from Croatia and Germany. Total phenols, flavonols, and flavanols contents were observed at higher levels in Croatian Castanea honey compared to German Castanea honey. Significant higher values of total flavanols and hydroxycinnamic acids were measured in Croatian Tilia honey compared to German Tilia honey. For Robinia honey, significantly higher values of total phenols and flavonols were observed in almost all Croatian honey samples compared to German honey. Croatian honey samples had higher antioxidant activity compared to German honey samples with most tested methods. The highest total phenols, total flavanols, ABTS, DPPH, and FRAP values were measured in Castanea honey, then in Robinia honey, and the lowest values in Tilia honey samples. With new developed HPLC method, pinobanksin, pinocembrin, and chrysin were identified in the majority of honey samples. Our results imply that both botanical and geographical origin influence the final quality of phenolic compounds and antioxidant activity in honey. A high positive correlation between the results of antioxidant activity and polyphenols was detected.",
      "mesh_terms": [
        "Honey",
        "Antioxidants",
        "Phenols",
        "Croatia",
        "Germany",
        "Chromatography, High Pressure Liquid",
        "Flavonoids",
        "Robinia",
        "Flavonols"
      ]
    },
    {
      "pmid": "39559033",
      "title": "An Interventional Study of Application of Manuka Honey in Post Mastoidectomy Surgery.",
      "authors": [
        "Satish Kumar Jain",
        "Shivam Narang",
        "Varun Kacker"
      ],
      "journal": "Indian journal of otolaryngology and head and neck surgery : official publication of the Association of Otolaryngologists of India",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of present study was to observe the effect of topical application of manuka honey in healing in the healing of postoperative mastoid cavity. A total of 100 patients diagnosed with chronic suppurative otitis media with cholesteatoma underwent canal wall down mastoidectomy, Manuka honey-soaked roller gauze pack was placed on Day 10 and was removed on day 17 and manuka honey was applied on day 17. Cavity was assessed on day 47 and day 90 on follow-up. Otoendoscopy was done on every visit to assess mastoid cavity. The primary outcome measure was the creation of a dry cavity as measured by a semi-quantitative scale as described by Merchant et al. Then Mastoid Cavity Healing Score was calculated on every visit and scoring was done at the end. On intragroup comparison it appeared that both the treatment methods exhibited improvised merchant grade score with the course of time (p-value = < 0.001). At 47th day and 90th day, the healing score in Group A was significantly higher than in Group B [p-value = < 0.001 and 0.001] respectively. We recommend Manuka honey as an adjunct to achieve a safe, dry ear in view of faster epithelization after mastoidectomy."
    },
    {
      "pmid": "39549588",
      "title": "Late presentation of polyserositis following single honey bee sting: A case report.",
      "authors": [
        "Behnam Shakerian",
        "Mohammad Jebelli"
      ],
      "journal": "International journal of surgery case reports",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION AND IMPORTANCE: The severity of a bee sting reaction can vary. There are two kinds of responses: local and systemic. The systemic manifestations are rare, especially polyserositis. Polyserositis describes the inflammation of serous membranes such as the pericardium, the pleura, or the peritoneum. We reported a case of polyserositis following a honeybee sting with late presentation. CASE PRESENTATION: This is a case report of a 30-year-old man who presented with progressive dyspnea, swelling of both lower limbs, and abdominal pain that began three days after the bite. CT showed pericardial, pleural, and abdominal fluid. Echocardiography showed tamponade. He underwent surgery to remove pericardial and pleural fluid. Following surgery, the patient underwent medical treatment. Ten days following treatment he developed a complete resolution of all symptoms and signs. CLINICAL DISCUSSION: Bee stings can be life- threatening. Polyserositis occurring due to honey bee sting is a rare complication. The honey bee sting appeared to cause increased microvascular permeability. Pericardial, pleural effusion, abdominal ascites, and lower limb edema due to honey bee stings are infrequent complications. The physician should know enough about all the possible side effects of bee stings. CONCLUSION: Physicians should be informed of the rare complications of bee stings. To prevent systemic complications medical treatment is recommended."
    },
    {
      "pmid": "39543451",
      "title": "Efficacy of honey suppositories in treating paediatric functional constipation: A comparative study.",
      "authors": [
        "Guili Yu",
        "Jing Gao",
        "Jinglian Gu",
        "Huazhen Li",
        "Xiaoying Wang",
        "Hui Bian"
      ],
      "journal": "Journal of paediatrics and child health",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "AIM: This study sought to assess the clinical efficacy of honey suppositories in managing functional constipation in pre-school children, with a focus on those exhibiting Yin deficiency and intestinal dryness according to traditional Chinese medicine principles. The investigation aimed to determine whether honey suppositories could serve as a safer and more efficacious alternative to standard treatments. METHODS: A randomised controlled trial was conducted involving pre-school children diagnosed with functional constipation. They were allocated to either a control group or a treatment group. While both groups received standard care, the treatment group also received honey suppositories. The efficacy of the treatment was evaluated based on the 'Guiding Principles for Clinical Research of New Chinese Medicines', and statistical analysis was performed using SPSS 25.0. RESULTS: Following treatment, the treatment group demonstrated significantly lower constipation scoring system scores and higher bowel movement frequencies compared with the control group (P < 0.05). The clinical efficacy of the treatment group was notably superior, with a higher rate of complete recovery and effectiveness observed (P < 0.05). Additionally, no significant differences in baseline characteristics were found between the groups, confirming the comparability of the study cohorts. CONCLUSIONS: Honey suppositories offer a promising therapeutic intervention for paediatric functional constipation, with significant clinical benefits over standard care.",
      "mesh_terms": [
        "Honey",
        "Constipation",
        "Humans",
        "Suppositories",
        "Female",
        "Male",
        "Child, Preschool",
        "Treatment Outcome",
        "Child",
        "Medicine, Chinese Traditional"
      ]
    },
    {
      "pmid": "39537951",
      "title": "Isolation and assessment of highly sucrose-tolerant yeast strains for honey processing factory's effluent treatment.",
      "authors": [
        "Juan G Sánchez Novoa",
        "Facundo G Domínguez",
        "Hipólito Pajot",
        "Laura I de Cabo",
        "Juana María Navarro Llorens",
        "Patricia L Marconi"
      ],
      "journal": "AMB Express",
      "publication_date": "2024-Nov-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Wastewater from many food and beverage manufacturers is enriched in organic content, and it must therefore be treated before being discharged to comply with the strict environmental regulations to protect the final water quality. Concretely, the honey processing wastewater, that remains in holding tanks until is disposal, is a rich source of sugars and this high level of organic material will degrade the water quality if not treated properly provoking an imbalance in the ecosystem. There are different strategies for an adequate treatment of this wastewater effluent to obtain a sustainable usage. One of the techniques that is more cost-effective and environmental friendlier than chemical procedures used for water remediation, is the use of microorganisms (including algae, fungi, yeasts, or bacteria). Given that they are fast-growing, robust, and metabolically diverse, yeast strains are often used for wastewater treatment. In this work, we have studied the potential for bioremediation of non Saccharomyces yeast isolated from a honey processing wastewater generated by an Argentine exporting company. The inoculation of these yeast strains to the existing flora in the honey wastewater yielded a better improvement in the treatment yield. These results suggest that these strains display a promising role could for optimizing bioremediation strategies in industrial wastewater treatment processes."
    },
    {
      "pmid": "39532897",
      "title": "Exposure to constant artificial light alters honey bee sleep rhythms and disrupts sleep.",
      "authors": [
        "Ashley Y Kim",
        "Aura Velazquez",
        "Belen Saavedra",
        "Benjamin Smarr",
        "James C Nieh"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Nov-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Artificial light at night (ALAN) changes animal behavior in multiple invertebrates and vertebrates and can result in decreased fitness. However, ALAN effects have not been studied in European honey bees (Apis mellifera), an important pollinator in which foragers show strong circadian rhythmicity. Colonies can be exposed to ALAN in swarm clusters, when bees cluster outside the nest on hot days and evenings, and, in limited cases, when they build nests in the open. We captured and maintained foragers in incubated cages and subjected them to constant light (LL), constant dark (DD), or 12 h light:12 h dark (LD) cycle, and observed them with infrared cameras. After 79 h, there was a significant interaction of treatment and time because LL bees slept less. In detail, the bees maintained a regular sleep pattern for three days but LL bees showed a shift on the fourth day. LL bees had the largest sleep differences from LD controls, with trends of lengthened periods and increased phase misalignment from both LD and DD bees. LL bees also experienced significantly more disturbances from their nestmates and preferred to sleep in the lower portion of the cages, which had significantly lower light intensity. These findings suggest that ALAN can disrupt the sleep of honey bee foragers, which has implications for their behavior and overall colony health.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Sleep",
        "Circadian Rhythm",
        "Light",
        "Behavior, Animal",
        "Photoperiod"
      ]
    },
    {
      "pmid": "39519281",
      "title": "Understanding the Anticancer Properties of Honey.",
      "authors": [
        "Simona Martinotti",
        "Gregorio Bonsignore",
        "Elia Ranzato"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Oct-31",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Uncontrolled cell growth that possesses the capacity to exhibit malignant behavior is referred to as cancer. The cytotoxic drugs used to fight cancer are associated with several adverse effects and are not always readily available or affordable, especially in developing countries. These issues are in addition to the shortcomings of the current cancer treatment regimen. According to growing research, honey is not cytotoxic to normal cells but is highly and particularly cytotoxic to tumor cells, suggesting that honey may display anticancer effects. Research has shown that honey affects a number of cell signaling pathways; however, at the moment, the precise method is not completely known.",
      "mesh_terms": [
        "Honey",
        "Humans",
        "Antineoplastic Agents",
        "Neoplasms",
        "Animals",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "39511289",
      "title": "Lactic acid treatment on infested honey bees works through a local way of action against Varroa destructor.",
      "authors": [
        "Caroline Vilarem",
        "Solène Blanchard",
        "Frédéric Julien",
        "Angélique Vétillard",
        "Vincent Piou"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Nov-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lactic acid is an alternative treatment to hard chemicals against Varroa destructor, the parasitic mite of the Western honey bee Apis mellifera. This soft acaricide is used only for small apiaries due to its laborious administration. However, the mode of action of this honey bee medication remains unknown. Previous studies showed that a direct contact between the arolia of V. destructor and lactic acid altered their morphology and led to an impairment of grip. Yet, there is no evidence for the way of action of lactic acid in a realistic in-hive scenario, i.e. after an indirect exposure of the mite through honey bees. We investigated the nature of lactic acid activity in the hive treatment context. The local and/or systemic way of action of this honey bee treatment against V. destructor was studied through a behavioural and toxicological approach at the individual level. On one hand, we confirmed the altered morphology for the arolia of mites and studied the evolution of the process over time. On the other hand, we found that haemolymph contaminated with lactic acid did not kill the feeding parasitic mite. These findings support a local mode of action. In order to unravel the sequence of events leading to the local contact between the acid and the mite on bees, we also documented the olfactory valence of lactic acid for A. mellifera and V. destructor. This work provides a new comprehension of lactic acid activity against the parasitic mite through honey bee exposure and gives new opportunities for control strategies against V. destructor.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Varroidae",
        "Lactic Acid",
        "Acaricides"
      ]
    },
    {
      "pmid": "39502934",
      "title": "Manuka Honey Inhibits Biofilm Formation and Reduces the Expression of the Associated Genes in Pectobacterium brasiliense.",
      "authors": [
        "Tri Joko",
        "Sheila Ava",
        "Isna Nurifa Sasmita Putri",
        "Siti Subandiyah",
        "Muhammad Saifur Rohman",
        "Naoto Ogawa"
      ],
      "journal": "Scientifica",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Biofilms are major virulence factors formed by pathogenic bacteria to invade their host and maintain their colony. While biofilms usually develop on diverse solid surfaces, floating biofilms, also called pellicles, are formed at the air-liquid interface. To address the problem of biofilm formation by bacterial pathogens, honey has been extensively studied. However, information on the effect of honey on biofilm formation by plant pathogens is scarce. This study aimed to determine the effects of manuka honey on biofilm and pellicle formation by Pectobacterium brasiliense and analyze the expression of genes encoding proteins needed to form biofilm by using semiquantitative PCR and RT-qPCR. Treatment with 5% (w/v) of manuka honey significantly decreased biofilm and pellicle formation by P. brasiliense. RT-qPCR results showed that the expression of bcsA, fis, hrpL, and expI decreased 7.07-fold, 5.71-fold, 13.11-fold, and 6.26-fold, respectively, after exposure to 5% (w/v) manuka honey. Our findings reveal that manuka honey may effectively inhibit biofilm and pellicle formation."
    },
    {
      "pmid": "39493317",
      "title": "Honey as an Alternative Dressing in Post-Palatoplasty-Two Case Reports.",
      "authors": [
        "Clara David",
        "Irfan Rasul",
        "Yossy Y Ariestiana",
        "Abul Fauzi"
      ],
      "journal": "Case reports in medicine",
      "publication_date": "2024",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Palatoplasty is a surgical procedure used to repair a cleft palate. Postsurgery there are times when the healing process is disrupted. Honey has been utilised since ancient times as an antibacterial, anti-inflammatory, and regenerative treatment for wounds, and it has been shown to expedite the wound healing process by promoting the formation of new tissue."
    },
    {
      "pmid": "39479977",
      "title": "Natural Honey Proteins Prevent Diet-Induced Obesity and Metabolic Disorders in Rats.",
      "authors": [
        "Atia Gohar",
        "Richard L Atkinson",
        "Darakhshan J Haleem",
        "Khaled Fahmi Fawy",
        "Muhammad Shakeel"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Previous studies have shown that oral whole honey reduces weight gain in rats on a normal diet (ND) or high-fat diet (HFD) and suppresses inflammation by modulating immunological cytokines in human neutrophils and macrophages. We hypothesize that the honey proteins (HP) are responsible for the reduced weight gain in rats on ND and HFD and that HP would alleviate obesity parameters. To test this, proteins were isolated from acacia honey through the salting-out method. Wistar rats (N = 24) were randomized to get ND or HFD for 4 weeks, then further randomized to four groups and treated with HP or saline for another 4 weeks. Energy intake (EI), body weight gain, EI per gram body weight gain, serum glucose, and lipids were measured. Expression of adipose tissue genes fatty acid binding protein (FABP), lipase C (LIPC), and apolipoprotein A-1 (APOA1) was evaluated through the quantitative polymerase chain reaction. HFD increased the body weight versus ND in weeks 1-4. HP for the next 4 weeks reduced weight gain in ND-HP and HFD-HP groups versus saline controls (P < .01). EI was not significantly different among groups. However, EI per gram body weight gain among groups was markedly different (P < .01), demonstrating reduced weight gain efficiency by HP (P < .01). HP reduced glucose in ND but not in HFD groups. Triglycerides were lower in both HP groups. The expressions of FABP, LIPC, and APOA1 genes were significantly increased (P < .05) in HP-treated HFD rats. Collectively, weight gain efficiency was remarkably reduced without altering EI in rats following the HP treatment, suggesting HP increased metabolic rate or substrate partitioning. Studies of HP are suggested in humans.",
      "mesh_terms": [
        "Animals",
        "Honey",
        "Rats, Wistar",
        "Obesity",
        "Male",
        "Rats",
        "Diet, High-Fat",
        "Metabolic Diseases",
        "Humans",
        "Weight Gain",
        "Blood Glucose",
        "Adipose Tissue",
        "Proteins",
        "Apolipoprotein A-I",
        "Energy Intake",
        "Fatty Acid-Binding Proteins"
      ]
    },
    {
      "pmid": "39475320",
      "title": "A novel antibody treatment reduces deformed wing virus loads in the western honey bee (Apis mellifera).",
      "authors": [
        "N J J MacMillan",
        "B M Hause",
        "T Nordseth",
        "A Felden",
        "J W Baty",
        "J L Pitman",
        "P J Lester"
      ],
      "journal": "mSphere",
      "publication_date": "2024-Nov-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: The deformed wing virus (Iflavirus aladeformis) (DWV) is a key driver of colony loss in the western honey bee (Apis mellifera). Here, we demonstrate that orally delivered anti-DWV antibodies can act systemically to reduce DWV loads in naturally infected honey bees. Immunoglobulin Y (IgY) was produced in adult chickens against two DWV proteins, harvested from their eggs, and fed to bees in a sucrose solution. An enzyme-linked immunosorbent assay demonstrated that orally delivered anti-DWV IgY migrated to the hemolymph. We next assessed the ability of orally delivered anti-DWV IgY to reduce DWV viral loads in naturally infected bees using qPCR. An antibody treatment resulted in a significant eightfold viral load reduction in DWV-infected bees. Our findings demonstrate the potential for antibody treatments to help mitigate the losses attributed to DWV in A. mellifera. IMPORTANCE: Deformed wing virus (DWV) is considered to be a key component of declining honey bee health which threatens global food production. The virus can result in significantly shortened lifespan, deformities in developing bees, and impaired cognition. There is currently no method to directly control the virus. The virus can be indirectly controlled with acaricidal treatments that target a key vector, the parasitic varroa mite (Varroa destructor). But acaricide resistance and a lack of effective alternatives for the control of both Varroa and DWV are major threats to beekeeping and the wider agricultural industry. Our research presents a significant development in the ability to reduce DWV burden in honey bees using IgY antibodies. Moreover, immunoglobulin Y has the potential to be more broadly established as a new treatment modality to combat other pathogens and parasites in A. mellifera.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "RNA Viruses",
        "Viral Load",
        "Antibodies, Viral",
        "Immunoglobulins",
        "Chickens"
      ]
    },
    {
      "pmid": "39463393",
      "title": "Managing the parasitic honey bee mite Tropilaelaps mercedesae through combined cultural and chemical control methods.",
      "authors": [
        "Rogan Tokach",
        "Bajaree Chuttong",
        "Dan Aurell",
        "Lakkhika Panyaraksa",
        "Geoffrey R Williams"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Oct-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The western honey bee (Apis mellifera) is severely impacted by the parasitic Tropilaelaps mercedesae mite, which has the capacity to outcompete Varroa destructor mites (the current leading cause of colony losses) and more rapidly overwhelm colonies. While T. mercedesae is native to Asia, it has recently expanded its geographic range and has the potential to devastate beekeeping worldwide if introduced to new regions. Our research exploited the dependence of T. mercedesae on developing honey bees (brood) by combining a cultural technique (brood break) with U.S. registered chemical products (oxalic acid or formic acid) to manage T. mercedesae infestation. To evaluate this approach, we compared four treatment groups: (1) Brood Break; (2) Brood Break + Formic Acid (FormicPro®); (3) Brood Break + Oxalic Acid dribble (Api-Bioxal®); and (4) untreated Control. We found that the mite infestation rate of worker brood in Control colonies rose from 0.4 to 15.25% over 60 days, whereas all other treatment groups had infestation rates under 0.11% on Day 60. Mite fall assessments showed similar results, whereby Control colonies had 15.48 mites fall per 24 h on day 60 compared to less than 0.2 mites for any other treatment group. Evaluation of colony strength revealed that Brood Break + Formic Acid colonies had slightly reduced adult honey bee populations. No treatment eliminated all mites, so additional measures may be needed to eradicate T. mercedesae if detected in countries that do not currently have T. mercedesae.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Mites",
        "Formates",
        "Beekeeping",
        "Varroidae"
      ]
    },
    {
      "pmid": "39462055",
      "title": "Unique brood ester profile in a Varroa destructor resistant population of European honey bee (Apis mellifera).",
      "authors": [
        "Nicholas Scaramella",
        "Robert Glinwood",
        "Barbara Locke"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Oct-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Varroa destructor is one of the greatest threats to Apis mellifera worldwide and if left untreated will kill a colony in less than three years. A Varroa-resistant population from Gotland, Sweden, has managed to survive for 25 years with little to no Varroa treatment by reducing the mite's reproductive success. The underlying mechanisms of this trait is currently not known, though previous research indicates that it is the honey bee brood, and not adult bee influence, that contributes to this phenotype. As the mite's own reproduction is synchronized with the brood's development though the interception of brood pheromones, it is possible that a change in pheromone profile would disrupt the mite's reproductive timing. To investigate this, we characterized the brood ester pheromone (BEP) profile of our resistant Gotland population compared to a non-resistant control. This was done by extracting and analyzing key cuticular compounds of the BEP using gas chromatography. A significant difference was found immediately after brood capping, indicating a divergence in their pheromonal production at this time point. This is an important step to understanding the mechanisms of the Gotland population's Varroa-resistance and contributes to our global understanding of Varroa destructor infestation and survival.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Varroidae",
        "Pheromones",
        "Esters",
        "Reproduction"
      ]
    },
    {
      "pmid": "39449821",
      "title": "In vitro testing of honey quality and biological functionality: underestimated elements in the clinical testing of honey.",
      "authors": [
        "Juraj Majtan"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Honey is an attractive functional food that often becomes a subject of clinical studies on the treatment of diverse diseases. However, the clinical efficacy of honey is rather controversial due, at least in part, to its variable composition and botanical origin as well as thermal processing or improper storage conditions. This review addresses the importance of honey quality standards and in vitro testing of the biological properties of honey prior to performing clinical studies, which can have a great impact on clinical outcomes. It focused on recently performed meta-analyses and systematic reviews where honey was used in the management of various disorders including respiratory tract infections, and metabolic and cardiometabolic diseases, with the goal of characterising the honeys used in clinical studies. In addition, it provides recommendations for the use and storage of honey for clinical testing. The vast majority of clinical studies included in meta-analyses do not provide any information about honey quality parameters. In fact, indicators of thermal damage or prolonged storage of honey were analysed only in one clinical study. This observation highlights on the alarming status of honey quality in clinical studies. Furthermore, in vitro biological properties of the analysed honeys were assessed in two clinical studies. Therefore, this review strongly advocates the clinical use of only fully characterised honey samples of known botanical origin with proven in vitro biological functionality and no or minimal thermal processing."
    },
    {
      "pmid": "39441086",
      "title": "Airborne metofluthrin, a pyrethroid repellent, does not impact foraging honey bees.",
      "authors": [
        "Margaret J Couvillon",
        "John Hainze",
        "Connor Bizon",
        "Lindsay E Johnson",
        "Ian F McKellips",
        "Benjamin E McMillan",
        "Bradley D Ohlinger",
        "Robert B J Ostrom",
        "Roger Schürch"
      ],
      "journal": "Journal of insect science (Online)",
      "publication_date": "2024-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Outdoor spatial mosquito repellents, such as mosquito coils or heating devices, release pyrethroid insecticides into the air to provide protection from mosquitoes within a defined area. This broadcast discharge of pyrethroids into the environment raises concern about the effect on non-target organisms. A previous study found that prallethrin discharged from a heating device did not affect honey bee (Apis mellifera L.) [Hymenoptera: Apidae] foraging or recruitment. In this second study, there was no significant difference in foraging frequency (our primary outcome), waggle dance propensity, or persistency in honey bees collecting sucrose solution between those exposed to metofluthrin from a different heating device and bees exposed to a non-metofluthrin control. One measure, waggle dance frequency, was higher in the metofluthrin treatment than the control but this outcome was likely a spurious result due to the small sample size. The small particle size of the emissions, averaging 4.43 µm, from the heated spatial repellent products, which remain airborne with little settling, may play an important role in the lack of effect found on honey bee foraging.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Fluorobenzenes",
        "Insect Repellents",
        "Cyclopropanes",
        "Pyrethrins",
        "Feeding Behavior"
      ]
    },
    {
      "pmid": "39410048",
      "title": "Honey Targets Ribosome Biogenesis Components to Suppress the Growth of Human Pancreatic Cancer Cells.",
      "authors": [
        "Aun Ali Bangash",
        "Sahir Sultan Alvi",
        "Muhammad Ali Bangash",
        "Haider Ahsan",
        "Shiza Khan",
        "Rida Shareef",
        "Georgina Villanueva",
        "Divyam Bansal",
        "Mudassier Ahmad",
        "Dae Joon Kim",
        "Subhash C Chauhan",
        "Bilal Bin Hafeez"
      ],
      "journal": "Cancers",
      "publication_date": "2024-Oct-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pancreatic cancer (PanCa) is one of the deadliest cancers, with limited therapeutic response. Various molecular oncogenic events, including dysregulation of ribosome biogenesis, are linked to the induction, progression, and metastasis of PanCa. Thus, the discovery of new therapies suppressing these oncogenic events and ribosome biogenesis could be a novel therapeutic approach for the prevention and treatment of PanCa. The current study was designed to investigate the anti-cancer effect of honey against PanCa. Our results indicated that honey markedly inhibited the growth and invasive characteristics of pancreatic cancer cells by suppressing the mRNA expression and protein levels of key components of ribosome biogenesis, including RNA Pol-I subunits (RPA194 and RPA135) along with its transcriptional regulators, i.e., UBTF and c-Myc. Honey also induced nucleolar stress in PanCa cells by reducing the expression of various nucleolar proteins (NCL, FBL, and NPM). Honey-mediated regulation on ribosome biogenesis components and nucleolar organization-associated proteins significantly arrested the cell cycle in the G2M phase and induced apoptosis in PanCa cells. These results, for the first time, demonstrated that honey, being a natural remedy, has the potential to induce apoptosis and inhibit the growth and metastatic phenotypes of PanCa by targeting ribosome biogenesis."
    },
    {
      "pmid": "39409627",
      "title": "Reduced Fertilization and Magnesium Supplementation: Modulating Fruit Quality in Honey Pomelo (Citrus maxima (Burm.) Merr.).",
      "authors": [
        "Da Su",
        "Yunfei Jiang",
        "Biao Song",
        "Zhaozheng Wu",
        "Xiaojun Yan",
        "Zhiyuan He",
        "Delian Ye",
        "Jie Ou",
        "Yingzhe Zeng",
        "Liangquan Wu"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The excessive use of chemical fertilizers in the Guanxi honey pomelo production area has led to severe soil acidification and magnesium (Mg) deficiency, adversely affecting pomelo fruit quality. To address this issue, an integrated nutrient optimization model crucial for ensuring the sustainable and environmentally friendly development of the Guanxi honey pomelo industry has been explored. In a three-year experiment, two fertilizer treatments were implemented: a farmer fertilizer practice (FP) and an NPK reduction plus foliar Mg fertilizer (OPT + fMg). We investigated the impact of this integrated optimized fertilization measure on pomelo fruit quality from three aspects: flavor (sugars and organic acids), nutrition (vitamin C and mineral elements), and antioxidant properties (phenolics, flavonoids, and phytic acid). The results revealed that the OPT + fMg treatment improved fruit flavor by reducing acidity (titratable acid, citric acid, and quinine), while having a minimal impact on sugar components (sucrose, fructose, and glucose). Additionally, the OPT + fMg treatment increased the total phenolics, total flavonoids, and phytic acid in the fruit peel, enhancing its potential antioxidant quality. However, the OPT + fMg treatment reduced the mineral nutrient quality (excluding calcium) in the fruit. As for the fruit developmental period, the OPT + fMg treatment significantly increased the total flavonoid concentration in the peel from the mid-expansion fruit stage, followed by notable increases in phytic acid in the peel during the mid-to-late expansion fruit stage. The total phenolic concentration in the peel significantly rose only during the late fruit development stage. The most pronounced effect was observed on phytic acid in both peel and pulp. The influence of the OPT + fMg treatment on the mineral nutrients (excluding calcium) primarily occurred during the mid-to-late expansion fruit stage. Overall, the OPT + fMg treatment significantly improved the comprehensive nutritional quality of pomelo fruit, providing valuable insights for scientifically reducing fertilizer application while enhancing fruit quality."
    },
    {
      "pmid": "39408935",
      "title": "Polyphenols as the Main Compounds Influencing the Antioxidant Effect of Honey-A Review.",
      "authors": [
        "Aleksandra Wilczyńska",
        "Natalia Żak"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Honey is one of the most valuable components of the human diet. It is considered to be a functional food with health-promoting properties. Honey has bactericidal and bacteriostatic effects; is used to treat wounds and ulcers; relieves stress; supports the treatment of diseases of the digestive and respiratory systems; improves kidney function; and aids in convalescence. The healing and prophylactic effects of honey are closely related to its chemical composition. According to the literature, honey contains over 300 substances belonging to various groups of chemical compounds, some with antioxidant activity, including vitamins and phenolic compounds, mainly flavonoids and phenolic acids. This article provides insight into honey's chemical composition and its pro-health activities. The antioxidant properties of honey were prioritized.",
      "mesh_terms": [
        "Honey",
        "Antioxidants",
        "Polyphenols",
        "Humans",
        "Animals",
        "Flavonoids"
      ]
    },
    {
      "pmid": "39399872",
      "title": "Two Rare Cases of Feline Toxic Epidermal Necrolysis: A Novel Therapeutic Approach With Medical-Grade Honey.",
      "authors": [
        "Alexandra Peteoacă",
        "Niels A J Cremers",
        "Linsey J F Peters"
      ],
      "journal": "Case reports in veterinary medicine",
      "publication_date": "2024",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Toxic epidermal necrolysis (TEN) is an acute and life-threatening dermatological condition that is drug-induced and characterized by extensive epidermal detachment. These lesions should be protected from infection using a product that has a low risk of reactivity. Medical-grade honey (MGH) exerts antimicrobial and wound-healing effects while posing a low risk of exacerbating TEN. In this case report, we are the first to describe the use of MGH for wound management in two feline TEN patients. Case 1 involved a 1-year-old female British shorthair cat, while Case 2 featured a 1-year-old female mixed-breed cat. Both patients presented to the hospital with various symptoms, including fever, tongue lesions, and lesions in the abdominal area following ovariohysterectomy surgery. TEN was confirmed via histopathological examination. The suspected cause of TEN in both cases was the iodine present in the surgical scrub. Tongue lesions were addressed with a liquid diet, and all xenobiotics were immediately withdrawn as a precaution. MGH products supplemented with vitamins were applied to the abdominal wounds following a wound lavage with Ringer's lactate. Daily dressing changes were performed without discomfort, pain, or any adverse reactions. In both cases, debridement became evident after just 1 day, and the patients fully recovered after 12 days of MGH therapy. This case report demonstrates for the first time the successful use of supplemented MGH for wound management in veterinary patients with TEN. The patients did not have any adverse reactions to the treatment, while MGH dressings provided antimicrobial protection and wound-healing effects. Furthermore, these cases highlight the importance of rapid diagnosis and immediate drug withdrawal to increase the survival rate. Overall, supplemented MGH is a safe and effective method to treat TEN-related lesions in feline patients."
    },
    {
      "pmid": "39367403",
      "title": "Medicinal activities of Tualang honey: a systematic review.",
      "authors": [
        "Ain Nabila Syahira Shamsol Azman",
        "Jun Jie Tan",
        "Muhammad Nazrul Hakim Abdullah",
        "Hasnah Bahari",
        "Vuanghao Lim",
        "Yoke Keong Yong"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2024-Oct-04",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "Natural products derived from various sources, including plants, have garnered significant interest as alternative therapeutic options. Among these, Tualang honey, extracted from the nectar of Tualang trees (Koompassia excelsa (Becc.) Taub.), has a long history of traditional use due to its therapeutic properties. This review aims to examine the pharmacological activities of Tualang honey, encompassing both in vitro and in vivo studies. A systematic search was conducted in multiple databases, including PubMed, Springer, Scopus, Wiley, and Science Direct, up until December 2022 to identify relevant studies on the pharmacological activities of Tualang honey. Two independent reviewers were involved in article selection, followed by data extraction and assessment of methodological quality using Syrcle's risk of bias tool. 123 articles were included, collectively describing the pharmacological activities of Tualang honey, including antimicrobial, anticancer, anti-inflammatory, antioxidant, antinociceptive, neuroprotective effects, and others. Tualang honey has significant promise as an alternative treatment option for treating a wide range of pathological diseases due to its wide range of pharmacological properties. Tualang honey's diverse array of pharmacological actions indicates its potential for multiple medicinal uses.",
      "mesh_terms": [
        "Honey",
        "Humans",
        "Animals",
        "Anti-Infective Agents",
        "Antioxidants",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "39354118",
      "title": "Novel fungicide and neonicotinoid insecticide impair flight behavior in pollen foraging honey bees, Apis mellifera.",
      "authors": [
        "Anna Keodara",
        "Lukas Jeker",
        "Lars Straub",
        "Daniela Grossar",
        "Jan Müller",
        "Verena Christen"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bees are often exposed to pesticides affecting physiological functions and molecular mechanisms. Studies showed a potential link between altered expression of energy metabolism related transcripts and increased homing flight time of foragers exposed to pesticides. In this study, we investigated the effects of thiamethoxam and pyraclostrobin on longevity, flight behavior, and expression of transcripts involved in endocrine regulation (hbg-3, buffy, vitellogenin) and energy metabolism (cox5a, cox5b, cox17) using radio frequency identification (RFID) technology and quantitative polymerase chain reaction. Parallel, a laboratory study was conducted investigating whether pesticide exposure alone without the influence of flight activity caused similar expression patterns as in the RFID experiment. No significant effect on survival, homing flight duration, or return rate of exposed bees was detected. The overall time foragers spent outside the hive was significantly reduced post-exposure. Irrespective of the treatment group, a correlation was observed between cox5a, cox5b, cox17 and hbg-3 expression and prolonged homing flight duration. Our results suggest that flight behavior can impact gene expression and exposure to pesticides adversely affects the expression of genes that are important for maintaining optimal flight capacity. Our laboratory-based experiment showed significantly altered expression levels of cox5a, cox6c, and cox17. However, further work is needed to identify transcriptional profiles responsible for prolonged homing flight duration.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Flight, Animal",
        "Insecticides",
        "Fungicides, Industrial",
        "Neonicotinoids",
        "Thiamethoxam",
        "Nitro Compounds",
        "Pollen",
        "Gene Expression Regulation",
        "Insect Proteins"
      ]
    },
    {
      "pmid": "39340838",
      "title": "Do diet and Fumagillin treatment impact Vairimorpha (Nosema) spp. (Microspora: Nosematidae) infections in honey bees (Hymenoptera: Apidae) and improve survival and growth of colonies overwintered in cold storage?",
      "authors": [
        "Gloria DeGrandi-Hoffman",
        "Vanessa Corby-Harris",
        "Henry Graham",
        "Mona Chambers",
        "Emily Watkins deJong",
        "Lucy Snyder"
      ],
      "journal": "Journal of economic entomology",
      "publication_date": "2024-Dec-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vairimorpha (Microsporidia: Nosematidae) is a microsporidian that infects honey bees especially in winter. Fumagillin can reduce infections, but whether overwintering survival is improved is unclear. The diet also may influence the severity of Nosema infections. We examined the relationship between Nosema and colony size and survival in hives overwintered in cold storage facilities. In year 1, no Fumagillin treatments were applied. Colony size and survival after cold storage and almond bloom were comparable between groups with high and low pre-cold storage infections. In year 2, size and survival were compared among colonies with and without Fumagillin treatment that were fed either pollen or protein supplement prior to overwintering. Colonies treated with Fumagillin had lower spore numbers than untreated, but colony sizes and survival were similar among the treatments. However, more colonies with zero spores per bee could be rented for almond pollination and were alive after bloom than those averaging >1 million spores per bee. Fat body metrics can affect overwintering success. In both years, fat body weights and protein concentrations increased, and lipid concentrations decreased while bees were in cold storage. Fat body metrics did not differ with Nosema infection levels. However, Fumagillin negatively affected pre-cold storage fat body protein concentrations and colony sizes after cold storage and almond bloom. Treating with Fumagillin before overwintering in cold storage might result in greater colony survival if spore numbers are high, but undetectable or even negative effects when spore numbers are low.",
      "mesh_terms": [
        "Animals",
        "Bees",
        "Nosema",
        "Cyclohexanes",
        "Fatty Acids, Unsaturated",
        "Sesquiterpenes",
        "Diet",
        "Cold Temperature",
        "Beekeeping",
        "Seasons",
        "Animal Feed"
      ]
    },
    {
      "pmid": "39336664",
      "title": "Population Dynamics of the Mite Varroa destructor in Honey Bee (Apis mellifera) Colonies in a Temperate Semi-Arid Climate.",
      "authors": [
        "Carlos Aurelio Medina-Flores",
        "Alejandro Saucedo Rojas",
        "Ernesto Guzman-Novoa",
        "Luis Alaniz Gutiérrez"
      ],
      "journal": "Insects",
      "publication_date": "2024-Sep-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to analyze the population dynamics of the mite Varroa destructor in honey bee (Apis mellifera) colonies in a temperate semi-arid climate in Mexico. Ten colonies homogeneous in population, food stores, and levels of mite infestation were used. The mite infestation rate in brood and adult bees, total number of mites, daily mite fall, brood and adult bee population, and food stores were determined periodically for 10 months. There was a significant effect (p < 0.05) of sampling period on the population of V. destructor in adult bees, brood, total mite population, and daily fallen mites. The total mite population increased by 26% on average per colony. The increase in brood amount reduced the mite infestation rate in adult bees, and the opposite occurred when the brood decreased. Monitoring V. destructor populations by recording fallen mites is more reliable than determining mite infestation rates in bees, as mite fall has a dynamic pattern similar to that of the total mite population. The best period to apply an acaricide treatment in the region of study is between November and December because most mites were in the phoretic phase, since there was less brood in the colonies compared to other times."
    },
    {
      "pmid": "39329022",
      "title": "Enhanced osmotic dehydration of watermelon rind using honey-sucrose solutions: A study on pre-treatment efficacy and mass transfer kinetics.",
      "authors": [
        "Jaspreet Kaur",
        "Sawinder Kaur",
        "Amine Assouguem",
        "Sara El Kadili",
        "Riaz Ullah",
        "Zafar Iqbal",
        "Vikas Nanda"
      ],
      "journal": "Open life sciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigates the osmotic dehydration process of watermelon rind using a solution composed of honey and sucrose. The impact of the ratio of rind-to-solution and temperature on the process is illustrated. Pre-treatments such as blanching, microwaves, and ultrasonication were utilized. Ultrasonication reduces the time needed for osmosis in a sample, resulting in increased fluid loss and solute uptake; therefore, it was selected as the method to investigate the kinetics and modelling of mass transfer. The effective diffusivities for water loss (ranging from 3.02 × 10-5 to 4.21 × 10-4 m2 s-1) and solid gain (ranging from 1.94 × 10-6 to 3.21 × 10-6 m2 s-1) were shown to increase with process variables such as temperature and the rind-to-solution ratio. The activation energy decreased as the process temperature increased, ranging from 3.723 to 0.928 kJ mol-1 for water loss and from 1.733 to 0.903 kJ mol-1 for solid gain, respectively. The sample treated with microwaves exhibited the maximum dehydration coefficient, rendering it appropriate for producing dehydrated products. Five empirical models were utilized, with the power law model (R 2 = 0.983) and the Magee model (R 2 = 0.950) being the most suitable for water loss data and solid gain, respectively."
    },
    {
      "pmid": "39328089",
      "title": "Honey and Aloe vera Solution Increases Survival and Modulates the Tumor Size In Vivo.",
      "authors": [
        "Rebeka Tomasin",
        "Ianca Carneiro Ferreira",
        "Alexandra Christine Helena Frankland Sawaya",
        "Paulo Mazzafera",
        "Aislan Cristina Rheder Fagundes Pascoal",
        "Marcos Jose Salvador",
        "Maria Cristina Cintra Gomes-Marcondes"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "SCOPE: The combination of honey and Aloe vera is used as a popular complementary treatment for cancer due to their nutraceutical properties. This study aims to investigate the anticancer activity of honey and A. vera solution and its ethanolic extraction through in vitro and in vivo approaches. METHODS AND RESULTS: After comparisons of honey and A. vera (HA) solution and its ethanolic extraction solution (E) samples by UPLC-ESI-MS/MS, the study verifies HA-treatment affected only Walker tumor cells viability at the highest dose, and E-treatment has a more cytotoxic/antiproliferative effect in MCF-7 and Walker-256 cells. The in vivo results show a higher survival rate in Walker-256 tumor-bearing rats (WHA), with higher NK cell infiltration in tumor tissue and a tendency in the WE group. These results are possible due to decreased mannose-based immunomodulatory polysaccharides and aloin-A contents in the ethanolic extract solution compared to HA solution. CONCLUSION: The current study provides compelling evidence of selectively cytotoxic against tumor cells under honey and A. vera solution and ethanolic extraction solution treatment, due to the cytotoxic/antiproliferative compounds. Therefore, the use of honey and A. vera solution could be used as a basis for coadjuvant therapy in cancer treatment.",
      "mesh_terms": [
        "Honey",
        "Aloe",
        "Animals",
        "Humans",
        "Cell Survival",
        "MCF-7 Cells",
        "Rats, Wistar",
        "Plant Extracts",
        "Rats",
        "Male",
        "Cell Proliferation",
        "Emodin",
        "Cell Line, Tumor",
        "Female",
        "Antineoplastic Agents",
        "Carcinoma 256, Walker",
        "Tandem Mass Spectrometry",
        "Killer Cells, Natural"
      ]
    },
    {
      "pmid": "39324808",
      "title": "Is it me or is it you? Physiological effects of the honey bee microbiota may instead be due to host maturation.",
      "authors": [
        "Waldan K Kwong",
        "Kasie Raymann"
      ],
      "journal": "mBio",
      "publication_date": "2024-Oct-16",
      "publication_types": [
        "Journal Article",
        "Comment"
      ],
      "abstract": "Microbiota-mediated impacts on host physiology and behavior have been widely reported in honey bees (Apis mellifera). However, most of these studies are conducted in artificial lab settings and fail to take into account, or make incorrect assumptions about, the complex physical and social structures inherent to natural hive conditions. A new study by Liberti et al. (J. Liberti, E. T. Frank, T. Kay, L. Kesner, et al., mBio 15:e01034-24, 2024, https://doi.org/10.1128/mbio.01034-24) identifies one such overlooked aspect-the behavioral maturation from nurses to foragers-that can be a serious confounding factor in bee microbiota experiments. Using cuticular hydrocarbon profiling to discern between the two maturation states, they find that multiple physiological and behavioral differences between age-matched lab bees could potentially be explained by their maturation state instead of the intended treatment conditions, such as microbial inoculation. This study serves as a stark wake-up call on the necessity of careful replication and cross-disciplinary knowledge transfer (e.g., between animal specialists and microbiologists) in order to truly understand complex host-microbe systems.",
      "mesh_terms": [
        "Bees",
        "Animals",
        "Microbiota",
        "Behavior, Animal",
        "Host Microbial Interactions",
        "Hydrocarbons"
      ]
    },
    {
      "pmid": "39324175",
      "title": "Honey Phytochemicals: Bioactive Agents With Therapeutic Potential for Dermatological Disorders.",
      "authors": [
        "Pauline McLoone",
        "Toheeb Olalekan Oladejo",
        "Laura Kassym",
        "Gordon J McDougall"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Honey has been reported to have a range of biological activities including antimicrobial, immunomodulatory, and wound healing effects. Indeed, medical-grade honey is currently used in hospitals for the clinical management of wound infections. Honey is also of scientific interest for its therapeutic effects on other dermatological disorders such as atopic dermatitis, rosacea, and skin cancer. Recent studies have uncovered that honey contains a range of phytochemicals including flavonoids, dicarboxylic acids, coumarins, and phenolic acids. In this review, PubMed was used to search the scientific literature on the biological properties of honey phytochemicals in relation to dermatological disorders and to evaluate their potential as bioactive agents, drugs, or cosmeceuticals for the treatment of skin disease. The review revealed that phytochemicals found in honey have antimicrobial, anti-inflammatory, antiaging, antioxidant, anticancer, depigmenting, photoprotective, wound healing, and skin barrier enhancing properties. Although further high-quality studies are required to establish clinical efficacy, these findings suggest that honey phytochemicals may have the potential to be used as bioactive agents for the management of a range of dermatological disorders including wounds, psoriasis, atopic dermatitis, vitiligo, rosacea, and skin cancer.",
      "mesh_terms": [
        "Honey",
        "Phytochemicals",
        "Humans",
        "Skin Diseases",
        "Wound Healing",
        "Antioxidants",
        "Anti-Infective Agents",
        "Anti-Inflammatory Agents",
        "Animals"
      ]
    }
  ]
}