{
  "supplement": "Horny Goat Weed",
  "query": "Horny Goat Weed[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:46:44",
  "research_count": 3,
  "count": 3,
  "articles": [
    {
      "pmid": "28603109",
      "title": "Phytochemical and biological assessments on Lipidium meyenii (maca) and Epimidium sagittatum (horny goat weed).",
      "authors": [
        "Mahmood Qureshi",
        "- Mehjabeen",
        "- Noorjahan",
        "Shafi Muhammad",
        "Faheem Ahmed Siddiqui",
        "Iftikhar Baig",
        "Mansoor Ahmad"
      ],
      "journal": "Pakistan journal of pharmaceutical sciences",
      "publication_date": "2017-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of Lipidium meyenii (maca, LM) and Epimidium sagittatum (horny goat weed, ES) have been investigated due to their involvement in fertilization. Both of the drugs showed good results before, during and after fertilization in male and female mice. The results revealed that the crude extract of Lipidium meyenii caused a significant decrease in the no. of writhes at 300 and 500mg/kg (p<0.05) as compare to control, Epimidium sagittatum and standard drug. The gross behavioral, open field, exploratory behaviour, forced swimming test for stress, diuretic activity, chronic toxicity with the effect on reproduction of both male and female and change in body weight were also studied. The phytochemical study showed the presence of tannin, alkaloid, carbohydrate, rich protein and absence of sterol in LM, whereas ES shows presence of sterol and less protein. LS improve in muscle activity and exploratory behaviours without any toxic effects on mice and their pups. It does not have diuretic effect for first two hour but act normally after initial phase of drug therapy. Epimidium sagittatum has dual action that is at low dose it has slight stimulation action and at high dose little depressive effect. ES also has some diuretic effect. Overall these results suggest that LM is highly effective remedy for treatment of impotency and reduces stress and depression, because of dual effect ES not only suggested as an anxiolytic medicine but also effective in female hormonal disorder.",
      "mesh_terms": [
        "Acetic Acid",
        "Analgesics",
        "Animals",
        "Anti-Anxiety Agents",
        "Antidepressive Agents",
        "Behavior, Animal",
        "Disease Models, Animal",
        "Diuresis",
        "Diuretics",
        "Epimedium",
        "Female",
        "Fertility",
        "Fertility Agents",
        "Lepidium",
        "Male",
        "Motor Activity",
        "Pain",
        "Pain Threshold",
        "Phytochemicals",
        "Phytotherapy",
        "Plant Extracts",
        "Plants, Medicinal",
        "Social Behavior"
      ]
    },
    {
      "pmid": "23138537",
      "title": "Variation of medicinal components in a unique geographical accession of horny goat weed Epimedium sagittatum Maxim. (Berberidaceae).",
      "authors": [
        "Qiong Liang",
        "Guoyan Wei",
        "Jianjun Chen",
        "Ying Wang",
        "Hongwen Huang"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2012-Nov-08",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Herbal Epimedium species have been widely in Traditional Chinese Medicine for sexual enhancement, immunity improvement, anticancer and anti-aging treatment, with flavonoids and polysaccharides being the major active components. However, exhaustive depletion of wild sources warrants germplasm evaluation and quality resource exploration. A preliminarily analysis had previously indicated that a specific local geographic accession of Epimedium sagittatum found in Luotian (LT) county of Hubei Province (China) had a much higher content of total flavonoids and polysaccharides. In this study, we further investigated the medicinal component variation in the LT type under different light intensities and in different regions by the common-garden experiment. The results indicated a light intensity range of 40-160 μmol/m²/s was the most suitable for the synthesis and accumulation of total flavonoids, while polysaccharide accumulation was negatively correlated with the light intensity. Icariin was the component displaying the highest content among flavonoids, and the content of major flavonoid bioactive components was relatively stable in the third year after cultivation. There was significant correlation between the major flavonol glycoside constituents and the geographic location, and Central China followed by Northern China were the highly suitable regions for cultivation of LT type E. sagittatum. The results revealed that there was a functional balance between flavonoids and polysaccharides at different developmental stages, and the best harvesting stage should consider the primary contents of interest. This study provides important information on the exploration of quality resources, further breeding approaches and cultivation practices of E. sagittatum, and thus the important insights to enhance our understanding of quality control of traditional medicinal plants.",
      "mesh_terms": [
        "China",
        "Epimedium",
        "Flavonoids",
        "Light",
        "Medicine, Chinese Traditional",
        "Plants, Medicinal",
        "Polysaccharides",
        "Seasons"
      ]
    },
    {
      "pmid": "20141584",
      "title": "Erectogenic and neurotrophic effects of icariin, a purified extract of horny goat weed (Epimedium spp.) in vitro and in vivo.",
      "authors": [
        "Alan W Shindel",
        "Zhong-Chen Xin",
        "Guiting Lin",
        "Thomas M Fandel",
        "Yun-Ching Huang",
        "Lia Banie",
        "Benjamin N Breyer",
        "Maurice M Garcia",
        "Ching-Shwun Lin",
        "Tom F Lue"
      ],
      "journal": "The journal of sexual medicine",
      "publication_date": "2010-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Epimedium species (aka horny goat weed) have been utilized for the treatment of erectile dysfunction in Traditional Chinese Medicine for many years. Icariin (ICA) is the active moiety of Epimedium species. AIM: To evaluate the penile hemodynamic and tissue effects of ICA in cavernous nerve injured rats. We also studied the in vitro effects of ICA on cultured pelvic ganglia. METHODS: Rats were subjected to cavernous nerve injury and subsequently treated for 4 weeks with daily gavage feedings of a placebo solution of normal saline and Dimethyl sulfoxide (DMSO) vs. ICA dissolved in DMSO at doses of 1, 5, and 10 mg/kg. A separate group underwent a single dose of ICA 10 mg/kg 2 hours prior to functional testing. Functional testing with cavernous nerve stimulation and real-time assessment of intracavernous pressure (ICP) was performed at 4 weeks. After functional testing, penile tissue was procured for immunohistochemistry and molecular studies. In separate experiments, pelvic ganglia were excised from healthy rats and cultured in the presence of ICA, sildenafil, or placebo culture media. MAIN OUTCOME MEASURE: Ratio of ICP and area under the curve (AUC) to mean arterial pressure (MAP) during cavernous nerve stimulation of subject rodents. We also assayed tissue expression of neuronal nitric oxide synthase (nNOS), eNOS: endothelial nitric oxide synthase (eNOS), calponin, and apoptosis via immunohistochemistry and Western blot. Serum testosterone and luteinizing hormone (LH) were assayed using enzyme-linked immunosorbant assay (ELISA). Differential length of neurite outgrowth was assessed in cultured pelvic ganglia. RESULTS: Rats treated with low-dose ICA demonstrated significantly higher ICP/MAP and AUC/MAP ratios compared with control and single-dose ICA animals. Immunohistochemistry and Western blot were revealing of significantly greater positivity for nNOS and calponin in penile tissues of all rats treated with ICA. ICA led to significantly greater neurite length in cultured specimens of pelvic ganglia. CONCLUSION: ICA may have neurotrophic effects in addition to known phosphodiesterase type 5 inhibiting effects.",
      "mesh_terms": [
        "Actins",
        "Administration, Oral",
        "Animals",
        "Blotting, Western",
        "Calcium-Binding Proteins",
        "Caspase 3",
        "Dose-Response Relationship, Drug",
        "Drugs, Chinese Herbal",
        "Epimedium",
        "Flavonoids",
        "Hemodynamics",
        "In Vitro Techniques",
        "Male",
        "Microfilament Proteins",
        "Nerve Crush",
        "Nerve Regeneration",
        "Neurites",
        "Nitric Oxide Synthase Type I",
        "Penile Erection",
        "Penis",
        "Phosphodiesterase 5 Inhibitors",
        "Phosphodiesterase Inhibitors",
        "Phytotherapy",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Calponins"
      ]
    }
  ]
}