{
  "supplement": "Horse Chestnut",
  "query": "Horse Chestnut[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:46:52",
  "research_count": 51,
  "count": 51,
  "articles": [
    {
      "pmid": "38144831",
      "title": "Impact of moisture content on microstructural, thermal, and techno-functional characteristics of extruded whole-grain-based breakfast cereal enriched with Indian horse chestnut flour.",
      "authors": [
        "Farhana Mehraj Allai",
        "Pir Mohammad Junaid",
        "Z R A A Azad",
        "Khalid Gul",
        "B N Dar",
        "Shahida Anusha Siddiqui",
        "Jose Manuel Loenzo"
      ],
      "journal": "Food chemistry: X",
      "publication_date": "2023-Dec-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of non-conventional seed flour is of interest in obtaining healthy breakfast cereals. The research aimed to study the physico-functional, bioactive, microstructure, and thermal characteristics of breakfast cereals using scanning electron microscopy, X-ray diffractometry, and differential scanning calorimeter. The increase in feed moisture content (16 %) enhanced the bulk density (5.24 g/mL), water absorption index (7.76 g/g), total phenolic content (9.03 mg GAE/g), and antioxidant activity (30.36 %) having desirable expansion rate (2.84 mm), water solubility index (48 %), and color attributes. The microstructure showed dense inner structures with closed air cells in extruded flours. Extrusion treatment rearranged the crystalline structure from A-type to V-type by disrupting the granular structure of starch, reducing its crystallinity, and promoting the formation of an amylose-lipid complex network. Increasing conditioning moisture enhanced the degree of gelatinization (%), peak gelatinization temperature (Tp), and starch crystallinity (%) and reduced the gelatinization enthalpy (ΔHG) and gelatinization temperature ranges. The results reported in this study will help industries to develop innovative and novel food products containing functional ingredients."
    },
    {
      "pmid": "37221290",
      "title": "Impact analysis of different applications of cyantraniliprole on control of horse chestnut leaf miner (Cameraria ohridella) larvae supported by biophoton emission.",
      "authors": [
        "Sándor Keszthelyi",
        "Bálint Gerbovits",
        "Ildikó Jócsák"
      ],
      "journal": "Biologia futura",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cameraria ohridella is one of the most invasive pests of horse chestnut. Cyantraniliprole is one of the most perspectively active insecticides, which can transport within the plant in several ways, and its efficacy against this pest has not yet been tested. All three modes of application were effective against the target pest, but there was a difference in the time of action between them. However, no demonstrable difference in the speed of action was detected between the doses used. A more intense rate of acropetal translocation was confirmed compared to basipetal translocation. A trend-like effect between the applied concentration of cyantraniliprole and the photon emission intensity per unit area of plant tissue was observed in the translaminar and acropetal treatment settings. In both cases, a clear increase in photon emission was observed, indicating metabolic upregulation. Therefore, we can conclude that biophoton emission measurements can be utilized to conduct efficient pesticide translocation investigations.",
      "mesh_terms": [
        "Animals",
        "Larva",
        "Aesculus",
        "Moths",
        "Pyrazoles"
      ]
    },
    {
      "pmid": "36903330",
      "title": "Horse Chestnut Saponins-Escins, Isoescins, Transescins, and Desacylescins.",
      "authors": [
        "Philippe Savarino",
        "Emmanuel Colson",
        "Julien André",
        "Pascal Gerbaux"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Feb-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Escins constitute an abundant family of saponins (saponosides) and are the most active components in Aesculum hippocastanum (horse chestnut-HC) seeds. They are of great pharmaceutical interest as a short-term treatment for venous insufficiency. Numerous escin congeners (slightly different compositions), as well as numerous regio-and stereo-isomers, are extractable from HC seeds, making quality control trials mandatory, especially since the structure-activity relationship (SAR) of the escin molecules remains poorly described. In the present study, mass spectrometry, microwave activation, and hemolytic activity assays were used to characterize escin extracts (including a complete quantitative description of the escin congeners and isomers), modify the natural saponins (hydrolysis and transesterification) and measure their cytotoxicity (natural vs. modified escins). The aglycone ester groups characterizing the escin isomers were targeted. A complete quantitative analysis, isomer per isomer, of the weight content in the saponin extracts as well as in the seed dry powder is reported for the first time. An impressive 13% in weight of escins in the dry seeds was measured, confirming that the HC escins must be absolutely considered for high-added value applications, provided that their SAR is established. One of the objectives of this study was to contribute to this development by demonstrating that the aglycone ester functions are mandatory for the toxicity of the escin derivative, and that the cytotoxicity also depends on the relative position of the ester functions on the aglycone.",
      "mesh_terms": [
        "Escin",
        "Saponins",
        "Aesculus",
        "Pharmaceutical Preparations",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "35000361",
      "title": "Poisoning due to consumption of horse chestnut seed.",
      "authors": [
        "Hwa Yeon Yi",
        "Jang Young Lee"
      ],
      "journal": "Clinical and experimental emergency medicine",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Horse chestnut (Aesculus hippocastanum) is a common tree found on roads and parks. The shape of the fruit is very similar to that of the edible Korean chestnut (Castanea crenata); thus, people can eat it by mistake. However, reports of the side effects and toxicity from ingestion are very rare. A 46-year-old male who had no unusual findings in the past had eaten horse chestnut seed which he had mistaken to be Korean chestnut. He visited the emergency department (ED) with complaints of epigastric pain, nausea, and sweating. Blood tests showed a slight increase in the levels of liver enzymes, serum amylase, and pancreatic amylase. During the monitoring, he complained of palpitations, and electrocardiogram showed atrial fibrillation. On the following day after conservative treatment, blood testing and electrocardiogram showed normal findings. He was discharged from the ED as he did not complain of any further symptoms. When a patient who has eaten horse chestnut visits the ED, blood examination and electrocardiogram monitoring are needed, and conservative treatment is required."
    },
    {
      "pmid": "32871422",
      "title": "Development and validation of UHPLC-PDA method for simultaneous determination of bioactive polyphenols of horse-chestnut bark using numerical optimization with MS Excel Solver.",
      "authors": [
        "Aleksandra Owczarek",
        "Monika Anna Olszewska"
      ],
      "journal": "Journal of pharmaceutical and biomedical analysis",
      "publication_date": "2020-Oct-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A fast and eﬃcient UHPLC-PDA method was developed for quantification of polyphenols of horse-chestnut (Aesculus hippocastanum) bark, an herbal medicinal agent used for the treatment of vascular ailments. To optimize a simple one step-gradient separation, four main factors were selected (initial acetonitrile concentration, gradient slope, flow rate and temperature). Retention times and widths of ten target peaks were modelled using central composite design, and the optimal compromise between the time of the analysis and resolution was found using Derringer's desirability function and numerical optimization procedure with the use of MS Excel software. The optimal separation conditions were as follows: initial acetonitrile concentration of 9.9 %, gradient slope of 2.4 %/min, flow rate of 0.7 mL/min and temperature of 35 °C. Chromatographic separation was carried out on a Titan C18 column (1.9 μm, 100 × 2.1 mm i.d.; Supelco) and was completed within 5 min with minimal resolution between the observed critical pairs of 1.93. The experimental results were in good accordance with the ones calculated from the models. Stability of the analytes in standard solutions and processed plant samples was found acceptable up to 14 days of storage at 4 °C. The validation proved also good linearity (r > 0.99995), precision (RSD < 4 %), accuracy (96.8-99.2 %), and sensitivity (LOQs 0.14-0.61 ng; LODs 0.05-0.20 ng) of the method, and its applicability for quantification of six primary coumarins and flavan-3-ols in A. hippocastanum bark was demonstrated for real commercial samples (different providers and years of collection). Additionally, the good separation of the plant matrix allowed for determination of the approximate contents of three minor constituents. The developed procedure proved to be a useful tool in quality control of the herbal material, and MS Excel software was demonstrated to be valuable for optimization of Derringer's function and visualization of the modelled separation.",
      "mesh_terms": [
        "Aesculus",
        "Animals",
        "Chromatography, High Pressure Liquid",
        "Horses",
        "Limit of Detection",
        "Plant Bark",
        "Polyphenols",
        "Reproducibility of Results"
      ]
    },
    {
      "pmid": "31353546",
      "title": "Effect of Horse-chestnut seed extract on matrix metalloproteinase-1 and -9 during diabetic wound healing.",
      "authors": [
        "Halil Aksoy",
        "Özge Çevik",
        "Ali Şen",
        "Fatih Göğer",
        "Turgut Şekerler",
        "Azize Şener"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2019-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of aqueous-ethanol extract of Horse chestnut (HCE) on MMP-1 and MMP-9 expressions during cutaneous wound healing in diabetic rats were investigated in this study. The expressions of MMP-1 and MMP-9, wound closure, myeloperoxidase (MPO) activity, hydroxyproline, and malondialdehyde (MDA) levels in wound tissue were measured. Quercetin glucuronide in HCE was identified as main compound using a LC-MS/MS. The hydroxyproline level was significantly increased in the treated group versus control after the 3rd and 7th days (p < 0.05). The MDA level and MPO activity were significantly lower in the treatment group (p < 0.05). MMP-1 gene expression level in treated rats was increased in the 7th day while it was reduced in 14th day. MMP-9 gene expression level in treated rats was decreased in 7th, and 14th days compared to control (p < 0.05). These results show that HCE accelerated the cutaneous wound-healing process in diabetic rats via MMP-1 and MMP-9 regulation. PRACTICAL APPLICATIONS: The main function of MMPs is to degrade and deposite the various components of the extracellular matrix. Also, they participate physiological processes such as inflammation, angiogenesis, and tissue remodeling. Horse chestnut seeds (HC) are known to be rich in saponins and flavonoids. HC are used for the treatment of abdominal pain, stomach ache, cold, hemorrhoids, arterial stiffness, rheumatism, oedema, diarrhea, chronic venous insufficiency and also as an antihemorrhagic and antipyretic in traditional medicine. It has been shown that HC has anti-inflammatory, antioedema, vessel protective, and free radical scavenging properties. This study indicates that HCE could be an effective agent for wound healing in diabetic wound model via its ability to suppress the MMP-9 gene expression and regulates MMP-1 gene expression besides its antioxidative, anti-inflammatory effects.",
      "mesh_terms": [
        "Aesculus",
        "Animals",
        "Diabetes Complications",
        "Female",
        "Humans",
        "Male",
        "Matrix Metalloproteinase 1",
        "Matrix Metalloproteinase 9",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar",
        "Seeds",
        "Wound Healing",
        "Wounds and Injuries"
      ]
    },
    {
      "pmid": "30145614",
      "title": "Influence of leaf damage by the horse chestnut leafminer (Cameraria ohridella Deschka & Dimić) on mycorrhiza of Aesculus hippocastanum L.",
      "authors": [
        "J Tyburska-Woś",
        "K Nowak",
        "B Kieliszewska-Rokicka"
      ],
      "journal": "Mycorrhiza",
      "publication_date": "2019-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In many parts of Europe, the white horse chestnut (Aesculus hippocastanum L.) has been attacked by the horse chestnut leafminer (Cameraria ohridella Deschka & Dimić), which causes premature leaf dieback. A. hippocastanum L. establishes mutualistic symbiosis with arbuscular mycorrhizal (AM) fungi. This study involved a comparison of mature A. hippocastanum individuals susceptible to C. ohridella and individuals resistant to this insect after a one-time treatment with a chemical preparation injected into the tree trunks 7 years before the investigation began. Concentration of macronutrients in soil and the activity of soil nonspecific dehydrogenase did not differ between soils under canopies of the treated and untreated trees. Concentrations of C and N were significantly higher in leaves of the treated than those of the untreated trees. The infestation by C. ohridella and defoliation of leaves of the untreated trees did not significantly influence the frequency and intensity of AM colonization compared to the chemically treated trees, although a tendency towards higher average AM colonization of roots of the untreated trees, infested by the herbivores, than roots of the non-infested trees was observed. The results also indicated a tendency for higher biomass of fine roots per soil volume under the trees treated against C. ohridella than under the trees invaded by the insect.",
      "mesh_terms": [
        "Aesculus",
        "Animals",
        "Herbivory",
        "Introduced Species",
        "Larva",
        "Moths",
        "Mycorrhizae",
        "Plant Leaves",
        "Poland"
      ]
    },
    {
      "pmid": "27515267",
      "title": "Efficacy of horse chestnut leaf extract ALH-L1005 as a matrix metalloproteinase inhibitor in ligature-induced periodontitis in canine model.",
      "authors": [
        "Se Eun Kim",
        "Tae Hyun Kim",
        "Shin Ae Park",
        "Won Tae Kim",
        "Young Woo Park",
        "Jae Sang Ahn",
        "Manbok Jeong",
        "Min-Young Kim",
        "Kangmoon Seo"
      ],
      "journal": "Journal of veterinary science",
      "publication_date": "2017-Jun-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Matrix metalloproteinases (MMPs) are the main proteinases associated with periodontal tissue destruction and remodeling. Therefore, inhibition of host-derived MMPs has a key role in the prevention and reduction of periodontitis progression. Horse chestnut (Aesculus hippocastanum L.) extracts have been used as treatments for inflammatory disease, traditionally. This study assessed the clinical effect as a MMP inhibitor of horse chestnut leaf extract ALH-L1005 on periodontitis. ALH-L1005 was obtained from horse chestnut leaf and its MMP inhibitory activities estimated. Periodontitis was induced in beagles assigned to 4 groups and medicated for 6 weeks: low dose test (LT; ALH-L1005, 100 mg/kg/day), high dose test (HT; ALH-L1005, 200 mg/kg/day), positive control (PC; doxycycline, 10 mg/kg/day), or negative control (NC; placebo). Before and after administration, clinical indices of the teeth and MMP quantity in gingival tissues using zymography were measured. Clinical conditions of the LT, HT, and PC groups were significantly improved after 6 weeks. In zymographic evaluations, gelatinolytic and caseinolytic activities were suppressed in LT, HT, and PC groups but not in the NC group. The results suggest that ALH-L1005 could be an effective agent for clinical prevention and treatment of periodontitis by inhibiting the gelatinase and collagenase activities, which can detach periodontal ligaments from alveolar bone.",
      "mesh_terms": [
        "Aesculus",
        "Animals",
        "Disease Models, Animal",
        "Dog Diseases",
        "Dogs",
        "Dose-Response Relationship, Drug",
        "Gingiva",
        "Ligation",
        "Matrix Metalloproteinase Inhibitors",
        "Periodontitis",
        "Plant Extracts",
        "Plant Leaves"
      ]
    },
    {
      "pmid": "26704997",
      "title": "Effect of infrared and microwave radiations on properties of Indian Horse Chestnut starch.",
      "authors": [
        "Umar Shah",
        "Adil Gani",
        "Bilal Ahmad Ashwar",
        "Asima Shah",
        "Idrees Ahmed Wani",
        "Farooq Ahmad Masoodi"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2016-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Starch extracted from Indian Horse Chestnut (IHCN) was subjected to infrared and microwave radiations for different time intervals (15 s, 30 s, & 45 s) at constant dose. The structural change of MW and IR radiated IHCN starches were determined by Fourier transform-infra red spectroscopy. The increased peak intensity at 3240 cm(-1) of treated starch represents more exposure of hydroxyl groups due to radiation. Granule morphology of native starch showed round and elliptical granules with smooth surfaces. However radiation treatment resulted in the development of surface cracks. Effect of radiation on physicochemical properties of starch revealed increase in water absorption capacity and light transmittance and decrease in apparent amylose content, pH, and syneresis. The peak, trough, final, and setback viscosities were significantly reduced with increase in treatment time. Radiated starches displayed significantly lower values of To,Tp, and ΔHgel than native starch. Further antioxidant activities were evaluated by DPPH and FRAP assays. Results showed significant improvement in antioxidant activity of starch by both MW and IR treatments.",
      "mesh_terms": [
        "Adsorption",
        "Aesculus",
        "Amylose",
        "Antioxidants",
        "Calorimetry, Differential Scanning",
        "Hydrogen-Ion Concentration",
        "Infrared Rays",
        "Microwaves",
        "Phenols",
        "Solubility",
        "Spectroscopy, Fourier Transform Infrared",
        "Starch",
        "Temperature",
        "Water"
      ]
    },
    {
      "pmid": "26619878",
      "title": "Somatic Embryogenesis in Horse Chestnut (Aesculus hippocastanum L.).",
      "authors": [
        "Maurizio Capuana"
      ],
      "journal": "Methods in molecular biology (Clifton, N.J.)",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Embryogenic cultures of horse chestnut (Aesculus hippocastanum L.) can be obtained from different organs and tissues. We describe here the induction from stamen filaments and the procedures applied for the successive phases of somatic embryo development and maturation. Embryogenic tissues are obtained on Murashige and Skoog medium containing 9.0 μM 2,4-dichlorophenoxyacetic acid. Somatic embryos develop after transfer to hormone-free medium enriched with glutamine. Maturation and germination of isolated embryos are achieved by transfer to medium containing polyethylene glycol 4000 and activated charcoal, successive desiccation treatment, and cold storage at 4 °C for 8 weeks.",
      "mesh_terms": [
        "Aesculus",
        "Cryopreservation",
        "Flowers",
        "Germination",
        "Plant Development",
        "Plant Somatic Embryogenesis Techniques",
        "Seeds",
        "Tissue Culture Techniques"
      ]
    },
    {
      "pmid": "25632792",
      "title": "[Intoxication by powdered seeds of horse chestnut (Aesculus hippocastanum) used nasally as snuff - a case report].",
      "authors": [
        "Maciej Zając",
        "Marek Wiśniewski",
        "Jacek Sein Anand"
      ],
      "journal": "Przeglad lekarski",
      "publication_date": "2014",
      "publication_types": [
        "Case Reports",
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "There are only few reports in the medical literature about side effects and toxicity of horse chestnut (Aesculus hippocastanum). We report a 15-year-old woman who was admitted to the hospital because of symptoms including: vomiting, dyspnea, burning in the nose and throat, and syncope, after intranasal snuff of powdered horse chestnut seeds. Laboratory tests showed no abnormalities. After 2 days of hospitalization the female was discharged home with subjective and objective improvement. Preparation and use of snuff is related to the tradition of the kashubian region. The powder formed from horse chestnuts, which is white in color, effects after about 5-10 minutes, and causes severe irritation of the nasal mucous membranes, which results in sneezing. Responsible for side effects is mainly aescin. The most frequently observed aescin intoxication symptoms were gastrointestinal irritation and allergic reactions. Intoxication by powdered seeds of horse chestnut used nasally as snuff may lead, as it was in our case, to sudden and self-limiting clinical symptoms. Supportive therapy and a short hospital observation seems to be sufficient in such cases.",
      "mesh_terms": [
        "Administration, Intranasal",
        "Adolescent",
        "Aesculus",
        "Dyspnea",
        "Female",
        "Humans",
        "Nasal Mucosa",
        "Powders",
        "Seeds",
        "Syncope",
        "Tobacco, Smokeless",
        "Vomiting"
      ]
    },
    {
      "pmid": "24238283",
      "title": "Digestive enzymes activity in subsequent generations of Cameraria ohridella larvae harvested from horse chestnut trees after treatment with imidacloprid.",
      "authors": [
        "Dominika Stygar",
        "Katarzyna Michalczyk",
        "Bogdan Dolezych",
        "Miroslaw Nakonieczny",
        "Pawel Migula",
        "Maria Zaak",
        "Tomasz Sawczyn",
        "Iwona Karcz-Socha",
        "Michal Kukla",
        "Krystyna Zwirska-Korczala",
        "Rafal Buldak"
      ],
      "journal": "Pesticide biochemistry and physiology",
      "publication_date": "2013-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In the present study we describe the effect of chloronicotinoid pesticide (imidacloprid) on the digestive enzymes activity of the Cameraria ohridella larvae after lasting 1 year sublethal exposure to imidacloprid pesticide. Caterpillars - L4 stage (fourth instar, hyperphagic tissue-feeding phase) - were collected from chemically protected white horse chestnut trees 1 year after imidacloprid treatment, and compared with caterpillars collected from non-treated trees in a previous study. Enzymes activity of α-amylase, disaccharidases, glycosidases and proteases was assayed. The presence of pesticide in ingested food changed the digestive enzymes profile of caterpillars. The analysis of correlations between different digestive enzymes showed many significant correlations (P<0.05) among glycolytic activities like β-glucosidase and α-galactosidase activities. Statistically significant correlations for proteolytic activity were found between trypsin and chymotrypsin activity and aminopeptidase activity that occurred only in the 1st generation. PCA distinguished five primary components with eigenvalues higher than 1, from which the first two explain almost 59% of analyzed results. Surprisingly, in the pesticide treated groups significantly higher activities of sucrase and lactase in relation to control were found. In general, glycosidase (α-glucosidase, β-glucosidase and β-galactosidase) activities showed a similar pattern of activity in different generations. These results contrast with those obtained with control larvae, where significant differences in activities of α-glucosidase, β-glucosidase and β-galactosidase may result from the different quantity and quality food intake by subsequent generations of larvae. No inter-generation differences in total proteolytic activity were observed in treated larvae. The absolute value of total proteolytic activity was higher than that in the control group. The pesticide present in the vascular system of the horse chestnut tree significantly affected some of the digestive enzymes activities and - in consequence - also interrelationships between enzymes, what may affect the food digestion.",
      "mesh_terms": [
        "Aesculus",
        "Animals",
        "Digestive System",
        "Imidazoles",
        "Insect Proteins",
        "Larva",
        "Moths",
        "Neonicotinoids",
        "Nitro Compounds",
        "alpha-Amylases",
        "alpha-Galactosidase",
        "alpha-Glucosidases",
        "beta-Galactosidase"
      ]
    },
    {
      "pmid": "23152216",
      "title": "Horse chestnut seed extract for chronic venous insufficiency.",
      "authors": [
        "Max H Pittler",
        "Edzard Ernst"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2012-Nov-14",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, Non-U.S. Gov't",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Conservative therapy of chronic venous insufficiency (CVI) consists largely of compression treatment. However, this often causes discomfort and has been associated with poor compliance. Therefore, oral drug treatment is an attractive option. This is an update of a Cochrane review first published in 2002 and updated in 2004, 2006, 2008 and 2010. OBJECTIVES: To review the efficacy and safety of oral horse chestnut seed extract (HCSE) versus placebo, or reference therapy, for the treatment of CVI. SEARCH METHODS: For this update the Cochrane Peripheral Vascular Diseases Review Group searched their Specialised Register (last searched June 2012) and CENTRAL (Issue 5, 2012). For the previous versions of the review the authors searched AMED (inception to July 2005) and Phytobase (inception to January 2001) for randomised controlled trials (RCTs) of HCSE for CVI. Manufacturers of HCSE preparations and experts on the subject were contacted for published and unpublished material. There were no restrictions on language. SELECTION CRITERIA: RCTs comparing oral HCSE mono-preparations with placebo, or reference therapy, in people with CVI. Trials assessing HCSE as one of several active components in a combination preparation, or as a part of a combination treatment, were excluded. DATA COLLECTION AND ANALYSIS: Both authors independently selected the studies and, using a standard scoring system, assessed methodological quality and extracted data. Disagreements concerning evaluation of individual trials were resolved through discussion. MAIN RESULTS: Overall, there appeared to be an improvement in CVI related signs and symptoms with HCSE compared with placebo. Leg pain was assessed in seven placebo-controlled trials. Six reported a significant reduction of leg pain in the HCSE groups compared with the placebo groups, while another reported a statistically significant improvement compared with baseline. One trial suggested a weighted mean difference (WMD) of 42.4 mm (95% confidence interval (CI) 34.9 to 49.9) measured on a 100 mm visual analogue scale. Leg volume was assessed in seven placebo-controlled trials. Six trials (n = 502) suggested a WMD of 32.1ml (95% CI 13.49 to 50.72) in favour of HCSE compared with placebo. One trial indicated that HCSE may be as effective as treatment with compression stockings. Adverse events were usually mild and infrequent. AUTHORS' CONCLUSIONS: The evidence presented suggests that HCSE is an efficacious and safe short-term treatment for CVI. However, several caveats exist and larger, definitive RCTs are required to confirm the efficacy of this treatment option.",
      "mesh_terms": [
        "Administration, Oral",
        "Aesculus",
        "Chronic Disease",
        "Humans",
        "Leg",
        "Pain",
        "Phytotherapy",
        "Plant Extracts",
        "Randomized Controlled Trials as Topic",
        "Seeds",
        "Treatment Outcome",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "22808044",
      "title": "Histological examination of horse chestnut infection by Pseudomonas syringae pv. aesculi and non-destructive heat treatment to stop disease progression.",
      "authors": [
        "Jeroen de Keijzer",
        "Lambertus A M van den Broek",
        "Tijs Ketelaar",
        "André A M van Lammeren"
      ],
      "journal": "PloS one",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Since its emergence in Northwest Europe as a pathogen that infects trunks and branches of Aesculus spp. (the horse chestnuts) approximately one decade ago, Pseudomonas syringae pv. aesculi has rapidly established itself as major threat to these trees. Infected trees exhibit extensive necrosis of phloem and cambium, which can ultimately lead to dieback. The events after host entry leading to extensive necrosis are not well documented. In this work, the histopathology of this interaction is investigated and heat-treatment is explored as method to eradicate bacteria associated with established infections. The early wound-repair responses of A. hippocastanum, both in absence and presence of P. s. pv. aesculi, included cell wall lignification by a distinct layer of phloem and cortex parenchyma cells. The same cells also deposited suberin lamellae later on, suggesting this layer functions in compartmentalizing healthy from disrupted tissues. However, monitoring bacterial ingress, its construction appeared inadequate to constrain pathogen spread. Microscopic evaluation of bacterial dispersal in situ using immunolabelling and GFP-tagging of P. s. pv. aesculi, revealed two discriminative types of bacterial colonization. The forefront of lesions was found to contain densely packed bacteria, while necrotic areas housed bacterial aggregates with scattered individuals embedded in an extracellular matrix of bacterial origin containing alginate. The endophytic localization and ability of P. s. pv aesculi to create a protective matrix render it poorly accessible for control agents. To circumvent this, a method based on selective bacterial lethality at 39 °C was conceived and successfully tested on A. hippocastanum saplings, providing proof of concept for controlling this disease by heat-treatment. This may be applicable for curing other tree cankers, caused by related phytopathogens.",
      "mesh_terms": [
        "Aesculus",
        "Gene Expression",
        "Green Fluorescent Proteins",
        "Hot Temperature",
        "Microscopy, Fluorescence",
        "Phloem",
        "Plant Diseases",
        "Plasmids",
        "Pseudomonas syringae",
        "Transformation, Bacterial"
      ]
    },
    {
      "pmid": "24278808",
      "title": "Cochrane summary of findings: horse chestnut seed extract for chronic venous insufficiency.",
      "authors": [
        "Vigdis Underland",
        "Ingvil Sæterdal",
        "Elin Strømme Nilsen"
      ],
      "journal": "Global advances in health and medicine",
      "publication_date": "2012-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "As part of its efforts to disseminate the results of Cochrane reviews to a wider audience, the Cochrane Complementary and Alternative Medicine (CAM) Field develops Summary of Findings (SoF) tables and then uses these tables as a basis for its Plain Language Summaries. In each SoF table, the most important outcomes of the review, the effect of the intervention on each outcome, and the quality of the evidence for each outcome are presented. The process of developing the SoF table involves deciding which outcomes to present for which time points and evaluating the strength and quality of the evidence for the outcomes. The Cochrane CAM Field contacted the authors of this review to request clarification on any points that are not understood in the Cochrane review and also to request their review of the SoF. In this article, review authors in the Cochrane Collaboration reviewed the effects of horse chestnut seed extract for chronic venous insufficiency."
    },
    {
      "pmid": "21585119",
      "title": "Improved efficacy of prebiotic by flaxseed oil and horse chestnut in experimental colon cancer.",
      "authors": [
        "E Hijova",
        "A Chmelarova",
        "A Bomba"
      ],
      "journal": "Bratislavske lekarske listy",
      "publication_date": "2011",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: This experimental work was designed to investigate the efficacy of prebiotic by itself and in combination with Hyppocastani extractum siccum, and Lini oleum virginale on selected parameters in rats with dimethylhydrazine induced colon cancer. METHODS: Rats were randomly divided into 5 experimental groups of 12 rats each. Rats were fed with high fat (HF) diet containing 10 % of fat, supplemented by prebiotic at a dose of 2 % of HF diet itself and in combination with Hyppocastani extractum siccum at a dose of 1 % of diet and Lini oleum virginale at a dose of 2 % of diet. Two weeks after the start of the diet dimethylhydrazine injections in dose 20 mg/kg b.w. were applied (DMH, Merck, DE), two times at week interval. The activity of beta-glucuronidase, concentration of lipid parameters, bile acids and short chain fatty acids were determined. RESULTS: Prebiotic and its combinations with selected substances significantly decreased the activity of bacterial enzyme beta-glucuronidase (p<0.001). Bile acids concentration was significantly decreased (p<0.01) excepting combination of prebiotic with Horse chestnut. Self applied prebiotic decreased (p<0.001) lipids parameters (total cholesterol and triacylglycerols), and enhanced short chain fatty acids production. CONCLUSION: Prebiotics have protective effect and may be the useful candidate agents for colon cancer prevention and treatment. The application of selected bioactive food components supported the effect of prebiotics (Tab. 2, Fig. 1, Ref. 16). Full Text in free PDF www.bmj.sk.",
      "mesh_terms": [
        "Aesculus",
        "Animals",
        "Colonic Neoplasms",
        "Dietary Supplements",
        "Glucuronidase",
        "Inulin",
        "Linseed Oil",
        "Plant Extracts",
        "Prebiotics",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "21310579",
      "title": "Life-threatening rupture of a renal angiomyolipoma in a patient taking over-the-counter horse chestnut seed extract.",
      "authors": [
        "Aisling Snow",
        "Darragh Halpenny",
        "Graeme McNeill",
        "William C Torreggiani"
      ],
      "journal": "The Journal of emergency medicine",
      "publication_date": "2012-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Alternative medical therapies are increasingly being prescribed due to their good safety profile and perceived limited side effects. They are often unregulated and prescribed over the counter. One such medication is horse chestnut seed extract (HCSE), which is used for the treatment of chronic venous insufficiency and is known to affect blood coagulation. Angiomyolipoma (AML) is a benign fat-containing mesenchymal tumor of the kidney. It is often found incidentally and in most cases can be managed conservatively. Rupture of the kidney with hemorrhage is a well-known complication that may be serious and life-threatening. Known risk factors for hemorrhage include anticoagulation as well as pregnancy, increased size of the lesion, high lesion vascularity, and aneurysm formation within the tumor. OBJECTIVES: The aim is to raise awareness of potential HCSE-induced anticoagulation, including, as in the case presented, acute renal AML hemorrhage. CASE REPORT: The case of a patient taking HCSE for venous insufficiency is presented. The patient suffered a life-threatening rupture of the kidney in the presence of known renal AML. She underwent emergency embolization with a successful outcome. Because HCSE-containing products are thought to be generally safe in the treatment of chronic venous insufficiency, it is important to be mindful of their potential anticoagulant properties and, therefore, their relative contraindication both in patients taking other anticoagulants and those with known renal AML. CONCLUSION: We demonstrate a potentially life-threatening association between HSCE-containing products and renal AML, highlighting the risk associated with HSCE-induced anticoagulation.",
      "mesh_terms": [
        "Aesculus",
        "Angiomyolipoma",
        "Female",
        "Humans",
        "Kidney Neoplasms",
        "Middle Aged",
        "Phytotherapy",
        "Plant Extracts",
        "Rupture, Spontaneous",
        "Seeds",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "20120155",
      "title": "The potential utility of coumarin and horse chestnut extract for treatment of central serous chorioretiniopathy.",
      "authors": [
        "A Feily",
        "M R Namazi"
      ],
      "journal": "Nigerian journal of medicine : journal of the National Association of Resident Doctors of Nigeria",
      "publication_date": "2009",
      "publication_types": [
        "Letter"
      ],
      "mesh_terms": [
        "Aesculus",
        "Anticoagulants",
        "Central Serous Chorioretinopathy",
        "Coumarins",
        "Humans",
        "Phytotherapy",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "19247403",
      "title": "[Horse chestnut--remedy for chronic venous insufficiency].",
      "authors": [
        "Camilla Borthen Methlie",
        "Jan Schjøtt"
      ],
      "journal": "Tidsskrift for den Norske laegeforening : tidsskrift for praktisk medicin, ny raekke",
      "publication_date": "2009-Feb-26",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Horse- chestnut seed extract is widely used throughout Europe, and has been used to treat a variety of medical conditions. The most common indication is currently chronic venous insufficiency, for which conventional therapy includes use of compression stockings. Horse chestnut seed extract is generally well tolerated; the most common side effects are gastrointestinal disturbances, dizziness and calf-muscle spasms. Clinical trials have shown that horse- chestnut seed extract and placebo are associated with similar side effects Horse- chestnut may interact with anticoagulants and antidiabetics, and caution is advised in patients taking these drugs. A number of clinical trials have shown that horse- chestnut seed extract may be beneficial to patients with mild to moderate chronic venous insufficiency. However, inadequate randomization, short duration and use of different end-points in these trials makes it difficult to conclude regarding effectiveness and safety, especially in long-term use. Horse- chestnut seed extract appears to be a short-term treatment option in patients with mild to moderate chronic venous insufficiency, but more rigorous trials are required to confirm the efficacy of this treatment.",
      "mesh_terms": [
        "Aesculus",
        "Chronic Disease",
        "Herb-Drug Interactions",
        "Humans",
        "Phytotherapy",
        "Plant Extracts",
        "Seeds",
        "Treatment Outcome",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "18765373",
      "title": "Triazole induced drought tolerance in horse chestnut (Aesculus hippocastanum).",
      "authors": [
        "Glynn C Percival",
        "Kelly Noviss"
      ],
      "journal": "Tree physiology",
      "publication_date": "2008-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We determined the influence of the triazole derivatives paclobutrazol, penconazole, epixiconazole, propiconazole and myclobutanil on the drought tolerance and post drought recovery of container-grown horse chestnut (Aesculus hippocastanum L.) saplings. Myclobutanil neither conferred drought resistance, as assessed by its effects on a number of physiological and biochemical parameters, nor affected growth parameters measured after recovery from drought. Chlorophyll fluorescence (F(v)/F(m)), photosynthetic rates, total foliar chlorophyll and carotenoid concentrations, foliar proline concentration and superoxide dismutase and catalase activities were consistently higher and leaf necrosis and cellular electrolyte leakage was lower at the end of a 3-week drought in trees treated with paclobutrazol, penconazole, epixiconazole or propiconazole than in control trees. Twelve weeks after drought treatment, leaf area and shoot, root and total plant dry masses were greater in triazole-treated trees than in control trees with the exception of those treated with myclobutanil. In a separate study, trees were subjected to a 2-week drought and then sprayed with paclobutrazol, penconazole, epixiconazole, propiconazole or myclobutanil. Chlorophyll fluorescence, photosynthetic rate, foliar chlorophyll concentration and catalase activity over the following 12 weeks were 20 to 50% higher in triazole-treated trees than in control trees. At the end of the 12-week recovery period, leaf area and shoot, root and total plant dry masses were higher in triazole-treated trees than in control trees, with the exception of trees treated with myclobutanil. Application of triazole derivatives, with the exception of myclobutanil, enhanced tolerance to prolonged drought and, when applied after a 2-week drought, hastened recovery from drought. The magnitude of treatment effects was in the order epixiconazole approximately propiconazole > penconazole > paclobutrazol > myclobutanil.",
      "mesh_terms": [
        "Aesculus",
        "Chlorophyll",
        "Droughts",
        "Photosynthesis",
        "Time Factors",
        "Triazoles",
        "Water"
      ]
    },
    {
      "pmid": "18512932",
      "title": "Antiobese effects of novel saponins from edible seeds of Japanese horse chestnut (Aesculus turbinata BLUME) after treatment with wood ashes.",
      "authors": [
        "Hideto Kimura",
        "Satoshi Ogawa",
        "Takuya Katsube",
        "Mitsuo Jisaka",
        "Kazushige Yokota"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2008-Jun-25",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Recently, we have identified novel saponins from edible seeds of Japanese horse chestnut ( Aesculus turbinata BLUME) after processing the natural seeds with wood ashes to remove bitterness. We attempted to determine anti-obesity effects of those saponins from edible seeds as well as natural seeds. The purified individual components of saponins from natural and edible seeds inhibited pancreatic lipase in vitro. The potency was in the order of escins > desacylescins > deacetylescins. Escins Ib and IIb as well as deacetylescins Ib and IIb with the angeloyl moiety were more potent than the corresponding Ia and IIa series with the tigloyl moiety. Moreover, in vivo anti-obesity effects of the saponin fractions were monitored for 8 weeks in mice fed high-fat diets. Saponin fractions from both seeds significantly attenuated the elevation in body weight, the mass of peritoneal adipose tissues, and plasma triacylglycerol, which was accompanied by higher contents of undigested fats in feces without changes in food intake, indicating the effective inhibition of fat digestion in vivo. Taken together, saponin fractions including desacylescins and deacetylescins from edible seeds are potentially useful for the development of nutraceutical foods with anti-obesity effects and more attenuated bitter taste.",
      "mesh_terms": [
        "Aesculus",
        "Animals",
        "Anti-Obesity Agents",
        "Dietary Fats",
        "Eating",
        "Enzyme Inhibitors",
        "Female",
        "Lipase",
        "Mice",
        "Mice, Inbred ICR",
        "Obesity",
        "Pancreas",
        "Saponins",
        "Seeds",
        "Triglycerides",
        "Wood"
      ]
    },
    {
      "pmid": "16644618",
      "title": "Treatment of patients with venous insufficiency with fresh plant horse chestnut seed extract: a review of 5 clinical studies.",
      "authors": [
        "Andy Suter",
        "Silvia Bommer",
        "Jordan Rechner"
      ],
      "journal": "Advances in therapy",
      "publication_date": "2006",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Extracts from the seed of the horse chestnut (Aesculus hippocastanum L.) have traditionally been used to treat patients with chronic venous insufficiency and to alleviate its associated symptoms, including lower leg swelling. The efficacy of preparations that contain horse chestnut seed extract (HCSE) is believed to be due largely to an inhibitory effect on the catalytic breakdown of capillary wall proteoglycans. Aesculaforce is a fresh plant HCSE that is available as an oral tincture, as tablets (20 mg or 50 mg), and as topical gel. Four clinical trials in patients with chronic venous insufficiency and 1 study in patients with varicose veins demonstrated the effectiveness of these preparations through the objective measure of reduction in lower leg edema and the subjective alleviation of leg pain, heaviness, and itching. Safe, well tolerated, and acceptable to patients, the fresh plant HCSE preparation Aesculaforce offers a real alternative in the treatment of patients with mild to moderate venous insufficiency.",
      "mesh_terms": [
        "Aesculus",
        "Clinical Trials as Topic",
        "Dosage Forms",
        "Humans",
        "Plant Extracts",
        "Seeds",
        "Varicose Veins",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "16621416",
      "title": "Identification of novel saponins from edible seeds of Japanese horse chestnut (Aesculus turbinata Blume) after treatment with wooden ashes and their nutraceutical activity.",
      "authors": [
        "Hideto Kimura",
        "Satoshi Ogawa",
        "Mitsuo Jisaka",
        "Yasuo Kimura",
        "Takuya Katsube",
        "Kazushige Yokota"
      ],
      "journal": "Journal of pharmaceutical and biomedical analysis",
      "publication_date": "2006-Aug-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Natural seeds of Japanese horse chestnut (Aesculus turbinata Blume) contain large amounts of mixed triterpenoidal saponins called escins. Recent studies have shown that escins have several biological activities including anti-inflammatory action and inhibitory effects on the absorption of ethanol and glucose. For the edible utilization of the seeds, natural seeds are usually treated with wooden ashes to remove harshness. Here, we found the novel compounds derived from escins in the edible seeds after the food processing with wooden ashes. The instrumental analyses revealed the chemical structures of escins and the derivatives. These compounds are identified as four types of deacetylescins Ia, IIa, Ib, and IIb as well as two types of desacylescins I and II. To determine their biological activity, the purified compounds were tested for their potential nutraceutical activity. The oral glucose tolerance test in mice revealed that a single oral administration of the isolated components of deacetylescins at a dose of 100 mg/kg was clearly effective in attenuating the elevation of blood glucose levels. The inhibitory effects of escins and their derivatives were in the order of escins>deacetylescins>desacylescins. Moreover, we found the inhibitory activity of those compounds on pancreatic lipase. Escins were the most potent in inhibiting the enzyme activity, and followed by desacylescins and then deacetylescins. Taken together, our results suggest the potential usefulness of novel saponins including deacetylescins and desacylescins from edible seeds as novel sources for nutraceutical foods with anti-obese effects.",
      "mesh_terms": [
        "Aesculus",
        "Animals",
        "Anti-Obesity Agents",
        "Carbohydrate Sequence",
        "Chromatography, High Pressure Liquid",
        "Dietary Supplements",
        "Escin",
        "Glucose Tolerance Test",
        "Hydrolysis",
        "Hypoglycemic Agents",
        "Magnetic Resonance Spectroscopy",
        "Male",
        "Mice",
        "Mice, Inbred ICR",
        "Pancrelipase",
        "Saponins",
        "Seeds",
        "Spectrometry, Mass, Electrospray Ionization",
        "Wood"
      ]
    },
    {
      "pmid": "16437450",
      "title": "Horse chestnut seed extract for chronic venous insufficiency.",
      "authors": [
        "M H Pittler",
        "E Ernst"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2006-Jan-25",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Conservative therapy of chronic venous insufficiency (CVI) consists largely of compression treatment. However, this often causes discomfort and has been associated with poor compliance. Therefore, oral drug treatment is an attractive option. OBJECTIVES: To review the efficacy and safety of oral horse chestnut seed extract (HCSE) versus placebo, or reference therapy, for the treatment of CVI. SEARCH STRATEGY: We searched the Cochrane Peripheral Vascular Diseases Review Group's Specialised Register (October 2005), the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library Issue 3, 2005, MEDLINE (January 1966 to October 2005), EMBASE (January 1980 to October 2005), Allied and Complementary Medicine (AMED) (inception to July 2005) and Phytobase (inception to January 2001) for randomised controlled trials (RCTs) of HCSE for chronic venous insufficiency. Manufacturers of HCSE preparations and experts on the subject were contacted for published and unpublished material. There were no restrictions on language. SELECTION CRITERIA: RCTs were included if they compared oral HCSE mono-preparations with placebo, or reference therapy, in people with CVI. Trials assessing HCSE as one of several active components in a combination preparation, or as a part of a combination treatment, were excluded. DATA COLLECTION AND ANALYSIS: Both authors independently selected the studies and, using a standard scoring system, assessed methodological quality and extracted data. Disagreements concerning evaluation of individual trials were resolved through discussion. MAIN RESULTS: Overall, there appeared to be an improvement in CVI related signs and symptoms with HCSE compared with placebo. Leg pain was assessed in seven placebo-controlled trials. Six reported a significant reduction of leg pain in the HCSE groups compared with the placebo groups, while another reported a statistically significant improvement compared with baseline. One trial suggested a weighted mean difference (WMD) of 42.4 mm (95% confidence interval (CI) 34.9 to 49.9) measured on a 100 mm visual analogue scale. Leg volume was assessed in seven placebo-controlled trials. Meta-analysis of six trials (n = 502) suggested a WMD of 32.1ml (95% CI 13.49 to 50.72) in favour of HCSE compared with placebo. One trial indicated that HCSE may be as effective as treatment with compression stockings. Adverse events were usually mild and infrequent. AUTHORS' CONCLUSIONS: The evidence presented implies that HCSE is an efficacious and safe short-term treatment for CVI. However, several caveats exist and more rigorous RCTs are required to confirm the efficacy of this treatment option.",
      "mesh_terms": [
        "Aesculus",
        "Chronic Disease",
        "Humans",
        "Phytotherapy",
        "Plant Extracts",
        "Randomized Controlled Trials as Topic",
        "Seeds",
        "Treatment Outcome",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "15106197",
      "title": "Horse chestnut seed extract for chronic venous insufficiency.",
      "authors": [
        "M H Pittler",
        "E Ernst"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2004",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Conservative therapy of chronic venous insufficiency (CVI) consists largely of compression treatment. However, this often causes discomfort and has been associated with poor compliance. Therefore, oral drug treatment is an attractive alternative. OBJECTIVES: To review the evidence from rigorous clinical trials assessing the efficacy and safety of oral horse chestnut seed extract (HCSE) versus placebo, or other treatments for CVI. SEARCH STRATEGY: Randomised controlled trials (RCTs) of HCSE for chronic venous insufficiency were sought through EMBASE (inception to December 2001), MEDLINE and AMED (from inception to February 2004), The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library, Issue 1, 2004), the Specialised Trials Register of the Cochrane Peripheral Vascular Diseases Group (last searched February 2004), and Phytobase (from inception to January 2001, no longer operational). Manufacturers of HCSE preparations and experts on the subject were contacted for published and unpublished material. There were no restrictions on language. SELECTION CRITERIA: RCTs were included if they compared oral HCSE mono-preparations with placebo, or other treatments, in patients with CVI. Trials assessing HCSE as one of several active components in a combination preparation, or as a part of a combination treatment, were excluded. DATA COLLECTION AND ANALYSIS: Two reviewers independently selected and assessed methodological quality of the studies using a standardised scoring system, and extracted data. Disagreements concerning evaluation of individual trials were resolved through discussion. MAIN RESULTS: Overall, there appeared to be an improvement in CVI related signs and symptoms with HCSE compared with placebo. Leg pain was assessed in seven placebo-controlled trials. Six reported a significant reduction of leg pain in the HCSE groups compared with the placebo groups, while another reported a statistically significant improvement compared with baseline. One trial suggested a weighted mean difference (WMD) of 42.4 mm [95% confidence interval (CI) 34.9 to 49.9] measured on a 100 mm visual analogue scale. Leg volume was assessed in six placebo-controlled trials. Meta-analysis of five trials (n = 289) suggested a significant reduction in favour of HCSE compared with placebo (WMD 56.3 ml [95% CI 24.1 to 88.5]). One trial indicated that HCSE may be as effective as compression stockings at reducing leg volume. Adverse events were usually mild and infrequent. REVIEWERS' CONCLUSIONS: The evidence presented implies that HCSE is an efficacious and safe short-term treatment for CVI. However, several caveats exist and more rigorous RCTs are required to assess the efficacy of this treatment option.",
      "mesh_terms": [
        "Aesculus",
        "Chronic Disease",
        "Humans",
        "Phytotherapy",
        "Plant Extracts",
        "Randomized Controlled Trials as Topic",
        "Seeds",
        "Treatment Outcome",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "11869657",
      "title": "Horse chestnut seed extract for chronic venous insufficiency.",
      "authors": [
        "M H Pittler",
        "E Ernst"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2002",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Conservative therapy of chronic venous insufficiency (CVI) consists largely of compression treatment. However, this often causes discomfort and has been associated with poor compliance, which renders oral drug treatment an attractive option. OBJECTIVES: To review the evidence from rigorous clinical trials assessing the efficacy and safety of oral horse chestnut seed extract (HCSE) versus placebo, or reference therapy for the treatment of CVI. SEARCH STRATEGY: Publications describing randomised controlled trials (RCTs) of HCSE for chronic venous insufficiency were sought through EMBASE, MEDLINE, Amed, and Phytobase (from inception to January 2001), The Cochrane Controlled Trials Register (Issue 1, 2001) and the Specialised Trials Register of the Cochrane Peripheral Vascular Diseases Group (April 2001). Manufacturers of HCSE preparations and experts on the subject were contacted and asked to contribute published and unpublished material. There were no restrictions on the language of publication. SELECTION CRITERIA: Randomised controlled trials of oral HCSE mono-preparations for patients with CVI were included. Trials comparing HCSE with placebo or reference medications were included. Trials assessing HCSE as one of several active components in a combination preparation or as a part of a combination treatment were excluded. DATA COLLECTION AND ANALYSIS: Data were extracted systematically and methodological quality was evaluated using a standard scoring system. The screening of studies, selection, data extraction and the assessment of methodological quality were performed independently by two reviewers. Disagreements concerning evaluation of individual trials were resolved through discussion. MAIN RESULTS: Overall, the included placebo controlled trials suggest an improvement in CVI related signs and symptoms. Leg pain was assessed in six placebo-controlled trials that reported a significant reduction of leg pain in the HCSE groups compared with the placebo groups. One trial, which reported adequate data suggested a weighted mean difference (WMD) of 42.4 mm [95% confidence interval (CI) 34.9-49.9] measured on a 100 mm visual analogue scale. Leg volume was assessed in five placebo-controlled trials. Meta-analysis of four trials (n = 239) reporting adequate data suggested a significant reduction in favour of HCSE compared with placebo (WMD 58.6 ml [95% CI 24.9-92.2]). One trial indicated that HCSE may be as effective as treatment with compression stockings. Adverse effects are usually mild and infrequent. REVIEWER'S CONCLUSIONS: The evidence presented implies that HCSE is an efficacious and safe short-term treatment for CVI. However several caveats exist and more rigorous RCTs are required to assess the efficacy of this treatment option.",
      "mesh_terms": [
        "Humans",
        "Phytotherapy",
        "Plant Extracts",
        "Randomized Controlled Trials as Topic",
        "Seeds",
        "Treatment Outcome",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "11747472",
      "title": "Rational therapy of chronic venous insufficiency--chances and limits of the therapeutic use of horse-chestnut seeds extract.",
      "authors": [
        "B Ottillinger",
        "K Greeske"
      ],
      "journal": "BMC cardiovascular disorders",
      "publication_date": "2001",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND AND METHODS: We report two clinical studies, one already published, performed in patients with early and advanced chronic venous insufficiency (CVI). In both, compression therapy and oral therapy with horse-chestnut seeds extracts (HCSE) were compared to placebo. RESULTS: The published study in early CVI (Grade I) showed HCSE and compression to be superior to placebo and to be equivalent to each other in reducing lower leg volume, a measure for oedema. In the study, in advanced CVI (Grade II and IIIa), compression appeared to be superior to placebo, whereas HCSE was not. HCSE fared better in Grade II than in Grade IIIa patients. These results are discussed in the light of data from an in vitro model, where HCSE has been able to close the intercellular gaps in the venular endothelium. Not fully specified factors lead to an opening of these gaps, resulting in oedema as well as in local coagulation and thrombosis. The subsequent inflammation keeps these gaps open and initiates and maintains a chronic disease process, which may be the starting point of CVI. CONCLUSION: Due to its ability to close the venular endothelial gaps, HCSE seems to be a suitable and protecting therapy during the early stages of CVI. In later more severe stages compression therapy is indicated. Taking into account the observed negative impact of compression on quality of life, pharmacological CVI therapy should start early to avoid progress and to spare patients compression therapy.",
      "mesh_terms": [
        "Aesculus",
        "Bandages",
        "Chronic Disease",
        "Double-Blind Method",
        "Drug Combinations",
        "Escin",
        "Humans",
        "Phytotherapy",
        "Plant Extracts",
        "Quality of Life",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "9828868",
      "title": "Horse-chestnut seed extract for chronic venous insufficiency. A criteria-based systematic review.",
      "authors": [
        "M H Pittler",
        "E Ernst"
      ],
      "journal": "Archives of dermatology",
      "publication_date": "1998-Nov",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: To assess the evidence for or against horse-chestnut seed extract (HCSE) as a symptomatic treatment of chronic venous insufficiency (CVI). DATA SOURCES: Computerized literature searches were performed in MEDLINE, EMBASE, BIOSIS, CISCOM, and the Cochrane Library (all from their respective institution to December 1996). The search terms were \"horse chestnut,\" \"Aesculus hippocastanum,\" \"escin,\" and \"Rosskastanie\" (German for \"horse chestnut\"). There were no restrictions on the language of publication. STUDY SELECTION: Double-blind, randomized controlled trials of oral HCSE for patients with CVI were included. Identifiers were removed from all publications before assessment. DATA EXTRACTION: Data were extracted in a standardized, predefined manner. Trial outcomes and the methodological quality of each trial were independently assessed by the 2 reviewers. DATA SYNTHESIS: The superiority of HCSE is suggested by all placebo-controlled studies. The use of HCSE is associated with a decrease of the lower-leg volume and a reduction in leg circumference at the calf and ankle. Symptoms such as leg pain, pruritus, and a feeling of fatigue and tenseness are reduced. Five comparative trials against the reference medication indicate that HCSE and O-(beta-hydroxyethyl)-rutosides are equally effective. One trial suggests a therapeutic equivalence of HCSE and compression therapy. Adverse effects are usually mild and infrequent. CONCLUSIONS: These data imply that HCSE is superior to placebo and as effective as reference medications in alleviating the objective signs and subjective symptoms of CVI. Thus, HCSE represents a treatment option for CVI that is worth considering.",
      "mesh_terms": [
        "Chronic Disease",
        "Escin",
        "Humans",
        "Plant Extracts",
        "Randomized Controlled Trials as Topic",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "8767939",
      "title": "[Horse chestnut seed extract--an effective therapy principle in general practice. Drug therapy of chronic venous insufficiency].",
      "authors": [
        "K Greeske",
        "B K Pohlmann"
      ],
      "journal": "Fortschritte der Medizin",
      "publication_date": "1996-May-30",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Within the framework of a case observation study involving more than 800 general practitioners, more than 5,000 patients with chronic venous insufficiency (CVI) were treated with standardised horse chestnut extract and followed up at regular intervals. The evolution of the symptoms, tolerability and adverse drug reactions were recorded. All of the symptoms investigated-pain, tiredness, tension and swelling in the leg, as well as itching and the tendency towards edema-all improved markedly or disappeared completely. The results of this study show that rational treatment with horse chestnut extract represents an economical, practice-relevant therapeutic \"pillar\", which in comparison with compression has the additional advantage of better compliance.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Dose-Response Relationship, Drug",
        "Drug Administration Schedule",
        "Drug Combinations",
        "Escin",
        "Female",
        "Humans",
        "Lymphedema",
        "Male",
        "Middle Aged",
        "Plant Extracts",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "8737631",
      "title": "Comparative clinical efficacy and tolerability of oxerutins and horse chestnut extract in patients with chronic venous insufficiency.",
      "authors": [
        "D Rehn",
        "M Unkauf",
        "P Klein",
        "V Jost",
        "P W Lücker"
      ],
      "journal": "Arzneimittel-Forschung",
      "publication_date": "1996-May",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "Oxerutins (O-(beta-hydroxyethyl)rutosides, HR, Venoruton) and horse chestnut extract (HCE) are active principles of first priority for the pharmacological treatment of chronic venous insufficiency (CVI). The efficacies of both compounds were shown in numerous, double-blind, randomized, placebo controlled clinical trials. Besides the direct comparison of the two compounds the aim of the study was to investigate the initial dose/maintenance dose concept for HR. 137 female, postmenopausal patients with CVI II finished the study according to protocol. Following one week placebo run-in the patients were treated either with 1000 mg/d HR, 600 mg/d HCE or 1000 mg/d for 4 weeks and than with 500 mg/d HR within the initial dose/maintainance dose concept for 12 weeks and observed for further 6 weeks. A main confirmative criterion was the volume reduction of the leg. Subjective criteria were descriptively evaluated. HR (1000 mg/d) was proven to be equivalent or better, reducing the leg volume (AUB0-18) by -5273 +/- 11418 ml.d compared to -3187 +/- 10842 ml.d under HR (1000 mg/d and 500 mg/d), and -3004 +/- 7429 ml.d under HCE-treatment. Both compounds exhibit a substantial carry-over effect. The maintenance posology of HR is able to stabilize the therapeutic obtained under initial dose conditions.",
      "mesh_terms": [
        "Aged",
        "Bandages",
        "Chronic Disease",
        "Combined Modality Therapy",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Hydroxyethylrutoside",
        "Leg",
        "Microcirculation",
        "Middle Aged",
        "Plant Extracts",
        "Plants, Medicinal",
        "Vasoconstrictor Agents",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "8569363",
      "title": "Comparison of leg compression stocking and oral horse-chestnut seed extract therapy in patients with chronic venous insufficiency.",
      "authors": [
        "C Diehm",
        "H J Trampisch",
        "S Lange",
        "C Schmidt"
      ],
      "journal": "Lancet (London, England)",
      "publication_date": "1996-Feb-03",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Diseases of the venous system are widespread disorders sometimes associated with modern civilisation and are among the major concerns of social and occupational medicine. This study was carried out to compare the efficacy (oedema reduction) and safety of compression stockings class II and dried horse chestnut seed extract (HCSE, 50 mg aescin, twice daily). METHODS: Equivalence of both therapies was examined in a novel hierarchical statistical design in 240 patients with chronic venous insufficiency. Patients were treated over a period of 12 weeks in a randomised, partially blinded, placebo-controlled, parallel study design. FINDINGS: Lower leg volume of the more severely affected limb decreased on average by 43.8 mL (n = 95) with HCSE and 46.7 mL (n = 99) with compression therapy, while it increased by 9.8 mL with placebo (n = 46) after 12 weeks therapy for the intention-to-treat group (95% CI: HCSE: 21.1-66.4; compression: 30.4-63.0; placebo: 40.0-20.4). Significant oedema reductions were achieved by HCSE (p = 0.005) and compression (p = 0.002) compared to placebo, and the two therapies were shown to be equivalent (p = 0.001); in this design, however, compression could not be proven as standard with regard to oedema reduction in the statistical test procedure. Both HCSE and compression therapy were well tolerated and no serious treatment-related events were reported. INTERPRETATION: These results indicate that compression stocking therapy and HCSE therapy are alternative therapies for the effective treatment of patients with oedema resulting from chronic venous insufficiency.",
      "mesh_terms": [
        "Bandages",
        "Edema",
        "Humans",
        "Leg",
        "Plant Extracts",
        "Treatment Outcome",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "1788677",
      "title": "[Conservative therapy of chronic venous insufficiency. The extent of the edema-preventive effect of horse chestnut seed extract].",
      "authors": [
        "M Steiner"
      ],
      "journal": "VASA. Supplementum",
      "publication_date": "1991",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "mesh_terms": [
        "Adult",
        "Double-Blind Method",
        "Drug Combinations",
        "Escin",
        "Female",
        "Humans",
        "Lymphedema",
        "Plant Extracts",
        "Pregnancy",
        "Pregnancy Complications",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "5393605",
      "title": "[Experience with horse chestnut containing medium in the treatment of varicose leg ulcers].",
      "authors": [
        "J Horácek"
      ],
      "journal": "Zeitschrift fur Haut- und Geschlechtskrankheiten",
      "publication_date": "1969-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Adult",
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Phytotherapy",
        "Plants, Medicinal",
        "Varicose Ulcer"
      ]
    },
    {
      "pmid": "14248672",
      "title": "[HORSE CHESTNUT EXTRACT INJECTIONS IN TREATMENT OF VENOUS STASIS SYMPTOMS BEFORE AND AFTER DELIVERY].",
      "authors": [
        "K LEHMACHER"
      ],
      "journal": "Die Medizinische Welt",
      "publication_date": "1964-Jun-20",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Drug Therapy",
        "Female",
        "Hemorrhoids",
        "Humans",
        "Postthrombotic Syndrome",
        "Pregnancy",
        "Pregnancy Complications, Cardiovascular",
        "Puerperal Disorders",
        "Varicose Veins"
      ]
    },
    {
      "pmid": "13881273",
      "title": "[The active substances of the horse chestnut and their biochemical functions in diseases of the venous system].",
      "authors": [
        "F CORCILIUS"
      ],
      "journal": "Apotheker und Kunst",
      "publication_date": "1962-Jan-11",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Cardiovascular System",
        "Coumarins",
        "Fagaceae",
        "Flavones",
        "Peripheral Vascular Diseases",
        "Saponins",
        "Vascular Diseases"
      ]
    },
    {
      "pmid": "13713808",
      "title": "[Circulatory disorders in Sudeck's syndrome and their treatment with horse chestnut extract as seen in the capillary microscopic picture].",
      "authors": [
        "W HERTLEIN",
        "R KAUFMANN"
      ],
      "journal": "Die Medizinische Welt",
      "publication_date": "1960-Aug-20",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Capillaries",
        "Humans",
        "Osteoporosis",
        "Peripheral Vascular Diseases",
        "Reflex Sympathetic Dystrophy",
        "Vascular Diseases"
      ]
    },
    {
      "pmid": "14405658",
      "title": "[Clinical experiences in surgery with a horse chestnut extract].",
      "authors": [
        "H HUTZEL"
      ],
      "journal": "Therapie der Gegenwart",
      "publication_date": "1960-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Fagaceae",
        "Humans",
        "Surgical Procedures, Operative"
      ]
    },
    {
      "pmid": "13843430",
      "title": "[On therapy with horse chestnut extracts].",
      "authors": [
        "W WEGNER",
        "E BARTH"
      ],
      "journal": "Das Deutsche Gesundheitswesen",
      "publication_date": "1959-Jul-09",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Fagaceae",
        "Humans"
      ]
    },
    {
      "pmid": "13468611",
      "title": "[Relation between pulse wave celerity, blood pressure and capillary resistance in labile and fixed hypertension and arteriosclerosis under comparative medication by Rauwolfia serpentina Benth and a horse chestnut-rutin preparation].",
      "authors": [
        "I LUBECK",
        "C SCHEFFLER"
      ],
      "journal": "Zeitschrift fur die gesamte innere Medizin und ihre Grenzgebiete",
      "publication_date": "1957-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Anticoagulants",
        "Arteriosclerosis",
        "Blood Pressure",
        "Blood Pressure Determination",
        "Capillary Resistance",
        "Flavonoids",
        "Heart Rate",
        "Humans",
        "Hypertension",
        "Rauwolfia",
        "Reserpine",
        "Rutin",
        "Vitamins"
      ]
    },
    {
      "pmid": "13348015",
      "title": "[Horse chestnut extract therapy in coronary insufficiency].",
      "authors": [
        "P HOFFMANN"
      ],
      "journal": "Medizinische Klinik",
      "publication_date": "1956-Jul-06",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Coronary Artery Disease",
        "Coronary Disease",
        "Diuretics",
        "Humans",
        "Plants"
      ]
    },
    {
      "pmid": "13331410",
      "title": "[Therapeutic effects of a horse-chestnut ointment].",
      "authors": [
        "O PRIESSNITZ"
      ],
      "journal": "Hippokrates",
      "publication_date": "1956-May-15",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Ointments",
        "Peripheral Vascular Diseases",
        "Plants",
        "Vascular Diseases"
      ]
    },
    {
      "pmid": "13227343",
      "title": "Treatment of rheumatism with horse chestnut extracts (venostasin).",
      "authors": [
        "G STEPANTSCHITZ",
        "E KRESBACH"
      ],
      "journal": "Zeitschrift fur Rheumaforschung",
      "publication_date": "1954-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Arthritis",
        "Arthritis, Rheumatoid",
        "Drug Combinations",
        "Escin",
        "Humans",
        "Plant Extracts",
        "Rheumatic Diseases",
        "Thiamine"
      ]
    },
    {
      "pmid": "13226292",
      "title": "[Experiences in the treatment of vascular diseases of the ocular fundus with horse chestnut preparation, venostasin and venoplant].",
      "authors": [
        "M CREMER"
      ],
      "journal": "Therapie der Gegenwart",
      "publication_date": "1954-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Drug Combinations",
        "Escin",
        "Esculin",
        "Eye",
        "Fundus Oculi",
        "Plant Extracts",
        "Plants",
        "Vascular Diseases"
      ]
    },
    {
      "pmid": "13221192",
      "title": "Experience in the treatment of ulcus cruris with horse chestnut extract and percutaneous application of placenta extract in particularly indolent cases.",
      "authors": [
        "E SPRENGER"
      ],
      "journal": "Hippokrates",
      "publication_date": "1954-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Cell- and Tissue-Based Therapy",
        "Female",
        "Placenta",
        "Plants",
        "Ulcer",
        "Varicose Veins"
      ]
    },
    {
      "pmid": "13138400",
      "title": "[Therapy of venous congestions in pregnancy and puerperium with horse chestnut extract].",
      "authors": [
        "O BIRK"
      ],
      "journal": "Arztliche Wochenschrift",
      "publication_date": "1954-Jan-29",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Female",
        "Folic Acid",
        "Humans",
        "Hyperemia",
        "Plants",
        "Postpartum Period",
        "Pregnancy",
        "Pregnancy Complications",
        "Varicose Veins",
        "Vitamin B Complex"
      ]
    },
    {
      "pmid": "13144215",
      "title": "[Therapy of thrombotic diseases of the retina with horse chestnut extract].",
      "authors": [
        "R SCHIRMER"
      ],
      "journal": "Medizinische Klinik",
      "publication_date": "1954-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Folic Acid",
        "Humans",
        "Plants",
        "Retina",
        "Thrombosis",
        "Vitamin B Complex"
      ]
    },
    {
      "pmid": "13222746",
      "title": "[Experiences in the treatment of vascular diseases of the eye fundus with horse chestnut preparations].",
      "authors": [
        "M CREMER"
      ],
      "journal": "Klinische Monatsblatter fur Augenheilkunde und fur augenarztliche Fortbildung",
      "publication_date": "1954",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Eye",
        "Fundus Oculi",
        "Plants",
        "Vascular Diseases"
      ]
    },
    {
      "pmid": "13171902",
      "title": "[Combined treatment of arthroses with ultrasonics and a horse chestnut extract preparation].",
      "authors": [
        "J MANNEL"
      ],
      "journal": "Archiv fur physikalische Therapie",
      "publication_date": "1954",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Combined Modality Therapy",
        "Humans",
        "Joint Diseases",
        "Osteoarthritis",
        "Plants",
        "Ultrasonic Therapy",
        "Ultrasonics"
      ]
    },
    {
      "pmid": "13103280",
      "title": "[Experiences with placenta extract in combination with horse chestnut extract in the treatment of ulcus cruris].",
      "authors": [
        "G BURGER",
        "G WENZEL"
      ],
      "journal": "Zeitschrift fur Haut- und Geschlechtskrankheiten",
      "publication_date": "1953-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Fagaceae",
        "Female",
        "Leg",
        "Leg Ulcer",
        "Placenta",
        "Plants",
        "Ulcer"
      ]
    },
    {
      "pmid": "13071375",
      "title": "[The treatment of venous congestion conditions with the total extract of the horse chestnut].",
      "authors": [
        "J ENDERS"
      ],
      "journal": "Die Medizinische",
      "publication_date": "1953-May-30",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Disease",
        "Hyperemia",
        "Plants",
        "Vascular Diseases",
        "Veins"
      ]
    },
    {
      "pmid": "13068851",
      "title": "[Circulation disorders and their treatment with a horse chestnut-vitamin B1-rutin-compound].",
      "authors": [
        "J WISCHMANN"
      ],
      "journal": "Hippokrates",
      "publication_date": "1953-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aesculus",
        "Blood Circulation",
        "Cardiovascular Diseases",
        "Fagaceae",
        "Flavonoids",
        "Plants",
        "Rutin",
        "Thiamine",
        "Vitamins"
      ]
    }
  ]
}