{
  "supplement": "Huperzine A",
  "query": "Huperzine A[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:47:00",
  "research_count": 187,
  "count": 100,
  "articles": [
    {
      "pmid": "40311807",
      "title": "Biotechnological approaches for the production of neuroactive huperzine A.",
      "authors": [
        "Mubeen Fatima",
        "Phetcharat Boonruamkaew",
        "Mengquan Yang",
        "Amit Jaisi"
      ],
      "journal": "Journal of biotechnology",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Huperzine A (HupA), a natural Lycopodium alkaloid primarily derived from Huperzia serrata, has gained attention for its potent neuroprotective properties, particularly its ability to inhibit acetylcholinesterase and modulate key neurological pathways. This review highlights HupA's therapeutic potential in managing neurodegenerative disorders such as Alzheimer's disease, Parkinson's disease, Huntington's disease, multiple sclerosis, epilepsy, and myasthenia gravis drawing on a comprehensive literature survey of in vitro, in vivo, and clinical investigation data. Given the limited yield from natural sources, this review also focuses on biotechnological strategies to enhance HupA production. These include chemical synthesis, microbial fermentation using endophytic fungi, plant tissue culture, and emerging synthetic biology approaches. Key biosynthetic intermediates and enzymes, such as lysine decarboxylase, copper amine oxidase, and cytochrome P450s, are discussed in the context of metabolic pathway elucidation and engineering. The review emphasizes the need to bridge current knowledge gaps in HupA biosynthesis to develop cost-effective, sustainable production methods. Advances in metabolic pathway elucidation and engineering hold immense potential for scalable biosynthetic production. Ultimately, the integration of HupA into neurotherapeutic regimens, coupled with innovations in its production, could revolutionize the management of neurodegenerative disorders and position it as a cornerstone of future multi-targeted treatment strategies."
    },
    {
      "pmid": "40195677",
      "title": "Synthesis, Biological Evaluation, Molecular Docking, and In Silico ADME Predictions of Huperzine: A Derivative for the Novel Protective Application Against Neurodegenerations.",
      "authors": [
        "Benjaporn Homkajorn",
        "Thanasan Nilsu",
        "Sumitra Suntararuks",
        "Patchreenart Saparpakorn",
        "Kornkanok Ingkaninan",
        "Nanteetip Limpeanchob",
        "Jutamaad Satayavivad",
        "Somsak Ruchirawat",
        "Nopporn Thasana"
      ],
      "journal": "Chemistry, an Asian journal",
      "publication_date": "2025-Apr-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To date, there has been no effective treatment available for the Alzheimer's disease (AD); hence, novel compounds with AD inhibitory effects are highly desirable. Huperzine A (HupA), a natural Lycopodium alkaloid, is a potent acetylcholinesterase (AChE) inhibitor for AD treatment. In this study, HupA derivatives, huperzil, N-hippurylhuperzine A, pyrrolhuperzine A, maleicamide-huperzine A and phthaleicamide-huperzine A, were synthesized and their in silico computation as the central nervous system (CNS) drug was performed. All derivatives exhibited lower anti-AChE activity than HupA. However, we found other non-cholinergic functions in AD-mimicking models using differentiated SH-SY5Y. HupA and derivatives significantly suppressed the Aβ25-35 cytotoxicity and showed recovery effects against arsenic- induced AD pathologies including reactive oxygen species generation, neurite outgrowth shortening, amyloid precursor protein suppression and the elevation of β-secretase, endogenous Aβ peptide, and Tau and neurofilament light proteins. In summary, we prepared three potential compounds with dual-AChE cholinergic and non-cholinergic functions. Further development of these compounds will be beneficial for the future use as an alternate compound against AD."
    },
    {
      "pmid": "40143159",
      "title": "Huperzine A Production and Acetylcholinesterase Inhibition by Phlegmariurus taxifolius Cell Suspension Culture: A Comparative Study in Flasks and an Airlift Bioreactor.",
      "authors": [
        "Rocío Del Carmen Pérez Aguilar",
        "Talia Rodríguez Salgado",
        "Olga Lidia Cruz-Miranda",
        "Alexis Uriel Soto Díaz",
        "Ariadna Zenil Rodríguez",
        "Lamine Bensaddek",
        "Christian Carreño-Campos",
        "María Luisa Villarreal",
        "Anabel Ortiz-Caltempa",
        "Alexandre Toshirrico Cardoso-Taketa"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2025-Mar-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: The callus cultures from the fronds of the lycophyte Phlegmariurus taxifolius produce the huperzine A (HupA) alkaloid, which is used in Alzheimer's disease treatment. This study aimed to establish the growth kinetics and HupA production by the newly HupS21 cell line grown in 250 mL flasks and in a 2 L airlift bioreactor. Methods: Batch-type kinetics were carried out for 60 days in 250 mL flasks and for 20 days in a 2 L airlift bioreactor. Measurements of dry weight (DW), specific growth rate (μ), doubling time (dt), pH, carbohydrate consumption, and HupA quantification were performed. The acetylcholinesterase (AChE) inhibitory assay of the HupS21 alkaloidal extract was determined. Results: The 250 mL flasks kinetic reached a maximum cell growth of 8.17 g/L DW, with a μ of 0.045 day-1 and a dt of 15.40 days. The maximum HupA production was of 2.03 μg/g DW at day 45. In the 2 L airlift reactor, a maximum growth of 16.70 g/L DW, a μ of 0.062 day-1, a dt of 11.20 days, and HupA production of 2.48 μg/g DW at day 15 were obtained. The alkaloidal extract from the HupS21 cell line at 100 μg/mL showed an AChE inhibitory activity of 85.6 ± 1.27%. Conclusions: The airlift reactor outperformed the flask cultures in maximum cell growth, specific growth rate, doubling time, and HupA production. To our knowledge, this research is the first report on the establishment of suspension cell cultures of P. taxifolius in shaken flasks and in an airlift bioreactor, providing a foundation for scaling up HupA production for pharmaceutical use."
    },
    {
      "pmid": "39817237",
      "title": "Erratum: Huperzine A lowers intraocular pressure via the M3 mAChR and provides retinal neuroprotection via the M1 mAChR: a promising agent for the treatment of glaucoma.",
      "authors": [],
      "journal": "Annals of translational medicine",
      "publication_date": "2024-Dec-24",
      "publication_types": [
        "Published Erratum"
      ],
      "abstract": "[This corrects the article DOI: 10.21037/atm-20-8093.]."
    },
    {
      "pmid": "39637486",
      "title": "Advances in the structural modification of Alzheimer's disease drug - Huperzine A.",
      "authors": [
        "Xiaoxin Zhu",
        "Jin-Bu Xu",
        "Feng Gao",
        "Lin-Xi Wan"
      ],
      "journal": "Bioorganic chemistry",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Huperzine A is an alkaloid featuring a bicyclo [3.3.1] nonane scaffold with an integrated piperidine ring, which was firstly isolated from Huperzia selago in 1960. As a reversible acetylcholinesterase inhibitor, it was clinically approved in China for treatment of Alzheimer's disease in 1996. Although huperzine A shows therapeutic potential, it is often associated with adverse events, such as dizziness, nausea, and digestive disorders. To enhance the efficacy and therapeutic index of huperzine A, many structural modification efforts have been undertaken. This review comprehensively summarizes the structural modification investigations on huperzine A conducted over the past three decades, and the structure-activity relationships are also discussed. The insights from this review are expected to inspire more effective modification strategies in the future.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Alkaloids",
        "Humans",
        "Sesquiterpenes",
        "Cholinesterase Inhibitors",
        "Structure-Activity Relationship",
        "Molecular Structure",
        "Acetylcholinesterase",
        "Animals",
        "Huperzia"
      ]
    },
    {
      "pmid": "39447780",
      "title": "Poly(3-hydroxybutyrate-co-3-hydroxyvalerate-co-3-hydroxyhexanoate)-based microspheres as a sustained platform for Huperzine A delivery for alzheimer's disease therapy.",
      "authors": [
        "Dai-Xu Wei",
        "Duanfang Cai",
        "Youguo Tan",
        "Kezhi Liu",
        "Jin-Wei Dao",
        "Xiang Li",
        "Aikeremujiang Muheremu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huperzine A (HupA) is used in Alzheimer's disease (AD) therapy for its effective inhibition of acetylcholinesterase (AChE) and enhancement of cholinergic neuronal function. However, direct oral administration and injection of HupA cause side effects like nausea, anorexia, and rapid metabolism. Using a tripolymer, poly(3-hydroxybutyrate-co-3-hydroxyvalerate-co-3-hydroxyhexanoate (PBVHx), from the polyhydroxyalkanoate (PHA) family synthesized via synthetic biology, we present a novel AD therapy strategy with peritoneally administered PBVHx microspheres loaded with HupA (HupA-PBVHxMs). This approach extends HupA's metabolic duration in the blood and brain, enhancing AChE inhibition efficacy. Uniformly sized HupA-PBVHxMs, created using microfluidics and rotary evaporation, show up to 70.4 % drug encapsulation efficiency, sustained HupA release for 40 days, reduced neurotoxicity from Aβ25-35, and maintained in vivo HupA supply and AChE inhibition for over 20 days. In cognitive tests, HupA-PBVHxMs improved function in AD mice. Thus, PBVHx microspheres with slower HupA release and lower biotoxicity offer a superior platform for sustained AChE inhibitor release, outperforming commercial PLGA microspheres.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Microspheres",
        "Sesquiterpenes",
        "Animals",
        "Polyesters",
        "Alkaloids",
        "Mice",
        "Cholinesterase Inhibitors",
        "Caproates",
        "Drug Carriers",
        "Humans",
        "Acetylcholinesterase",
        "Polyhydroxybutyrates"
      ]
    },
    {
      "pmid": "39300201",
      "title": "Development and validation of a highly sensitive UPLC-MS/MS method for the determination of Huperzine A in rat plasma.",
      "authors": [
        "Kejun Zhang",
        "Haizhou Wang"
      ],
      "journal": "Biomedical chromatography : BMC",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huperzine A is a reversible and selective cholinesterase inhibitor and has been approved for the treatment of Alzheimer's diseases. In this study, we developed a highly sensitive and specific ulta-high-performance liquid chromatography-tandem mass spectrometry method for the determination of Huperzine A in rat plasma. An aliquot of 50 μL of rat plasma sample was pretreated with 200 μL of acetonitrile-methanol (v/v; 1:1) containing 0.2% formic acid followed by solid phase extraction. The resulting sample was separated on a Waters ACQUITY BEH C18 column using acetonitrile and water containing 0.2% formic acid as mobile phase, at a flow rate of 0.3 mL/min. Multiple-reaction monitoring (MRM) mode was used for quantitative analysis of Huperzine A in positive electrospray ionization. In the concentration range of 0.01-10 ng/mL, Huperzine A showed excellent linearity with correlation coefficient > 0.998. The intra- and inter-day RSD% were less than 9.7%, while the RE% ranged from -6.7% to 10.0%. The mean recovery was >84.5%. The validated method was demonstrated to be selective, sensitive, and reliable, which has been successfully applied to pharmacokinetic study of Huperzine A in rat plasma. Huperzine A displayed a long half-life in rat plasma and high oral bioavailability.",
      "mesh_terms": [
        "Animals",
        "Sesquiterpenes",
        "Tandem Mass Spectrometry",
        "Alkaloids",
        "Chromatography, High Pressure Liquid",
        "Rats",
        "Reproducibility of Results",
        "Rats, Sprague-Dawley",
        "Male",
        "Linear Models",
        "Sensitivity and Specificity",
        "Limit of Detection",
        "Liquid Chromatography-Mass Spectrometry"
      ]
    },
    {
      "pmid": "39233057",
      "title": "Huperzine A targets Apolipoprotein E: A potential therapeutic drug for diabetic nephropathy based on omics analysis.",
      "authors": [
        "Xiangjun Chen",
        "Ying Zhang",
        "Zhongkai Cao",
        "Yue Wang",
        "Mengqiu Liao",
        "Yuelin Guan",
        "Caifeng Zhu",
        "Wenmin Wang",
        "Wunan Huang",
        "Wei Li",
        "Yingping Xiao",
        "Yayu Li",
        "Jiazhen Yin",
        "Yuhan Ding",
        "Qinghua Peng",
        "Lidan Hu"
      ],
      "journal": "Pharmacological research",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: Diabetic nephropathy (DN) is a major complication of diabetes mellitus (DM) without curative interventions currently. Huperzine A (Hup A), a natural alkaloid, has demonstrated significant hypoglycemic and anti-inflammatory effects. We aim to investigate the protective effects of Hup A on DN and explore the underlying mechanisms METHODS: We applied STZ induced diabetic rats as DN model and leveraged combination analysis of the transcriptome, metabolome, microbiome, and network pharmacology (NP). The total effect of Hup A on DN was detected (i.e. urine protein, renal tissue structure) and the differential genes were further verified at the level of diabetic patients, db/db mice and cells. Clinical data and small interfering RNA (siRNA)-Apoe were adopted. RESULTS: Hup A alleviated kidney injury in DN rats. Transcriptomics data and Western blot indicated that the improvement in DN was primarily associated with Apoe and Apoc2. Additionally, metabolomics data demonstrated that DN-induced lipid metabolism disruption was regulated by Hup A, potentially involving sphingosine. Hup A also enriched microbial diversity and ameliorated DN-induced microbiota imbalance. Spearman's correlation analysis demonstrated significant associations among the transcriptome, metabolome, and microbiome. Apoe level was positively correlated with clinical biomarkers in DN patients. Si-Apoe also played protective role in podocytes. NP analysis also suggested that Hup A may treat DN by modulating lipid metabolism, microbial homeostasis, and apoptosis, further validating our findings. CONCLUSIONS: Collectively, we provide the first evidence of the therapeutic effect of Hup A on DN, indicating that Hup A is a potential drug for the prevention and treatment of DN.",
      "mesh_terms": [
        "Diabetic Nephropathies",
        "Animals",
        "Alkaloids",
        "Male",
        "Humans",
        "Sesquiterpenes",
        "Diabetes Mellitus, Experimental",
        "Rats, Sprague-Dawley",
        "Apolipoproteins E",
        "Rats",
        "Mice",
        "Kidney",
        "Transcriptome",
        "Mice, Inbred C57BL",
        "Network Pharmacology",
        "Metabolomics",
        "Middle Aged",
        "Hypoglycemic Agents",
        "Female"
      ]
    },
    {
      "pmid": "39096485",
      "title": "Huperzine A suppresses absence seizures in the genetic absence epilepsy rat from Strasbourg (GAERS) model of genetic generalized epilepsy with absence seizures.",
      "authors": [
        "Pablo M Casillas-Espinosa",
        "Jennie Garcia-Olivares",
        "Rui Li",
        "Crystal Li",
        "Chungping Yu",
        "Andrea E Formella",
        "Terence J O'Brien"
      ],
      "journal": "Epilepsia open",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: We evaluated huperzine A treatment in the Genetic Absence Epilepsy Rat from Strasbourg (GAERS) model of genetic generalized epilepsy (GGE) with absence seizures. METHODS: Adult male GAERS (N = 15) were implanted with EEG recording electrodes 10 days before receiving study drug. Each animal received the following six treatments as a single, intraperitoneal dose, 7 days apart (in random order): huperzine A (0.3, 1.0, or 3.0 mg/kg), two periods of vehicle (0.9% NaCl), or ethosuximide (100 mg/kg) as a positive control. Electroencephalograms (EEGs) were acquired for 24 h before and after each treatment and analyzed for seizure activity during the 90-min period immediately post-treatment, including 30-min intervals at 30, 60, and 90 min. Additional analyses evaluated seizure activity over the 24-h post-treatment period using 60-min intervals at 6, 12, and 24 h. The cumulative 24-h periods before and after each administered treatment were also compared. RESULTS: Two-way ANOVA showed a treatment difference [F(91,182) = 3.592, p < 0.0001] on the number of seizures over the first 90-min post-treatment (primary outcome); Tukey's post hoc analyses showed that, compared to vehicle, huperzine A (3.0 mg/kg) significantly reduced seizures in the 30-min (p = 0.02) and 60-min (p = 0.001) intervals, and ethosuximide significantly reduced seizures at all measured time intervals except the 1-h blocks at 12 and 24 h. Huperzine A 3.0 mg/kg and ethosuximide significantly reduced seizures during the cumulative 24-h post-treatment period relative to pretreatment baseline. While huperzine A 3.0 mg/kg did not differ significantly from ethosuximide at any time point, the study was not designed to evaluate non-inferiority. The only adverse event after huperzine A or ethosuximide was mild, dose-dependent sedation. SIGNIFICANCE: Huperzine A potently suppressed absence-like seizures in GAERS, albeit with a shorter duration of action relative to ethosuximide, showing promise for clinical efficacy in GGE. PLAIN LANGUAGE SUMMARY: This study looked at how huperzine A affects seizures in rats with similar abnormal brain activity as seen in humans with absence epilepsy. Rats received different treatments, placebo (i.e., saline solution), huperzine A, and ethosuximide. Ethosuximide is considered a gold standard treatment for absence epilepsy. We recorded brain activity to measure seizures before and after each treatment. We found that huperzine A (3.0 mg/kg) reduced seizures soon after treatment, like ethosuximide. Both treatments appeared safe, causing only mild sleepiness. The study shows that huperzine A could be a good new treatment for a type of absence epilepsy.",
      "mesh_terms": [
        "Animals",
        "Alkaloids",
        "Epilepsy, Absence",
        "Rats",
        "Male",
        "Disease Models, Animal",
        "Anticonvulsants",
        "Electroencephalography",
        "Sesquiterpenes",
        "Ethosuximide",
        "Epilepsy, Generalized",
        "Dose-Response Relationship, Drug",
        "Seizures"
      ]
    },
    {
      "pmid": "38529553",
      "title": "Huperzine A ameliorates neurological deficits after spontaneous subarachnoid hemorrhage through endothelial cell pyroptosis inhibition.",
      "authors": [
        "Qiang Hu",
        "Rong Zhang",
        "Xiaoqiao Dong",
        "Dingbo Yang",
        "Wenhua Yu",
        "Quan Du"
      ],
      "journal": "Acta biochimica et biophysica Sinica",
      "publication_date": "2024-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spontaneous subarachnoid hemorrhage (SAH) is a kind of hemorrhagic stroke which causes neurological deficits in survivors. Huperzine A has a neuroprotective effect, but its role in SAH is unclear. Therefore, we explore the effect of Huperzine A on neurological deficits induced by SAH and the related mechanism. In this study, Evans blue assay, TUNEL staining, immunofluorescence, western blot analysis, and ELISA are conducted. We find that Huperzine A can improve neurological deficits and inhibit the apoptosis of nerve cells in SAH rats. Huperzine A treatment can improve the upregulation of brain water content, damage of blood-brain barrier, fibrinogen and matrix metalloprotein 9 expressions and the downregulation of ZO-1 and occludin expressions induced by SAH. Huperzine A inhibit the expressions of proteins involved in pyroptosis in endothelial cells in SAH rats. The increase in MDA content and decrease in SOD activity in SAH rats can be partly reversed by Huperzine A. The ROS inducer H 2O 2 can induce pyroptosis and inhibit the expressions of ZO-1 and occludin in endothelial cells, which can be blocked by Huperzine A. In addition, the increase in the entry of p65 into the nucleus in endothelial cells can be partly reversed by Huperzine A. Huperzine A may delay the damage of blood-brain barrier in SAH rats by inhibiting oxidative stress-mediated pyroptosis and tight junction protein expression downregulation through the NF-κB pathway. Overall, Huperzine A may have clinical value for treating SAH.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Subarachnoid Hemorrhage",
        "Rats, Sprague-Dawley",
        "Pyroptosis",
        "Occludin",
        "Endothelial Cells",
        "Neuroprotective Agents",
        "Alkaloids",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "37549727",
      "title": "Huperzine A injection ameliorates motor and cognitive abnormalities via regulating multiple pathways in a murine model of Parkinson's disease.",
      "authors": [
        "Xinran Guo",
        "Yuhan Wu",
        "Qingqing Wang",
        "Jianbing Zhang",
        "Xueping Sheng",
        "Lanrong Zheng",
        "Yule Wang"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2023-Oct-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As a common progressive neurodegenerative disorder, the satisfied therapies for Parkinson's disease (PD) are still unavailable. As a natural acetylcholinesterase inhibitor, the neuroprotective characteristic of Huperzine A (HupA) was supported by previous studies. However, questions remain on whether HupA injection (HAI, a main preparation of HupA) intervention conduces to PD treatment and if so, the potential molecular mechanisms. In this study, the efficacies of HAI treatment on PD-like pathological phenotypes were evaluated in a MPTP-induced PD murine model. The network pharmacology, transcriptome sequencing and experimental verification were integrated to comprehensively reveal the primary molecular mechanisms. Therapeutically, HAI intervention significantly improved the impaired locomotor behaviors as well as learning and memory abilities, and prevented the degeneration of dopaminergic neurons of PD mice. The network pharmacology analysis combined with experimental results showed that HAI treatment could effectively restore the disordered transcriptional levels of inflammatory factors and apoptosis related genes in the SNpc and striatum tissues of PD mice. Transcriptome sequencing results found that inflammation and oxidative phosphorylation served as significant functional mechanisms involved in HAI administration. The experimental verification indicated that HAI treatment effectively regulated the abnormal transcription levels of inflammation and oxidative phosphorylation related hub genes in the hippocampal samples of PD mice. In addition, molecular docking suggested strong affinity between HupA and the above core targets. Overall, this work displayed the reliable therapeutic effects of HAI on ameliorating the pathological symptoms of PD mice via modulating multiple pathways. The current findings were expected to provide a potential anti-PD agent.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Parkinson Disease",
        "Disease Models, Animal",
        "Acetylcholinesterase",
        "Molecular Docking Simulation",
        "Inflammation",
        "Dopaminergic Neurons",
        "Cognition",
        "Mice, Inbred C57BL",
        "Neuroprotective Agents",
        "1-Methyl-4-phenyl-1,2,3,6-tetrahydropyridine"
      ]
    },
    {
      "pmid": "37339867",
      "title": "Network pharmacology and biochemical experiments reveal the antiapoptotic mechanism of huperzine A for treating diabetic retinopathy.",
      "authors": [
        "Ying Zhang",
        "Wunan Huang",
        "Qing Tian",
        "Guannan Bai",
        "Wei Wu",
        "Houfa Yin",
        "Lidan Hu",
        "Xiangjun Chen"
      ],
      "journal": "The British journal of ophthalmology",
      "publication_date": "2024-Jun-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/AIMS: Diabetic retinopathy is the most common eye disease that causes blindness in the working population. Neurodegeneration is the early sign of diabetic retinopathy, but no drug has been approved for delaying or reversing retinal neurodegeneration. Huperzine A, a natural alkaloid isolated from Huperzia serrata, displays neuroprotective and antiapoptotic effects in treating neurodegenerative disorders. Our study aims to investigate the effect of huperzine A in preventing retinal neurodegeneration of diabetic retinopathy and its possible mechanism. METHODS: Diabetic retinopathy model was induced by streptozotocin. H&E staining, optical coherence tomography, immunofluorescence staining and angiogenic factors were used to determine the degree of retinal pathological injury. The possible molecular mechanism was unrevealed by network pharmacology analysis and further validated by biochemical experiments. RESULTS: In our study, we demonstrated that huperzine A has a protective effect on the diabetes retina in a diabetic rat model. Based on the network pharmacology analysis and biochemical studies, huperzine A may treat diabetic retinopathy via key target HSP27 and apoptosis-related pathways. Huperzine A may modulate the phosphorylation of HSP27 and activate the antiapoptotic signalling pathway. CONCLUSION: Our findings revealed that huperzine A might be a potential therapeutic drug to prevent diabetic retinopathy. It is the first-time combining network pharmacology analysis with biochemical studies to explore the mechanism of huperzine A in preventing diabetic retinopathy.",
      "mesh_terms": [
        "Diabetic Retinopathy",
        "Animals",
        "Alkaloids",
        "Diabetes Mellitus, Experimental",
        "Rats",
        "Sesquiterpenes",
        "Apoptosis",
        "Network Pharmacology",
        "Male",
        "Rats, Sprague-Dawley",
        "Tomography, Optical Coherence",
        "Signal Transduction",
        "HSP27 Heat-Shock Proteins"
      ]
    },
    {
      "pmid": "37293627",
      "title": "Intravitreal injection of Huperzine A promotes retinal ganglion cells survival and axonal regeneration after optic nerve crush.",
      "authors": [
        "Lai-Yang Zhou",
        "Di Chen",
        "Xin-Ran Guo",
        "Yu-Qian Niu",
        "Yong-Sai Xu",
        "Dong-Fu Feng",
        "Tie-Chen Li"
      ],
      "journal": "Frontiers in cellular neuroscience",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Traumatic optic neuropathy (TON) is a condition that causes massive loss of retinal ganglion cells (RGCs) and their axonal fibers, leading to visual insufficiency. Several intrinsic and external factors can limit the regenerative ability of RGC after TON, subsequently resulting in RGC death. Hence, it is important to investigate a potential drug that can protect RGC after TON and enhance its regenerative capacity. Herein, we investigated whether Huperzine A (HupA), extracted from a Chinese herb, has neuroprotective effects and may enhance neuronal regeneration following the optic nerve crush (ONC) model. We compared the three modes of drug delivery and found that intravitreal injection of HupA could promote RGC survival and axonal regeneration after ONC. Mechanistically, HupA exerted its neuroprotective and axonal regenerative effects through the mTOR pathway; these effects could be blocked by rapamycin. To sum up, our findings suggest a promising application of HupA in the clinical treatment of traumatic optic nerve."
    },
    {
      "pmid": "36870649",
      "title": "Inhibition of microtubule affinity regulating kinase 4 by an acetylcholinesterase inhibitor, Huperzine A: Computational and experimental approaches.",
      "authors": [
        "Mohammed Alrouji",
        "Debarati DasGupta",
        "Ghulam Md Ashraf",
        "Anwar L Bilgrami",
        "Fahad A Alhumaydhi",
        "Waleed Al Abdulmonem",
        "Moyad Shahwan",
        "Abdulrhman Alsayari",
        "Akhtar Atiya",
        "Anas Shamsi"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Microtubule affinity regulating kinase 4 (MARK4), 752 amino acids long, belonging to the AMPK superfamily, plays a vital role in regulating microtubules due to its potential to phosphorylate microtubule-associated proteins (MAP's) and thus, MARK4 plays a key role in Alzheimer's disease (AD) pathology. MARK4 is a druggable target for cancer, neurodegenerative diseases, and metabolic disorders. In this study, we have evaluated the MARK4 inhibitory potential of Huperzine A (HpA), an acetylcholinesterase inhibitor (AChEI), a potential AD drug. Molecular docking revealed the key residues governing the MARK4-HpA complex formation. The structural stability and conformational dynamics of the MARK4-HpA complex was assessed by employing Molecular dynamics (MD) simulation. The results suggested that the binding of HpA with MARK4 leads to minimal structural alterations in the native conformation of MARK4, implying the stability of the MARK4-HpA complex. Isothermal titration calorimetry (ITC) studies deciphered that HpA binds to MARK4 spontaneously. Moreover, the kinase assay depicted significant inhibition of MARK by HpA (IC50 = 4.91 μM), implying it to be a potent MARK4 inhibitor that can be implicated in the treatment of MARK4-directed diseases.",
      "mesh_terms": [
        "Molecular Docking Simulation",
        "Cholinesterase Inhibitors",
        "Acetylcholinesterase",
        "Protein Binding",
        "Protein Serine-Threonine Kinases",
        "Microtubules"
      ]
    },
    {
      "pmid": "36824413",
      "title": "Huperzine A-Liposomes Efficiently Improve Neural Injury in the Hippocampus of Mice with Chronic Intermittent Hypoxia.",
      "authors": [
        "Xin-Yue Yang",
        "Lina Geng",
        "Ronghui Li",
        "Ji-Xian Song",
        "Cui-Ling Jia",
        "Ji-Ren An",
        "Meng-Fan Sun",
        "Shan Xu",
        "Ya-Jing Guo",
        "Yashuo Zhao",
        "En-Sheng Ji"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic intermittent hypoxia (CIH) could cause neuronal damage, accelerating the progression of dementia. However, safe and effective therapeutic drugs and delivery are needed for successful CIH therapy. PURPOSE: To investigate the neuroprotective effect of Huperzine A (HuA) packaged with nanoliposomes (HuA-LIP) on neuronal damage induced by CIH. METHODS: The stability and release of HuA-LIP in vitro were identified. Mice were randomly divided into the Control, CIH, HuA-LIP, and HuA groups. The mice in the HuA and HuA-LIP groups received HuA (0.1 mg/kg, i.p.), and HuA-LIP was administered during CIH exposure for 21 days. HuA-LIP contains the equivalent content of HuA. RESULTS: We prepared a novel formulation of HuA-LIP that had good stability and controlled release. First, HuA-LIP significantly ameliorated cognitive dysfunction and neuronal damage in CIH mice. Second, HuA-LIP elevated T-SOD and GSH-Px abilities and decreased MDA content to resist oxidative stress damage induced by CIH. Furthermore, HuA-LIP reduced brain iron levels by downregulating TfR1, hepcidin, and FTL expression. In addition, HuA-LIP activated the PKAα/Erk/CREB/BDNF signaling pathway and elevated MAP2, PSD95, and synaptophysin to improve synaptic plasticity. Most importantly, compared with HuA, HuA-LIP showed a superior performance against neuronal damage induced by CIH. CONCLUSION: HuA-LIP has a good sustained-release effect and targeting ability and efficiently protects against neural injury caused by CIH.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Liposomes",
        "Hypoxia",
        "Hippocampus",
        "Alkaloids",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "36563953",
      "title": "Administration of Huperzine A microspheres ameliorates myocardial ischemic injury via α7nAChR-dependent JAK2/STAT3 signaling pathway.",
      "authors": [
        "Ce Zhang",
        "Mingan Li",
        "Wei Xie",
        "Min Li",
        "Chunna You",
        "Tian Wang",
        "Fenghua Fu"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2023-Feb-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acetylcholinesterase (AChE) inhibitor (AChEI) is well established as ﬁrst-line agents for relieving the symptoms of Alzheimer's disease (AD). Injectable sustained-release formulation of AChEI may be suitable for treating AD patients. However, it needs to know whether continuous inhibition of AChE could deteriorate or attenuate myocardial damage if myocardial ischemia (MI) occurs. Huperzine A microspheres (HAM) are a sustained-release formulation releasing sustainably huperzine A (an AChEI) for more than 7 days after a single dose of HAM. This study aimed to investigate the myocardial damage in an isoprenaline (ISO)-induced MI mice model during HAM treatment. The heart injury was evaluated by assaying serum CK-MB, Tn-I and observing histopathological changes. The levels of proinflammatory cytokines in serum were detected. The level of p-P65 and the expression of proteins in the JAK2/STAT3 signaling pathway were assayed with Western blot. Administration with a single dose of HAM resulted in inhibiting the MI-induced increases of CK-MB and Tn-I, alleviating the damage of heart tissue, and decreasing the levels of TNF-α and IL-6. In addition, HAM decreased the levels of p-P65, p-JAK2, and p-STAT3 in heart tissue. The effects of HAM could be weakened or abolished by the specific α7nAChR antagonist. These findings suggest that continuous AChE inhibition could protect the heart from ischemic damage during administration of sustained-release formulation of AChEI, which is associated with the anti-inflammatory effect of HAM by regulating α7nAChR-dependent JAK2/STAT3 signaling pathway.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "alpha7 Nicotinic Acetylcholine Receptor",
        "Microspheres",
        "Acetylcholinesterase",
        "Delayed-Action Preparations",
        "Myocardial Ischemia",
        "Signal Transduction",
        "Heart Injuries",
        "STAT3 Transcription Factor",
        "Janus Kinase 2"
      ]
    },
    {
      "pmid": "36499562",
      "title": "Disease-Modifying Activity of Huperzine A on Alzheimer's Disease: Evidence from Preclinical Studies on Rodent Models.",
      "authors": [
        "Ye-Piao Yan",
        "Jia-Yue Chen",
        "Jia-Hong Lu"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2022-Dec-03",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "(1) Background: Huperzine A, a natural cholinesterase (AChE) inhibitor isolated from the Chinese herb Huperzia Serrata, has been used as a dietary supplement in the United States and a drug in China for therapeutic intervention on Alzheimer's disease (AD). This review aims to determine whether Huperzine A exerts disease-modifying activity through systematic analysis of preclinical studies on rodent AD models. (2) Methods: Sixteen preclinical studies were included based on specific criteria, and the methodological qualities were analyzed by SYRCLE's risk of bias tool. Some outcomes were meta-analyzed: latencies and time spent in quadrant of Morris water maze, soluble amyloid-β (Aβ) level measured by ELISA in the cortex and hippocampus, Aβ plaque numbers measured by immunohistochemistry in hippocampus, choline acetyltransferase (ChAT) activity, and AChE activity. Finally, the mechanisms of Huperzine A on AD models were summarized. (3) Conclusions: The outcomes showed that Huperzine A displayed AChE inhibition, ChAT activity enhancement, memory improvement, and Aβ decreasing activity, indicating the disease-modifying effect of Huperzine A. However, due to the uneven methodological quality, the results need to be rationally viewed, and extensively repeated.",
      "mesh_terms": [
        "Animals",
        "Alzheimer Disease",
        "Cholinesterase Inhibitors",
        "Rodentia",
        "Alkaloids",
        "Sesquiterpenes",
        "Amyloid beta-Peptides"
      ]
    },
    {
      "pmid": "35914626",
      "title": "Delineating biosynthesis of Huperzine A, A plant-derived medicine for the treatment of Alzheimer's disease.",
      "authors": [
        "Xiao Li",
        "Wei Li",
        "Pingfang Tian",
        "Tianwei Tan"
      ],
      "journal": "Biotechnology advances",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Journal Article",
        "Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A (HupA) is a plant-derived lycopodium alkaloid used for the treatment of Alzheimer's disease due to its inhibition against acetylcholinesterase. Currently, industrial production of HupA relies primarily on direct extraction from Huperzia serrate, a perennial herbaceous plant. However, this strategy cannot satisfy the increasing demand for HupA due to scarcity of H. serrate whose growth is quite slow. Pathway engineering has emerged as a novel strategy for the production of HupA. Unfortunately, the biosynthesis mechanism of HupA has not been well documented. In this review, we summarize not only the methods for plant extraction and chemical synthesis but also state-of-the-art advances in biosynthesis of HupA, including synthetic pathways, key enzymes, and especially catalytic mechanisms. Overall, this review aims to provide valuable insights for complete biosynthesis of Hup A.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Alkaloids",
        "Alzheimer Disease",
        "Huperzia",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "35384262",
      "title": "Ginkgolides and Huperzine A for complementary treatment of Alzheimer's disease.",
      "authors": [
        "Cecilia Villegas",
        "Rebeca Perez",
        "Lyvia Lintzmaier Petiz",
        "Talita Glaser",
        "Henning Ulrich",
        "Cristian Paz"
      ],
      "journal": "IUBMB life",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Journal Article",
        "Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Alzheimer's disease (AD) is a neurodegenerative disorder characterized by gradual deterioration of cognitive function, memory, and inability to perform daily, social, or occupational activities. Its etiology is associated with the accumulation of β-amyloid peptides, phosphorylated tau protein, and neuroinflammatory and oxidative processes in the brain. Currently, there is no successful pharmacological treatment for AD. The few approved drugs are mainly aimed at treating the symptoms; however, due to the increasing discovery of etiopathological factors, there are great efforts to find new multifunctional molecules to slow down the course of this neurodegenerative disease. The commercial Ginkgo biloba formulation EGb 761® and Huperzine A, an alkaloid present in the plant Huperzia serrata, have shown in clinical trials to possess cholinergic and neuroprotective activities, including improvement in cognition, activities of daily living, and neuropsychiatric symptoms in AD patients. The purpose of this review is to expose the positive results of intervention with EGb 761® and Huperzine in patients with mild to moderate AD in the last 10 years, highlighting the pharmacological functions that justify their use in AD therapy.",
      "mesh_terms": [
        "Activities of Daily Living",
        "Alkaloids",
        "Alzheimer Disease",
        "Ginkgolides",
        "Humans",
        "Neurodegenerative Diseases",
        "Plant Extracts",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "35164061",
      "title": "Mechanistic Insight into Binding of Huperzine A with Human Serum Albumin: Computational and Spectroscopic Approaches.",
      "authors": [
        "Anas Shamsi",
        "Moyad Shahwan",
        "Mohd Shahnawaz Khan",
        "Fahad A Alhumaydhi",
        "Suliman A Alsagaby",
        "Waleed Al Abdulmonem",
        "Bekhzod Abdullaev",
        "Dharmendra Kumar Yadav"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Jan-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Human serum albumin (HSA) is the most abundant protein in plasma synthesized by the liver and the main modulator of fluid distribution between body compartments. It has an amazing capacity to bind with multiple ligands, offering a store and transporter for various endogenous and exogenous compounds. Huperzine A (HpzA) is a natural sesquiterpene alkaloid found in Huperzia serrata and used in various neurological conditions, including Alzheimer's disease (AD). This study elucidated the binding of HpzA with HSA using advanced computational approaches such as molecular docking and molecular dynamic (MD) simulation followed by fluorescence-based binding assays. The molecular docking result showed plausible interaction between HpzA and HSA. The MD simulation and principal component analysis (PCA) results supported the stable interactions of the protein-ligand complex. The fluorescence assay further validated the in silico study, revealing significant binding affinity between HpzA and HSA. This study advocated that HpzA acts as a latent HSA binding partner, which may be investigated further in AD therapy in experimental settings.",
      "mesh_terms": [
        "Alkaloids",
        "Humans",
        "Hydrogen Bonding",
        "Molecular Docking Simulation",
        "Molecular Dynamics Simulation",
        "Neuroprotective Agents",
        "Principal Component Analysis",
        "Protein Binding",
        "Serum Albumin, Human",
        "Sesquiterpenes",
        "Spectrometry, Fluorescence"
      ]
    },
    {
      "pmid": "35122609",
      "title": "A Synopsis of Multitarget Potential Therapeutic Effects of Huperzine A in Diverse Pathologies-Emphasis on Alzheimer's Disease Pathogenesis.",
      "authors": [
        "Mayuri Shukla",
        "Prapimpun Wongchitrat",
        "Piyarat Govitrapong"
      ],
      "journal": "Neurochemical research",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Numerous challenges are confronted when it comes to the recognition of therapeutic agents for treating complex neurodegenerative diseases like Alzheimer's disease (AD). The perplexing pathogenicity of AD embodies cholinergic dysfunction, amyloid beta (Aβ) aggregation, neurofibrillary tangle formation, neuroinflammation, mitochondrial disruption along with vicious production of reactive oxygen species (ROS) generating oxidative stress. In this frame of reference, drugs with multi target components could prove more advantageous to counter complex pathological mechanisms that are responsible for AD progression. For as much as, medicinal plant based pharmaco-therapies are emerging as potential candidates for AD treatment keeping the efficacy and safety parameters in terms of toxicity and side effects into consideration. Huperzine A (Hup A) is a purified alkaloid compound extracted from a club moss called Huperzia serrata. Several studies have reported both cholinergic and non-cholinergic effects of this compound on AD with significant neuroprotective properties. The present review convenes cumulative demonstrations of neuroprotection provided by Hup A in in vitro, in vivo, and human studies in various pathologies. The underlying molecular mechanisms of its actions have also been discussed. However, more profound evidence would certainly promote the therapeutic implementation of this drug thus furnishing decisive insights into AD therapeutics and various other pathologies along with preventive and curative management.",
      "mesh_terms": [
        "Alkaloids",
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Humans",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "35096305",
      "title": "Huperzine A protects against traumatic brain injury through anti-oxidative effects via the Nrf2-ARE pathway.",
      "authors": [
        "Zhengrong Mei",
        "Ye Hong",
        "Haiyi Yang",
        "Qiongyu Sheng",
        "Bing Situ"
      ],
      "journal": "Iranian journal of basic medical sciences",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Traumatic brain injury (TBI) is a prominent health problem worldwide and it may lead to cognitive dysfunction, disability, and even death. To date, there is no effective treatment for TBI. Our previous study showed that Huperzine A (HupA) improved cognitive function in a mouse model of TBI. However, the detailed mechanism of HupA remains unaddressed. In this study, we investigated the possible mechanism of the neuroprotective effect of HupA. MATERIALS AND METHODS: C57BL/6 mice were randomly divided into 3 groups as sham, injured with vehicle treatment, and injured with HupA treatment groups. The Morris water maze task was used to evaluate the impairment of special learning and memory. Brain edema was as-sessed by measuring the wet weight to dry weight ratio. Malondialdehyde (MDA) and glutathione peroxidase (GPx) levels were measured for oxidative stress. Protein expressions of nuclear factor erythroid 2-related factor 2 (Nrf2), heme oxygen-ase-1(HO-1), and synaptophysin were detected by Western blot. The brain sections were stained with hematoxylin-eosin (H&E) for histology study. RESULTS: We found that HupA therapy improved histology and cognitive functional outcomes after TBI. HupA reduced brain edema in TBI mice. furthermore, HupA inhibited ox-idative stress. HupA promoted nuclear factor erythroid 2-related factor 2 (Nrf2) nu-clear translocation and activated Nrf2 after TBI. CONCLUSION: HupA protects against TBI through antioxidative effects via the Nrf2-ARE pathway."
    },
    {
      "pmid": "34368579",
      "title": "In Silico-Guided Rational Drug Design and Semi-synthesis of C(2)-Functionalized Huperzine A Derivatives as Acetylcholinesterase Inhibitors.",
      "authors": [
        "Shisanupong Anukanon",
        "Pornkanok Pongpamorn",
        "Wareepat Tiyabhorn",
        "Jaruwan Chatwichien",
        "Worawat Niwetmarin",
        "Richard B Sessions",
        "Somsak Ruchirawat",
        "Nopporn Thasana"
      ],
      "journal": "ACS omega",
      "publication_date": "2021-Aug-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huperzine A (1, Hup A), a lycodine-type Lycopodium alkaloid isolated from Thai clubmosses Huperzia squarrosa (G. Forst.) Trevis., H. carinata (Desv. ex. Poir.) Trevis., H. phlegmaria (L.), and Phlegmariurus nummulariifolius (Blume) Chambers (Lycopodiaceae), exerts inhibitory activity on acetylcholinesterase, a known target for Alzheimer's disease therapy. This study investigated the structure-activity relationship of C(2)-functionalized and O- or N-methyl-substituted huperzine A derivatives. In silico-guided screening was performed to search for potential active compounds. Molecular docking analysis suggested that substitution at the C(2) position of Hup A with small functional groups could enhance binding affinity with AChE. Consequently, 12 C(2)-functionalized and four O- or N-methyl-substituted compounds were semi-synthesized and evaluated for their eeAChE and eqBChE inhibitory activities. The result showed that 2-methoxyhuperzine A (10) displayed moderate to high eeAChE inhibitory potency (IC50 = 0.16 μM) with the best selectivity over eqBChE (selectivity index = 3633). Notably, this work showed a case of which computational analysis could be utilized as a tool to rationally screen and design promising drug molecules, getting rid of impotent molecules before going more deeply on labor-intensive and time-consuming drug discovery and development processes."
    },
    {
      "pmid": "34306441",
      "title": "Huperzine A combined with hyperbaric oxygen on the effect on cognitive function and serum hypoxia-inducible factor-1α Level in elderly patients with vascular dementia.",
      "authors": [
        "Jiajun Li",
        "Xiangen Meng",
        "Fang Li",
        "Jiamin Liu",
        "Mingyang Ma",
        "Wangkun Chen"
      ],
      "journal": "American journal of translational research",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To explore the clinical effect of huperzine A combined with hyperbaric oxygen on cognitive function and serum hypoxia-inducible factor-1α (HIF-1α) level in elderly patients with vascular dementia (VD). METHODS: 120 elderly VD patients admitted to our hospital from February 2018 to March 2020 were selected and divided into two groups according to the treatment method (n = 60 each). They were administered for huperzine A and huperzine A combined with hyperbaric oxygen, respectively. The comparison of disease control rate (DCR), mini-mental state examination (MMSE) score, revised hasegawa's dementia scale (HDS-R) score and serum index were conducted. RESULTS: At 2 and 4 weeks after treatment, the HDS-R and MMSE scores were reported to be higher in the observation group than those in the control group (P < 0.05), and the vascular endothelial growth factor (VEGF), anti-apoptotic factor (Livin), and HIF-1α showed a higher level of improvement as compared with the control group (P < 0.05). Moreover, the DCR in the observation group was much higher than that in the control group (P < 0.05). CONCLUSION: Huperzine A combined with hyperbaric oxygen is remarkably effective in the treatment of elderly VD patients. It can improve the serum HIF-1α level and speed up the recovery of cognitive function."
    },
    {
      "pmid": "33708959",
      "title": "Huperzine A lowers intraocular pressure via the M3 mAChR and provides retinal neuroprotection via the M1 mAChR: a promising agent for the treatment of glaucoma.",
      "authors": [
        "Ping Yu",
        "Wen-Pei Dong",
        "Ya-Bin Tang",
        "Hong-Zhuan Chen",
        "Yong-Yao Cui",
        "Xiao-Lan Bian"
      ],
      "journal": "Annals of translational medicine",
      "publication_date": "2021-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Glaucoma is a neurodegenerative disease that shares similar pathological mechanisms with Alzheimer's disease (AD). Drug treatments for glaucoma increasingly rely upon both lowering of intraocular pressure (IOP) and optic nerve protection, as lowering of IOP alone has been unsatisfactory. Huperzine A (HupA) is an acetylcholinesterase inhibitor (AChEI) used for AD. This study investigated the potential of HupA as a treatment for glaucoma. METHODS: The ability of HupA to lower IOP via causing pupil constriction was assessed using New Zealand rabbits. The retinal neuroprotective effects of HupA were assessed in vivo using rat retinas subjected to ischemia-reperfusion (I/R) and in vitro using primary retinal neurons (PRNs) suffering from oxygen-glucose deprivation (OGD). RESULTS: HupA caused pupil constriction in a dose-time dependent manner which was reversed by the nonselective muscarinic acetylcholine receptor (mAChR) antagonist atropine and the selective M3 mAChR antagonist 4-DAMP. However, HupA had no effect on isolated iris muscle tension and calcium flow indicating an indirect M3 mAChR mediated effect. HupA exerted a neuroprotective effect against I/R and OGD to attenuate the retinal pathological lesion, improve retinal neuronal cell viability, reverse oxidative stress injury by increasing GSH levels and SOD activity, and decreasing MDA content and reduce the retinal neuronal apoptosis by decreasing Bax/Bcl-2 ratio and caspase-3 expression with no effect on the calcium flow tests. The effects were abolished by atropine and the selective M1 mAChR antagonist pirenzepine in OGD-induced PRNs suggesting an indirect M1 mAChR-mediated effect via inhibiting AChE activity to increase endogenous ACh level. Furthermore, HupA increased phosphorylated AKT level and decreased the levels of phosphorylated JNK, P38 MAPK and ERK via M1 mAChR antagonists indicating an involvement of activating the M1 mAChR and the downstream AKT/MAPK signaling pathway in the protective effects of HupA. CONCLUSIONS: HupA could significantly decrease IOP via activating M3 mAChR indirectly and produce retinal neuroprotective effect through M1 mAChR/AKT/MAPK by increasing endogenous ACh level. These investigations demonstrated that HupA was an effective drug in glaucoma treatment and the clinical application of HupA and other AChEIs for glaucoma patients should be further investigated."
    },
    {
      "pmid": "33567664",
      "title": "Endophytic Fungal Community of Huperzia serrata: Diversity and Relevance to the Production of Huperzine A by the Plant Host.",
      "authors": [
        "Lingli Cui",
        "Hamza Armghan Noushahi",
        "Yipeng Zhang",
        "Jinxin Liu",
        "Andreea Cosoveanu",
        "Ying Liu",
        "Ling Yan",
        "Jing Zhang",
        "Shaohua Shu"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2021-Feb-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As the population ages globally, there seem to be more people with Alzheimer's disease. Unfortunately, there is currently no specific treatment for the disease. At present, Huperzine A (HupA) is one of the best drugs used for the treatment of Alzheimer's disease and has been used in clinical trials for several years in China. HupA was first separated from Huperzia serrata, a traditional medicinal herb that is used to cure fever, contusions, strains, hematuria, schizophrenia, and snakebite for several hundreds of years in China, and has been confirmed to have acetylcholinesterase inhibitory activity. With the very slow growth of H. serrata, resources are becoming too scarce to meet the need for clinical treatment. Some endophytic fungal strains that produce HupA were isolated from H. serrate in previous studies. In this article, the diversity of the endophytic fungal community within H. serrata was observed and the relevance to the production of HupA by the host plant was further analyzed. A total of 1167 strains were obtained from the leaves of H. serrata followed by the stems (1045) and roots (824). The richness as well as diversity of endophytic fungi within the leaf and stem were higher than in the root. The endophytic fungal community was similar within stems as well as in leaves at all taxonomic levels. The 11 genera (Derxomyces, Lophiostoma, Cyphellophora, Devriesia, Serendipita, Kurtzmanomyces, Mycosphaerella, Conoideocrella, Brevicellicium, Piskurozyma, and Trichomerium) were positively correlated with HupA content. The correlation index of Derxomyces with HupA contents displayed the highest value (CI = 0.92), whereas Trichomerium showed the lowest value (CI = 0.02). Through electrospray ionization mass spectrometry (ESI-MS), it was confirmed that the HS7-1 strain could produce HupA and the total alkaloid concentration was 3.7 ug/g. This study will enable us to screen and isolate the strain that can produce HupA and to figure out the correlation between endophytic fungal diversity with HupA content in different plant organs. This can provide new insights into the screening of strains that can produce HupA more effectively.",
      "mesh_terms": [
        "Alkaloids",
        "Biodiversity",
        "Endophytes",
        "Fungi",
        "Huperzia",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "33504676",
      "title": "Huperzine A in treatment of amyloid-β-associated neuropathology in a mouse model of Alzheimer disease: abridged secondary publication.",
      "authors": [
        "Q Yuan",
        "Z X Lin",
        "W Wu",
        "W N Albert",
        "B C Y Zee"
      ],
      "journal": "Hong Kong medical journal = Xianggang yi xue za zhi",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "33278032",
      "title": "Response surface methodology-mediated improvement of the irradiated endophytic fungal strain, Alternaria brassicae AGF041 for Huperzine A-hyperproduction.",
      "authors": [
        "Amira G Zaki",
        "Einas H El-Shatoury",
        "Ashraf S Ahmed",
        "Ola E A Al-Hagar"
      ],
      "journal": "Letters in applied microbiology",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huperzine A (HupA) is an anti-Alzheimer's therapeutic and a dietary supplement for memory boosting that is extracted mainly from Huperziacae plants. Endophytes represent the upcoming refuge to protect the plant resource from distinction but their HupA yield is still far from commercialization. In this context, UV and gamma radiation mutagenesis of the newly isolated HupA-producing Alternaria brassicae AGF041 would be applied in this study for improving the endophytic HupA yield. Compared to non-irradiated cultures, UV (30-40 min, exposure) and γ (0·5 KGy, dose) irradiated cultures, each separately, showed a significant higher HupA yield (17·2 and 30·3%, respectively). While, application of a statistically optimized compound irradiation (0·70 KGy of γ treatment and 42·49 min of UV exposure, sequentially) via Response Surface Methodology (RSM) resulted in 53·1% production increase. Moreover, a stable selected mutant strain CM003 underwent batch cultivation using a 6·6 l bioreactor for the first time and was successful for scaling up the HupA production to 261·6 µg l-1 . Findings of this research are demonstrated to be valuable as the employed batch fermentation represents a successful starting step towards the promising endophytic HupA production at an industrial scale.",
      "mesh_terms": [
        "Alkaloids",
        "Alternaria",
        "Bioreactors",
        "Cholinesterase Inhibitors",
        "Chromatography, High Pressure Liquid",
        "Endophytes",
        "Fermentation",
        "Gamma Rays",
        "Huperzia",
        "Neuroprotective Agents",
        "Sesquiterpenes",
        "Ultraviolet Rays"
      ]
    },
    {
      "pmid": "32970179",
      "title": "Five novel and highly efficient endophytic fungi isolated from Huperzia serrata expressing huperzine A for the treatment of Alzheimer's disease.",
      "authors": [
        "Han Wen-Xia",
        "Han Zhong-Wen",
        "Jia Min",
        "Zhang Han",
        "Li Wei-Ze",
        "Yang Li-Bin",
        "Liang Fei",
        "Han Lu",
        "Zhao Ning",
        "Li Xiao-Feng"
      ],
      "journal": "Applied microbiology and biotechnology",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huperzine A (Hup A) is an important drug for treating Alzheimer's disease (AD) and mainly extracted from the Huperzia serrata (Thunb.) Trevis. (Lycopodiaceae) (HS). Nevertheless, the content of Hup A in HS is very low of 0.007% with growing circle of 8 to 10 years, and the chemical synthesis of Hup A still has some insurmountable limitations in the industrialized production. So, the available resources of Hup A for clinical treatment of AD are scarce. The purpose of this work was to construct a biosynthesis platform based on the endophytic fungi from HS. In this work, five endophytic fungi Mucor racemosus NSH-D, Mucor fragilis NSY-1, Fusarium verticillioides NSH-5, Fusarium oxysporum NSG-1, and Trichoderma harzianum NSW-V were firstly found and isolated from the Chinese folk medicine HS, which were identified according to their morphological characteristics and nuclear ribosomal DNA ITS sequences. The highest efficient fungus could effectively biosynthesize Hup A in a liquid culture of 319.8 ± 0.17 mg/L which were 112 times higher than that of other reported conventional endophytic fungi. Moreover, these fungi with higher hereditary stability could possess the initial expressing ability of Hup A after 40 generations, and the expressed Hup A from these biosynthesis systems has prior physicochemical properties, a better inhibition activity of acetylcholinesterase and a lower cytotoxicity compared with the listed active pharmaceutical ingredients (APIs) of Hup A. These results provide promising alternative resources for producing Hup A at an industrial scale by biosynthesis, and it may also shed light on millions of AD patients. KEY POINTS: • Five novel endophytic fungi with high stability could highly express prior Hup A Graphical abstract.",
      "mesh_terms": [
        "Alkaloids",
        "Alzheimer Disease",
        "Cholinesterase Inhibitors",
        "Endophytes",
        "Fusarium",
        "Humans",
        "Huperzia",
        "Hypocreales",
        "Mucor",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "32729341",
      "title": "Dissolving microneedles for transdermal delivery of huperzine A for the treatment of Alzheimer's disease.",
      "authors": [
        "Qinying Yan",
        "Weiwei Wang",
        "Jiaqi Weng",
        "Zhenghan Zhang",
        "Lina Yin",
        "Qingliang Yang",
        "Fangyuan Guo",
        "Xingang Wang",
        "Fan Chen",
        "Gensheng Yang"
      ],
      "journal": "Drug delivery",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Increasingly attention has been paid to the transdermal drug delivery systems with microneedles owing to their excellent compliance, high efficiency, and controllable drug release, therefore, become promising alternative with tremendous advantages for delivering specific drugs such as huperzine A (Hup A) for treatment of Alzheimer's disease (AD) yet with low oral bioavailability. The purpose of the present study is to design, prepare, and evaluate a dissolving microneedle patch (DMNP) as a transdermal delivery system for the Hup A, investigating its in vitro drug release profiles and in vivo pharmacokinetics as well as pharmacodynamics treating of AD. Skin penetration experiments and intradermal dissolution tests showed that the blank DMNP could successfully penetrate the skin with an adequate depth and could be quickly dissolved within 5 min. In vitro transdermal release tests exhibited that more than 80% of the Hup A was accumulatively permeated from DMNP through the skin within three days, indicating a sustained release profile. In vivo pharmacokinetic analysis demonstrated that the DMNP group resulted in longer T max (twofold), longer t 1/2 (fivefold), lower C max (3:4), and larger AUC(0-∞) (twofold), compared with the oral group at the same dose of Hup A. Pharmacodynamic research showed a significant improvement in cognitive function in AD rats treated with DMNP-Hup A and Oral-Hup A, as compared to the model group without treatment. Those results demonstrated that this predesigned DMNP is a promising alternative to deliver Hup A transdermally for the treatment of AD.",
      "mesh_terms": [
        "Administration, Cutaneous",
        "Alkaloids",
        "Animals",
        "Area Under Curve",
        "Biocompatible Materials",
        "Cholinesterase Inhibitors",
        "Drug Delivery Systems",
        "Drug Liberation",
        "Half-Life",
        "Male",
        "Microinjections",
        "Needles",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sesquiterpenes",
        "Skin"
      ]
    },
    {
      "pmid": "32576772",
      "title": "Huperzine A inhibits heroin-seeking behaviors induced by cue or heroin priming in rats.",
      "authors": [
        "Baomiao Ma",
        "Yujia Cai",
        "Xin Zhang",
        "Fangmin Wang",
        "Dingding Zhuang",
        "Huifeng Liu",
        "Yu Liu",
        "Wenhua Zhou"
      ],
      "journal": "Neuroreport",
      "publication_date": "2020-Aug-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Cholinergic systems modulate dopaminergic function in brain pathways are thought to mediate heroin addiction. This study investigated whether huperzine A, an acetylcholinesterase inhibitor, has beneficial effects on heroin reward and heroin-seeking behavior. Rats were trained to self-administer heroin (50 μg/kg/infusion) under the fixed ratio 1 schedule for 14 days and then drug-seeking was extinguished for 10 days, after which reinstatement of drug-seeking was induced by conditioned cues or heroin priming. Acute treatment with huperzine A at dose from 0.05 to 0.2 mg/kg potently and dose-dependently suppressed the cue- and heroin-induced reinstatement of heroin-seeking behavior following extinction. Huperzine A at these doses failed to alter either heroin rewarding effect or spontaneous locomotion activity. The study demonstrated that acute treatment with huperzine A inhibited heroin-seeking behavior, suggesting that huperzine A may be used as an adjuvant treatment for heroin relapse and addiction.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Behavior, Animal",
        "Cholinesterase Inhibitors",
        "Cues",
        "Drug-Seeking Behavior",
        "Heroin",
        "Heroin Dependence",
        "Male",
        "Motor Activity",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reward",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "31922239",
      "title": "Combining antioxidant astaxantin and cholinesterase inhibitor huperzine A boosts neuroprotection.",
      "authors": [
        "Xin Yang",
        "Han-Mei Wei",
        "Guo-Yan Hu",
        "Jun Zhao",
        "Li-Na Long",
        "Chang-Jian Li",
        "Zi-Jun Zhao",
        "He-Kun Zeng",
        "Hong Nie"
      ],
      "journal": "Molecular medicine reports",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxidative stress is a pathophysiological condition resulting in neurotoxicity, which is possibly associated with neurodegenerative disorders. In this study, the antioxidative effects of the antioxidant astaxanthin (AXT) in combination with huperzine A (HupA), which is used as a cholinesterase inhibitor for the treatment of Alzheimer's disease, were investigated. PC12 cells were treated with either tert‑butyl hydroperoxide (TBHP), or with the toxic version of β‑amyloid, Aβ25‑35, to induce oxidative stress and neurotoxicity. Cell viability, morphology, lactate dehydrogenase (LDH) release, intracellular accumulation of reactive oxygen species (ROS), superoxide dismutase (SOD) activity and malondialdehyde (MDA) content were determined, while neuroprotection was also monitored using an MTT assay. It was found that combining AXT with HupA significantly increased the viability of PC12 cells, prevented membrane damage (as measured by LDH release), attenuated intracellular ROS formation, increased SOD activity and decreased the level of MDA after TBHP exposure when compared to these drugs administered alone. Pretreatment with HupA and AXT decreased toxic damage produced by Aβ25‑35. These data indicated that combining an antioxidant with a cholinesterase inhibitor increases the degree of neuroprotection; with future investigation this could be a potential therapy used to decrease neurotoxicity in the brain.",
      "mesh_terms": [
        "Alkaloids",
        "Alzheimer Disease",
        "Animals",
        "Antioxidants",
        "Cholinesterase Inhibitors",
        "Neuroprotective Agents",
        "Oxidative Stress",
        "PC12 Cells",
        "Rats",
        "Sesquiterpenes",
        "Xanthophylls"
      ]
    },
    {
      "pmid": "31836535",
      "title": "Differential blockade by huperzine A and donepezil of sympathetic nicotinic acetylcholine receptor-mediated nitrergic neurogenic dilations in porcine basilar arteries.",
      "authors": [
        "Cheng-Chan Shih",
        "Po-Yi Chen",
        "Mei-Fang Chen",
        "Tony J F Lee"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2020-Feb-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nicotinic acetylcholine receptor activation on the perivascular sympathetic nerves via axo-axonal interaction mechanism causes norepinephrine release, which triggers the neurogenic nitrergic relaxation in basilar arteries to meet the need of a brain. Donepezil and huperzine A, which are the cholinesterase inhibitors used for Alzheimer's disease therapy, exert controversial effects on nicotinic acetylcholine receptors. Therefore, we investigated how donepezil and huperzine A via the axo-axonal interaction regulate the neurogenic vasodilation of isolated porcine basilar arteries and define their action on different subtypes of the nicotinic acetylcholine receptor by using blood vessel myography, calcium imaging, and electrophysiological techniques. Both nicotine (100 μM) and transmural nerve stimulation (TNS, 8 Hz) induce NO-mediated dilation in the arteries. Nicotine-induced vasodilations were concentration-dependently inhibited by huperzine A and donepezil, with the former being 30 fold less potent than the latter. Both cholinesterase inhibitors weakly and equally decreased TNS-elicited nitrergic vasodilations. Neither huperzine A nor donepezil affected isoproterenol (a β adrenoceptor-agonist)- or sodium nitroprusside (a NO donor)-induced vasodilation. Further, huperzine A was less potent than donepezil in inhibiting nicotine-elicited calcium influxes in rodent superior cervical ganglionic neurons and inward currents in α7- and α3β2-nicotinic acetylcholine receptor-expressing Xenopus oocytes. In conclusion, huperzine A may exert less harmful effect over donepezil on maintaining brainstem circulation and on the nicotinic acetylcholine receptor-associated cognition deficits during treatment for Alzheimer's disease.",
      "mesh_terms": [
        "Alkaloids",
        "Alzheimer Disease",
        "Animals",
        "Basilar Artery",
        "Brain Stem",
        "Calcium",
        "Cholinesterase Inhibitors",
        "Cognitive Dysfunction",
        "Donepezil",
        "Dose-Response Relationship, Drug",
        "Humans",
        "Models, Animal",
        "Nicotine",
        "Nitrergic Neurons",
        "Oocytes",
        "Patch-Clamp Techniques",
        "Rats",
        "Receptors, Nicotinic",
        "Sesquiterpenes",
        "Swine",
        "Synaptic Transmission",
        "Vasodilation",
        "Xenopus laevis"
      ]
    },
    {
      "pmid": "31659691",
      "title": "Identification of a Huperzine A-producing endophytic fungus from Phlegmariurus taxifolius.",
      "authors": [
        "Olga Lidia Cruz-Miranda",
        "Jorge Folch-Mallol",
        "Fernando Martínez-Morales",
        "Reinier Gesto-Borroto",
        "María Luisa Villarreal",
        "Alexandre Cardoso Taketa"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Highly prized huperzine A (Hup A), a natural alkaloid formerly isolated from the Chinese medicinal plant Huperzia serrata, has been widely used for the treatment of Alzheimer disease, inspiring us to search for endophytic fungi that produce this compound. In this study, we obtained the C17 fungus isolate from the Mexican club moss Phlegmariurus taxifolius, which produced a yield of 3.2 μg/g Hup A in mycelial dry weight, when cultured in potato dextrose broth medium. The C17 isolate was identified as belonging to the genus Fusarium with reference to the colony´s morphological characteristics and the presence of macroconidia and microconidia structures; and this was confirmed by DNA-barcoding analysis, by amplifying and sequencing the ribosomal internal transcribed spacer (rITS).",
      "mesh_terms": [
        "Alkaloids",
        "Cholinesterase Inhibitors",
        "DNA, Fungal",
        "Endophytes",
        "Fusarium",
        "Lycopodiaceae",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "31638455",
      "title": "Huperzine A for the treatment of cognitive, mood, and functional deficits after moderate and severe TBI (HUP-TBI): results of a Phase II randomized controlled pilot study: implications for understanding the placebo effect.",
      "authors": [
        "Ross D Zafonte",
        "Felipe Fregni",
        "Michael J G Bergin",
        "Richard Goldstein",
        "Nancy Boudreau",
        "Iris Monge",
        "Matthew Luz",
        "Judith Frazier",
        "Joseph T Giacino"
      ],
      "journal": "Brain injury",
      "publication_date": "2020",
      "publication_types": [
        "Clinical Trial, Phase II",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Objective: To investigate the effect of Huperzine A on memory and learning in individuals with moderate-severe traumatic brain injury (TBI).Design: Randomized, double-blind, placebo-controlled Phase II clinical trial.Methods: Subjects were randomly assigned to receive Huperzine A or placebo for 12 weeks and were assessed during in-person visits at screening/baseline, and 6, 12, 24, and 52 weeks post-injury. Changes in memory and learning scores on the California Verbal Learning Test - 2nd Edition (CVLT-II) from baseline to week 12 were assessed using permutation tests and regression analyses.Results: There was no difference between the Huperzine A and placebo groups in memory performance after 12 weeks of treatment. In the placebo group, significant improvements were noted in learning and memory scores. Both groups showed clinically important improvements in depression on the Beck Depression Index.Conclusions: The clinically important improvements in cognitive and emotional outcomes observed in both the placebo and active treatment arms of this clinical trial of Huperzine A are best understood in the context of a placebo effect. Future trials involving patients with moderate-severe TBI in the subacute to chronic phases of recovery should be designed to account for placebo effects as failure to do so may lead to spurious conclusions.",
      "mesh_terms": [
        "Alkaloids",
        "Brain Injuries, Traumatic",
        "Cognition",
        "Double-Blind Method",
        "Humans",
        "Pilot Projects",
        "Placebo Effect",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "31485857",
      "title": "A Nasal Temperature and pH Dual-Responsive In Situ Gel Delivery System Based on Microemulsion of Huperzine A: Formulation, Evaluation, and In Vivo Pharmacokinetic Study.",
      "authors": [
        "Yifan Chen",
        "Gang Cheng",
        "Rongfeng Hu",
        "Shengqi Chen",
        "Wenjie Lu",
        "Song Gao",
        "Hongmei Xia",
        "Bin Wang",
        "Chaojie Sun",
        "Xiangjiang Nie",
        "Qiang Shen",
        "Wenyou Fang"
      ],
      "journal": "AAPS PharmSciTech",
      "publication_date": "2019-Sep-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huperzine A (hup A), extracted from the Chinese medicinal plant Huperzia serrata, is a reversible and highly selective second-generation acetylcholine esterase (AchE) inhibitor for treating Alzheimer's disease (AD), but it suffers from low bioavailability in the brain. This study aimed to develop a nasal temperature and pH dual-responsive in situ gel delivery system based on microemulsion of hup A (hup A-M-TPISG). The optimal formulation was obtained by central composite design and response surface methodology. The optimized mucoadhesive formulation, hup A-M-TPISG, was composed of pluronic F127 (20.80%), pluronic F68 (2.8%), and chitosan (0.88%) as the gel matrix, which could gelatinize under physiological conditions (29-34°C, pH 6.5) because of its temperature and pH responsiveness. The optimized hup A-M-TPISG formulation was further evaluated by in vitro release and in vivo pharmacokinetic studies via microdialysis. The in vitro release study showed continuous and steady drug release from hup A-M-TPISG, which was in accordance with the first-order model. Moreover, the pharmacokinetic results revealed that the optimized formulation for nasal administration, with convenient administration and improved patient compliance, could achieve similar brain-targeting properties as intravenous administration. In conclusion, the hup A-M-TPISG for intranasal administration, as an effective and safe vehicle, could enhance the absorption of hup A in vivo and would be a promising noninvasive alternative for partially improving brain-targeting therapy.",
      "mesh_terms": [
        "Administration, Intranasal",
        "Alkaloids",
        "Animals",
        "Brain",
        "Cholinesterase Inhibitors",
        "Drug Compounding",
        "Drug Delivery Systems",
        "Emulsions",
        "Gels",
        "Hydrogen-Ion Concentration",
        "Male",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sesquiterpenes",
        "Temperature"
      ]
    },
    {
      "pmid": "31305343",
      "title": "Huperzine-A, a versatile herb, for the treatment of Alzheimer's disease.",
      "authors": [
        "Shih-Jen Tsai"
      ],
      "journal": "Journal of the Chinese Medical Association : JCMA",
      "publication_date": "2019-Oct",
      "publication_types": [
        "Editorial",
        "Comment"
      ],
      "mesh_terms": [
        "Alzheimer Disease",
        "Cognitive Dysfunction",
        "Humans",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "31213670",
      "title": "Huperzine A ameliorates obesity-related cognitive performance impairments involving neuronal insulin signaling pathway in mice.",
      "authors": [
        "Hong-Ying Wang",
        "Min Wu",
        "Jun-Ling Diao",
        "Ji-Bin Li",
        "Yu-Xiang Sun",
        "Xiao-Qiu Xiao"
      ],
      "journal": "Acta pharmacologica Sinica",
      "publication_date": "2020-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Type 2 diabetes (T2D) and Alzheimer's disease (AD) share several common pathophysiological features. Huperzine A (Hup A), a Lycopodium alkaloid extracted from the Chinese herb moss Huperzia serrata, is a specific and reversible inhibitor of acetylcholinesterase, which is clinically used for the treatment of AD. In this study, we investigated whether Hup A improved the metabolic and cognitive functions in the high fat-induced (HFD) obese mice and genetic ob/ob mice. HFD and ob/ob mice were treated with Hup A (0.1, 0.3 mg · kg-1 · d-1, ig) for 3 months. Body weight was monitored and glucose tolerance tests were performed. Novel object recognition test and Morris water maze assay were conducted to evaluate the cognitive functions. We found that the Hup A treatment had no significant effect on peripheral metabolism of obese mice, whereas Hup A (0.1, mg · kg-1 · d-1) improved both the abilities of object recognition and spatial memory in HFD-fed mice, but not in ob/ob mice. Furthermore, Hup A treatment significantly upregulated the insulin and phosphorylated Akt levels in the cortex of HFD-fed mice, but not ob/ob mice. In addition, Hup A (0.3, mg · kg-1 · d-1) significantly decreased cortical β-secretase (BACE1) expression. In conclusion, these results demonstrate that treatment with Hup A (0.1, mg · kg-1 · d-1) can effectively improve the cognitive functions, at least in diet-induced obese mice.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Cholinesterase Inhibitors",
        "Cognition",
        "Cognitive Dysfunction",
        "Diet, High-Fat",
        "Dose-Response Relationship, Drug",
        "Insulin",
        "Male",
        "Maze Learning",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Obese",
        "Neurons",
        "Obesity",
        "Recognition, Psychology",
        "Sesquiterpenes",
        "Signal Transduction",
        "Spatial Memory"
      ]
    },
    {
      "pmid": "31119352",
      "title": "Production and enhancement of the acetylcholinesterase inhibitor, huperzine A, from an endophytic Alternaria brassicae AGF041.",
      "authors": [
        "Amira G Zaki",
        "Einas H El-Shatoury",
        "Ashraf S Ahmed",
        "Ola E A Al-Hagar"
      ],
      "journal": "Applied microbiology and biotechnology",
      "publication_date": "2019-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huperzine A (HupA) is a potent acetylcholinesterase (AChE) inhibitor of a great consideration as a prospective drug candidate for Alzheimer's disease treatment. Production of HupA by endophytes offers an alternative challenge to reduce the massive plant harvest needed to meet the increasing demand of HupA. In the current study, some endophytic fungal and actinobacterial isolates from the Chinese herb, Huperzia serrata, underwent liquid fermentation, alkaloid extraction, and screening for AChE inhibition and HupA production. Among these isolates, Alternaria brassicae AGF041 strain was the only positive strain for HupA production with the maximum AChE inhibition of 75.5%. Chromatographic analyses verified the identity of the produced HupA. The HupA production was efficiently maximized up to 42.89 μg/g of dry mycelia, after optimization of thirteen process parameters using multifactorial statistical approaches, Plackett-Burman and central composite designs. The statistical optimization resulted in a 40.8% increase in HupA production. This is the first report to isolate endophytic actinobacteria with anti-AChE activity from H. serrata, and to identify an endophytic fungus A. brassicae as a new promising start strain for a higher HupA yield.",
      "mesh_terms": [
        "Alkaloids",
        "Alternaria",
        "Cholinesterase Inhibitors",
        "Chromatography, High Pressure Liquid",
        "Chromatography, Thin Layer",
        "Fermentation",
        "Huperzia",
        "Mycelium",
        "Prospective Studies",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "30839402",
      "title": "Huperzine-A response to cognitive impairment and task switching deficits in patients with Alzheimer's disease.",
      "authors": [
        "Amara Gul",
        "Jehan Bakht",
        "Farah Mehmood"
      ],
      "journal": "Journal of the Chinese Medical Association : JCMA",
      "publication_date": "2019-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Alzheimer's Disease (AD) is associated with cognitive decline due to various pathological mechanisms. There are several acetylcholinesterase inhibitor compounds which can improve cognition, but Huperzine-A is a natural sesquiterpene alkaloid extracted from Chinese herb (Huperzia Serrata) which has rapid action. METHODS: Double blind study was conducted. Participants included 50 patients with AD and 50 healthy individuals. Patients were recruited from Civil and BV hospital Bahawalpur and Nishter hospital Multan, Pakistan during May 2017 until February 2018 who were stable on Huperzine-A medication. Patients were tested twice. First, at the time of diagnosis to determine baseline scores. Second, post eight weeks of Huperzine-A treatment. Healthy individuals had single testing session. Participants completed Addenbrooke's Cognitive Examination and Trail Making Test. RESULTS: Patients with AD showed cognitive and task switching deficits in contrast with healthy individuals. There was significant improvement in cognition and task switching abilities post Huperzine-A treatment compared with baseline performance. CONCLUSION: Huperzine-A is effective in reducing cognitive and task switching deficits in patients with AD.",
      "mesh_terms": [
        "Aged",
        "Alkaloids",
        "Alzheimer Disease",
        "Cholinesterase Inhibitors",
        "Cognitive Dysfunction",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Neuropsychological Tests",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "30671042",
      "title": "Genomic Characterization Provides New Insights Into the Biosynthesis of the Secondary Metabolite Huperzine a in the Endophyte Colletotrichum gloeosporioides Cg01.",
      "authors": [
        "Xincong Kang",
        "Chichuan Liu",
        "Pengyuan Shen",
        "Liqin Hu",
        "Runmao Lin",
        "Jian Ling",
        "Xingyao Xiong",
        "Bingyan Xie",
        "Dongbo Liu"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A reliable source of Huperzine A (HupA) meets an urgent need due to its wide use in Alzheimer's disease treatment. In this study, we sequenced and characterized the whole genomes of two HupA-producing endophytes, Penicillium polonicum hy4 and Colletotrichum gloeosporioides Cg01, to clarify the mechanism of HupA biosynthesis. The whole genomes of hy4 and Cg01 were 33.92 and 55.77 Mb, respectively. We compared the differentially expressed genes (DEGs) between the induced group (with added extracts of Huperzia serrata) and a control group. We focused on DEGs with similar expression patterns in hy4 and Cg01. The DEGs identified in GO (Gene ontology) and KEGG (Kyoto Encyclopedia of Genes and Genomes) pathways were primarily located in carbon and nitrogen metabolism and nucleolus, ribosome, and rRNA processing. Furthermore, we analyzed the gene expression for HupA biosynthesis genes proposed in plants, which include lysine decarboxylase (LDC), copper amine oxidase (CAO), polyketides synthases (PKS), etc. Two LDCs, one CAO, and three PKSs in Cg01 were selected as prime candidates for further validation. We found that single candidate biosynthesis-gene knock-out did not influence the HupA production, while both LDC gene knock-out led to increased HupA production. These results reveal that HupA biosynthesis in endophytes might differ from that proposed in plants, and imply that the HupA-biosynthesis genes in endophytic fungi might co-evolve with the plant machinery rather than being acquired through horizontal gene transfer (HGT). Moreover, we analyzed the function of the differentially expressed epigenetic modification genes. HupA production of the histone acetyltransferase (HAT) deletion mutant ΔCgSAS-2 was not changed, while that of the histone methyltransferase (HMT) and histone deacetylase (HDAC) deletion mutants ΔCgClr4, ΔCgClr3, and ΔCgSir2-6 was reduced. Recovery of HupA-biosynthetic ability can be achieved by retro-complementation, demonstrating that HMT and HDACs associated with histone modification are involved in the regulation of HupA biosynthesis in endophytic fungi. This is the first report on epigenetic modification in high value secondary metabolite- producing endophytes. These findings shed new light on HupA biosynthesis and regulation in HupA-producing endophytes and are crucial for industrial production of HupA from fungi."
    },
    {
      "pmid": "30620416",
      "title": "Huperzine A ameliorates cognitive dysfunction and neuroinflammation in kainic acid-induced epileptic rats by antioxidant activity and NLRP3/caspase-1 pathway inhibition.",
      "authors": [
        "Parvaneh Mohseni-Moghaddam",
        "Seyed Shahabeddin Sadr",
        "Mehrdad Roghani",
        "Somayeh Arabzadeh",
        "Safoura Khamse",
        "Elham Zamani",
        "Marjan Hosseini",
        "Fatemeh Moradi"
      ],
      "journal": "Clinical and experimental pharmacology & physiology",
      "publication_date": "2019-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Temporal lobe epilepsy (TLE) is one of the most prevalent types of epilepsy in human. Huperzine A (Hup-A) has been reported to possess antioxidative and anti-inflammatory properties; however, its role in TLE induced by kainic acid has not been determined. The current study investigated the protective effects of Hup-A (0.1 mg/kg) in kainic acid-induced model of TLE in the rat. In the current study, it was found that Hup-A significantly prevented the seizure intensity and learning and memory deterioration which was assessed by Morris water maze (MWM) and novel object recognition task (NOR). Additionally, Hup-A inhibited oxidative stress, inflammation, and acetylcholinesterase activity (AChE). In addition, catalase and superoxide dismutase (SOD) activities increased after Hup-A treatment, while malondialdehyde (MDA) and nitrite levels significantly reduced. Regarding inflammation, this drug decreased kainic acid-induced NLRP3 expression in microglial cells and caspase-1 activity in hippocampal tissue, possibly through diminishing oxidative stress. Taken together, our data showed that Hup-A could be a potential protective substance to ameliorate seizure severity and some memory deficits related to epilepsy via attenuating neuroinflammation and protection of neurons."
    },
    {
      "pmid": "30290396",
      "title": "Infraspecific Variation of Huperzine A and B in Icelandic Huperzia selago Complex.",
      "authors": [
        "Maonian Xu",
        "Starri Heidmarsson",
        "Margret Thorsteinsdottir",
        "Pawel Wasowicz",
        "Hang Sun",
        "Tao Deng",
        "Sesselja Omarsdottir",
        "Elin Soffia Olafsdottir"
      ],
      "journal": "Planta medica",
      "publication_date": "2019-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The alkaloids huperzine A and huperzine B were originally isolated from the Chinese club moss Huperzia serrata. They are known inhibitors of acetylcholinesterase, and especially huperzine A shows pharmaceutical potential for the treatment of Alzheimer's disease. Its supply heavily relies on natural plant sources belonging to the genus Huperzia, which shows considerable interspecific huperzine A variations. Furthermore, taxonomic controversy remains in this genus, particularly in the Huperzia selago group. With focus on Icelandic H. selago taxa, we aimed to explore the relatedness of Huperzia species using multi-locus phylogenetic analysis, and to investigate correlations between huperzine A contents, morphotypes, and genotypes. Phylogenetic analysis was performed with five chloroplastic loci (the intergenic spacer between the photosystem II protein D1 gene and the tRNA-His gene, maturase K, ribulose-1,5-bisphosphate carboxylase/oxygenase large subunit, tRNA-Leu, and the intergenic spacer region between tRNA-Leu and tRNA-Phe). Huperzine A and huperzine B contents were determined using an HPLC-UV method. The phylogenetic analysis suggests that previously proposed Huperzia appressa and Huperzia arctica should not be considered species, but rather subspecies of H. selago. Three genotypes of Icelandic H. selago were identified and presented in a haplotype networking diagram. A significantly (p < 0.05) higher amount of huperzine A was found in H. selago genotype 3 (264 - 679 µg/g) than genotype 1 (20 - 180 µg/g), where the former shows a typical green and reflexed \"selago\" morphotype. The huperzine A content in genotype 3 is comparable to Chinese H. serrata and a good alternative huperzine A source. Genotype 2 contains multiple morphotypes with a broad huperzine A content (113 - 599 µg/g). The content of huperzine B in Icelandic taxa (6 - 13 µg/g) is much lower than that in Chinese H. serrata (79 - 207 µg/g).",
      "mesh_terms": [
        "Alkaloids",
        "China",
        "Chloroplasts",
        "Genotype",
        "Huperzia",
        "Iceland",
        "Multilocus Sequence Typing",
        "Phylogeny",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "29967757",
      "title": "Huperzine A attenuates nonalcoholic fatty liver disease by regulating hepatocyte senescence and apoptosis: an in vitro study.",
      "authors": [
        "Xiao-Na Hu",
        "Jiao-Feng Wang",
        "Yi-Qin Huang",
        "Zheng Wang",
        "Fang-Yuan Dong",
        "Hai-Fen Ma",
        "Zhi-Jun Bao"
      ],
      "journal": "PeerJ",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study was undertaken to detect if free fatty acids (FFA) induce hepatocyte senescence in L-02 cells and if huperzine A has an anti-aging effect in fatty liver cells. METHODS: L-02 cells were treated with a FFA mixture (oleate/palmitate, at 3:0, 2:1, 1:1, 1:2 and 0:3 ratios) at different concentrations. Cell viability and fat accumulation rate were assessed by a Cell Counting Kit 8 and Nile Red staining, respectively. The mixture with the highest cell viability and fat accumulation rate was selected to continue with the following experiment. The L-02 cells were divided into five groups, including the control group, FFA group, FFA + 0.1 μmol/L huperzine A (LH) group, FFA + 1.0 μmol/L huperzine A (MH) group and FFA + 10 μmol/L huperzine A (HH) group, and were cultured for 24 h. The expression of senescence-associated β-galactosidase (SA-β-gal) was detected by an SA-β-gal staining kit. The expression levels of aging genes were measured by qRT-PCR. The expression levels of apoptosis proteins were detected by a Western blot. ELISA kits were used to detect inflammatory factors and oxidative stress products. The expression of nuclear factor (NF-κB) and IκBα were detected by immunofluorescence. RESULTS: The FFA mixture (oleate/palmitate, at a 2:1 ratio) of 0.5 mmol/L had the highest cell viability and fat accumulation rate, which was preferable for establishing an in vitro fatty liver model. The expression of inflammatory factors (TNF-α and IL-6) and oxidants Malonaldehyde (MDA), 4-hydroxynonenal (HNE) and reactive oxygen species (ROS) also increased in the L-02 fatty liver cells. The expression levels of aging markers and aging genes, such as SA-β-gal, p16, p21, p53 and pRb, increased more in the L-02 fatty liver cells than in the L-02 cells. The total levels of the apoptosis-associated proteins Bcl2, Bax, Bax/Bcl-2, CyCt and cleaved caspase 9 were also upregulated in the L-02 fatty liver cells. All of the above genes and proteins were downregulated in the huperzine A and FFA co-treatment group. In the L-02 fatty liver cells, the expression of IκBα decreased, while the expression of NF-κB increased. After the huperzine A and FFA co-treatment, the expression of IκBα increased, while the expression of NF-κB decreased. CONCLUSION: Fatty liver cells showed an obvious senescence and apoptosis phenomenon. Huperzine A suppressed hepatocyte senescence, and it might exert its anti-aging effect via the NF-κB pathway."
    },
    {
      "pmid": "29932247",
      "title": "Protective properties of Huperzine A through activation Nrf2/ARE-mediated transcriptional response in X-rays radiation-induced NIH3T3 cells.",
      "authors": [
        "Huan-Feng Zhu",
        "Peng-Wei Yan",
        "Li-Jun Wang",
        "Ya-Tian Liu",
        "Jing Wen",
        "Qian Zhang",
        "Yan-Xin Fan",
        "Yan-Hong Luo"
      ],
      "journal": "Journal of cellular biochemistry",
      "publication_date": "2018-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A (HupA), derived from Huperzia Serrata, has exhibited a variety of biological actions, in particular neuroprotective effect. However, the protective activities of HupA on murine embryonic fibroblast NIH3T3 cells after X-rays radiation have not been fully elucidated. Herein, HupA treatment dramatically promoted cell viability, abated a G0/G1 peak accumulation, and ameliorated increase of cell apoptosis in NIH3T3 cells after X-rays radiation. Simultaneously, HupA notably enhanced activities of anti-oxidant enzymes, inhibited activity of lipid peroxide, and efficiently eliminated production of reactive oxygen species in NIH3T3 cells after X-rays radiation. Dose-dependent increase of antioxidant genes by HupA were associated with up-regulated Nrf2 and down-regulated Keap-1 expression, which was confirmed by increasing nuclear accumulation, and inhibiting of degradation of Nrf2. Notably, augmented luciferase activity of ARE may explained Nrf2/ARE-mediated signaling pathways behind HupA protective properties. Moreover, expression of Nrf2 HupA-mediated was significant attenuated by AKT inhibitor (LY294002), p38 MAPK inhibitor (SB202190) and ERK inhibitor (PD98059). Besides, HupA-mediated cell viability, and ROS production were dramatically bated by LY294002, SB202190, and PD98059. Taken together, HupA effectively ameliorated X-rays radiation-induced damage Nrf2-ARE-mediated transcriptional response via activation AKT, p38, and ERK signaling in NIH3T3 cells.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Antioxidant Response Elements",
        "Apoptosis",
        "Catalase",
        "Cell Cycle",
        "Chromones",
        "Flavonoids",
        "Gene Expression Regulation",
        "Glutathione Peroxidase",
        "Imidazoles",
        "Kelch-Like ECH-Associated Protein 1",
        "Lipid Peroxides",
        "Mice",
        "Mitogen-Activated Protein Kinase 1",
        "Mitogen-Activated Protein Kinase 3",
        "Morpholines",
        "NF-E2-Related Factor 2",
        "NIH 3T3 Cells",
        "Oxidative Stress",
        "Proto-Oncogene Proteins c-akt",
        "Pyridines",
        "Radiation-Protective Agents",
        "Reactive Oxygen Species",
        "Sesquiterpenes",
        "Signal Transduction",
        "Superoxide Dismutase",
        "X-Rays",
        "p38 Mitogen-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "29715428",
      "title": "Kinetics of Huperzine A Dissociation from Acetylcholinesterase via Multiple Unbinding Pathways.",
      "authors": [
        "J Rydzewski",
        "R Jakubowski",
        "W Nowak",
        "H Grubmüller"
      ],
      "journal": "Journal of chemical theory and computation",
      "publication_date": "2018-Jun-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The dissociation of huperzine A (hupA) from Torpedo californica acetylcholinesterase ( TcAChE) was investigated by 4 μs unbiased and biased all-atom molecular dynamics (MD) simulations in explicit solvent. We performed our study using memetic sampling (MS) for the determination of reaction pathways (RPs), metadynamics to calculate free energy, and maximum-likelihood estimation (MLE) to recover kinetic rates from unbiased MD simulations. Our simulations suggest that the dissociation of hupA occurs mainly via two RPs: a front door along the axis of the active-site gorge (pwf) and through a new transient side door (pws), i.e., formed by the Ω-loop (residues 67-94 of TcAChE). An analysis of the inhibitor unbinding along the RPs suggests that pws is opened transiently after hupA and the Ω-loop reach a low free-energy transition state characterized by the orientation of the pyridone group of the inhibitor directed toward the Ω-loop plane. Unlike pws, pwf does not require large structural changes in TcAChE to be accessible. The estimated free energies and rates agree well with available experimental data. The dissociation rates along the unbinding pathways are similar, suggesting that the dissociation of hupA along pws is likely to be relevant. This indicates that perturbations to hupA- TcAChE interactions could potentially induce pathway hopping. In summary, our results characterize the slow-onset inhibition of TcAChE by hupA, which may provide the structural and energetic bases for the rational design of the next-generation slow-onset inhibitors with optimized pharmacokinetic properties for the treatment of Alzheimer's disease.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Alkaloids",
        "Animals",
        "Binding Sites",
        "Catalytic Domain",
        "Cholinesterase Inhibitors",
        "Kinetics",
        "Likelihood Functions",
        "Molecular Dynamics Simulation",
        "Protein Structure, Tertiary",
        "Sesquiterpenes",
        "Thermodynamics",
        "Torpedo"
      ]
    },
    {
      "pmid": "29440896",
      "title": "Intranasal delivery of Huperzine A to the brain using lactoferrin-conjugated N-trimethylated chitosan surface-modified PLGA nanoparticles for treatment of Alzheimer's disease.",
      "authors": [
        "Qingqing Meng",
        "Aiping Wang",
        "Hongchen Hua",
        "Ying Jiang",
        "Yiyun Wang",
        "Hongjie Mu",
        "Zimei Wu",
        "Kaoxiang Sun"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Safe and effective delivery of therapeutic drugs to the brain is important for successful therapy of Alzheimer's disease (AD). PURPOSE: To develop Huperzine A (HupA)-loaded, mucoadhesive and targeted polylactide-co-glycoside (PLGA) nanoparticles (NPs) with surface modification by lactoferrin (Lf)-conjugated N-trimethylated chitosan (TMC) (HupA Lf-TMC NPs) for efficient intranasal delivery of HupA to the brain for AD treatment. METHODS: HupA Lf-TMC NPs were prepared using the emulsion-solvent evaporation method and optimized using the Box-Behnken design. The particle size, zeta potential, drug entrapment efficiency, adhesion and in vitro release behavior were investigated. The cellular uptake was investigated by fluorescence microscopy and flow cytometry. MTT assay was used to evaluate the cytotoxicity of the NPs. In vivo imaging system was used to investigate brain targeting effect of NPs after intranasal administration. The biodistribution of Hup-A NPs after intranasal administration was determined by liquid chromatography-tandem mass spectrometry. RESULTS: Optimized HupA Lf-TMC NPs had a particle size of 153.2±13.7 nm, polydispersity index of 0.229±0.078, zeta potential of +35.6±5.2 mV, drug entrapment efficiency of 73.8%±5.7%, and sustained release in vitro over a 48 h period. Adsorption of mucin onto Lf-TMC NPs was 86.9%±1.8%, which was significantly higher than that onto PLGA NPs (32.1%±2.5%). HupA Lf-TMC NPs showed lower toxicity in the 16HBE cell line compared with HupA solution. Qualitative and quantitative cellular uptake experiments indicated that accumulation of Lf-TMC NPs was higher than nontargeted analogs in 16HBE and SH-SY5Y cells. In vivo imaging results showed that Lf-TMC NPs exhibited a higher fluorescence intensity in the brain and a longer residence time than nontargeted NPs. After intranasal administration, Lf-TMC NPs facilitated the distribution of HupA in the brain, and the values of the drug targeting index in the mouse olfactory bulb, cerebrum (with hippocampus removal), cerebellum, and hippocampus were about 2.0, 1.6, 1.9, and 1.9, respectively. CONCLUSION: Lf-TMC NPs have good sustained-release effect, adhesion and targeting ability, and have a broad application prospect as a nasal drug delivery carrier.",
      "mesh_terms": [
        "Administration, Intranasal",
        "Alkaloids",
        "Alzheimer Disease",
        "Animals",
        "Brain",
        "Chitosan",
        "Drug Carriers",
        "Drug Delivery Systems",
        "Humans",
        "Lactic Acid",
        "Lactoferrin",
        "Mice",
        "Nanoparticles",
        "Neuroprotective Agents",
        "Particle Size",
        "Polyglycolic Acid",
        "Polylactic Acid-Polyglycolic Acid Copolymer",
        "Sesquiterpenes",
        "Tissue Distribution"
      ]
    },
    {
      "pmid": "28748496",
      "title": "Huperzine A alleviates neuroinflammation, oxidative stress and improves cognitive function after repetitive traumatic brain injury.",
      "authors": [
        "Zhengrong Mei",
        "Peiying Zheng",
        "Xiangping Tan",
        "Ying Wang",
        "Bing Situ"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2017-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Traumatic brain injury (TBI) may trigger secondary injury cascades including endoplasmic reticulum stress, oxidative stress, and neuroinflammation. Unfortunately, there are no effective treatments targeting either primary or secondary injuries that result in long-term detrimental consequences. Huperzine A (HupA) is a potent acetylcholinesterase inhibitor (AChEI) that has been used treatment of Alzheimer's disease (AD). This study aimed to explore the neuroprotective effects of HupA in TBI and its possible mechanisms. Repetitive mild closed head injury (CHI) model was used to mimic concussive TBI. Mice were randomly assigned into three groups including sham, vehicle-treated and HupA-treated injured mice. The HupA was given at dose of 1.0 mg/kg/day and was initiated 30 min after the first injury, then administered daily for a total of 30 days. The neuronal functions including motor functions, emotion-like behaviors, learning and memory were tested. Axonal injury, reactive oxygen species (ROS), and neuroinflammation were examined as well. The results showed that injured mice treated with HupA had significant improvement in Morris water maze performance compared with vehicle-treated injured mice. HupA treatment significantly attenuated markers of neuroinflammation and oxidative stress in the injured mice. Taken together, HupA was effective in reducing neuroinflammation, oxidative stress and behavioral recovery after TBI. HupA is a promising candidate for treatment of TBI.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Behavior, Animal",
        "Brain Injuries, Traumatic",
        "Cognition",
        "Encephalitis",
        "Learning",
        "Memory",
        "Mice",
        "Motor Activity",
        "Neuroprotective Agents",
        "Oxidative Stress",
        "Reactive Oxygen Species",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "28625948",
      "title": "Anticholinesterase activity and identification of huperzine A in three Mexican lycopods: Huperzia cuernavacensis, Huperzia dichotoma and Huperzia linifolia (Lycopodiaceae).",
      "authors": [
        "Mariana Vázquez García",
        "Gilsane Lino von Poser",
        "Miriam Apel",
        "Rosa Cerros Tlatilpa",
        "Aniceto Mendoza-Ruiz",
        "María Luisa Villarreal",
        "Amelia Teresinha Henriques",
        "Alexandre Cardoso Taketa"
      ],
      "journal": "Pakistan journal of pharmaceutical sciences",
      "publication_date": "2017-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huperzine A (Hup A), the alkaloid produced by the Chinese medicinal plant Huperzia serrata, has been documented to be a promising agent for the treatment of Alzheimer's disease due to its potent acetylcholinesterase inhibitory (AChEI) activity. The search for anticholinesterase natural products, as well as for alternative sources of Hup A in Mexican lycopods, prompted us to investigate these plants. The action of methanolic and alkaloidal extracts of three Huperzia species (H. cuernavacensis, H. dichotoma, and H. linifolia) was evaluated using an in vitro anticholinesterase activity assay. Also, chromatographic and spectroscopic analyses were employed to detect the presence of Hup A. Methanolic and alkaloidal extracts of H. cuernavacensis showed IC50 =5.32±0.8μg/mL and 0.74±0.05μg/mL; H. dichotoma displayed AChEI with IC50 values =14.11±2.1μg/mL and 0.64±0.09μg/mL; and H. linifolia presented IC50 =158.37±8.7μg/mL and 4.2±1.24μg/mL, respectively, compared to the control Hup A (IC50= 0.16±0.03μg/mL). Hup A was identified in the extracts of H. dichotoma, but it was not detected in the extracts of H. cuernavacensis and H. linifolia by 1H NMR techniques. This study reveals H. dichotoma as a new source of Hup A, and presents H. linifolia and H. cuernavacensis as potential candidates to obtain other anticholinesterase compounds useful in the Alzheimer's disease treatment.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Alkaloids",
        "Alzheimer Disease",
        "Cholinesterase Inhibitors",
        "Huperzia",
        "Lycopodiaceae",
        "Plant Extracts",
        "Plants, Medicinal",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "28583576",
      "title": "Administration of Huperzine A exerts antidepressant-like activity in a rat model of post-stroke depression.",
      "authors": [
        "Yuan Du",
        "Haiyue Liang",
        "Leiming Zhang",
        "Fenghua Fu"
      ],
      "journal": "Pharmacology, biochemistry, and behavior",
      "publication_date": "2017-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Post-stroke depression (PSD) is the most common mood disorder following a stroke, and is also the main factor limiting recovery and rehabilitation in stroke patients. The present study was aimed to investigate whether Huperzine A (HupA) has antidepressant-like activity in a rat model of PSD, which was developed by middle cerebral artery occlusion followed by an 18-day chronic unpredictable mild stress in conjunction with isolation rearing. The sucrose preference and forced swim tests were used to assess depression-like behavior. Neurological and cognitive functions following ischemia were evaluated by neurological evaluation, the beam-walking test, the forelimb grip force test, and the water maze test. Levels of norepinephrine (NE), dopamine (DA), and 5-hydroxytryptamine (5-HT) in the hippocampus and prefrontal cortex were assayed by high performance liquid chromatography. Western blot analysis was used to evaluate hippocampal expression of the 5-hydroxytryptamine 1A receptor (5-HT1AR), cAMP response element binding (CREB), phosphorylated CREB (p-CREB) and brain-derived neurotrophic factor (BDNF). The results showed that treatment with HupA for 4weeks ameliorated behavioral abnormalities and the impairment of neurological and cognitive functions in PSD rats. This was accompanied by the upregulated hippocampal expression of 5-HT1AR, p-CREB and BDNF, and increased levels of NE, DA, and 5-HT in the hippocampus and prefrontal cortex. These findings suggest that HupA has antidepressant-like effect and can improve neurological and cognitive functions in PSD rats, which suggest its therapeutic potential for depression after stroke.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Antidepressive Agents",
        "Brain-Derived Neurotrophic Factor",
        "Chromatography, High Pressure Liquid",
        "Cyclic AMP Response Element-Binding Protein",
        "Depression",
        "Disease Models, Animal",
        "Hippocampus",
        "Male",
        "Neurotransmitter Agents",
        "Prefrontal Cortex",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sesquiterpenes",
        "Stroke"
      ]
    },
    {
      "pmid": "28110700",
      "title": "Huperzine A: A promising anticonvulsant, disease modifying, and memory enhancing treatment option in Alzheimer's disease.",
      "authors": [
        "Ugur Damar",
        "Roman Gersner",
        "Joshua T Johnstone",
        "Steven Schachter",
        "Alexander Rotenberg"
      ],
      "journal": "Medical hypotheses",
      "publication_date": "2017-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) is the most frequent cause of dementia. Besides cognitive deterioration, patients with AD are prone to seizures - more than 20% of patients diagnosed with AD experience at least one unprovoked seizure and up to 7% have recurrent seizures. Although available antiepileptic drugs (AEDs) may suppress seizures in patients with AD, they may also worsen cognitive dysfunction and increase the risk of falls. On the basis of preclinical studies, we hypothesize that Huperzine A (HupA), a safe and potent acetylcholinesterase (AChE) inhibitor with potentially disease-modifying qualities in AD, may have a realistic role as an anticonvulsant in AD.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Alkaloids",
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Animals",
        "Animals, Genetically Modified",
        "Anticonvulsants",
        "Cholinesterase Inhibitors",
        "Cognition Disorders",
        "Disease Models, Animal",
        "Disease Progression",
        "Epilepsy",
        "GABAergic Neurons",
        "Hippocampus",
        "Humans",
        "Interleukin-1beta",
        "Memory",
        "Neurons",
        "Neuroprotective Agents",
        "Phosphorylation",
        "Risk",
        "Risk Factors",
        "Seizures",
        "Sesquiterpenes",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "27498774",
      "title": "Acetylcholinesterase-independent protective effects of huperzine A against iron overload-induced oxidative damage and aberrant iron metabolism signaling in rat cortical neurons.",
      "authors": [
        "Ling-Xue Tao",
        "Xiao-Tian Huang",
        "Yu-Ting Chen",
        "Xi-Can Tang",
        "Hai-Yan Zhang"
      ],
      "journal": "Acta pharmacologica Sinica",
      "publication_date": "2016-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: Iron dyshomeostasis is one of the primary causes of neuronal death in Alzheimer's disease (AD). Huperzine A (HupA), a natural inhibitor of acetylcholinesterase (AChE), is a licensed anti-AD drug in China and a nutraceutical in the United Sates. Here, we investigated the protective effects of HupA against iron overload-induced injury in neurons. METHODS: Rat cortical neurons were treated with ferric ammonium citrate (FAC), and cell viability was assessed with MTT assays. Reactive oxygen species (ROS) assays and adenosine triphosphate (ATP) assays were performed to assess mitochondrial function. The labile iron pool (LIP) level, cytosolic-aconitase (c-aconitase) activity and iron uptake protein expression were measured to determine iron metabolism changes. The modified Ellman's method was used to evaluate AChE activity. RESULTS: HupA significantly attenuated the iron overload-induced decrease in neuronal cell viability. This neuroprotective effect of HupA occurred concurrently with a decrease in ROS and an increase in ATP. Moreover, HupA treatment significantly blocked the upregulation of the LIP level and other aberrant iron metabolism changes induced by iron overload. Additionally, another specific AChE inhibitor, donepezil (Don), at a concentration that caused AChE inhibition equivalent to that of HupA negatively, influenced the aberrant changes in ROS, ATP or LIP that were induced by excessive iron. CONCLUSION: We provide the first demonstration of the protective effects of HupA against iron overload-induced neuronal damage. This beneficial role of HupA may be attributed to its attenuation of oxidative stress and mitochondrial dysfunction and elevation of LIP, and these effects are not associated with its AChE-inhibiting effect.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Adenosine Triphosphate",
        "Alkaloids",
        "Animals",
        "Antioxidants",
        "Cells, Cultured",
        "Cerebral Cortex",
        "Ferric Compounds",
        "Iron",
        "Iron Overload",
        "Mitochondria",
        "Neurons",
        "Oxidative Stress",
        "Quaternary Ammonium Compounds",
        "Rats, Sprague-Dawley",
        "Reactive Oxygen Species",
        "Sesquiterpenes",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "27605862",
      "title": "Huperzine A for treatment of cognitive impairment in major depressive disorder: a systematic review of randomized controlled trials.",
      "authors": [
        "Wei Zheng",
        "Ying-Qiang Xiang",
        "Gabor S Ungvari",
        "F K Helen Chiu",
        "Chee H Ng",
        "Ying Wang",
        "Yu-Tao Xiang"
      ],
      "journal": "Shanghai archives of psychiatry",
      "publication_date": "2016-Apr-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Acetylcholinesterase (AChE) inhibitors have been shown to be effective in treating cognitive impairment in animal models and in human subjects with major depressive disorder (MDD). Huperzine A (HupA), a Traditional Chinese Medicine derived from a genus of clubmosses known as Huperzineserrata, is a powerful AChE inhibitor that has been used as an adjunctive treatment for MDD, but no meta-analysis on HupA augmentation for MDD has yet been reported. AIM: Conduct a systematic review and meta-analysis of randomized controlled trials (RCTS) about HupA augmentation in the treatment of MDD to evaluate its efficacy and safety. METHODS: Two evaluators independently searched nine English-language and Chinese-language databases, selected relevant studies that met pre-determined inclusion criteria, extracted data about outcome and safety, and conducted quality assessments and data synthesis. RESULTS: Three low-quality RCTs (pooled n=238) from China were identified that compared monotherapy antidepressant treatment for depression versus combined treatment with antidepressants and HupA. Participants in the studies ranged from 16 to 60 years of age. The average duration of adjunctive antidepressant and HupA treatment in the studies was only 6.7 weeks. All three studies were open label and non-blinded, so their overall quality was judged as poor. Meta-analysis of the pooled sample found no significant difference in the improvement in depressive symptoms between the two groups (weighted mean difference: -1.90 (95%CI: -4.23, 0.44), p=0.11). However, the adjunctive HupA group did have significantly greater improvement than the antidepressant only group in cognitive functioning (as assessed by the Wisconsin Card Sorting Test and the Wechsler Memory Scale-Revised) and in quality of life. There was no significant difference in the incidence of adverse drug reactions between groups. CONCLUSIONS: The data available on the effectiveness and safety of adjunctive treatment using HupA in patients with MDD who are receiving antidepressants is insufficient to arrive at a definitive conclusion about its efficacy and safety. Pooling of the data from three low-quality RCTs from China found no advantage of adjunctive HupA in the treatment of depressive symptoms, but adjunctive treatment with HupA was associated with a faster resolution of the cognitive symptoms that frequently accompany MDD."
    },
    {
      "pmid": "27554967",
      "title": "Effect of Huperzine A on Aβ-induced p65 of astrocyte in vitro.",
      "authors": [
        "Lushuang Xie",
        "Cen Jiang",
        "Zhang Wang",
        "Xiaohong Yi",
        "Yuanyuan Gong",
        "Yunhui Chen",
        "Yan Fu"
      ],
      "journal": "Bioscience, biotechnology, and biochemistry",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) is the most common cause of dementia. Its pathology often accompanies inflammatory action, and astrocytes play important roles in such procedure. Rela(p65) is one of significant message factors in NF-κB pathway which has been reported high expression in astrocyte treated by Aβ. HupA, an alkaloid isolated from Chinese herb Huperzia serrata, has been widely used to treat AD and observations reflected that it improves memory and cognitive capacity of AD patients. To reveal its molecular mechanisms on p65, we cultured astrocytes, built Aβ-induced AD model, treated astrocytes with HupA at different concentrations, assayed cell viability with MTT, and detected p65 expression by immunohistochemistry and PCR. Our results revealed that treatment with 10 μM Aβ1-42 for 24 h induced a significant increase of NF-κB in astrocytes; HupA significantly down-regulated p65 expression induced by Aβ in astrocytes. This study infers that HupA can regulate NF-κB pathway to treat AD.",
      "mesh_terms": [
        "Alkaloids",
        "Amyloid beta-Peptides",
        "Animals",
        "Astrocytes",
        "Mice",
        "Peptide Fragments",
        "Sesquiterpenes",
        "Transcription Factor RelA"
      ]
    },
    {
      "pmid": "27302211",
      "title": "Adjunctive huperzine A for cognitive deficits in schizophrenia: a systematic review and meta-analysis.",
      "authors": [
        "Wei Zheng",
        "Ying-Qiang Xiang",
        "Xian-Bin Li",
        "Gabor S Ungvari",
        "Helen F K Chiu",
        "Feng Sun",
        "Carl D'Arcy",
        "Xiangfei Meng",
        "Yu-Tao Xiang"
      ],
      "journal": "Human psychopharmacology",
      "publication_date": "2016-Jul",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: The aim of this study was to examine the efficacy of huperzine A (HupA), an isolate of Huperzine serrata, in the treatment of cognitive deficits in schizophrenia spectrum disorders. METHODS: PubMed, PsycINFO, Embase, Cochrane Library, Cochrane Controlled Trials Register, WanFang, Chinese Biomedical, and China Journal Net databases were searched from inception to 15 July 2015 for randomized controlled trials (RCTs) in English or Chinese of HupA augmentation of antipsychotic drug therapy versus placebo or ongoing antipsychotic treatment. RESULTS: Twelve RCTs (n = 1117) lasting 11.7 ± 6.0 weeks met inclusion criteria. All had been conducted in China. HupA outperformed comparators on the following outcome measures: the Wechsler Memory Scale-Revised including memory quotient (weighted mean difference (WMD: 10.59; 95% confidence interval (CI): 5.65, 15.53; p < 0.0001); Wechsler Adult Intelligence Scale-Revised including verbal intelligence quotient (IQ), performance IQ, and full IQ (WMD: 3.97 to 5.66; 95%CI: 0.20, 8.58; p = 0.01 to 0.00001); Wisconsin Card Sorting Test including response administer and non-perseverative errors (WMD: -12.79 to -12.29; 95%CI: -23.70, -0.88; p = 0.03 to 0.003). In studies using the Positive and Negative Syndrome Scale (n = 7)/Brief Psychiatric Rating Scale (n = 1), the differences in total score were significant (standard mean difference: -0.77; 95%CI: -1.27, -0.27; p = 0.002). All-cause discontinuation (risk ratio: 0.67; 95%CI: 0.36, 1.24; p = 0.20) and adverse events were similar between groups. CONCLUSIONS: This review suggests that adjunctive HupA is an effective choice for improving cognitive function for patients with schizophrenia spectrum disorders. More well-designed RCTs are needed to further confirm HupA's efficacy. Copyright © 2016 John Wiley & Sons, Ltd.",
      "mesh_terms": [
        "Alkaloids",
        "Antipsychotic Agents",
        "Cognition Disorders",
        "Drug Therapy, Combination",
        "Humans",
        "Neuroprotective Agents",
        "Randomized Controlled Trials as Topic",
        "Schizophrenia",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "27180987",
      "title": "Population pharmacokinetic modeling and simulation of huperzine A in elderly Chinese subjects.",
      "authors": [
        "Lei Sheng",
        "Yi Qu",
        "Jing Yan",
        "Gang-Yi Liu",
        "Wei-Liang Wang",
        "Yi-Jun Wang",
        "Hong-Yi Wang",
        "Meng-Qi Zhang",
        "Chuan Lu",
        "Yun Liu",
        "Jing-Yin Jia",
        "Chao-Ying Hu",
        "Xue-Ning Li",
        "Chen Yu",
        "Hong-Rong Xu"
      ],
      "journal": "Acta pharmacologica Sinica",
      "publication_date": "2016-Jul",
      "publication_types": [
        "Clinical Trial, Phase I",
        "Clinical Trial, Phase II",
        "Journal Article"
      ],
      "abstract": "AIM: Our preliminary results show that huperzine A, an acetylcholinesterase inhibitor used to treat Alzheimer's disease (AD) patients in China, exhibits different pharmacokinetic features in elderly and young healthy subjects. However, its pharmacokinetic data in elderly subjects remains unavailable to date. Thus, we developed a population pharmacokinetic (PPK) model of huperzine A in elderly Chinese people, and identified the covariate affecting its pharmacokinetics for optimal individual administration. METHODS: A total of 341 serum huperzine A concentration records was obtained from 2 completed clinical trials (14 elderly healthy subjects in a phase I pharmacokinetic study; 35 elderly AD patients in a phase II study). Population pharmacokinetic analysis was performed using the non-linear mixed-effect modeling software Phoenix NLME1.1.1. The effects of age, gender, body weight, height, creatinine, endogenous creatinine clearance rate as well as drugs administered concomitantly were analyzed. Bootstrap and visual predictive checks were used simultaneously to validate the final population pharmacokinetics models. RESULTS: The plasma concentration-time profile of huperzine A was best described by a one-compartment model with first-order absorption and elimination. Age was identified as the covariate having significant influence on huperzine A clearance. The final PPK model of huperzine A was: CL (L/h)=2.4649(*)(age/86)((-3.3856)), Ka=0.6750 h(-1), V (L)=104.216. The final PPK model was demonstrated to be suitable and effective by the bootstrap and visual predictive checks. CONCLUSION: A PPK model of huperzine A in elderly Chinese subjects is established, which can be used to predict PPK parameters of huperzine A in the treatment of elderly AD patients.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Aging",
        "Alkaloids",
        "Asian People",
        "Body Height",
        "Body Weight",
        "Creatinine",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Models, Biological",
        "Nonlinear Dynamics",
        "Sesquiterpenes",
        "Sex Characteristics"
      ]
    },
    {
      "pmid": "26508860",
      "title": "Ultrastructural mitochondria changes in perihematomal brain and neuroprotective effects of Huperzine A after acute intracerebral hemorrhage.",
      "authors": [
        "Haiying Lu",
        "Mei Jiang",
        "Lei Lu",
        "Guo Zheng",
        "Qiang Dong"
      ],
      "journal": "Neuropsychiatric disease and treatment",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: The purpose of the study was to observe the ultrastructural changes of neuronal mitochondria in perihematomal brain tissue and assess the therapeutic potential of Huperzine A (HA, a mitochondrial protector) following intracerebral hemorrhage (ICH). METHODS: Brain hemorrhage was induced in adult Sprague Dawley rats by injecting autologous blood into the striatum and then removing the brains 3, 6, 12, 24, or 48 hours later to analyze mitochondrial ultrastructure in a blinded manner. Parallel groups of ICH rats were treated with HA or saline immediately after ICH. Perihematomal apoptosis was determined by terminal deoxynucleotidyl transferase dUTP nick end labeling (TUNEL), caspase-3 activation and cytochrome C translocation were tracked by immunoblots, and neurobehavioral test results were compared between the groups. RESULTS: Mitochondria in perihematomal neurons demonstrated dramatic changes including mitochondrial swelling, intracristal dilation, and decreased matrix density. HA treatment decreased mitochondrial injury and apoptosis, inhibited caspase-3 activation and cytochrome C translocation, and improved behavioral recovery. CONCLUSION: These data show that ICH induces dramatic mitochondrial damage, and HA exhibits protective effects possibly through ameliorating mitochondrial injury and apoptosis. Collectively, these findings suggest a new direction for novel therapeutics."
    },
    {
      "pmid": "26472141",
      "title": "Assessment of the neuroprotective effects of the acetylcholinesterase inhibitor huperzine A in an experimental spinal cord trauma model.",
      "authors": [
        "Veysel Antar",
        "Oguz Baran",
        "Sahin Yuceli",
        "Hakan Erdogan",
        "Ozge Altintas",
        "Gozde E Baran",
        "Erol Tasdemiroglu"
      ],
      "journal": "Journal of neurosurgical sciences",
      "publication_date": "2018-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Spinal cord injury is nowadays still a challenging disease, and a treatment option aimed at the primary site of injury does not currently exist. Therefore, the management of acute spinal cord injury has recently focused on the reasons behind the aggravation of the initial insult through secondary mechanisms, and the search for pharmacological treatment protocols is generally aimed at reducing and minimizing the neural injury and neurological sequela. The secondary spinal cord injury usually develops following a primary lesion induced by spinal cord contusion and the emergence of apoptotic cells has been found to play an important role in the development of secondary injury. We propose that huperzine A may induce a significant reduction in the number of apoptotic cells because it possesses the ability to protect cells against glutamate, ischemia and staurosporine-induced cytotocity and apoptosis. METHODS: Huperzine A was administered intraperitoneally to male Wistar Albino rats (220-340 g of body weight) after moderate static clip compression (70 g for 60 s) of the spinal cord at T7 level. Neurological functions were assessed using the Basso-Beattle-Breshanan (BBB) motor rating scale until 3th and 7th days before perfusion, following which the spinal cord was harvested for histopathological examinations and apoptotic cell counts. RESULTS: Histopathological evaluations of the spinal cord of the control, trauma and huperzine A treated groups were evaluated. Control group showed normal neuronal and vascular structures of the spinal cord. However, in both trauma groups 3rd- and 7th-day perfusion showed extensive cavitation and hemorrhage, areas of necrosis and edema in gray matter, and degeneration in motor neurons along with patchy areas of necrotic and apoptotic cells. In the group treated with huperzine A, an increased number of normal cells was observed, along with a lower number of necrotic cells, with a significant reduction in the apoptotic cells (P<0.01). The administration of huperzine A improved post-trauma motor performance. Furthermore, BBB scores of all groups showed that there was an improvement of locomotor abilities in the treatment group as compared with the control. CONCLUSIONS: When compared with controls, huperzine A treatment demonstrates a significant reduction in the number of apoptotic cells. In addition, the group treated with huperzine A showed significant and appreciable neurological improvement in rats.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Apoptosis",
        "Behavior, Animal",
        "Cholinesterase Inhibitors",
        "Disease Models, Animal",
        "Male",
        "Motor Activity",
        "Neuroprotective Agents",
        "Rats",
        "Rats, Wistar",
        "Sesquiterpenes",
        "Spinal Cord Injuries"
      ]
    },
    {
      "pmid": "26440805",
      "title": "Huperzine A Alleviates Oxidative Glutamate Toxicity in Hippocampal HT22 Cells via Activating BDNF/TrkB-Dependent PI3K/Akt/mTOR Signaling Pathway.",
      "authors": [
        "Xiao-Yuan Mao",
        "Hong-Hao Zhou",
        "Xi Li",
        "Zhao-Qian Liu"
      ],
      "journal": "Cellular and molecular neurobiology",
      "publication_date": "2016-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxidative glutamate toxicity is involved in diverse neurological disorders including epilepsy and ischemic stroke. Our present work aimed to assess protective effects of huperzine A (HupA) against oxidative glutamate toxicity in a mouse-derived hippocampal HT22 cells and explore its potential mechanisms. Cell survival and cell injury were analyzed by MTT method and LDH release assay, respectively. The production of ROS was measured by detection kits. Protein expressions of BDNF, phosphor-TrkB (p-TrkB), TrkB, phosphor-Akt (p-Akt), Akt, phosphor-mTOR (p-mTOR), mTOR, phosphor-p70s6 (p-p70s6) kinase, p70s6 kinase, Bcl-2, Bax, and β-actin were assayed via Western blot analysis. Enzyme-linked immunosorbent assay was employed to measure the contents of nerve growth factor, brain-derived neurotrophic factor (BDNF), neurotrophin-3 (NT-3), and neurotrophin-4 (NT-4). Our findings illustrated 10 μM HupA for 24 h significantly protected HT22 from cellular damage and suppressed the generation of ROS. Additionally, after treating with LY294002 or wortmannin [the selective inhibitors of phosphatidylinositol 3 kinase (PI3K)], HupA dramatically prevented the down-regulations of p-Akt, p-mTOR, and p-p70s6 kinase in HT22 cells under oxidative toxicity. Furthermore, it was observed that the protein levels of BDNF and p-TrkB were evidently enhanced after co-treatment with HupA and glutamate in HT22 cells. The elevations of p-Akt and p-mTOR were abrogated under toxic conditions after blockade of TrkB by TrkB IgG. Cellular apoptosis was significantly suppressed (decreased caspase-3 activity and enhanced Bcl-2 protein level) after HupA treatment. It was concluded that HupA attenuated oxidative glutamate toxicity in murine hippocampal HT22 cells via activating BDNF/TrkB-dependent PI3K/Akt/mTOR signaling pathway.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Brain-Derived Neurotrophic Factor",
        "Cell Line",
        "Cell Survival",
        "Glutamic Acid",
        "Hippocampus",
        "Mice",
        "Neuroprotective Agents",
        "Oxidative Stress",
        "Phosphatidylinositol 3-Kinase",
        "Phosphatidylinositol 3-Kinases",
        "Proto-Oncogene Proteins c-akt",
        "Receptor, trkB",
        "Sesquiterpenes",
        "Signal Transduction",
        "TOR Serine-Threonine Kinases"
      ]
    },
    {
      "pmid": "26432930",
      "title": "Huperzine A prophylaxis against pentylenetetrazole-induced seizures in rats is associated with increased cortical inhibition.",
      "authors": [
        "R Gersner",
        "D Ekstein",
        "S C Dhamne",
        "S C Schachter",
        "A Rotenberg"
      ],
      "journal": "Epilepsy research",
      "publication_date": "2015-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A (HupA) is a naturally occurring compound found in the firmoss Huperzia serrata. While HupA is a potent acetylcholinesterase inhibitor, its full pharmacologic profile is incompletely described. Since previous works suggested a capacity for HupA to prophylax against seizures, we tested the HupA antiepileptic potential in pentylenetetrazole (PTZ) rat epilepsy model and explored its mechanism of action by spectral EEG analysis and by paired-pulse transcranial magnetic stimulation (ppTMS), a measure of GABA-mediated intracortical inhibition. We tested whether HupA suppresses seizures in the rat PTZ acute seizure model, and quantified latency to first myoclonus and to generalized tonic-clonic seizure, and spike frequency on EEG. Additionally, we measured power in the EEG gamma frequency band which is associated with GABAergic cortical interneuron activation. Then, as a step toward further examining the HupA antiepileptic mechanism of action, we tested long-interval intracortical inhibition (LICI) using ppTMS coupled with electromyography to assess whether HupA augments GABA-mediated paired-pulse inhibition of the motor evoked potential. We also tested whether the HupA effect on paired-pulse inhibition was central or peripheral by comparison of outcomes following administration of HupA or the peripheral acetylcholinesterase inhibitor pyridostigmine. We also tested whether the HupA effect was dependent on central muscarinic or GABAA receptors by co-administration of HupA and atropine or PTZ, respectively. In tests of antiepileptic potential, HupA suppressed seizures and epileptic spikes on EEG. Spectral EEG analysis also revealed enhanced gamma frequency band power with HupA treatment. By ppTMS we found that HupA increases intracortical inhibition and blocks PTZ-induced cortical excitation. Atropine co-administration with HupA did not alter HupA-induced intracortical inhibition suggesting independent of muscarinic acetylcholine receptors mechanism in this model. Last, pyridostigmine did not affect the ppTMS-measured cortical inhibition suggesting that HupA-induced effect is centrally-mediated. Our data support antiepileptic HupA applications, and suggest that such activity may be via enhancement of GABAergic intracortical inhibition.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Anticonvulsants",
        "Cerebral Cortex",
        "Male",
        "Neural Inhibition",
        "Pentylenetetrazole",
        "Rats",
        "Rats, Sprague-Dawley",
        "Seizures",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "26364275",
      "title": "Safety and Preliminary Efficacy of the Acetylcholinesterase Inhibitor Huperzine A as a Treatment for Cocaine Use Disorder.",
      "authors": [
        "Richard De La Garza",
        "Christopher D Verrico",
        "Thomas F Newton",
        "James J Mahoney",
        "Daisy G Y Thompson-Lake"
      ],
      "journal": "The international journal of neuropsychopharmacology",
      "publication_date": "2015-Sep-12",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Cholinergic transmission is altered by drugs of abuse and contributes to psychostimulant reinforcement. In particular, acetylcholinesterase inhibitors, like huperzine A, may be effective as treatments for cocaine use disorder. METHODS: The current report describes results from a double-blind, placebo-controlled study in which participants (n=14-17/group) were randomized to huperzine A (0.4 or 0.8 mg) or placebo. Participants received randomized infusions of cocaine (0 and 40 mg, IV) on days 1 and 9. On day 10, participants received noncontingent, randomized infusions of cocaine (0 and 20mg, IV) before making 5 choices to receive additional infusions. RESULTS: Huperzine A was safe and well-tolerated and compared with placebo, treatment with huperzine A did not cause significant changes in any cocaine pharmacokinetic parameters (all P>.05). Time-course and peak effects analyses show that treatment with 0.4 mg of huperzine A significantly attenuated cocaine-induced increases of \"Any Drug Effect,\" \"High,\" \"Stimulated,\" \"Willing to Pay,\" and \"Bad Effects\" (all P>.05). CONCLUSIONS: The current study represents a significant contribution to the addiction field since it serves as the first published report on the safety and potential efficacy of huperzine A as a treatment for cocaine use disorder.",
      "mesh_terms": [
        "Administration, Intravenous",
        "Administration, Oral",
        "Adult",
        "Alkaloids",
        "Blood Pressure",
        "Cholinesterase Inhibitors",
        "Cocaine",
        "Cocaine-Related Disorders",
        "Dopamine Uptake Inhibitors",
        "Dose-Response Relationship, Drug",
        "Double-Blind Method",
        "Female",
        "Heart Rate",
        "Humans",
        "Male",
        "Self Administration",
        "Sesquiterpenes",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "26059088",
      "title": "Japanese Huperzia serrata extract and the constituent, huperzine A, ameliorate the scopolamine-induced cognitive impairment in mice.",
      "authors": [
        "Takuya Ohba",
        "Yuta Yoshino",
        "Mitsue Ishisaka",
        "Naohito Abe",
        "Kazuhiro Tsuruma",
        "Masamitsu Shimazawa",
        "Masayoshi Oyama",
        "Takeshi Tabira",
        "Hideaki Hara"
      ],
      "journal": "Bioscience, biotechnology, and biochemistry",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huperzia serrata has been used as a Chinese folk medicine for many years. It contains huperzine A, which has a protective effect against memory deficits in animal models; however, it is unclear if H. serrata extract exerts any effects in Alzheimer's disease (AD) models. We used H. serrata collected in Japan and determined its huperzine A content using HPLC. We determined its inhibitory effects on acetylcholinesterase (AChE) and butyrylcholinesterase (BuChE) activity. H. serrata extract (30 mg/kg/day) and donepezil (10 mg/kg/day) were orally administrated for 7 days. After repeated administration, we performed the Y-maze and passive avoidance tests. H. serrata extract contained 0.5% huperzine A; H. serrata extract inhibited AChE, but not BuChE. H. serrata extract ameliorated cognitive function in mice. These results indicate that Japanese H. serrata extract ameliorates cognitive function deficits by inhibiting AChE. Therefore, H. serrata extract may be valuable for the prevention or treatment of dementia in AD.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Alkaloids",
        "Alzheimer Disease",
        "Animals",
        "Butyrylcholinesterase",
        "Cholinesterase Inhibitors",
        "Cognition Disorders",
        "Huperzia",
        "Japan",
        "Memory Disorders",
        "Mice",
        "Plant Extracts",
        "Scopolamine",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "26024517",
      "title": "Involvement of Intracellular and Mitochondrial Aβ in the Ameliorative Effects of Huperzine A against Oligomeric Aβ42-Induced Injury in Primary Rat Neurons.",
      "authors": [
        "Yun Lei",
        "Ling Yang",
        "Chun Yan Ye",
        "Ming Yan Qin",
        "Huai Yu Yang",
        "Hua Liang Jiang",
        "Xi Can Tang",
        "Hai Yan Zhang"
      ],
      "journal": "PloS one",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Considerable studies indicate huperzine A is a promising natural product to suppress neuronal damages induced by β-amyloid (Aβ), a key pathogenic event in the Alzheimer's disease (AD). As an extension, the present study for the first time explored whether the beneficial profiles of huperzine A against oligomeric Aβ(42) induced neurotoxicity are associated with the accumulation and detrimental function of intraneuronal/mitochondrial Aβ, on the basis of the emerging evidence that intracellular Aβ is more relevant to AD progression as compared with extracellular Aβ. Huperzine A treatment was shown to significantly attenuate the neurotoxicity of oligomeric Aβ(42), as demonstrated by increased neuronal viability. Interestingly, our results proved that exogenous Aβ(42) could accumulate intraneuronally in a dose- and time-dependent manner, while huperzine A treatment markedly reduced the level of intracellular Aβ(42). Moreover, huperzine A treatment rescued mitochondrial dysfunction induced by oligomeric Aβ(42), including adenosine triphosphate (ATP) reduction, reactive oxygen species (ROS) overproduction and membrane potential depolarization. Further study demonstrated that huperzine A also significantly reduced the level of Aβ(42) in the mitochondria-enriched subcellular fractions, as well as the Aβ(42) fluorescent signals colocalized with mitochondrial marker. This study indicates that interfering intracellular Aβ especially mitochondrial Aβ accumulation, together with ameliorating Aβ-associated mitochondrial dysfunction, may contribute to the protective effects of huperzine A against Aβ neurotoxicity. Above results may shed more light on the pharmacological mechanisms of huperzine A and provide important clues for discovering novel therapeutic strategies for AD.",
      "mesh_terms": [
        "Alkaloids",
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Animals",
        "Mitochondria",
        "Neurons",
        "Peptide Fragments",
        "Protein Aggregation, Pathological",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reactive Oxygen Species",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "25799531",
      "title": "De novo RNA sequencing and transcriptome analysis of Colletotrichum gloeosporioides ES026 reveal genes related to biosynthesis of huperzine A.",
      "authors": [
        "Guowei Zhang",
        "Wenjuan Wang",
        "Xiangmei Zhang",
        "Qianqian Xia",
        "Xinmei Zhao",
        "Youngjoon Ahn",
        "Nevin Ahmed",
        "Andreea Cosoveanu",
        "Mo Wang",
        "Jialu Wang",
        "Shaohua Shu"
      ],
      "journal": "PloS one",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A is important in the treatment of Alzheimer's disease. There are major challenges for the mass production of huperzine A from plants due to the limited number of huperzine-A-producing plants, as well as the low content of huperzine A in these plants. Various endophytic fungi produce huperzine A. Colletotrichum gloeosporioides ES026 was previously isolated from a huperzine-A-producing plant Huperzia serrata, and this fungus also produces huperzine A. In this study, de novo RNA sequencing of C. gloeosporioides ES026 was carried out with an Illumina HiSeq2000. A total of 4,324,299,051 bp from 50,442,617 high-quality sequence reads of ES026 were obtained. These raw data were assembled into 24,998 unigenes, 40,536,684 residues and 19,790 genes. The majority of the unique sequences were assigned to corresponding putative functions based on BLAST searches of public databases. The molecular functions, biological processes and biochemical pathways of these unique sequences were determined using gene ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) assignments. A gene encoding copper amine oxidase (CAO) (unigene 9322) was annotated for the conversion of cadaverine to 5-aminopentanal in the biosynthesis of huperzine A. This gene was also detected in the root, stem and leaf of H. serrata. Furthermore, a close relationship was observed between expression of the CAO gene (unigene 9322) and quantity of crude huperzine A extracted from ES026. Therefore, CAO might be involved in the biosynthesis of huperzine A and it most likely plays a key role in regulating the content of huperzine A in ES026.",
      "mesh_terms": [
        "Alkaloids",
        "Amine Oxidase (Copper-Containing)",
        "Colletotrichum",
        "Gene Expression Profiling",
        "Gene Ontology",
        "Genes, Fungal",
        "High-Throughput Nucleotide Sequencing",
        "Microsatellite Repeats",
        "Molecular Sequence Annotation",
        "RNA, Messenger",
        "Sequence Analysis, RNA",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "25427833",
      "title": "Huperzine A production by Paecilomyces tenuis YS-13, an endophytic fungus isolated from Huperzia serrata.",
      "authors": [
        "Jingqian Su",
        "Minhe Yang"
      ],
      "journal": "Natural product research",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A (HupA), a naturally occurring alkaloid in the plant family Huperziaceae, has drawn great interest for its potential application in Alzheimer disease therapy. Our primary objective was to identify alkaloid- and HupA-producing fungi from the Chinese folk herb, Huperzia serrata. We established a rapid and efficient model for screening HupA-producing endophytic fungal strains. The presence of HupA in Paecilomyces tenuis YS-13 was analysed by thin-layer chromatography, high-performance liquid chromatography and mass spectrometry. The fermentation yield of HupA was 21.0 μg/L, and the IC50 of the crude extract of YS-13 fermentation broth was 1.27 ± 0.04 mg/mL. This is the first report of P. tenuis as a HupA-producing endophyte isolated from Huperziaceae.",
      "mesh_terms": [
        "Alkaloids",
        "Cholinesterase Inhibitors",
        "Chromatography, High Pressure Liquid",
        "Chromatography, Thin Layer",
        "Endophytes",
        "Fermentation",
        "Huperzia",
        "Mass Spectrometry",
        "Molecular Structure",
        "Paecilomyces",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "25212543",
      "title": "Identification of a novel endophytic fungus from Huperzia serrata which produces huperzine A.",
      "authors": [
        "Shaohua Shu",
        "Xinmei Zhao",
        "Wenjuan Wang",
        "Guowei Zhang",
        "Andreea Cosoveanu",
        "Youngjoon Ahn",
        "Mo Wang"
      ],
      "journal": "World journal of microbiology & biotechnology",
      "publication_date": "2014-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A is isolated from Huperzia serrata and is used for treatment of Alzheimer's disease, due to its low toxicity and long effective period. The decrease in H. serrata sources means that natural huperzine A cannot meet the needs of clinical therapy. In this study, >200 endophytic fungal strains were isolated from H. serrata, and screened using high-performance liquid chromatography. Strain ES026 produced huperzine A. Production was identified and quantified by liquid chromatography-tandem mass spectrometry, and the yield of huperzine A was 1 μg/g dried mycelium. ES026 strain was identified as Colletotrichum gloeosporioides by morphology, polymerase chain reaction with species-specific primers and rDNA internal transcribed spacer sequence. ES026 contributes to the breeding of cultivated strains with high yield of huperzine A. Meanwhile, the strain was suitable for the study of biosynthesis of huperzine A.",
      "mesh_terms": [
        "Alkaloids",
        "Chromatography, High Pressure Liquid",
        "Chromatography, Liquid",
        "Cluster Analysis",
        "Colletotrichum",
        "DNA, Fungal",
        "DNA, Ribosomal Spacer",
        "Endophytes",
        "Huperzia",
        "Molecular Sequence Data",
        "Phylogeny",
        "Polymerase Chain Reaction",
        "Sequence Analysis, DNA",
        "Sesquiterpenes",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "24935330",
      "title": "The protective effect of huperzine A against hepatic ischemia reperfusion injury in mice.",
      "authors": [
        "Y Yang",
        "J Yang",
        "Q Jiang"
      ],
      "journal": "Transplantation proceedings",
      "publication_date": "2014-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nowadays, hepatic ischemia reperfusion (HI/R) injury is regarded as a serious concern in clinical practices. Huperzine A (HupA) is an alkaloid isolated from the Chinese folk medicine huperzia serrate, which has possessed diverse pharmacological actions. METHODS: A mouse model of HI/R was caused by clamping the hepatic artery, the hepatoportal vein, and the bile duct with a vascular clamp for 30 minutes followed by reperfusion for 6 hours under anesthesia. The sham group experienced the identical procedure without hepatic ischemia. The HupA group received an injection into the tail vein 5 minutes prior to HI/R at the doses of 167 and 500 μg/kg. The vehicle group was injected with physiological saline instead of HupA. The liver function was assessed by determinations of alanine aminotransferase (ALT) and aspartate aminotransferase (AST) activities. Tissue levels of superoxide dismutase (SOD), catalase (CAT), malondiadehyde (MDA), and glutathione (GSH) were also measured spectrophotometrically. In addition, the activities of hepatic inflammatory mediators such as nuclear factor kappa B (NF-κB) p65, tumor necrosis factors-α (TNF-α, interleukin-1β (IL-1β) and IL-6 were also measured. Furthermore, the apoptotic damage was evaluated by measuring caspase-3 activity in hepatic tissues. RESULTS: Treatment with HupA in mice at the doses of 167 and 500 μg/kg remarkably reduced serum ALT and AST activities in HupA-treated ischemic mice. Furthermore, HupA treatment could enhance the activities of hepatic tissue SOD, CAT, and GSH but decrease MDA tissue content. The activities of inflammatory cytokines including NF-κB p65, TNF-α, IL-1β and IL-6 were all decreased in ischemic mice treated with HupA. Colorimetric test results illustrated that a marked reduction of caspase-3 activity was found in the HupA-treated group compared with the vehicle group. CONCLUSION: Our present data suggest that HupA has a protective role against HI/R injury of mice and antioxidative, anti-inflammatory, and antiapoptotic actions are involved in its protection.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Disease Models, Animal",
        "Inflammation Mediators",
        "Liver",
        "Liver Function Tests",
        "Male",
        "Mice",
        "Reperfusion Injury",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "24888717",
      "title": "Huperzine A attenuates hepatic ischemia reperfusion injury via anti-oxidative and anti-apoptotic pathways.",
      "authors": [
        "Zhe Xu",
        "Yang Wang"
      ],
      "journal": "Molecular medicine reports",
      "publication_date": "2014-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hepatic ischemia reperfusion (HI/R) injury may occur during liver transplantation and remains a serious concern in clinical practice. Huperzine A (HupA), an alkaloid isolated from the Chinese traditional medicine Huperzia serrata, has been demonstrated to possess anti‑oxidative and anti‑apoptotic properties. In the present study, a rat model of HI/R was established by clamping the hepatic artery, the hepatoportal vein and the bile duct with a vascular clamp for 30 min followed by reperfusion for 6 h under anesthesia. HupA was injected into the tail vein 5 min prior to the induction of HI/R at doses of 167 and 500 µg/kg. The histopathological assessment of the liver was performed using hematoxylin and eosin staining. Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) were assayed in the serum samples. The tissue levels of superoxide dismutase (SOD), catalase (CAT), malondiadehyde (MDA) and glutathione (GSH) were also measured spectrophotometrically. Furthermore, the protein expression of caspase‑3, Bcl‑2 and Bax in hepatic tissues was detected via western blot analysis. Treatment of Wistar rats with HupA at doses of 167 and 500 µg/kg markedly attenuated HI/R injury as observed histologically. In addition, the significant reductions of serum ALT and AST were observed in HupA‑treated ischemic rats. Furthermore, HupA treatment enhanced the activity of hepatic tissue SOD, CAT and GSH, but decreased the MDA tissue content. Western blot analysis revealed elevated levels of Bcl‑2 expression but decreased Bax and caspase‑3 tissue expression at the protein level in the HupA‑treated group. The present data suggest that HupA attenuates the HI/R injury of rats through its anti‑oxidative and anti‑apoptotic signaling pathways.",
      "mesh_terms": [
        "Alanine Transaminase",
        "Alkaloids",
        "Animals",
        "Apoptosis",
        "Aspartate Aminotransferases",
        "Caspase 3",
        "Catalase",
        "Disease Models, Animal",
        "Glutathione",
        "Hepatic Veins",
        "Liver",
        "Male",
        "Malondialdehyde",
        "Medicine, Chinese Traditional",
        "Oxidative Stress",
        "Proto-Oncogene Proteins c-bcl-2",
        "Rats",
        "Rats, Wistar",
        "Reperfusion Injury",
        "Sesquiterpenes",
        "Superoxide Dismutase",
        "bcl-2-Associated X Protein"
      ]
    },
    {
      "pmid": "24865990",
      "title": "Efficient strategy for maintaining and enhancing the huperzine A production of Shiraia sp. Slf14 through inducer elicitation.",
      "authors": [
        "Riming Yan",
        "Zhibin Zhang",
        "Ya Wang",
        "Huilin Yang",
        "Qinggui Zeng",
        "Du Zhu"
      ],
      "journal": "Journal of industrial microbiology & biotechnology",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A (HupA), a naturally occurring lycopodium alkaloid, is a potent, highly specific and reversible inhibitor of acetylcholinesterase and is a potential treatment for Alzheimer's disease. However, isolating HupA from Huperziaceae plants is inefficient; thus, extracting this compound from endophytic fungi may be more controllable and sustainable. However, the large-scale production of this chemical from endophytes is limited by the innate instability of endophytic fungi. In this study, we maintained the stability and viability of the HupA-producing endophytic fungus Shiraia sp. Slf14 and enhanced the HupA titers during fermentation by adding Huperzia serrata extracts (HSE), L-lysine, and acetic acid into the culture as inducers. Adding trace amounts of HupA clearly improved the HupA production of Shiraia sp. Slf14, reaching a maximum content of approximately 40 μg g(-1). Moreover, the addition of HSE and L-lysine promoted HupA production in the flask fermentation. The aforementioned bioprocessing strategy may be potentially applied to other endophytic fungal culture systems for the efficient production of plant secondary metabolites.",
      "mesh_terms": [
        "Alkaloids",
        "Alzheimer Disease",
        "Ascomycota",
        "Cell Extracts",
        "Endophytes",
        "Fermentation",
        "Huperzia",
        "Lysine",
        "Microbial Viability",
        "Secondary Metabolism",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "24639880",
      "title": "Huperzine a in the treatment of Alzheimer's disease and vascular dementia: a meta-analysis.",
      "authors": [
        "Shu-Huai Xing",
        "Chun-Xiao Zhu",
        "Rui Zhang",
        "Li An"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The objective of our study was to perform an updated meta-analysis of placebo-controlled RCTs of Huperzine A (Hup A) on patients with Alzheimer's disease (AD) and vascular dementia (VD), in order to provide the basis and reference for clinical rational drug use. The primary outcome measures assessed were minimental state examination (MMSE) and activities of daily living scale (ADL). Eight AD trials with 733 participants and two VD trials with 92 participants that met our inclusion criteria were identified. The results showed that Hup A could significantly improve the MMSE and ADL score of AD and VD patients, and longer durations would result in better efficacy for the patients with AD. It seemed that there was significant improvement of cognitive function measured by memory quotient (MQ) in patients with AD. Most adverse effects in AD were generally of mild to moderate severity and transient. Compared to the patients with AD, Hup A may offer fewer side effects for participants with VD in this study. Therefore, Hup A is a well-tolerated drug that could significantly improve cognitive performance in patients with AD or VD, but we need to use it with caution in the clinical treatment."
    },
    {
      "pmid": "24332448",
      "title": "Reducing iron in the brain: a novel pharmacologic mechanism of huperzine A in the treatment of Alzheimer's disease.",
      "authors": [
        "Xiao-Tian Huang",
        "Zhong-Ming Qian",
        "Xuan He",
        "Qi Gong",
        "Ka-Chun Wu",
        "Li-Rong Jiang",
        "Li-Na Lu",
        "Zhou-Jing Zhu",
        "Hai-Yan Zhang",
        "Wing-Ho Yung",
        "Ya Ke"
      ],
      "journal": "Neurobiology of aging",
      "publication_date": "2014-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A (HupA), a natural inhibitor of acetylcholinesterase derived from a plant, is a licensed anti-Alzheimer's disease (AD) drug in China and a nutraceutical in the United States. In addition to acting as an acetylcholinesterase inhibitor, HupA possesses neuroprotective properties. However, the relevant mechanism is unknown. Here, we showed that the neuroprotective effect of HupA was derived from a novel action on brain iron regulation. HupA treatment reduced insoluble and soluble beta amyloid levels, ameliorated amyloid plaques formation, and hyperphosphorylated tau in the cortex and hippocampus of APPswe/PS1dE9 transgenic AD mice. Also, HupA decreased beta amyloid oligomers and amyloid precursor protein levels, and increased A Disintegrin And Metalloprotease Domain 10 (ADAM10) expression in these treated AD mice. However, these beneficial effects of HupA were largely abolished by feeding the animals with a high iron diet. In parallel, we found that HupA decreased iron content in the brain and demonstrated that HupA also has a role to reduce the expression of transferrin-receptor 1 as well as the transferrin-bound iron uptake in cultured neurons. The findings implied that reducing iron in the brain is a novel mechanism of HupA in the treatment of Alzheimer's disease.",
      "mesh_terms": [
        "ADAM Proteins",
        "ADAM10 Protein",
        "Alkaloids",
        "Alzheimer Disease",
        "Amyloid Precursor Protein Secretases",
        "Amyloid beta-Peptides",
        "Animals",
        "Brain",
        "Cholinesterase Inhibitors",
        "Disease Models, Animal",
        "Iron",
        "Membrane Proteins",
        "Mice",
        "Mice, Transgenic",
        "Neuroprotective Agents",
        "Phosphorylation",
        "Phytotherapy",
        "Plaque, Amyloid",
        "Receptors, Transferrin",
        "Sesquiterpenes",
        "tau Proteins"
      ]
    },
    {
      "pmid": "24190328",
      "title": "Huperzine A ameliorates damage induced by acute myocardial infarction in rats through antioxidant, anti-apoptotic and anti-inflammatory mechanisms.",
      "authors": [
        "Xizhong Sui",
        "Changqing Gao"
      ],
      "journal": "International journal of molecular medicine",
      "publication_date": "2014-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huperzine A (HupA), an alkaloid used in traditional Chinese medicine and isolated from Huperzia serrata, has been shown to possess diverse biological activities. The present study was undertaken to evaluate the cardioprotective potential of HupA in myocardial ischemic damage using a rat model of acute myocardial infarction. HupA significantly diminished the infarct size and inhibited the activities of myocardial enzymes, including creatine kinase (CK), the MB isoenzyme of creatine kinase (CK-MB), lactate dehydrogenase (LDH) and cardiac troponin T (cTnT). A significantly reduced activity of malondialdehyde (MDA) and elevated activities of superoxide dismutase (SOD), of the non-enzymatic scavenger enzyme, glutathione (GSH), as well as of glutathione peroxidase (GSH-PX) were found in the HupA-treated groups. Furthermore, decreased protein levels of caspase-3 and Bax, and increased levels of Bcl-2 were observed in the infarcted hearts of the rats treated with various concentrations of HupA. In addition, treatment with HupA markedly inhibited the expression of the nuclear factor-κB (NF-κB) subunit p65, tumor necrosis factor-α (TNF-α) and interleukin-1β (IL-1β). These findings suggest that the cardioprotective potential of HupA is associated with its antioxidant, anti-apoptotic and anti-inflammatory properties in acute myocardial infarction in rats.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Apoptosis",
        "Caspase 3",
        "Creatine Kinase",
        "Disease Models, Animal",
        "Glutathione",
        "Glutathione Peroxidase",
        "Interleukin-1beta",
        "L-Lactate Dehydrogenase",
        "Male",
        "Malondialdehyde",
        "Myocardial Infarction",
        "Rats",
        "Sesquiterpenes",
        "Superoxide Dismutase",
        "Transcription Factor RelA",
        "Troponin T",
        "Tumor Necrosis Factor-alpha",
        "bcl-2-Associated X Protein"
      ]
    },
    {
      "pmid": "24086396",
      "title": "Huperzine A for Alzheimer's disease: a systematic review and meta-analysis of randomized clinical trials.",
      "authors": [
        "Guoyan Yang",
        "Yuyi Wang",
        "Jinzhou Tian",
        "Jian-Ping Liu"
      ],
      "journal": "PloS one",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, Non-U.S. Gov't",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Huperzine A is a Chinese herb extract used for Alzheimer's disease. We conducted this review to evaluate the beneficial and harmful effect of Huperzine A for treatment of Alzheimer's disease. METHODS: We searched for randomized clinical trials (RCTs) of Huperzine A for Alzheimer's disease in PubMed, Cochrane Library, and four major Chinese electronic databases from their inception to June 2013. We performed meta-analyses using RevMan 5.1 software. (Protocol ID: CRD42012003249). RESULTS: 20 RCTs including 1823 participants were included. The methodological quality of most included trials had a high risk of bias. Compared with placebo, Huperzine A showed a significant beneficial effect on the improvement of cognitive function as measured by Mini-Mental State Examination (MMSE) at 8 weeks, 12 weeks and 16 weeks, and by Hastgawa Dementia Scale (HDS) and Wechsler Memory Scale (WMS) at 8 weeks and 12 weeks. Activities of daily living favored Huperzine A as measured by Activities of Daily Living Scale (ADL) at 6 weeks, 12 weeks and 16 weeks. One trial found Huperzine A improved global clinical assessment as measured by Clinical Dementia Rating Scale (CDR). One trial demonstrated no significant change in cognitive function as measured by Alzheimer's disease Assessment Scale-Cognitive Subscale (ADAS-Cog) and activity of daily living as measured by Alzheimer's disease Cooperative Study Activities of Daily Living Inventory (ADCS-ADL) in Huperzine A group. Trials comparing Huperzine A with no treatment, psychotherapy and conventional medicine demonstrated similar findings. No trial evaluated quality of life. No trial reported severe adverse events of Huperzine A. CONCLUSIONS: Huperzine A appears to have beneficial effects on improvement of cognitive function, daily living activity, and global clinical assessment in participants with Alzheimer's disease. However, the findings should be interpreted with caution due to the poor methodological quality of the included trials.",
      "mesh_terms": [
        "Alkaloids",
        "Alzheimer Disease",
        "Humans",
        "Placebos",
        "Publication Bias",
        "Randomized Controlled Trials as Topic",
        "Risk Factors",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "24067473",
      "title": "Huperzine A inhibits CCL2 production in experimental autoimmune encephalomyelitis mice and in cultured astrocyte.",
      "authors": [
        "G X Tian",
        "X Q Zhu",
        "Y Chen",
        "G C Wu",
        "J Wang"
      ],
      "journal": "International journal of immunopathology and pharmacology",
      "publication_date": "2013",
      "publication_types": [
        "Letter",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The active role of chemokines and inflammatory cytokines in the central nervous system (CNS) during the pathogenesis of experimental autoimmune encephalomyelitis (EAE) has been clearly established. Recent studies from our laboratory reported that Huperzine A (HupA) can attenuate the disease process in EAE by the inhibition of inflammation, demyelination, and axonal injury in the spinal cord as well as encephalomyelitic T-cell proliferation. In this study, the effects of low dose HupA on CCL2, TNF-alpha, IL-6, and IL-1beta expression were evaluated in EAE. The effect of HupA on lipopolysachharide (LPS)-induced inflammatory molecule secretion was investigated in cultured-astrocytes in vitro. In MOG35-55-induced EAE mice, intraperitoneal injections of HupA (0.1 mg/kgd−1) significantly suppressed the expression of CCL2, IL-6, TNF-alpha, and IL-1beta in the spinal cord. HupA also repressed LPS-induced CCL2 production, but with little influence on pro-inflammatory cytokines in primary cultured astrocytes. The inhibition effect of HupA on CCL2 is PPARgamma-dependent and nicotine receptor-independent. Conditioned culture media from HupA-treated astrocyte decreased PBMC migration in vitro. Collectively, these results suggest that HupA can ameliorate EAE by inhibiting CCL2 production in astrocyte, which may consequently decrease inflammatory cell infiltration in the spinal cord. HupA may have a potential therapeutic value for the treatment of MS and other neuroinflammatory diseases.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Animals, Newborn",
        "Anti-Inflammatory Agents",
        "Astrocytes",
        "Cells, Cultured",
        "Chemokine CCL2",
        "Chemotaxis, Leukocyte",
        "Culture Media, Conditioned",
        "Dose-Response Relationship, Drug",
        "Down-Regulation",
        "Encephalomyelitis, Autoimmune, Experimental",
        "Female",
        "Inflammation Mediators",
        "Interleukin-1beta",
        "Interleukin-6",
        "Lipopolysaccharides",
        "Mice",
        "Mice, Inbred C57BL",
        "PPAR gamma",
        "Sesquiterpenes",
        "Signal Transduction",
        "Spinal Cord",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "24028565",
      "title": "Controlled iontophoretic transport of huperzine A across skin in vitro and in vivo: effect of delivery conditions and comparison of pharmacokinetic models.",
      "authors": [
        "Dhaval R Kalaria",
        "Pratikkumar Patel",
        "Virginia Merino",
        "Vandana B Patravale",
        "Yogeshvar N Kalia"
      ],
      "journal": "Molecular pharmaceutics",
      "publication_date": "2013-Nov-04",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim of this study was to investigate constant current anodal iontophoresis of Huperzine A (HupA) in vitro and in vivo and hence to evaluate the feasibility of using electrically assisted delivery to administer therapeutic amounts of the drug across the skin for the treatment of Alzheimer's disease. Preliminary experiments were performed using porcine and human skin in vitro. Stability studies demonstrated that HupA was not degraded upon exposure to epidermis or dermis for 12 h and that it was also stable in the presence of an electric current (0.5 mA · cm(-2)). Passive permeation of HupA (2 mM) was minimal (1.1 ± 0.1 μg · cm(-2)); iontophoresis at 0.15, 0.3, and 0.5 mA · cm(-2) produced 106-, 134-, and 184-fold increases in its transport across the skin. Surprisingly, despite the use of a salt bridge to isolate the formulation compartment from the anodal chamber, which contained 133 mM NaCl, iontophoresis of HupA was shown to increase linearly with its concentration (1, 2, and 4 mM in 25 mM MES, pH 5.0) (r(2) = 0.99). This was attributed to the low ratio of drug to Cl¯ (in the skin and in the receiver compartment) which competed strongly to carry current, its depletion, and to possible competition from the zwitterionic MES. Co-iontophoresis of acetaminophen confirmed that electromigration was the dominant electrotransport mechanism. Total delivery across human and porcine skin was found to be statistically equivalent (243.2 ± 33.1 and 235.6 ± 13.7 μg · cm(-2), respectively). Although the transport efficiency was ∼ 1%, the iontophoretic delivery efficiency (i.e., the fraction of the drug load delivered) was extremely high, in the range of 46-81% depending on the current density. Cumulative permeation of HupA from a Carbopol gel formulation after iontophoresis for 6 h at 0.5 mA · cm(-2) was less than that from solution (135.3 ± 25.2 and 202.9 ± 5.2 μg · cm(-2), respectively) but sufficient for therapeutic delivery. Pharmacokinetic parameters were determined in male Wistar rats in vivo (4 mM HupA; 0.5 mA · cm(-2) for 5 h with Ag/AgCl electrodes) using two-compartment models with either constant or time-variant input rates. A superior fit was obtained using the time-variant model, and the input rate in vivo was significantly greater than that in vitro. Based on these results and the known pharmacokinetics, it was estimated that therapeutic amounts of HupA could be delivered for the treatment of Alzheimer's disease using a reasonably sized patch.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Humans",
        "In Vitro Techniques",
        "Iontophoresis",
        "Male",
        "Rats",
        "Rats, Wistar",
        "Sesquiterpenes",
        "Skin",
        "Swine"
      ]
    },
    {
      "pmid": "23805518",
      "title": "[Effect of Huperzine A on neural lesion of acute organophosphate poisoning in mice].",
      "authors": [
        "Li Liu",
        "Jian Wang",
        "Guangyun Xie",
        "Jinxiu Sun"
      ],
      "journal": "Wei sheng yan jiu = Journal of hygiene research",
      "publication_date": "2013-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Effects of neurophathologic changes and expression of Glu and 60 nNOS were observed in acute isocarbophos and phoxim poisoning in mice. METHODS: KM male mice were randomly divided into three groups, which were control, non-treated and Huperzine A (HupA)-treated groups. The control group was given tween-80. Nontreated group was given isocarbophos (14.7 mg/kg) or phoxim (1702 mg/kg). HupA-treated group was given HupA 2h before phoxim or isocarbophos. Twenty-four hours after exposure, the whole brain was removed and adjacent coronal sections was obtained. One part of sections were stained with toluidine blue. The part of sections were used to assessed the expression of Glu and nNOS in the cortex and hippocampal of brain by immunohistochemistry. RESULTS: Compared to control group, non-treated group was observed nissal body nembers reduced and dyeing light. The animals of HupA protective group were observed nissal body nembers reduced, but the lesional degree was lighter obviously than non-treated group. The statistically reduced of the expression of Glu (P<0.01), the elevation of nNOS (P<0.01), after Isocarbophos intoxication were observed. Compared to non-treated group, the significant elevation of Glu (P<0.01) and reduced of nNOS (P<0.01) was observed on HupA-treated groups. Whereas for phoxim treatment, no changes were observed. CONCLUSION: HupA have protective effect against glutamatergic systems disorder caused by Isocarbophos poisoning. Administration of HupA have no effects of the neurotransmitter changes induces by acute poisoning of phoxim. It is different for the toxic effect mechanism of the two organophosphate.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Brain",
        "Glutamic Acid",
        "Malathion",
        "Male",
        "Mice",
        "Neuroprotective Agents",
        "Nitric Oxide Synthase Type I",
        "Organophosphate Poisoning",
        "Organothiophosphorus Compounds",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "23624756",
      "title": "Phase I study on the pharmacokinetics and tolerance of ZT-1, a prodrug of huperzine A, for the treatment of Alzheimer's disease.",
      "authors": [
        "Jing-ying Jia",
        "Qian-hua Zhao",
        "Yun Liu",
        "Yu-zhou Gui",
        "Gang-yi Liu",
        "Da-yuan Zhu",
        "Chen Yu",
        "Zhen Hong"
      ],
      "journal": "Acta pharmacologica Sinica",
      "publication_date": "2013-Jul",
      "publication_types": [
        "Clinical Trial, Phase I",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "AIM: Huperzine A isolated from the Chinese herb Huperzia serrata (Thunb) Trev is a novel reversible and selective AChE inhibitor. The aim of this study was to evaluate the pharmacokinetics and tolerance of single and multiple doses of ZT-1, a novel analogue of huperzine A, in healthy Chinese subjects. METHODS: This was a double-blinded, placebo-controlled, randomized, single- and multiple-dose study. For the single-dose study, 9 subjects were randomly divided into 3 groups receiving ZT-1 (0.5, 0.75 or 1 mg, po) according to a Three-way Latin Square Design. For the multiple-dose study, 9 subjects receiving ZT-1 (0.75 mg/d, po) for 8 consecutive days. In the tolerance study, 40 subjects were randomly divided into 5 groups receiving a single dose of ZT-1 (0.5, 0.75, 1, 1.25 or 1.5 mg, po). Plasma and urine concentrations of ZT-1 and Hup A were determined using LC-MS/MS. Pharmacokinetic parameters, including Cmax, AUC0-72 h and AUC0-∞ were calculated. Tolerance assessments were conducted throughout the study. RESULTS: ZT-1 was rapidly absorbed and converted into huperzine A, thus the plasma and urine concentrations of ZT-1 were below the limit of quantification (<0.05 ng/mL). After single-dose administration of ZT-1, the mean tmax of huperzine A was 0.76-0.82 h; the AUC0-72 h and Cmax of huperzine A showed approximately dose-proportional increase over the dose range of 0.5-1 mg. After the multiple-dose administration of ZT-1, a steady-state level of huperzine A was achieved within 2 d. No serious adverse events were observed. CONCLUSION: ZT-1 is a pro-drug that is rapidly absorbed and converted into huperzine A, and ZT-1 is well tolerated in healthy Chinese volunteers.",
      "mesh_terms": [
        "Alkaloids",
        "Alzheimer Disease",
        "Cholinesterase Inhibitors",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Humans",
        "Male",
        "Prodrugs",
        "Sesquiterpenes",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "23613930",
      "title": "Ethanol and methanol can improve huperzine A production from endophytic Colletotrichum gloeosporioides ES026.",
      "authors": [
        "Xin-Mei Zhao",
        "Zhang-Qian Wang",
        "Shao-Hua Shu",
        "Wen-Juan Wang",
        "Hai-Jie Xu",
        "Young-Joon Ahn",
        "Mo Wang",
        "Xuebo Hu"
      ],
      "journal": "PloS one",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A (HupA) is a plant alkaloid that is of great interest as a therapeutic candidate for the treatment of Alzheimer's disease. However, the current production of HupA from plants in large quantity is unsustainable because the plant resource is scarce and the content of HupA in plants is extremely low. Surprisingly, this compound was recently found to be produced by various endophytic fungi, which are much more controllable than the plants due to simpler genetics and ease of manipulation. However, it might be due to the innate properties of endophytic symbiosis, that production of this chemical in large quantity from endophytes has not yet been put into practice. Endophytic Colletotrichum gloeosporioides ES026 was previously isolated from a HupA producing plant and the fungi also proved to produce HupA. In this study, various fermentation conditions were tried to optimize the production of HupA from C. gloeosporioides ES026. Optimization of these parameters resulted in a 25.58% increase in HupA yield. Potato extracts supplemented with glucose or sucrose but not maltose facilitated HupA producing from the fungi. A final concentration of 0.5-2% ethanol stimulated the growth of fungi while methanol with the same treatment slightly inhibited the growth. However, both methanol and ethanol greatly increased the HupA production with the highest yield of HupA (51.89% increment) coming from ethanol treatment. Further analysis showed that both ethanol and methanol were strong inducers of HupA production, while ethanol was partially used as a carbon source during fermentation. It was noticed that the color of that ethanol treated mycelia gradually became dark while methanol treated ones stayed grey during fermentation. The present study sheds light on the importance of optimizing the fermentation process, which, combined with effective inducers, maximizes production of chemicals of important economic interest from endophytic fungi.",
      "mesh_terms": [
        "Alkaloids",
        "Biomass",
        "Carbon",
        "Cholinesterase Inhibitors",
        "Colletotrichum",
        "Endophytes",
        "Ethanol",
        "Fermentation",
        "Methanol",
        "Microbial Viability",
        "Mycelium",
        "Sesquiterpenes",
        "Temperature",
        "Time Factors"
      ]
    },
    {
      "pmid": "23454433",
      "title": "Huperzine A promotes hippocampal neurogenesis in vitro and in vivo.",
      "authors": [
        "Tuo Ma",
        "Kai Gong",
        "Yufang Yan",
        "Lihai Zhang",
        "Peifu Tang",
        "Xiufang Zhang",
        "Yandao Gong"
      ],
      "journal": "Brain research",
      "publication_date": "2013-Apr-19",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A (Hup A) is a lycopodium alkaloid from Huperzia serrata, which has been used as a therapeutic agent in several neurological disorders. Despite the diverse pharmacological activities Hup A has, its role in hippocampal neurogenesis remains to be established. This study showed that Hup A not only promoted the proliferation of cultured mouse embryonic hippocampal neural stem cells (NSCs), but also increased the newly generated cells in the subgranular zone (SGZ) of the hippocampus in adult mice. Furthermore, the in vitro findings indicated that low concentrations of Hup A stimulated the proliferation of cultured NSCs, whereas extremely high concentration of it decreased the cell proliferation. Hup A activated mitogen-activated protein kinase/extracellular signal-regulated kinase (MAPK/ERK) signaling pathway, which was a well-known regulator of biological processes including cell proliferation and differentiation. ERK inhibitor dramatically inhibited the proliferative effect of Hup A on NSCs. Administration of Hup A to adult mice significantly enhanced the cell proliferation in dentate gyrus of hippocampus, and increased the remaining newborn cells 4 weeks after the drug administration. Moreover, the newly generated BrdU(+)/NeuN(+) neurons were also increased by Hup A treatment. These findings suggest a novel role of Hup A in neurogenesis and provide a new insight into its therapeutic effects in neurological disorders via a neurogenesis-related mechanism.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Blotting, Western",
        "Cell Differentiation",
        "Cell Proliferation",
        "Hippocampus",
        "MAP Kinase Signaling System",
        "Mice",
        "Mice, Inbred C57BL",
        "Neural Stem Cells",
        "Neurogenesis",
        "Neuroprotective Agents",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "23424162",
      "title": "Quantitative proteomic analysis reveals the neuroprotective effects of huperzine A for amyloid beta treated neuroblastoma N2a cells.",
      "authors": [
        "Yimin Tao",
        "Li Fang",
        "Yiming Yang",
        "Hualiang Jiang",
        "Huaiyu Yang",
        "Haiyan Zhang",
        "Hu Zhou"
      ],
      "journal": "Proteomics",
      "publication_date": "2013-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Alzheimer's disease is a worldwide metabolic disease and an economically costly disease to society, so more medicines need to be developed to treat this disease. Huperzine A, a novel lycopodium alkaloid isolated from traditional Chinese medicine Huperzia serrata (Qian Ceng Ta), has been shown to possess multiple neuroprotective effects for Alzheimer's disease, but the precise pharmacological mechanism of huperzine A is unclear and needs to be further investigated. In this study, proteins from untreated N2a cells (Con group), cells preincubated with huperzine A followed by Aβ (1-42) oligomers treatment (HupA group) and cells treated with Aβ (1-42) oligomers (Aβ group) with five biological replicates in each cohort, were processed in a centrifugal proteomic reactor and quantified by label-free quantitation. A total of 2860 proteins were quantified with high confidence, and 198 proteins were significantly changed (with p-value < 0.05) between HupA and Aβ cohorts. The pathway and direct protein-protein interaction network analysis showed that huperzine A protects N2a cells against Aβ oligomer-induced cell death by downregulation of cellular tumor antigen p53 (Trp53) expression.",
      "mesh_terms": [
        "Alkaloids",
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Animals",
        "Cell Death",
        "Databases, Protein",
        "Down-Regulation",
        "Mice",
        "Neuroblastoma",
        "Neuroprotective Agents",
        "Peptide Fragments",
        "Protein Interaction Maps",
        "Proteomics",
        "Sesquiterpenes",
        "Signal Transduction",
        "Tumor Suppressor Protein p53"
      ]
    },
    {
      "pmid": "23410989",
      "title": "Comparative in vitro and in vivo evaluation of lipid based nanocarriers of Huperzine A.",
      "authors": [
        "Pratikkumar A Patel",
        "Sushant C Patil",
        "Dhaval R Kalaria",
        "Yogeshwar N Kalia",
        "Vandana B Patravale"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2013-Mar-25",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The purpose of the present investigation was to explore feasibility of nanocarrier based transdermal delivery of Huperzine A (HupA) for the treatment of Alzheimer's disease. For this investigation, microemulsion (ME), solid lipid nanoparticles (SLNs), and nanostructured lipid carriers (NLCs) were formulated and characterized for physicochemical parameters. The pseudo-ternary phase diagrams for microemulsion region were developed using generally recognized as safe (GRAS) excipients. The SLNs and NLCs were prepared by microemulsion template technique. These nanodispersions were formulated into gels for transdermal application and evaluated for various physicochemical parameters. In vitro permeation profiles in rat skin exhibited zero-order kinetics. HupA loaded ME exhibited superior permeation than NLCs followed by SLNs and cumulative amount permeated after 24h was found to be 147.68±9.42 μg/cm(2), 129.11±32.76 μg/cm(2) and 10.74±0.68 μg/cm(2), respectively. Furthermore, optimized gels were subjected to primary skin irritation testing over a period of 48 h and were found to be safe for skin application. In vivo efficacy tested in scopolamine induced amnesia model indicated significant improvement in cognitive function in mice group treated with developed nanocarrier based formulations as compared to the control group.",
      "mesh_terms": [
        "Administration, Cutaneous",
        "Alkaloids",
        "Amnesia",
        "Animals",
        "Cholinesterase Inhibitors",
        "Drug Carriers",
        "Drug Stability",
        "Gels",
        "Hydrogen-Ion Concentration",
        "In Vitro Techniques",
        "Male",
        "Maze Learning",
        "Mice",
        "Nanoparticles",
        "Neuroprotective Agents",
        "Particle Size",
        "Rabbits",
        "Rats",
        "Rats, Wistar",
        "Scopolamine",
        "Sesquiterpenes",
        "Skin",
        "Skin Absorption",
        "Skin Irritancy Tests",
        "Viscosity"
      ]
    },
    {
      "pmid": "23403922",
      "title": "The effects of huperzine A on gastrointestinal acetylcholinesterase activity and motility after single and multiple dosing in mice.",
      "authors": [
        "Leiming Zhang",
        "Yanqin Song",
        "Chengwen Lu",
        "Jianqiao Zhang",
        "Jiani Yuan",
        "Tian Wang",
        "Fenghua Fu"
      ],
      "journal": "Experimental and therapeutic medicine",
      "publication_date": "2013-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The acetylcholinesterase inhibitor (AChEI), huperzine A has been used in the treatment of the cognitive deterioration associated with Alzheimer's disease (AD). However, the side-effects of huperzine A associated with increased cholinergic activity, particularly in the gastrointestinal system, are evident. It is not yet known how quickly these side-effects become tolerated; this information would provide guidance to doctors on how to use huperzine A so as to attenuate the adverse events. The present study aimed to observe the effects of huperzine A on gastrointestinal motility and acetylcholinesterase (AChE) activity in mice. After oral administration of huperzine A with single and multiple dosing, the gastrointestinal motility and AChE activity of the mice were examined. The results revealed that, following a single dose of huperzine A, the AChE activity in the stomach and duodenum were significantly inhibited and the gastrointestinal motility was significantly increased. However, following multiple doses (7 or 28 doses, one dose per day), no significant changes in the AChE activity and gastrointestinal motility were identified. These findings indicate that the gastrointestinal adverse effects of huperzine A may be well-tolerated relatively quickly and do not recur. Additionally, it suggests that patients with AD are likely to have minimal gastrointestinal side-effects after taking multiple doses of huperzine A."
    },
    {
      "pmid": "23386718",
      "title": "Alleviation of chronic pain following rat spinal cord compression injury with multimodal actions of huperzine A.",
      "authors": [
        "Dou Yu",
        "Devang K Thakor",
        "Inbo Han",
        "Alexander E Ropper",
        "Hariprakash Haragopal",
        "Richard L Sidman",
        "Ross Zafonte",
        "Steven C Schachter",
        "Yang D Teng"
      ],
      "journal": "Proceedings of the National Academy of Sciences of the United States of America",
      "publication_date": "2013-Feb-19",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Diverse mechanisms including activation of NMDA receptors, microglial activation, reactive astrogliosis, loss of descending inhibition, and spasticity are responsible for ∼40% of cases of intractable neuropathic pain after spinal cord injury (SCI). Because conventional treatments blocking individual mechanisms elicit only short-term effectiveness, a multimodal approach with simultaneous actions against major pain-related pathways may have value for clinical management of chronic pain. We hypothesize that [-]-huperzine A (HUP-A), an alkaloid isolated from the club moss Huperzia serrata, that is a potent reversible inhibitor of acetylcholinesterase and NMDA receptors, could mitigate pain without invoking drug tolerance or dependence by stimulating cholinergic interneurons to impede pain signaling, inhibiting inflammation via microglial cholinergic activation, and blocking NMDA-mediated central hypersensitization. We tested our hypothesis by administering HUP-A i.p. or intrathecally to female Sprague-Dawley rats (200-235 g body weight) after moderate static compression (35 g for 5 min) of T10 spinal cord. Compared with controls, HUP-A treatment demonstrates significant analgesic effects in both regimens. SCI rats manifested no drug tolerance following repeated bolus i.p. or chronic intrathecal HUP-A dosing. The pain-ameliorating effect of HUP-A is cholinergic dependent. Relative to vehicle treatment, HUP-A administration also reduced neural inflammation, retained higher numbers of calcium-impermeable GluR2-containing AMPA receptors, and prevented Homer1a up-regulation in dorsal horn sensory neurons. Therefore, HUP-A may provide safe and effective management for chronic postneurotrauma pain by reestablishing homeostasis of sensory circuits.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Behavior, Animal",
        "Female",
        "Pain",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sesquiterpenes",
        "Spinal Cord Compression"
      ]
    },
    {
      "pmid": "23235666",
      "title": "Huperzine A for mild cognitive impairment.",
      "authors": [
        "Jirong Yue",
        "Bi Rong Dong",
        "Xiufang Lin",
        "Ming Yang",
        "Hong Mei Wu",
        "Taixiang Wu"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2012-Dec-12",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Mild cognitive impairment (MCI) has been proposed as a condition of intermediate symptomatology between the cognitive changes of ageing and fully developed symptoms of dementia. Treatment in the stages of MCI may delay the deterioration of cognitive impairment and delay the progression to dementia. Currently, the treatments for Alzheimer's disease have been focused on increasing acetylcholine levels in the brain. However, these drugs have not been proven to be effective for MCI and have numerous side effects. Huperzine A may have some beneficial effects in MCI. OBJECTIVES: To assess the clinical efficacy and safety of huperzine A for the treatment of patients with MCI. SEARCH METHODS: We searched ALOIS: the Cochrane Dementia and Cognitive Improvement Group's Specialized Register on 23 May 2011 using the terms: huperzine, ayapin, scoparon. ALOIS contains records of clinical trials identified from monthly searches of a number of major healthcare databases, numerous trial registries and grey literature sources. Additional searches were also performed separately in MEDLINE, EMBASE, PsycINFO, LILACS, clinicalTrials.gov, the ICTRP (WHO portal), CENTRAL (The Cochrane Library) and Web of Science with Conference Proceedings.The following Chinese databases were searched: The Chinese Biomedical Database, VIP Chinese Science and Technique Journals Database, China National Knowledge Infrastructure and The Chinese Clinical Trials Register. In addition, we handsearched 20 Chinese traditional medicine journals from between 1970 and 1989. SELECTION CRITERIA: Randomised, parallel-group, placebo-controlled trials comparing huperzine A with placebo in patients with MCI were eligible for inclusion. DATA COLLECTION AND ANALYSIS: Two review authors independently assessed studies for their eligibility for inclusion. MAIN RESULTS: No eligible trials were identified. In the absence of any suitable randomised placebo-controlled trials in this area, we were unable to perform a meta-analysis. AUTHORS' CONCLUSIONS: The currently available evidence is insufficient to assess the potential for huperzine A in the treatment of MCI. Randomised double-blind placebo-controlled trials are needed.",
      "mesh_terms": [
        "Alkaloids",
        "Cholinesterase Inhibitors",
        "Cognitive Dysfunction",
        "Humans",
        "Neuroprotective Agents",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "23123250",
      "title": "A combination of [+] and [-]-Huperzine A improves protection against soman toxicity compared to [+]-Huperzine A in guinea pigs.",
      "authors": [
        "Ying Wang",
        "Yanling Wei",
        "Samuel Oguntayo",
        "Bhupendra P Doctor",
        "Madhusoodana P Nambiar"
      ],
      "journal": "Chemico-biological interactions",
      "publication_date": "2013-Mar-25",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "The neuropathologic mechanisms after exposure to lethal doses of nerve agent are complex and involve multiple biochemical pathways. Effective treatment requires drugs that can simultaneously protect by reversible binding to the acetylcholinesterase (AChE) and blocking cascades of seizure related brain damage, inflammation, neuronal degeneration as well as promoting induction of neuroregeneration. [-]-Huperzine A ([-]-Hup A), is a naturally occurring potent reversible AChE inhibitor that penetrates the blood-brain barrier. It also has several neuroprotective effects including modification of beta-amyloid peptide, reduction of oxidative stress, anti-inflammatory, anti-apoptotic and induction and regulation of nerve growth factor. Toxicities at higher doses restrict the neuroporotective ability of [-]-Hup A for treatment. The synthetic stereoisomer, [+]-Hup A, is less toxic due to poor AChE inhibition and is suitable for both pre-/post-exposure treatments of nerve agent toxicity. [+]-Hup A block the N-methyl-D-aspartate (NMDA)-induced seizure in rats, reduce excitatory amino acid induced neurotoxicity and also prevent soman induced toxicity with minimum performance decrement. Unique combinations of two stereo-isomers of Hup A may provide an excellent pre/post-treatment drug for the nerve agent induced seizure/status epilepticus. We investigated a combination of [+]-Hup A with a small dose of [-]-Hup A ([+] and [-]-Hup A) against soman toxicity. Our data showed that pretreatment with a combination [+] and [-]-Hup A significantly increased the survival rate and reduced behavioral abnormalities after exposure to 1.2 × LD(50) soman compared to [+]-Hup A in guinea pigs. In addition, [+] and [-]-Hup A pretreatment inhibited the development of high power of EEG better than [+]-Hup A pretreatment alone. These data suggest that a combination of [+] and [-]-Hup A offers better protection than [+]-Hup A and serves as a potent medical countermeasure against lethal dose nerve agent toxicity in guinea pigs.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Alkaloids",
        "Animals",
        "Brain",
        "Chemical Warfare Agents",
        "Cholinesterase Inhibitors",
        "Guinea Pigs",
        "Male",
        "Neuroprotective Agents",
        "Rats",
        "Seizures",
        "Sesquiterpenes",
        "Soman",
        "Stereoisomerism"
      ]
    },
    {
      "pmid": "22941287",
      "title": "New insights into huperzine A for the treatment of Alzheimer's disease.",
      "authors": [
        "Hai-Yan Zhang"
      ],
      "journal": "Acta pharmacologica Sinica",
      "publication_date": "2012-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A, an active Lycopodium alkaloid extracted from traditional Chinese herb, is a potent, selective and reversible acetylcholinesterase (AChE) inhibitor and has been widely used in China for the treatment of Alzheimer's disease (AD). Accordingly, some new mechanisms of action for huperzine A have been discovered over the past decades. In addition to its AChE inhibitory effect, potent multifaceted neuroprotective effect through activating cholinergic system and directly acting on mitochondria have been explored. Moreover, in order to maximize the efficacy and safety of huperzine A therapy, great efforts have been made to optimize drug delivery system. In the present article, an attempt is made to discuss the current progress and future perspective for huperzine A therapy in AD.",
      "mesh_terms": [
        "Alkaloids",
        "Alzheimer Disease",
        "Animals",
        "Cholinesterase Inhibitors",
        "Drug Delivery Systems",
        "Drugs, Chinese Herbal",
        "Humans",
        "Lycopodium",
        "Mitochondria",
        "Neuroprotective Agents",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "22626981",
      "title": "Huprine X and huperzine A improve cognition and regulate some neurochemical processes related with Alzheimer's disease in triple transgenic mice (3xTg-AD).",
      "authors": [
        "M Ratia",
        "L Giménez-Llort",
        "P Camps",
        "D Muñoz-Torrero",
        "B Pérez",
        "M V Clos",
        "A Badia"
      ],
      "journal": "Neuro-degenerative diseases",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Different studies have established that cholinergic neurodegeneration could be a major pathological feature of Alzheimer's disease (AD). Thus, enhancement of the central cholinergic neurotransmission has been regarded as one of the most promising strategies for the symptomatic treatment of AD, mainly by means of reversible acetylcholinesterase inhibitors (AChEIs). The cognitive-enhancing properties of both huprine X, a new AChEI, and the structurally related huperzine A, as well as their effects on the regulation of several neurochemical processes related to AD have been studied in triple transgenic mice (3xTg-AD). METHODS: Seven-month-old homozygous 3xTg-AD male mice, which received chronic intraperitoneal treatment with either saline, huprine X (0.12 µmol·kg(-1)) or huperzine A (0.8 µmol·kg(-1)) were subjected to a battery of behavioural tests after 3 weeks of treatment and thereafter the brains were dissected to study the neurochemical effects induced by the two AChEIs. RESULTS: Treatments with huprine X and huperzine A improved learning and memory in the Morris water maze and some indicators of emotionality without inducing important adverse effects. Moreover, huprine X and huperzine A activate protein kinase C/mitogen-activated protein kinase pathway signalling, α-secretases (ADAM 10 and TACE) and increase the fraction of phospho-glycogen synthase kinase 3-β. CONCLUSION: Results obtained herein using a sample of 3xTg-AD animals strongly suggest that the treatment with the two AChEIs not only improves the cognitive performance of the animals but also induces some neurochemical changes that could contribute to the beneficial effects observed.",
      "mesh_terms": [
        "Alkaloids",
        "Alzheimer Disease",
        "Aminoquinolines",
        "Animals",
        "Brain Chemistry",
        "Cerebral Cortex",
        "Cognition Disorders",
        "Heterocyclic Compounds, 4 or More Rings",
        "Hippocampus",
        "Humans",
        "Male",
        "Maze Learning",
        "Mice",
        "Mice, 129 Strain",
        "Mice, Inbred C57BL",
        "Mice, Transgenic",
        "Neuroprotective Agents",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "22531425",
      "title": "Decreased accumulation of subcellular amyloid-β with improved mitochondrial function mediates the neuroprotective effect of huperzine A.",
      "authors": [
        "Ling Yang",
        "Chun-Yan Ye",
        "Xiao-Tian Huang",
        "Xi-Can Tang",
        "Hai-Yan Zhang"
      ],
      "journal": "Journal of Alzheimer's disease : JAD",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A number of recent discoveries indicate that huperzine A, an active herbal medicine employed for the treatment of Alzheimer's disease (AD) in China, can afford neuroprotection on in vitro and in vivo models related to mitochondrial dysfunction. However, it is an intricate and highly debated research topic about whether another pharmacological mechanism is involved in the beneficial profiles of huperzine A, independent of its well-recognized potent acetycholinesterase (AChE) inhibitory effect. As an extension, this study for the first time verified the co-occurrence of the beneficial effects of huperzine A on mitochondrial dysfunction and memory deficits in AβPP/PS1 double transgenic mice, at a time point that AChE was not inhibited. Moreover, using isolated brain cortical mitochondria, we confirmed the ameliorating effect of huperzine A on oligomeric Aβ1-42-induced ATP reduction and mitochondrial swelling, as well as a decrease in the enzymatic activities of respiratory chain complexes, especially complex II-III and complex IV, which may be attributed to the blockage of oligomeric Aβ1-42 from penetrating into mitochondria. These results shed more light on a potential direct target of huperzine A on isolated mitochondria, which may be largely different from its specific inhibition on AChE. This work describes a novel mechanism of neuroprotection by huperzine A and provides important clues for discovering novel therapeutic strategy for AD.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Adenosine Triphosphate",
        "Alkaloids",
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Amyloid beta-Protein Precursor",
        "Animals",
        "Cerebral Cortex",
        "Cholinesterase Inhibitors",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Drug Interactions",
        "Gene Expression Regulation",
        "Membrane Potential, Mitochondrial",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Transgenic",
        "Microscopy, Electron, Transmission",
        "Mitochondria",
        "Multienzyme Complexes",
        "Mutation",
        "Peptide Fragments",
        "Presenilin-1",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "22524989",
      "title": "Huperzine A ameliorates experimental autoimmune encephalomyelitis via the suppression of T cell-mediated neuronal inflammation in mice.",
      "authors": [
        "Jun Wang",
        "Fu Chen",
        "Peng Zheng",
        "Weijuan Deng",
        "Jia Yuan",
        "Bo Peng",
        "Ruochen Wang",
        "Wenjun Liu",
        "Hui Zhao",
        "Yanqing Wang",
        "Gencheng Wu"
      ],
      "journal": "Experimental neurology",
      "publication_date": "2012-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A (HupA), a sesquiterpene alkaloid and a potent and reversible inhibitor of acetylcholinesterase, possesses potential anti-inflammatory properties and is used for the treatment of certain neurodegenerative diseases such as Alzheimer's disease. However, it is still unknown whether this chemical is beneficial in the treatment of multiple sclerosis, a progressive inflammatory disease of the central nervous system. In this study, we examined the immunomodulatory properties of HupA in experimental autoimmune encephalomyelitis (EAE), a T-cell mediated murine model of multiple sclerosis. The following results were obtained: (1) intraperitoneal injections of HupA significantly attenuate the neurological severity of EAE in mice. (2) HupA decreases the accumulation of inflammatory cells, autoimmune-related demyelination and axonal injury in the spinal cords of EAE mice. (3) HupA down-regulates mRNA levels of the pro-inflammatory cytokines (IFN-γ and IL-17) and chemokines (MCP-1, RANTES, and TWEAK) while enhancing levels of anti-inflammatory cytokines (IL-4 and IL-10) in the spinal cords of EAE mice. (4) HupA inhibits MOG(35-55) stimulation-induced T-cell proliferation and IFN-γ and IL-17 secretion in cultured splenocytes. (5) HupA inhibition of T-cell proliferation is reversed by the nicotinic acetylcholinergic receptor antagonist mecamylamine. We conclude that HupA can ameliorate EAE by suppressing autoimmune responses, inflammatory reactions, subsequent demyelination and axonal injury in the spinal cord. Therefore, HupA may have a potential therapeutic value for the treatment of multiple sclerosis and as a neuroimmunomodulatory drug to control human CNS pathology.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Disease Models, Animal",
        "Encephalomyelitis, Autoimmune, Experimental",
        "Female",
        "Immunosuppression Therapy",
        "Immunosuppressive Agents",
        "Mice",
        "Mice, Inbred C57BL",
        "Myelitis",
        "Neuroprotective Agents",
        "Primary Cell Culture",
        "Sesquiterpenes",
        "T-Lymphocytes"
      ]
    },
    {
      "pmid": "27186124",
      "title": "The pharmacology and therapeutic potential of (-)-huperzine A.",
      "authors": [
        "Maung Kyaw Moe Tun",
        "Seth B Herzon"
      ],
      "journal": "Journal of experimental pharmacology",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "(-)-Huperzine A (1) is an alkaloid isolated from a Chinese club moss. Due to its potent neuroprotective activities, it has been investigated as a candidate for the treatment of neurodegenerative diseases, including Alzheimer's disease. In this review, we will discuss the pharmacology and therapeutic potential of (-)-huperzine A (1). Synthetic studies of (-)-huperzine A (1) aimed at enabling its development as a pharmaceutical will be described."
    },
    {
      "pmid": "22014311",
      "title": "Microemulsion-based patch for transdermal delivery of huperzine A and ligustrazine phosphate in treatment of Alzheimer's disease.",
      "authors": [
        "Jun Shi",
        "Wenjuan Cong",
        "Yiming Wang",
        "Qingfei Liu",
        "Guoan Luo"
      ],
      "journal": "Drug development and industrial pharmacy",
      "publication_date": "2012-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim of the present study was to construct an innovative microemulsion-based patch for simultaneously transdermal delivery of huperzine A (HA) and ligustrazine phosphate (LP). The pseudo-ternary phase diagrams for microemulsion region were developed using oleic acid as oil, Cremophor RH40 as a surfactant, and ethanol as a cosurfactant. 1,8-cineole was added to the microemulsion as a penetration enhancer. The microemulsion-based transdermal patches were prepared by the lamination technique. The permeation studies were performed in vitro to evaluate the abilities of various microemulsions and transdermal patches to deliver HA and LP across the rat abdominal skin, showing that microemulsions increased the permeation rates of HA and LP compared with the control, and the penetration kinetics of the transdermal patch was in a zero order process. The results of the pharmacodynamic studies indicated that the transdermal combination therapy of HA and LP showed more benefits for fighting against amnesia in comparison with monotherapy. The anti-amnesic effects were also confirmed in scopolamine-induced amnesia rats after transdermal administration at multiple doses for 9 consecutive days, and the efficacy exhibited a dose-dependent manner. As a conclusion, the microemulsion-based transdermal patch containing HA and LP might provide a feasible strategy for the prevention of Alzheimer's disease.",
      "mesh_terms": [
        "Administration, Cutaneous",
        "Alkaloids",
        "Alzheimer Disease",
        "Animals",
        "Dose-Response Relationship, Drug",
        "Drug Delivery Systems",
        "Drug Therapy, Combination",
        "Emulsions",
        "Male",
        "Neuroprotective Agents",
        "Pyrazines",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sesquiterpenes",
        "Skin Absorption",
        "Time Factors",
        "Transdermal Patch",
        "Vasodilator Agents"
      ]
    },
    {
      "pmid": "22002568",
      "title": "Huperzine A alleviates synaptic deficits and modulates amyloidogenic and nonamyloidogenic pathways in APPswe/PS1dE9 transgenic mice.",
      "authors": [
        "Ying Wang",
        "Xi Can Tang",
        "Hai Yan Zhang"
      ],
      "journal": "Journal of neuroscience research",
      "publication_date": "2012-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A (HupA) is a potent acetylcholinesterase inhibitor (AChEI) used in the treatment of Alzheimer's disease (AD). Recently, HupA was shown to be active in modulating the nonamyloidogenic metabolism of β-amyloid precursor protein (APP) in APP-transfected human embryonic kidney cell line (HEK293swe). However, in vivo research concerning the mechanism of HupA in APP transgenic mice has not yet been fully elucidated. The present study indicates that the loss of dendritic spine density and synaptotagmin levels in the brain of APPswe/presenilin-1 (PS1) transgenic mice was significantly ameliorated by chronic HupA treatment and provides evidence that this neuroprotection was associated with reduced amyloid plaque burden and oligomeric β-amyloid (Aβ) levels in the cortex and hippocampus of APPswe/PS1dE9 transgenic mice. Our findings further demonstrate that the amelioration effect of HupA on Aβ deposits may be mediated, at least in part, by regulation of the compromised expression of a disintegrin and metalloprotease 10 (ADAM10) and excessive membrane trafficking of β-site APP cleavage enzyme 1 (BACE1) in these transgenic mice. In addition, extracellular signal-regulated kinases 1/2 (Erk1/2) phosphorylation may also be partially involved in the effect of HupA on APP processing. In conclusion, our work for the first time demonstrates the neuroprotective effect of HupA on synaptic deficits in APPswe/PS1dE9 transgenic mice and further clarifies the potential pharmacological targets for this protective effect, in which modulation of nonamyloidogenic and amyloidogenic APP processing pathways may be both involved. These findings may provide adequate evidence for the clinical and experimental benefits gained from HupA treatment.",
      "mesh_terms": [
        "Alkaloids",
        "Amyloid beta-Protein Precursor",
        "Animals",
        "Dendritic Spines",
        "HEK293 Cells",
        "Humans",
        "Mice",
        "Mice, Transgenic",
        "Neuroprotective Agents",
        "Plaque, Amyloid",
        "Presenilin-1",
        "Sesquiterpenes",
        "Signal Transduction",
        "Synapses"
      ]
    },
    {
      "pmid": "21833673",
      "title": "Treatment with Huperzine A improves cognition in vascular dementia patients.",
      "authors": [
        "Zhi-Qiang Xu",
        "Xiao-Min Liang",
        "Juan-Wu",
        "Yuan-Feng Zhang",
        "Chun-Xia Zhu",
        "Xiao-Jiang Jiang"
      ],
      "journal": "Cell biochemistry and biophysics",
      "publication_date": "2012-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "UNLABELLED: In the present study, we tested the efficacy and safety of Huperzine A in treatment of mild to moderate vascular dementia (VaD). This was a randomized, double-blinded, placebo-controlled study with 78 patients with mild to moderate VaD. The participants were randomized to receive either vitamin C (100-mg bid) as placebo (n = 39) or Huperzine A (0.1-mg bid) (n = 39) for 12 consecutive weeks. The mini-mental state examination (MMSE), clinical dementia rating (CDR), and activities of daily living (ADL) scores were used for the assessment of cognition. The assessments were made prior to treatment, and 4, 8, and 12 weeks of the treatment. The adverse effects of the treatment were also recorded. After 12 weeks of treatment, the MMSE, CDR, and ADL scores significantly improved in the Huperzine A group (P < 0.01 for all comparisons), whereas the placebo group did not show any such improvement (P > 0.05 for all comparisons). No serious adverse events were recorded during the treatment. CONCLUSION: Huperzine A can significantly improve the cognitive function in patients with mild to moderate vascular dementia. Further, the medicament is safe.",
      "mesh_terms": [
        "Activities of Daily Living",
        "Aged",
        "Alkaloids",
        "Ascorbic Acid",
        "Cognition",
        "Dementia, Vascular",
        "Double-Blind Method",
        "Drug Administration Schedule",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Neuroprotective Agents",
        "Placebo Effect",
        "Sesquiterpenes",
        "Severity of Illness Index"
      ]
    },
    {
      "pmid": "21766442",
      "title": "Huperzine a as potential treatment of Alzheimer's disease: an assessment on chemistry, pharmacology, and clinical studies.",
      "authors": [
        "Giang T Ha",
        "Ryan K Wong",
        "Yan Zhang"
      ],
      "journal": "Chemistry & biodiversity",
      "publication_date": "2011-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Alzheimer's disease (AD) is the fourth leading cause of death in adults, characterized by hallmark neuritic plaques and neurofibrillary tangles. Current treatments focus only on symptom relief. As a possible new treatment option for AD, huperzine A's chemistry, pharmacology, and clinical effectiveness are assessed. The chemical synthesis of huperzine A has been optimized, while an in vitro technique has provided a renewable plant source. Pharmacological studies showed that the drug inhibits the enzyme acetylcholinesterase reversibly and selectively. Huperzine A also displayed good pharmacokinetics with a rapid absorption and a wide distribution in the body at a low to moderate rate of elimination. Presently, inadequate toxicity data in human have been reported, yet animal studies demonstrated mild to moderate cholinergic side effects at therapeutic doses. Previous clinical trials have shown improvement in memory function using MMSE, MQ, ADAS-COG, and ADL tests. In an unpublished phase II clinical trial, the ADAS-COG and MMSE tests indicated cognitive enhancement at a dose of 0.4 mg, yet no improvement was observed at a dose of 0.2 mg. The MMSE scores indicated cognitive enhancement at 0.4 mg. Promising data suggested that huperzine A is well tolerated at doses up to 0.4 mg for 24 weeks. Therefore, huperzine A seems to be a potential treatment option for AD.",
      "mesh_terms": [
        "Alkaloids",
        "Alzheimer Disease",
        "Animals",
        "Cholinesterase Inhibitors",
        "Clinical Trials as Topic",
        "Humans",
        "Neuroprotective Agents",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "21502597",
      "title": "A phase II trial of huperzine A in mild to moderate Alzheimer disease.",
      "authors": [
        "M S Rafii",
        "S Walsh",
        "J T Little",
        "K Behan",
        "B Reynolds",
        "C Ward",
        "S Jin",
        "R Thomas",
        "P S Aisen"
      ],
      "journal": "Neurology",
      "publication_date": "2011-Apr-19",
      "publication_types": [
        "Clinical Trial, Phase II",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Huperzine A is a natural cholinesterase inhibitor derived from the Chinese herb Huperzia serrata that may compare favorably in symptomatic efficacy to cholinesterase inhibitors currently in use for Alzheimer disease (AD). METHODS: We assessed the safety, tolerability, and efficacy of huperzine A in mild to moderate AD in a multicenter trial in which 210 individuals were randomized to receive placebo (n = 70) or huperzine A (200 μg BID [n = 70] or 400 μg BID [n = 70]), for at least 16 weeks, with 177 subjects completing the treatment phase. The primary analysis assessed the cognitive effects of huperzine A 200 μg BID (change in Alzheimer's Disease Assessment Scale-cognitive subscale [ADAS-Cog] at week 16 at 200 μg BID compared to placebo). Secondary analyses assessed the effect of huperzine A 400 μg BID, as well as effect on other outcomes including Mini-Mental State Examination, Alzheimer's Disease Cooperative Study-Clinical Global Impression of Change scale, Alzheimer's Disease Cooperative Study Activities of Daily Living scale, and Neuropsychiatric Inventory (NPI). RESULTS: Huperzine A 200 μg BID did not influence change in ADAS-Cog at 16 weeks. In secondary analyses, huperzine A 400 μg BID showed a 2.27-point improvement in ADAS-Cog at 11 weeks vs 0.29-point decline in the placebo group (p = 0.001), and a 1.92-point improvement vs 0.34-point improvement in the placebo arm (p = 0.07) at week 16. Changes in clinical global impression of change, NPI, and activities of daily living were not significant at either dose. CONCLUSION: The primary efficacy analysis did not show cognitive benefit with huperzine A 200 μg BID. CLASSIFICATION OF EVIDENCE: This study provides Class III evidence that huperzine A 200 μg BID has no demonstrable cognitive effect in patients with mild to moderate AD.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Alkaloids",
        "Alzheimer Disease",
        "Analysis of Variance",
        "Apolipoproteins E",
        "Dose-Response Relationship, Drug",
        "Double-Blind Method",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Male",
        "Mental Status Schedule",
        "Middle Aged",
        "Neuroprotective Agents",
        "Sesquiterpenes",
        "Time Factors",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "21289607",
      "title": "Huperzine A activates Wnt/β-catenin signaling and enhances the nonamyloidogenic pathway in an Alzheimer transgenic mouse model.",
      "authors": [
        "Chun-Yan Wang",
        "Wei Zheng",
        "Tao Wang",
        "Jing-Wei Xie",
        "Si-Ling Wang",
        "Bao-Lu Zhao",
        "Wei-Ping Teng",
        "Zhan-You Wang"
      ],
      "journal": "Neuropsychopharmacology : official publication of the American College of Neuropsychopharmacology",
      "publication_date": "2011-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Huperzine A (HupA) is a reversible and selective inhibitor of acetylcholinesterase (AChE), and it has multiple targets when used for Alzheimer's disease (AD) therapy. In this study, we searched for new mechanisms by which HupA could activate Wnt signaling and reduce amyloidosis in AD brain. A nasal gel containing HupA was prepared. No obvious toxicity of intranasal administration of HupA was found in mice. HupA was administered intranasally to β-amyloid (Aβ) precursor protein and presenilin-1 double-transgenic mice for 4 months. We observed an increase in ADAM10 and a decrease in BACE1 and APP695 protein levels and, subsequently, a reduction in Aβ levels and Aβ burden were present in HupA-treated mouse brain, suggesting that HupA enhances the nonamyloidogenic APP cleavage pathway. Importantly, our results further showed that HupA inhibited GSK3α/β activity, and enhanced the β-catenin level in the transgenic mouse brain and in SH-SY5Y cells overexpressing Swedish mutation APP, suggesting that the neuroprotective effect of HupA is not related simply to its AChE inhibition and antioxidation, but also involves other mechanisms, including targeting of the Wnt/β-catenin signaling pathway in AD brain.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Alkaloids",
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Amyloid beta-Protein Precursor",
        "Analysis of Variance",
        "Animals",
        "Blood-Retinal Barrier",
        "Bromodeoxyuridine",
        "Cell Survival",
        "Cholinesterase Inhibitors",
        "Disease Models, Animal",
        "Enzyme Inhibitors",
        "Enzyme-Linked Immunosorbent Assay",
        "Gene Expression Regulation",
        "Humans",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Transgenic",
        "Microscopy, Confocal",
        "Microscopy, Electron, Scanning",
        "Mutation",
        "Nerve Tissue Proteins",
        "Neuroblastoma",
        "Neurogenesis",
        "Olfactory Bulb",
        "Presenilin-1",
        "RNA, Messenger",
        "Sesquiterpenes",
        "Signal Transduction",
        "Transfection",
        "Wnt Proteins",
        "beta Catenin"
      ]
    },
    {
      "pmid": "21185313",
      "title": "The effects of huperzine A and IDRA 21 on visual recognition memory in young macaques.",
      "authors": [
        "Ludise Malkova",
        "Alan P Kozikowski",
        "Karen Gale"
      ],
      "journal": "Neuropharmacology",
      "publication_date": "2011-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Nootropic agents or cognitive enhancers are purported to improve mental functions such as cognition, memory, or attention. The aim of our study was to determine the effects of two possible cognitive enhancers, huperzine A and IDRA 21, in normal young adult monkeys performing a visual memory task of varying degrees of difficulty. Huperzine A is a reversible acetylcholinesterase (AChE) inhibitor, its administration results in regionally specific increases in acetylcholine levels in the brain. In human clinical trials, Huperzine A resulted in cognitive improvement in patients with mild to moderate form of Alzheimer's disease (AD) showing its potential as a palliative agent in the treatment of AD. IDRA 21 is a positive allosteric modulator of glutamate AMPA receptors. It increases excitatory synaptic strength by attenuating rapid desensitization of AMPA receptors and may thus have beneficial therapeutic effects to ameliorate memory deficits in patients with cognitive impairments, including AD. The present study evaluated the effects of the two drugs in normal, intact, young adult monkeys to determine whether they can result in cognitive enhancement in a system that is presumably functioning optimally. Six young pigtail macaques (Macaca nemestrina) were trained on delayed non-matching-to-sample task, a measure of visual recognition memory, up to criterion of 90% correct responses on each of the four delays (10s, 30s, 60s, and 90s). They were then tested on two versions of the task: Task 1 included the four delays intermixed within a session and the monkeys performed it with the accuracy of 90%. Task 2 included, in each of 24 trials, a list of six objects presented in succession. Two objects from the list were then presented for choice paired with novel objects and following two of the four delays intermixed within a session. This task with a higher mnemonic demand yielded an average performance of 64% correct. Oral administration of huperzine A did not significantly affect the monkeys' performance on either task. However, a significant negative correlation was found between the baseline performance on each delay and the change in performance under huperzine A, suggesting that under conditions in which the subjects were performing poorly (55-69%), the drug resulted in improved performance, whereas no improvement was obtained when the baseline was close to 90%. In fact, when the subjects were performing very well, huperzine A tended to reduce the performance accuracy, indicating that in a system that functions optimally, the increased availability of acetylcholine does not improve performance or memory, especially when the animals are close to the maximum performance. In contrast, oral administration of IDRA 21 significantly improved performance on Task 2, especially on the longest delay. This finding supports the potential use of this drug in treatment of cognitive and memory disorders. This article is part of a Special Issue entitled 'Trends in neuropharmacology: in memory of Erminio Costa'.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Benzothiadiazines",
        "Cholinesterase Inhibitors",
        "Cognition",
        "Female",
        "Humans",
        "Macaca",
        "Male",
        "Memory",
        "Neuroprotective Agents",
        "Nootropic Agents",
        "Pattern Recognition, Visual",
        "Receptors, AMPA",
        "Recognition, Psychology",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "20851778",
      "title": "Binding of huperzine A and galanthamine to acetylcholinesterase, based on ONIOM method.",
      "authors": [
        "Nareerat Kitisripanya",
        "Pachareenart Saparpakorn",
        "Peter Wolschann",
        "Supa Hannongbua"
      ],
      "journal": "Nanomedicine : nanotechnology, biology, and medicine",
      "publication_date": "2011-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "UNLABELLED: Binding energy calculations of huperzine A (HUP A) and galanthamine (GAL) to the binding pocket of the acetylcholinesterase enzyme (AChE) were studied. It was found that hydrogen bond formation and particular hydrogen π interactions exhibit the most significant contributions to the binding interaction of HUP A with Trp84 (W84) and Tyr130 (Y130), whereas no hydrogen bond was detected with Y130 of GAL binding. The interaction energies, calculated at the MP2 level between drugs and residues, demonstrate that the attractive interactions between GAL and residues at positions 84 and 130 were less than those for HUP A by 1.6 and 7.7 kcal·mol(-1), respectively. In addition, ONIOM3 results show that the binding energies of HUP A per pocket (-28.4 kcal mol(-1)) are higher than for GAL per pocket (-17.0 kcal·mol(-1)). The detailed understanding of these interactions can be useful for the design of specific inhibitors for the AChE binding site. FROM THE CLINICAL EDITOR: The more efficient and specific inhibition of acetylcholinesterase may provide an enhanced treatment strategy in Alzheimer's disease compared to the currently available inhibitors. This study discusses interactions of the enzyme binding site with two ligands. The results may pave the way to the development of more potent inhibitors.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Alkaloids",
        "Binding Sites",
        "Cholinesterase Inhibitors",
        "Galantamine",
        "Hydrogen Bonding",
        "Protein Binding",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "20624417",
      "title": "Coadministration of huperzine A and ligustrazine phosphate effectively reverses scopolamine-induced amnesia in rats.",
      "authors": [
        "Jun Shi",
        "Qingfei Liu",
        "Yiming Wang",
        "Guoan Luo"
      ],
      "journal": "Pharmacology, biochemistry, and behavior",
      "publication_date": "2010-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In the present study, whether coadministration of huperzine A (HA) and ligustrazine phosphate (LP) could effectively improve the memory deficits in association with ameliorating cholinergic impairment and oxidative stress in the scopolamine-induced amnesia rats was assessed. The effects of treatment with Coa [HA (0.14 mg/kg, i.g.) and LP (110 mg/kg, i.g.)] on amnesia were investigated in Morris water maze. Furthermore, the effects on the activities of acetylcholinesterase (AChE) and antioxidant enzymes within the cerebral cortex and hippocampus were evaluated, and the lipid peroxidation product malondialdehyde (MDA) was also analyzed. As a result, coadministration of HA and LP for 10 consecutive days could markedly reverse the scopolamine-induced learning and memory impairment determined by the Morris water maze test. Moreover, AChE activity was significantly inhibited, and superoxide dismutases (SOD) and glutathione peroxidase (GSH-Px) activities were significantly increased with a remarkable reduction in the level of MDA. In conclusion, coadministration of HA and LP effectively prevented cholinergic impairment and oxidative damage, thereby resulting in improvement of spatial learning memory in rats induced by scopolamine. The results suggested that coadministration of HA and LP might offer a novel poly-therapeutic drug regimen for preventing Alzheimer's disease (AD).",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Alkaloids",
        "Amnesia",
        "Animals",
        "Cerebral Cortex",
        "Glutathione Peroxidase",
        "Hippocampus",
        "Lipid Peroxidation",
        "Male",
        "Pyrazines",
        "Rats",
        "Rats, Sprague-Dawley",
        "Scopolamine",
        "Sesquiterpenes",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "20460792",
      "title": "Preparation, optimization and characteristic of huperzine a loaded nanostructured lipid carriers.",
      "authors": [
        "Chun-Rong Yang",
        "Xiu-Li Zhao",
        "Hai-Yang Hu",
        "Ke-Xin Li",
        "Xin Sun",
        "Lei Li",
        "Da-Wei Chen"
      ],
      "journal": "Chemical & pharmaceutical bulletin",
      "publication_date": "2010-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of the present work was to study the preparation, optimization and characteristics of Huperzine A (Hup A), an effective Traditional Chinese Medicine treatment of Alzheimer's disease (AD), loaded nanostructured lipid carriers (NLC). NLC were successfully prepared by a modified method of melt ultrasonication followed by high pressure homogenization using Cetyl Palmitate (CP) as the solid lipid, Miglyol((R))812 as the liquid lipid, Soybean phosphatidylcholine (Spc) and Solutol HS15 as the emulsifiers. The best formulation was optimized with a three-factor, three-level Box-Behnken design. Independent variables studied were the amount of the mixed lipid, the amount of the emulsifier mixture and lipid/drug ratio in the formulation. The dependent variables were the particle size, entrapment efficiency (EE) and drug loading (DL). Properties of NLC such as the morphology, particle size, zeta potential, EE, DL and drug release behavior were investigated, respectively. As a result, the designed nanoparticles showed nearly spherical particles with a mean particle size of 120 nm and -22.93 + or - 0.91 mV. The EE (%) and DL (%) could reach up to 89.18 + or - 0.28% and 1.46 + or - 0.05%, respectively. Differential scanning calorimetry (DSC) of Hup A loaded NLC indicated no tendency of recrystallisation. In vitro release studies showed a burst release at the initial stage and followed by a prolonged release of Hup A from NLC up to 96 h. The results suggest that the presented Hup A loaded NLC system is a potential delivery system for improving drug loading capacity and controlled drug release.",
      "mesh_terms": [
        "Alkaloids",
        "Calorimetry, Differential Scanning",
        "Drug Carriers",
        "Lipids",
        "Microscopy, Electron, Transmission",
        "Nanostructures",
        "Neuroprotective Agents",
        "Particle Size",
        "Sesquiterpenes"
      ]
    }
  ]
}