{
  "supplement": "Inspiratory Muscle Strength Training",
  "query": "Inspiratory Muscle Strength Training[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:48:45",
  "research_count": 14,
  "count": 14,
  "articles": [
    {
      "pmid": "39944851",
      "title": "Feasibility and design of a novel smartphone app to deliver blood pressure-lowering high-resistance inspiratory muscle strength training.",
      "authors": [
        "Kayla J Nuss",
        "Elizabeth D Jones",
        "Amanda N Brice",
        "CeAnn C Udovich",
        "Steven E Fullmer",
        "Kaitlin A Freeberg",
        "Narissa P McCarty",
        "Douglas R Seals",
        "Daniel H Craighead"
      ],
      "journal": "mHealth",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: High-resistance inspiratory muscle strength training (IMST) is a time-efficient form of respiratory exercise shown to lower blood pressure in midlife and older adults (aged ≥50 years) in randomized controlled trials delivered in clinical research settings. The purpose of this study was to design a feasible and acceptable smartphone application (app) for independently delivering IMST for lowering blood pressure. METHODS: Two rounds of iterative focus groups comprised of midlife and older women and men with above-normal systolic blood pressure (self-reported ≥120 mmHg) were performed to gain feedback on interest in an IMST smartphone app and design features. Focus group results were analyzed using a Consensual Qualitative Research (CQR) coding and data analysis protocol. Clickable wireframes were developed based on focus group findings. The wireframes were then beta tested for usability and additional feedback from target users was obtained. RESULTS: Among midlife and older adults, there was considerable interest in app-delivered IMST as a lifestyle intervention for lowering blood pressure. Potential facilitators and barriers of use for a potential app also were uncovered. Furthermore, the app wireframes were found to be highly usable, indicating that the app is ready for full-scale programming. CONCLUSIONS: We have designed a feasible and acceptable smartphone app for independently delivering blood pressure-lowering IMST in midlife and older adults."
    },
    {
      "pmid": "37803506",
      "title": "A hypotensive protocol of inspiratory muscle strength training: Systematic review and meta-analysis with trial sequential analysis.",
      "authors": [
        "Wenjing Li",
        "Xiaoping Zhu",
        "Xinai Wang",
        "Hao Liu",
        "Jingying Liu",
        "Hongling Xiao",
        "Liang Dong",
        "Chenqi Wang",
        "Yaxuan Wu"
      ],
      "journal": "Journal of clinical hypertension (Greenwich, Conn.)",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim of this study was to evaluate the hypotensive effect and optimal protocol of inspiratory muscle resistance training (IMST). Randomized controlled trials using IMST to lower blood pressure (BP) were retrieved from 12 databases as of July 2022. A meta-analysis of BP and heart rate variability (HRV) was performed and a trial sequence analysis was performed using trial sequential analysis (TSA) software. Twelve articles (n = 386 participants) from five countries were included, with a mean quality score of 5.83. IMST achieved significant results in reducing systolic, diastolic, and mean arterial pressure (-7.93 [-12.08, -3.78]; -3.80 [-6.08, -1.53]; -4.90 [-13.76, 3.96]). Furthermore, TSA has shown that the findings for systolic and diastolic BP are conclusive. Finally, considerable variation remained between studies when analyzing HRV. The overall hypotensive effect of IMST was demonstrated by the TSA and was well tolerated in different populations. Of these, two interventions, high resistance or low resistance combined with slow breathing, showed the best efficacy under an 8-week exercise intervention. In addition, the process of lowering BP by modulating sympathetic vagal activity has not been further confirmed in this study. Future long-term interventions, especially those over 3 months, are needed to observe the prolonged antihypertensive effects and modulatory mechanisms; controlling for variables such as respiratory rate and executing more rigorous studies to further explore antihypertensive options.",
      "mesh_terms": [
        "Humans",
        "Antihypertensive Agents",
        "Hypertension",
        "Muscles",
        "Resistance Training",
        "Clinical Protocols"
      ]
    },
    {
      "pmid": "37707508",
      "title": "Time-Efficient, High-Resistance Inspiratory Muscle Strength Training Increases Exercise Tolerance in Midlife and Older Adults.",
      "authors": [
        "Daniel H Craighead",
        "Kaitlin A Freeberg",
        "Thomas C Heinbockel",
        "Matthew J Rossman",
        "Rachel A Jackman",
        "Narissa P McCarty",
        "Lindsey R Jankowski",
        "Travis Nemkov",
        "Julie A Reisz",
        "Angelo D'Alessandro",
        "Michel Chonchol",
        "E Fiona Bailey",
        "Douglas R Seals"
      ],
      "journal": "Medicine and science in sports and exercise",
      "publication_date": "2024-Feb-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "PURPOSE: This study aimed to determine if time-efficient, high-resistance inspiratory muscle strength training (IMST), comprising 30 inhalation-resisted breaths per day, improves cardiorespiratory fitness, exercise tolerance, physical function, and/or regional body composition in healthy midlife and older adults. METHODS: We performed a double-blind, randomized, sham-controlled clinical trial (NCT03266510) testing 6 wk of IMST (30 breaths per day, 6 d·wk -1 , 55%-75% maximal inspiratory pressure) versus low-resistance sham training (15% maximal inspiratory pressure) in healthy men and women 50-79 yr old. Subjects performed a graded treadmill exercise test to exhaustion, physical performance battery (e.g., handgrip strength, leg press), and body composition testing (dual x-ray absorptiometry) at baseline and after 6 wk of training. RESULTS: Thirty-five participants (17 women, 18 men) completed high-resistance IMST ( n = 17) or sham training ( n = 18). Cardiorespiratory fitness (V̇O 2peak ) was unchanged, but exercise tolerance, measured as treadmill exercise time during a graded exercise treadmill test, increased with IMST (baseline, 539 ± 42 s; end intervention, 606 ± 42 s; P = 0.01) but not sham training (baseline, 562 ± 39 s; end intervention, 553 ± 38 s; P = 0.69). IMST increased peak RER (baseline, 1.09 ± 0.02; end intervention, 1.13 ± 0.02; P = 0.012), peak ventilatory efficiency (baseline, 25.2 ± 0.8; end intervention, 24.6 ± 0.8; P = 0.036), and improved submaximal exercise economy (baseline, 23.5 ± 1.1 mL·kg -1 ⋅min -1 ; end intervention, 22.1 ± 1.1 mL·kg -1 ⋅min -1 ; P < 0.001); none of these factors were altered by sham training (all P > 0.05). Changes in plasma acylcarnitines (targeted metabolomics analysis) were consistently positively correlated with changes in exercise tolerance after IMST but not sham training. IMST was associated with regional increases in thorax lean mass (+4.4%, P = 0.06) and reductions in trunk fat mass (-4.8%, P = 0.04); however, peripheral muscle strength, muscle power, dexterity, and mobility were unchanged. CONCLUSIONS: These data suggest that high-resistance IMST is an effective, time-efficient lifestyle intervention for improving exercise tolerance in healthy midlife and older adults.",
      "mesh_terms": [
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Exercise Tolerance",
        "Hand Strength",
        "Muscle Strength",
        "Muscles",
        "Resistance Training",
        "Respiratory Therapy",
        "Double-Blind Method"
      ]
    },
    {
      "pmid": "37682232",
      "title": "Time-efficient, high-resistance inspiratory muscle strength training increases cerebrovascular reactivity in midlife and older adults.",
      "authors": [
        "Kaitlin A Freeberg",
        "Daniel H Craighead",
        "Thomas C Heinbockel",
        "Matthew J Rossman",
        "Rachel A Jackman",
        "Lindsey R Jankowski",
        "Katelyn R Ludwig",
        "Michel Chonchol",
        "E Fiona Bailey",
        "Douglas R Seals"
      ],
      "journal": "American journal of physiology. Heart and circulatory physiology",
      "publication_date": "2023-Nov-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Aging is associated with increased risk for cognitive decline and dementia due in part to increases in systolic blood pressure (SBP) and cerebrovascular dysfunction. High-resistance inspiratory muscle strength training (IMST) is a time-efficient, intensive respiratory training protocol (30 resisted inspirations/day) that lowers SBP and improves peripheral vascular function in midlife/older adults with above-normal SBP. However, whether, and by what mechanisms, IMST can improve cerebrovascular function is unknown. We hypothesized that IMST would increase cerebrovascular reactivity to hypercapnia (CVR to CO2), which would coincide with changes to the plasma milieu that improve brain endothelial cell function and enhance cognitive performance (NIH Toolbox). We conducted a 6-wk double-blind, randomized, controlled clinical trial investigating high-resistance IMST [75% maximal inspiratory pressure (PImax); 6×/wk; 4 females, 5 males] vs. low-resistance sham training (15% PImax; 6×/wk; 2 females, 5 males) in midlife/older adults (age 50-79 yr) with initial above-normal SBP. Human brain endothelial cells (HBECs) were exposed to participant plasma and assessed for acetylcholine-stimulated nitric oxide (NO) production. CVR to CO2 increased after high-resistance IMST (pre: 1.38 ± 0.66 cm/s/mmHg; post: 2.31 ± 1.02 cm/s/mmHg, P = 0.020). Acetylcholine-stimulated NO production increased in HBECs exposed to plasma from after vs. before the IMST intervention [pre: 1.49 ± 0.33; post: 1.73 ± 0.35 arbitrary units (AU); P < 0.001]. Episodic memory increased modestly after the IMST intervention (pre: 95 ± 13; post: 103 ± 17 AU; P = 0.045). Cerebrovascular and cognitive function were unchanged in the sham control group. High-resistance IMST may be a promising strategy to improve cerebrovascular and cognitive function in midlife/older adults with above-normal SBP, a population at risk for future cognitive decline and dementia.NEW & NOTEWORTHY Midlife/older adults with above-normal blood pressure are at increased risk of developing cognitive decline and dementia. Our findings suggest that high-resistance inspiratory muscle strength training (IMST), a novel, time-efficient (5-10 min/day) form of physical training, may increase cerebrovascular reactivity to CO2 and episodic memory in midlife/older adults with initial above-normal blood pressure.",
      "mesh_terms": [
        "Male",
        "Female",
        "Humans",
        "Aged",
        "Middle Aged",
        "Carbon Dioxide",
        "Acetylcholine",
        "Resistance Training",
        "Endothelial Cells",
        "Respiratory Muscles",
        "Dementia",
        "Muscle Strength"
      ]
    },
    {
      "pmid": "36107991",
      "title": "A multi-trial, retrospective analysis of the antihypertensive effects of high-resistance, low-volume inspiratory muscle strength training.",
      "authors": [
        "Daniel H Craighead",
        "Dallin Tavoian",
        "Kaitlin A Freeberg",
        "Josie L Mazzone",
        "Jennifer R Vranish",
        "Claire M DeLucia",
        "Douglas R Seals",
        "E Fiona Bailey"
      ],
      "journal": "Journal of applied physiology (Bethesda, Md. : 1985)",
      "publication_date": "2022-Oct-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Above-normal blood pressure (BP) is a primary risk factor for cardiovascular diseases. In a retrospective analysis of five pilot trials, we assessed the BP-lowering effects of high-resistance inspiratory muscle strength training (IMST) in adults aged 18-82 years and the impact of IMST on maximal inspiratory pressure (PIMAX), a gauge of inspiratory muscle strength and independent disease risk factor. Participants were randomized to high-resistance IMST (75% PIMAX) or low-resistance sham (15% PIMAX) training (30 breaths/day, 5-7 days/wk, 6 wk). IMST (n = 67) reduced systolic BP (SBP) by 9 ± 6 mmHg (P < 0.01) and diastolic BP (DBP) by 4 ± 4 mmHg (P < 0.01). IMST-related reductions in SBP and DBP emerged by week 2 of training (-4 ± 8 mmHg and -3 ± 6 mmHg; P ≤ 0.01, respectively) and continued across the 6-wk intervention. SBP and DBP were unchanged with sham training (n = 61, all P > 0.05). Select subject characteristics slightly modified the impact of IMST on BP. Greater reductions in SBP were associated with older age (β = -0.07 ± 0.03; P = 0.04) and greater reductions in DBP associated with medication-naïve BP (β = -3 ± 1; P = 0.02) and higher initial DBP (β = -0.12 ± 0.05; P = 0.04). PIMAX increased with high-resistance IMST and low-resistance sham training, with a greater increase from high-resistance IMST (+20 ± 17 vs. +6 ± 14 cmH2O; P < 0.01). Gains in PIMAX had a modest inverse relation with age (β = -0.20 ± 0.09; P = 0.03) and baseline PIMAX (β = -0.15 ± 0.07; P = 0.04) but not to reductions in SBP or DBP. These compiled findings from multiple independent trials provide the strongest evidence to date that high-resistance IMST evokes clinically significant reductions in SBP and DBP, and increases in PIMAX, in adult men and women.NEW & NOTEWORTHY In young-to-older adult men and women, 6 wk of high-resistance inspiratory muscle strength training lowers casual systolic and diastolic blood pressure by 9 mmHg and 4 mmHg, respectively, with initial reductions observed by week 2 of training. Given blood pressure outcomes with the intervention were only slightly altered by subject baseline characteristics (i.e., age, blood pressure medication, and health status), inspiratory muscle strength training is effective in lowering blood pressure in a broad range of adults.",
      "mesh_terms": [
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Antihypertensive Agents",
        "Blood Pressure",
        "Hypertension",
        "Muscle Strength",
        "Resistance Training",
        "Respiratory Muscles",
        "Retrospective Studies",
        "Adolescent",
        "Young Adult",
        "Adult",
        "Middle Aged",
        "Aged, 80 and over"
      ]
    },
    {
      "pmid": "36105300",
      "title": "Inspiratory muscle strength training for lowering blood pressure and improving endothelial function in postmenopausal women: comparison with \"standard of care\" aerobic exercise.",
      "authors": [
        "Daniel H Craighead",
        "Kaitlin A Freeberg",
        "Narissa P McCarty",
        "Matthew J Rossman",
        "Kerrie L Moreau",
        "Zhiying You",
        "Michel Chonchol",
        "Douglas R Seals"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: High blood pressure (BP), particularly systolic BP (SBP), is the major modifiable risk factor for cardiovascular diseases and related disorders of aging. SBP increases markedly with aging in women such that the prevalence of above-normal SBP (i.e., ≥120 mmHg) in postmenopausal women exceeds rates in age-matched men. This increase in SBP is associated with vascular endothelial dysfunction, mediated by excessive reactive oxygen species-induced oxidative stress and consequent reductions in nitric oxide bioavailability. Moderate-intensity aerobic exercise is a recommended lifestyle strategy for reducing SBP. However, adherence to aerobic exercise guidelines among postmenopausal women is low (<30%) and aerobic exercise does not consistently enhance endothelial function in estrogen-deficient postmenopausal women. High-resistance inspiratory muscle strength training (IMST) is a time-efficient, adherable lifestyle intervention that involves inhaling against resistance through a handheld device (30 breaths/day). Here, we present the protocol for a randomized controlled trial investigating the efficacy of 3 months of high-resistance IMST compared to guideline-based, \"standard-of-care\" aerobic exercise training for decreasing SBP and improving endothelial function in estrogen-deficient postmenopausal women with above-normal SBP (120-159 mmHg) at baseline (ClinicalTrials.gov Identifier: NCT05000515). Methods: A randomized, single-blind, parallel-group design clinical trial will be conducted in 72 (36/group) estrogen-deficient postmenopausal women with above-normal SBP. Participants will complete baseline testing and then be randomized to either 3 months of high-resistance IMST (30 breaths/day, 6 days/week, 75% maximal inspiratory pressure) or moderate-intensity aerobic exercise training (brisk walking 25 min/day, 6 days/week, 40-60% heart rate reserve). Outcome measures will be assessed after 3 months of either intervention. Following end-intervention testing, participants will abstain from their assigned intervention for 6 weeks, after which BP and endothelial function will be assessed to evaluate the potential persistent effects of the intervention on the primary and secondary outcomes. Discussion: This study is designed to compare the effectiveness of time-efficient, high-resistance IMST to guideline-based aerobic exercise training for lowering SBP and improving endothelial function, and interrogating potential mechanisms of action, in estrogen-deficient postmenopausal women. Clinical Trial Registration: ClinicalTrials.gov, Identifier: NCT05000515."
    },
    {
      "pmid": "35394978",
      "title": "Translational Potential of High-Resistance Inspiratory Muscle Strength Training.",
      "authors": [
        "Daniel H Craighead",
        "Kaitlin A Freeberg",
        "Grace S Maurer",
        "Valerie H Myers",
        "Douglas R Seals"
      ],
      "journal": "Exercise and sport sciences reviews",
      "publication_date": "2022-Jul-01",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Age-associated cardiovascular (CV) dysfunction increases the risk for CV diseases. Aerobic exercise training can improve CV function, but only a minority of adults meet aerobic exercise guidelines. High-resistance inspiratory muscle strength training is a time-efficient lifestyle intervention that may promote adherence and improve CV function. However, further investigation is needed to translate inspiratory muscle strength training into the public health domain.",
      "mesh_terms": [
        "Adult",
        "Exercise",
        "Exercise Tolerance",
        "Humans",
        "Muscle Strength",
        "Muscles",
        "Resistance Training",
        "Respiratory Muscles"
      ]
    },
    {
      "pmid": "34686614",
      "title": "Effect of Moderate- or High-Intensity Inspiratory Muscle Strength Training on Maximal Inspiratory Mouth Pressure and Swimming Performance in Highly Trained Competitive Swimmers.",
      "authors": [
        "Toshiyuki Ohya",
        "Kenta Kusanagi",
        "Jun Koizumi",
        "Ryosuke Ando",
        "Keisho Katayama",
        "Yasuhiro Suzuki"
      ],
      "journal": "International journal of sports physiology and performance",
      "publication_date": "2022-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Inspiratory muscle strength training (IMST) can improve exercise performance. Increased maximal inspiratory mouth pressure (MIP) could be beneficial for swimmers to enhance their performance. This study aimed to clarify the effect of high-intensity IMST for 6 weeks on MIP and swimming performance in highly trained competitive swimmers. METHODS: Thirty male highly trained competitive swimmers were assigned to high-intensity IMST (HI; n = 10), moderate-intensity IMST (MOD; n = 10), and control (n = 10) groups. The 6-week IMST intervention comprised twice daily sessions for 6 d/wk at inspiratory pressure threshold loads equivalent to 75% MIP (HI) and 50% MIP (MOD). Before and after the intervention, MIP and swimming performance were assessed. Swimming performance was evaluated in free and controlled frequency breathing 100-m freestyle swimming time trials in a 25-m pool. For controlled frequency breathing, participants took 1 breath every 6 strokes. RESULTS: The MIP values after 2 and 6 weeks of IMST in the HI and MOD groups were significantly higher than those before IMST (P = .0001). The magnitudes of the MIP increases after 6 weeks of IMST did not differ between the HI (13.4% [8.7%]) and MOD (13.1% [10.1%]) groups (P = .44). The 100-m freestyle swimming times under the controlled frequency condition were significantly shorter after IMST than those before IMST in both the HI (P = .046) and MOD (P = .042) groups. CONCLUSIONS: Inspiratory pressure threshold load equivalent to 50% MIP could be sufficient to improve MIP and swimming performance under the controlled frequency breathing condition in highly trained competitive swimmers.",
      "mesh_terms": [
        "Breathing Exercises",
        "Humans",
        "Male",
        "Mouth",
        "Muscle Strength",
        "Resistance Training",
        "Respiratory Muscles",
        "Swimming"
      ]
    },
    {
      "pmid": "34389471",
      "title": "Time-efficient, high-resistance inspiratory muscle strength training for cardiovascular aging.",
      "authors": [
        "Daniel H Craighead",
        "Kaitlin A Freeberg",
        "Narissa P McCarty",
        "Douglas R Seals"
      ],
      "journal": "Experimental gerontology",
      "publication_date": "2021-Oct-15",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Review"
      ],
      "abstract": "Cardiovascular diseases (CVD) remain the leading cause of death in developed and developing societies and aging is the primary risk factor for CVD. Much of the increased risk of CVD in midlife/older adults (i.e., adults aged 50 years and older) is due to increases in blood pressure, vascular endothelial dysfunction and stiffening of the large elastic arteries. Aerobic exercise training is an effective lifestyle intervention to improve CV function and decrease CVD risk with aging. However, <40% of midlife/older adults meet guidelines for aerobic exercise, due to time availability-related barriers and other obstacles to adherence. Therefore, there is a need for new lifestyle interventions that not only improve CV function with aging but also promote adherence. High-resistance inspiratory muscle strength training (IMST) is an emerging, time-efficient (5 min/day) lifestyle intervention. Early research suggests high-resistance IMST may promote adherence, lower blood pressure and potentially improve vascular endothelial function. However, additional investigation will be required to more definitively establish high-resistance IMST as a healthy lifestyle intervention for CV aging. This review will summarize the current evidence on high-resistance IMST for improving CV function with aging and will identify key research gaps and future directions.",
      "mesh_terms": [
        "Aged",
        "Aging",
        "Arteries",
        "Blood Pressure",
        "Humans",
        "Middle Aged",
        "Muscle Strength",
        "Muscles",
        "Resistance Training"
      ]
    },
    {
      "pmid": "34184544",
      "title": "Time-Efficient Inspiratory Muscle Strength Training Lowers Blood Pressure and Improves Endothelial Function, NO Bioavailability, and Oxidative Stress in Midlife/Older Adults With Above-Normal Blood Pressure.",
      "authors": [
        "Daniel H Craighead",
        "Thomas C Heinbockel",
        "Kaitlin A Freeberg",
        "Matthew J Rossman",
        "Rachel A Jackman",
        "Lindsey R Jankowski",
        "Makinzie N Hamilton",
        "Brian P Ziemba",
        "Julie A Reisz",
        "Angelo D'Alessandro",
        "L Madden Brewster",
        "Christopher A DeSouza",
        "Zhiying You",
        "Michel Chonchol",
        "E Fiona Bailey",
        "Douglas R Seals"
      ],
      "journal": "Journal of the American Heart Association",
      "publication_date": "2021-Jul-06",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Background High-resistance inspiratory muscle strength training (IMST) is a novel, time-efficient physical training modality. Methods and Results We performed a double-blind, randomized, sham-controlled trial to investigate whether 6 weeks of IMST (30 breaths/day, 6 days/week) improves blood pressure, endothelial function, and arterial stiffness in midlife/older adults (aged 50-79 years) with systolic blood pressure ≥120 mm Hg, while also investigating potential mechanisms and long-lasting effects. Thirty-six participants completed high-resistance IMST (75% maximal inspiratory pressure, n=18) or low-resistance sham training (15% maximal inspiratory pressure, n=18). IMST was safe, well tolerated, and had excellent adherence (≈95% of training sessions completed). Casual systolic blood pressure decreased from 135±2 mm Hg to 126±3 mm Hg (P<0.01) with IMST, which was ≈75% sustained 6 weeks after IMST (P<0.01), whereas IMST modestly decreased casual diastolic blood pressure (79±2 mm Hg to 77±2 mm Hg, P=0.03); blood pressure was unaffected by sham training (all P>0.05). Twenty-four hour systolic blood pressure was lower after IMST versus sham training (P=0.01). Brachial artery flow-mediated dilation improved ≈45% with IMST (P<0.01) but was unchanged with sham training (P=0.73). Human umbilical vein endothelial cells cultured with subject serum sampled after versus before IMST exhibited increased NO bioavailability, greater endothelial NO synthase activation, and lower reactive oxygen species bioactivity (P<0.05). IMST decreased C-reactive protein (P=0.05) and altered select circulating metabolites (targeted plasma metabolomics) associated with cardiovascular function. Neither IMST nor sham training influenced arterial stiffness (P>0.05). Conclusions High-resistance IMST is a safe, highly adherable lifestyle intervention for improving blood pressure and endothelial function in midlife/older adults with above-normal initial systolic blood pressure. Registration URL: https://www.clinicaltrials.gov; Unique identifier: NCT03266510.",
      "mesh_terms": [
        "Aged",
        "Biomarkers",
        "Blood Pressure",
        "Breathing Exercises",
        "Cells, Cultured",
        "Colorado",
        "Double-Blind Method",
        "Endothelium, Vascular",
        "Female",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Hypertension",
        "Inhalation",
        "Male",
        "Middle Aged",
        "Nitric Oxide",
        "Oxidative Stress",
        "Respiratory Muscles",
        "Time Factors",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "32730174",
      "title": "Inspiratory muscle strength training lowers blood pressure and sympathetic activity in older adults with OSA: a randomized controlled pilot trial.",
      "authors": [
        "Guadalupe Elizabeth Ramos-Barrera",
        "Claire M DeLucia",
        "E Fiona Bailey"
      ],
      "journal": "Journal of applied physiology (Bethesda, Md. : 1985)",
      "publication_date": "2020-Sep-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Previous work has shown lowered casual blood pressure after just 6 wk of inspiratory muscle strength training (IMST), suggesting IMST as a potential therapeutic in the prevention/treatment of hypertension. In this study, we assessed the effects of IMST on cardiovascular parameters in older, overweight adults diagnosed with moderate and severe obstructive sleep apnea (OSA). Subjects were randomly assigned to one of two interventions 1) high-intensity IMST (n = 15, 75% maximal inspiratory pressure), or 2) a control intervention (n = 10, 15% maximum inspiratory pressure). Subjects in both groups trained at home completing 30 training breaths/day, 5 days/wk for 6 wk. Pre- and posttraining measures included maximal inspiratory pressure, casual and ambulatory blood pressures, spontaneous cardiac baroreflex sensitivity, and muscle sympathetic nerve activity. Men and women in the high-intensity IMST group exhibited reductions in casual systolic (SBP), diastolic (DBP), and mean arterial blood pressures (MAP) [SBP: -8.82 ± 4.98 mmHg; DBP: -4.69 ± 2.81 mmHg; and MAP: -6.06 ± 1.03 mmHg; P < 0.002] and nighttime SBP (pre: -12.00 ± 8.20 mmHg; P < 0.01). Muscle sympathetic nerve activities also were lower (-6.97 ± 2.29 bursts/min-1; P = 0.01 and -9.55 ± 2.42 bursts/100 heartbeats; P = 0.002) by week 6. Conversely, subjects allocated to the control group showed no change in casual blood pressure or muscle sympathetic nerve activity and a trend toward higher overnight blood pressures. A short course of high-intensity IMST may offer significant respiratory and cardiovascular benefits for older, overweight adults with OSA. For Clinical Trial Registration, see https://www.clinicaltrials.gov (Identifier: NCT02709941).NEW & NOTEWORTHY Older, obese adults with moderate-severe obstructive sleep apnea who perform 5 min/day high-intensity inspiratory muscle strength training (IMST) exhibit lowered casual and nighttime systolic blood pressure and sympathetic nervous outflow. In contrast, adults assigned to a control (low-intensity) intervention exhibit no change in casual blood pressure or muscle sympathetic nerve activity and a trend toward increased overnight blood pressure. Remarkably, adherence to IMST even among sleep-deprived and exercise-intolerant adults is high (96%).",
      "mesh_terms": [
        "Aged",
        "Blood Pressure",
        "Female",
        "Humans",
        "Male",
        "Pilot Projects",
        "Resistance Training",
        "Respiratory Muscles",
        "Sleep Apnea, Obstructive",
        "Sympathetic Nervous System"
      ]
    },
    {
      "pmid": "21783021",
      "title": "Comparison of inspiratory muscle strength training effects between older subjects with and without chronic obstructive pulmonary disease.",
      "authors": [
        "Chien-Hui Huang",
        "Gee-Gwo Yang",
        "Ying-Tai Wu",
        "Chih-Wei Lee"
      ],
      "journal": "Journal of the Formosan Medical Association = Taiwan yi zhi",
      "publication_date": "2011-Aug",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND/PURPOSE: Inspiratory muscle strength training (IMST) has been traditionally recommended for patients with chronic obstructive pulmonary disease (COPD) to improve respiratory strength. Respiratory strength is reduced as age increases. However, few studies have focused on the effects of IMST on older adults without COPD. METHODS: Subjects were divided into training non-COPD (TNC, n = 24) and training COPD (TC, n = 12) according to their forced expiratory volume in 1 second (% predicted). Both groups received 6 weeks of IMST, with training at 75-80% of maximal inspiratory pressure using pressure threshold trainers. A second group of COPD subjects served as controls (CC, n = 24), which received no training. Dyspnea was measured using the basic dyspnea index. Health-related quality of life was measured using the SF-36. The SF-36 subcategories, physical component summary and mental component summary were compared. A 6-minute walk test was performed to determine functional status. Two-way repeated measures analysis of variance was used to compare group effects and training effects of IMST. RESULTS: Maximal inspiratory pressure was increased in both training groups (TNC: 59.1 cmH(2)O pre-IMST to 82.5 cmH(2)O post-IMST; TC: 53.2 to 72.6), but not in the CC group. Therefore, the basic dyspnea index was improved in both training groups (TNC: 9.6 to 10.8; TC: 6.2 to 7.3). Functional status was improved in the TNC group (TNC: 392.1 m to 436.3 m), but not in the TC or CC groups. Quality of life was improved in the physical component summary in both training groups. CONCLUSION: IMST increases maximal inspiratory pressure, relieves dyspnea and improves health-related quality of life in older adults. IMST especially improves functional status in subjects without COPD. IMST benefits subjects with COPD and those without COPD. Therefore, IMST as a treatment tool is not confined to patients with COPD.",
      "mesh_terms": [
        "Aged",
        "Analysis of Variance",
        "Body Composition",
        "Breathing Exercises",
        "Case-Control Studies",
        "Exercise Test",
        "Female",
        "Humans",
        "Male",
        "Muscle Strength",
        "Pulmonary Disease, Chronic Obstructive",
        "Quality of Life",
        "Respiratory Function Tests",
        "Respiratory Muscles",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "21385346",
      "title": "Inspiratory muscle strength training improves weaning outcome in failure to wean patients: a randomized trial.",
      "authors": [
        "A Daniel Martin",
        "Barbara K Smith",
        "Paul D Davenport",
        "Eloise Harman",
        "Ricardo J Gonzalez-Rothi",
        "Maher Baz",
        "A Joseph Layon",
        "Michael J Banner",
        "Lawrence J Caruso",
        "Harsha Deoghare",
        "Tseng-Tien Huang",
        "Andrea Gabrielli"
      ],
      "journal": "Critical care (London, England)",
      "publication_date": "2011",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "INTRODUCTION: Most patients are readily liberated from mechanical ventilation (MV) support, however, 10% - 15% of patients experience failure to wean (FTW). FTW patients account for approximately 40% of all MV days and have significantly worse clinical outcomes. MV induced inspiratory muscle weakness has been implicated as a contributor to FTW and recent work has documented inspiratory muscle weakness in humans supported with MV. METHODS: We conducted a single center, single-blind, randomized controlled trial to test whether inspiratory muscle strength training (IMST) would improve weaning outcome in FTW patients. Of 129 patients evaluated for participation, 69 were enrolled and studied. 35 subjects were randomly assigned to the IMST condition and 34 to the SHAM treatment. IMST was performed with a threshold inspiratory device, set at the highest pressure tolerated and progressed daily. SHAM training provided a constant, low inspiratory pressure load. Subjects completed 4 sets of 6-10 training breaths, 5 days per week. Subjects also performed progressively longer breathing trials daily per protocol. The weaning criterion was 72 consecutive hours without MV support. Subjects were blinded to group assignment, and were treated until weaned or 28 days. RESULTS: Groups were comparable on demographic and clinical variables at baseline. The IMST and SHAM groups respectively received 41.9 ± 25.5 vs. 47.3 ± 33.0 days of MV support prior to starting intervention, P = 0.36. The IMST and SHAM groups participated in 9.7 ± 4.0 and 11.0 ± 4.8 training sessions, respectively, P = 0.09. The SHAM group's pre to post-training maximal inspiratory pressure (MIP) change was not significant (-43.5 ± 17.8 vs. -45.1 ± 19.5 cm H2O, P = 0.39), while the IMST group's MIP increased (-44.4 ± 18.4 vs. -54.1 ± 17.8 cm H2O, P < 0.0001). There were no adverse events observed during IMST or SHAM treatments. Twenty-five of 35 IMST subjects weaned (71%, 95% confidence interval (CI) = 55% to 84%), while 16 of 34 (47%, 95% CI = 31% to 63%) SHAM subjects weaned, P = .039. The number of patients needed to be treated for effect was 4 (95% CI = 2 to 80). CONCLUSIONS: An IMST program can lead to increased MIP and improved weaning outcome in FTW patients compared to SHAM treatment. TRIAL REGISTRATION: ClinicalTrials.gov: NCT00419458.",
      "mesh_terms": [
        "Aged",
        "Breathing Exercises",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Muscle Strength",
        "Program Evaluation",
        "Respiratory Insufficiency",
        "Respiratory Muscles",
        "Single-Blind Method",
        "Treatment Outcome",
        "Ventilator Weaning"
      ]
    },
    {
      "pmid": "15364505",
      "title": "Inspiratory muscle strength training with behavioral therapy in a case of a rower with presumed exercise-induced paradoxical vocal-fold dysfunction.",
      "authors": [
        "Bari Hoffman Ruddy",
        "Paul Davenport",
        "Jeffrey Baylor",
        "Jeffrey Lehman",
        "Susan Baker",
        "Christine Sapienza"
      ],
      "journal": "International journal of pediatric otorhinolaryngology",
      "publication_date": "2004-Oct",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Paradoxical vocal fold dysfunction (PVFD) with high effort exercise can result in disruptions to ventilation, dyspnea, inspiratory stridor, elevated heart rate, and syncope. This single subject study experimentally tested an inspiratory muscle strength training (IMST) program with behavioral therapy on a 15-year-old male crew member. Outcome variables were maximum inspiratory pressure (MIP), and dyspnea ratings. Following 5 weeks of IMST, MIP increased by 93% from baseline function while dyspnea ratings substantially decreased. Outcome included successful competition with his high-school crew team, a task he was previously unable to complete. Discussion focuses on IMST combined with traditional approaches of voice therapy for treating PVFD.",
      "mesh_terms": [
        "Adolescent",
        "Behavior Therapy",
        "Breathing Exercises",
        "Dyspnea",
        "Exercise",
        "Humans",
        "Inspiratory Capacity",
        "Male",
        "Respiratory Muscles",
        "Vocal Cord Paralysis"
      ]
    }
  ]
}