{
  "supplement": "Isoleucine",
  "query": "Isoleucine[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:50:26",
  "research_count": 129,
  "count": 100,
  "articles": [
    {
      "pmid": "40101379",
      "title": "Isoleucine treatment prevents postharvest browning and maintains quality by elevating antioxidative defence system of 'Surkh' loquat fruit.",
      "authors": [
        "Saqib Ayyub",
        "Ahmad Sattar Khan",
        "Raheel Anwar",
        "Abdul Rehman"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Jul-01",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "Rapid postharvest browning of loquat fruits is the leading issue that pose a major challenge during handling throughout the supply chain. Thus, a study was conducted to investigate the effects of pre-storage isoleucine (ILE) application on fruit browning and the antioxidative attributes of 'Surkh' loquat fruits. Fruit treated with ILE (0 %, 0.25 %, 0.5 %, or 1 %) were stored at 4 ± 1 °C for 24 days +2 days at ambient conditions. Results indicated that fruit treated with 0.25 % ILE exhibited reduced incidence of fruit browning, weight loss, decay and maintained higher levels of phenolic compounds, antioxidants, soluble solids, titratable acidity, ascorbic acid, glutathione, proline and activities of antioxidative enzymes like (ascorbate peroxidase, catalase, and superoxide dismutase) than all other treatments. Conclusively, loquat cv. 'Surkh' fruits treated with 0.25 % ILE effectively delayed fruit browning and preserved quality by elevating its antioxidative defence system during cold storage and subsequent shelf period.",
      "mesh_terms": [
        "Fruit",
        "Antioxidants",
        "Eriobotrya",
        "Isoleucine",
        "Food Preservation",
        "Food Storage",
        "Superoxide Dismutase",
        "Phenols",
        "Catalase",
        "Maillard Reaction",
        "Ascorbic Acid",
        "Ascorbate Peroxidases",
        "Food Preservatives",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "40037494",
      "title": "Bulky substrates of isoleucine 2-epimerase: α-Neopentylglycine and NV-5138.",
      "authors": [
        "Noa T Sorbara",
        "Amanda K A Black",
        "Stephen L Bearne"
      ],
      "journal": "Bioorganic & medicinal chemistry letters",
      "publication_date": "2025-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Isoleucine 2-epimerase from Lactobacillus buchneri (LbIleE) catalyzes the pyridoxal 5'-phosphate-dependent, reversible, racemization or epimerization of nonpolar amino acids at the C-2 position. The integral role of the enzyme in the biosynthesis of branched-chain d-amino acids makes it a potential target for the development of antimicrobial agents. Probing the hydrophobic active-site pocket with a series of alkyl boronic acids, we show that the hydrophobic pocket accommodates the neopentyl group with enhanced binding affinity relative to the sec-butyl group. Subsequently, we show that LbIleE catalyzes the racemization of l- and d-α-neopentylglycine, exhibiting binding affinities for these substrates 6- and 24-fold greater than those for l-Ile and d-allo-Ile, but with catalytic efficiencies (kcat/Km) reduced 46- and 27-fold, respectively. NV-5138 is a ligand of the leucine-binding site of Sestrin2, which activates the mechanistic target of rapamycin complex1 (mTORC1) and is structurally similar to α-neopentylglycine. Our demonstration that LbIleE catalyzes the racemization of l-NV-5138 (kcat/Km = 2.2 ± 0.2 s-1 mM-1), along with the fact that L. buchneri can be present in the human gut microbiome, suggests that formation of d-NV-5138 could occur in humans when l-NV-5138 is used as a pharmacological intervention for depression.",
      "mesh_terms": [
        "Glycine",
        "Substrate Specificity",
        "Isoleucine",
        "Lactobacillus",
        "Molecular Structure",
        "Catalytic Domain"
      ]
    },
    {
      "pmid": "40020104",
      "title": "Elevated isoleucine may be a protective factor for primary hypertension: A pooled causal effect study.",
      "authors": [
        "Ying Shi",
        "Hairun Liu",
        "Yi Chen"
      ],
      "journal": "Medicine",
      "publication_date": "2025-Feb-28",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "Hypertension continues to pose a huge burden to global public health. Abnormal metabolism not only serves as a risk factor for hypertension but also acts as a driving force in its aggravation. However, there remains a lack of large-scale causal demonstration based on extensive samples. Our study aims to investigate the causal relationship between metabolism and primary hypertension (PH) using Mendelian randomization analysis. We used genome-wide association studies instrumental variables for Mendelian randomization association analysis integrating the diagnosis results of PH in 3 populations from East Asia, the Middle East, and Africa with serum metabolites and metabolite ratios. This allowed us to identify predictive metabolites and metabolic pathways for diagnosing or treating PH. Inverse-variance weighting was the main model for establishing causal associations. In addition horizontal pleiotropy test, linkage disequilibrium test, and sensitivity analysis were employed to test the explanatory power of instrumental variables. A total of 10,922 cases of PH and 8299 cases of metabolomics detection cohorts were included in the study. In East Asian, Middle Eastern, and African populations, we found 36, 57, and 40 known metabolites respectively strongly associated with PH (P < .05). Cross-section and meta-analysis of these strongly correlated metabolites across the 3 ethnic groups revealed 7 common metabolites. Notably, elevated isoleucine (odds ratio = 0.74, 95% confidence interval: 0.56-0.96) was demonstrated as a potential protective factor against PH across 3 ethnic groups. The metabolites associated with PH have certain polymorphisms in different populations. Isoleucine may be a promising biomarker for PH diagnosis or treatment, but more clinical validation is needed.",
      "mesh_terms": [
        "Humans",
        "Mendelian Randomization Analysis",
        "Genome-Wide Association Study",
        "Isoleucine",
        "Male",
        "Female",
        "Middle Aged",
        "Protective Factors",
        "Hypertension",
        "Metabolomics",
        "Essential Hypertension",
        "Middle East",
        "Asia, Eastern",
        "Risk Factors",
        "Cross-Sectional Studies",
        "Adult"
      ]
    },
    {
      "pmid": "39770598",
      "title": "Regulation of Isoleucine on Colonic Barrier Function in Rotavirus-Infected Weanling Piglets and Analysis of Gut Microbiota and Metabolomics.",
      "authors": [
        "Changsheng Jiang",
        "Weiying Chen",
        "Yanan Yang",
        "Xiaojin Li",
        "Mengmeng Jin",
        "Ahmed H Ghonaim",
        "Shenghe Li",
        "Man Ren"
      ],
      "journal": "Microorganisms",
      "publication_date": "2024-Nov-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rotavirus (RV) is a significant contributor to diarrhea in both young children and animals, especially in piglets, resulting in considerable economic impacts on the global pig industry. Isoleucine (Ile), a branched-chain amino acid, is crucial for regulating nutrient metabolism and has been found to help mitigate diarrhea. This study aimed to assess the impact of isoleucine supplementation in feed on colonic barrier function, colonic microbiota, and metabolism in RV-infected weanling piglets. A total of thirty-two weaned piglets, aged 21 days, were randomly assigned to two dietary groups (each further divided into two subgroups, with eight replicates in each subgroup), receiving diets with either 0% or 1% isoleucine for a duration of 14 days. One group from each treatment was then challenged with RV, and the experimental period lasted for 19 days. The results showed that dietary Ile significantly increased the secretion of IL-4, IL-10, and sIgA in the colon of RV-infected weanling piglets (p < 0.05). In addition, Ile supplementation notably increased the expression of tight junction proteins, including Claudin-3, Occludin, and ZO-1 (p < 0.01), as well as the mucin protein MUC-1 in the colon of RV-infected weanling piglets (p < 0.05). Gut microbiota analysis revealed that dietary Ile increased the relative abundance of Prevotella and decreased the relative abundance of Rikenellaceae in the colons of RV-infected weanling piglets. Compared with the RV+CON, metabolic pathways in the RV+ILE group were significantly enriched in vitamin digestion and absorption, steroid biosynthesis, purine metabolism, pantothenate and CoA biosynthesis, cutin, suberine, and wax biosynthesis, as well as fatty acid biosynthesis, and unsaturated fatty acid biosynthesis. In conclusion, dietary Ile supplementation can improve immunity, colonic barrier function, colonic microbiota, and colonic metabolism of RV-infected weaned piglets. These findings provide valuable insights into the role of isoleucine in the prevention and control of RV."
    },
    {
      "pmid": "39556774",
      "title": "l-Isoleucine-Derived Amide-hydrazide Compounds Evaluated as a Novel Potential Agricultural Fungicide.",
      "authors": [
        "Jing Chang",
        "Yufei Gong",
        "Wenfei Zhang",
        "Tiancheng Zhang",
        "Jiacheng Liu",
        "Lingzhi Meng",
        "Qingping Ma",
        "Yu-Cheng Gu",
        "Xue-Wen Hua"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-Nov-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Building upon previous structure-activity relationships about the fungicidal amide and hydrazide lead structures, 24 novel amide-hydrazide compounds were designed and synthesized with L-isoleucine as the initial skeleton to explore the impact of substituents in the hydrazide bridge on the fungicidal activity. Among these compounds, A5 exhibited excellent and broad spectrum inhibitory activity, along with satisfactory in vivo protective efficiency against R. solani at concentrations of 200 and 50 μg·mL-1. Scanning electron microscopy (SEM) and transmission electron microscopy (TEM) observations revealed that compound A5 induced significant morphological changes in the R. solani mycelium coupled with vacuole rupture and cytoplasmic inhomogeneity in cellular structures. Transcriptomic and metabolomic analyses indicated that, following A5 treatment, the differentially expressed genes and metabolites were significantly enriched in carbohydrate metabolism-related pathways as well as in lipid metabolism-associated pathways, including glycerophospholipid metabolism, steroid biosynthesis, arachidonic acid metabolism, and sphingolipid metabolism. Additionally, compound A5 demonstrated low toxicity to zebrafish, with survival rates of 100% and 60% at concentrations of 1 and 10 μg·mL-1, respectively, over a period of 7 days. The above results provide theoretical guidance for the development of novel green hydrazide fungicidal candidates.",
      "mesh_terms": [
        "Fungicides, Industrial",
        "Animals",
        "Zebrafish",
        "Isoleucine",
        "Amides",
        "Structure-Activity Relationship",
        "Hydrazines",
        "Microbial Sensitivity Tests"
      ]
    },
    {
      "pmid": "39518871",
      "title": "Isoleucine Enhanced the Function of the Small Intestinal Mucosal Barrier in Weaned Piglets to Alleviate Rotavirus Infection.",
      "authors": [
        "Rongkun Zhao",
        "Changsheng Jiang",
        "Yuchen Yuan",
        "Shen Zhang",
        "Ahmed H Ghonaim",
        "Chuanyan Che",
        "Xiaojin Li",
        "Mengmeng Jin",
        "Erhui Jin",
        "Xiangfang Zeng",
        "Shenghe Li",
        "Man Ren"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2024-Nov-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Rotavirus (RV) is a major cause of diarrhea in young children and animals, especially piglets, leading to substantial economic losses in the global pig industry. Isoleucine (Ile), a branched-chain amino acid, plays an important role in regulating nutrient metabolism and has been shown to improve diarrhea. This study aimed to evaluate the effects of Ile supplementation on the mucosal immune barrier of the small intestine in RV-infected weaned piglets. METHODS: Forty-eight 21-day-old weaned piglets were randomly divided into three dietary treatments (each treatment was subdivided into two groups, eight replicates per group), with 0%, 0.5%, or 1% Ile added for 15 days, and then, one group from each treatment was challenged with RV. RESULTS: The results showed that 1% Ile added to the diet promoted the healthy development of the intestinal mucosa. Ile could restore the reduced villus height in the ileum and the goblet cell number in the duodenum and ileum to normal levels, improving the intestinal epithelial tight junctions in RV-infected piglets. Additionally, Ile increased the activity of lipase, amylase, and sucrase, as well as superoxide dismutase (SOD) and glutathione (GSH), along with the expression of SIgA, DEFβ1, and DEFβ2 in parts of the small intestine. CONCLUSIONS: The addition of Ile to the diet mitigated the effects of RV infection on intestinal morphology and mucosal barrier function, as well as the physiological functions of weaned piglets, and improved the antioxidant and immune functions of the piglets to some extent. These findings offer valuable insights, contributing to a deeper understanding of the role of Ile in supporting intestinal health."
    },
    {
      "pmid": "39252075",
      "title": "Dietary supplementation of valine, isoleucine, and tryptophan may overcome the negative effects of excess leucine in diets for weanling pigs containing corn fermented protein.",
      "authors": [
        "Andrea P Mallea",
        "Charmaine D Espinosa",
        "Su A Lee",
        "Minoy A Cristobal",
        "Leidy J Torrez-Mendoza",
        "Hans H Stein"
      ],
      "journal": "Journal of animal science and biotechnology",
      "publication_date": "2024-Sep-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diets with high inclusion of corn co-products such as corn fermented protein (CFP) may contain excess Leu, which has a negative impact on feed intake and growth performance of pigs due to increased catabolism of Val and Ile and reduced availability of Trp in the brain for serotonin synthesis. However, we hypothesized that the negative effect of using CFP in diets for weanling pigs may be overcome if diets are fortified with crystalline sources of Val, Trp, and (or) Ile. METHODS: Three hundred and twenty weanling pigs were randomly allotted to one of 10 dietary treatments in a completely randomized design, with 4 pigs per pen and 8 replicate pens per treatment. A corn-soybean meal diet and 2 basal diets based on corn and 10% CFP or corn and 20% CFP were formulated. Seven additional diets were formulated by fortifying the basal diet with 20% CFP with Ile, Trp, Val, Ile and Val, Ile and Trp, Trp and Val, or Ile, Trp and Val. A two-phase feeding program was used, with d 1 to 14 being phase 1 and d 15 to 28 being phase 2. Fecal scores were recorded every other day. Blood samples were collected on d 14 and 28 from one pig per pen. On d 14, fecal samples were collected from one pig per pen in 3 of the 10 treatments to determine volatile fatty acids, ammonium concentration, and microbial protein. These pigs were also euthanized and ileal tissue was collected. RESULTS: There were no effects of dietary treatments on any of the parameters evaluated in phase 1. Inclusion of 10% or 20% CFP in diets reduced (P < 0.05) final body weight on d 28, and average daily gain (ADG) and average daily feed intake (ADFI) in phase 2 and for the entire experimental period. However, pigs fed the CFP diet supplemented with Val, Ile, and Trp had final body weight, ADFI, ADG and gain to feed ratio in phase 2 and for the entire experiment that was not different from pigs fed the control diet. Fecal scores in phase 2 were reduced (P < 0.05) if CFP was used. CONCLUSIONS: Corn fermented protein may be included by up to 20% in diets for weanling pigs without affecting growth performance, gut health, or hindgut fermentation, if diets are fortified with extra Val, Trp, and Ile. Inclusion of CFP also improved fecal consistency of pigs."
    },
    {
      "pmid": "39067747",
      "title": "Effects of isoleucine, lysine, valine, and a group of nonessential amino acids on mammary amino acid metabolism in lactating dairy cows.",
      "authors": [
        "A H Weston",
        "T Fernandes",
        "M de Oliveira",
        "S Gaskin",
        "T Pilonero",
        "M D Hanigan"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Intracellular AA regulate milk protein synthesis within the mammary gland by modifying mammary plasma flow (MPF) and AA transporter activity. Amino acid transporters catalyze translocation using Na+ gradient, substrate gradient (uniporters), and exchange mechanisms; further, they exhibit specificity for individual AA or groups of AA with similar side-chain properties within each transport system. Nonessential AA are actively transported through Na+-dependent transporters and, thus, are often used as intracellular currencies for EAA transport through exchange transporters. Therefore, it was hypothesized that individual EAA supplementation would compete with other EAA for shared transporters, and supplementation with Ala, Gln, and Gly would stimulate EAA transport through exchange transporters. Ten primiparous lactating dairy cows were divided into 2 groups based on milk production and were randomly assigned to treatment sequences within 2 balanced 5 × 5 Latin squares by group. Period length was 14 d. Treatments were 9-d jugular infusions of (1) saline; (2) 34.5 g of Val per day; (3) a ratio of 32.7 g of Ala to 40 g of Gln to 26.7 g of Gly per day (AQG); (4) 43 g of Lys per day; or (5) 33.5 g of Ile per day. All cows were fed a common base diet formulated to contain 15.0% CP. Infusions of Ile, Lys, or AQG did not affect milk protein or milk production; however, Val infusion decreased both. The effects of Val infusion on milk protein production appeared to be partially driven by decreased DMI. The decline in milk protein percentage indicated that milk lactose production was also affected. Additionally, Val infusion increased MPF efficiency (MPF/milk; L/L) by approximately 44%. Infusion of Val tended to decrease or decreased mammary net uptakes of Lys, Leu, Met, and total AA. Infusion of Ile tended to increase its mammary net uptakes but did not affect any other AA. Infusions of Lys and AQG did not affect any mammary net uptakes. Infusion of Val tended to decrease Phe and total NEAA mammary clearance rates. Infusion with AQG stimulated Tyr clearance rates and tended to decline system N mammary clearance rates. Ratios of branched-chain AA mammary uptake to milk protein output (U:O) did not differ from 1 for Val-infused cows, which indicated that little intramammary catabolism was occurring. Additionally, the average NEAA U:O in response to all treatments except Val was 0.70, but Val-infused cows had NEAA U:O that averaged 0.09, indicating increased synthesis within the glands. The effects of Val on mammary net clearance rates of multiple EAA support the incorporation of AA limitations in ration optimizers to prevent AA imbalances. It is possible that oversupplementation of EAA other than Val may also decrease DMI and mammary activity. Identifying efficiency apexes for each of the EAA will allow more precise diet formulation and supplementation, leading to improved production efficiency.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Lactation",
        "Female",
        "Amino Acids",
        "Milk",
        "Mammary Glands, Animal",
        "Isoleucine",
        "Valine",
        "Diet",
        "Lysine",
        "Dietary Supplements",
        "Milk Proteins"
      ]
    },
    {
      "pmid": "38254694",
      "title": "Development of a Novel Covalently Bonded Conjugate of Caprylic Acid Tripeptide (Isoleucine-Leucine-Aspartic Acid) for Wound-Compatible and Injectable Hydrogel to Accelerate Healing.",
      "authors": [
        "Sachin B Baravkar",
        "Yan Lu",
        "Abdul-Razak Masoud",
        "Qi Zhao",
        "Jibao He",
        "Song Hong"
      ],
      "journal": "Biomolecules",
      "publication_date": "2024-Jan-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Third-degree burn injuries pose a significant health threat. Safer, easier-to-use, and more effective techniques are urgently needed for their treatment. We hypothesized that covalently bonded conjugates of fatty acids and tripeptides can form wound-compatible hydrogels that can accelerate healing. We first designed conjugated structures as fatty acid-aminoacid1-amonoacid2-aspartate amphiphiles (Cn acid-AA1-AA2-D), which were potentially capable of self-assembling into hydrogels according to the structure and properties of each moiety. We then generated 14 novel conjugates based on this design by using two Fmoc/tBu solid-phase peptide synthesis techniques; we verified their structures and purities through liquid chromatography with tandem mass spectrometry and nuclear magnetic resonance spectroscopy. Of them, 13 conjugates formed hydrogels at low concentrations (≥0.25% w/v), but C8 acid-ILD-NH2 showed the best hydrogelation and was investigated further. Scanning electron microscopy revealed that C8 acid-ILD-NH2 formed fibrous network structures and rapidly formed hydrogels that were stable in phosphate-buffered saline (pH 2-8, 37 °C), a typical pathophysiological condition. Injection and rheological studies revealed that the hydrogels manifested important wound treatment properties, including injectability, shear thinning, rapid re-gelation, and wound-compatible mechanics (e.g., moduli G″ and G', ~0.5-15 kPa). The C8 acid-ILD-NH2(2) hydrogel markedly accelerated the healing of third-degree burn wounds on C57BL/6J mice. Taken together, our findings demonstrated the potential of the Cn fatty acid-AA1-AA2-D molecular template to form hydrogels capable of promoting the wound healing of third-degree burns.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Mice, Inbred C57BL",
        "Caprylates",
        "Aspartic Acid",
        "Isoleucine",
        "Leucine",
        "Hydrogels",
        "Fatty Acids",
        "Wound Healing"
      ]
    },
    {
      "pmid": "38229005",
      "title": "External jasmonic acid isoleucine mediates amplification of plant elicitor peptide receptor (PEPR) and jasmonate-based immune signalling.",
      "authors": [
        "Deepika Mittal",
        "Janesh Kumar Gautam",
        "Mahendra Varma",
        "Amrutha Laie",
        "Shruti Mishra",
        "Smrutisanjita Behera",
        "Jyothilakshmi Vadassery"
      ],
      "journal": "Plant, cell & environment",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Jasmonic acid-isoleucine (JA-Ile) is a plant defence hormone whose cellular levels are elevated upon herbivory and regulate defence signalling. Despite their pivotal role, our understanding of the rapid cellular perception of bioactive JA-Ile is limited. This study identifies cell type-specific JA-Ile-induced Ca2+ signal and its role in self-amplification and plant elicitor peptide receptor (PEPR)-mediated signalling. Using the Ca2+ reporter, R-GECO1 in Arabidopsis, we have characterized a monophasic and sustained JA-Ile-dependent Ca2+ signature in leaf epidermal cells. The rapid Ca2+ signal is independent of positive feedback by the JA-Ile receptor, COI1 and the transporter, JAT1. Microarray analysis identified up-regulation of receptors, PEPR1 and PEPR2 upon JA-Ile treatment. The pepr1 pepr2 double mutant in R-GECO1 background exhibits impaired external JA-Ile induced Ca2+ cyt elevation and impacts the canonical JA-Ile responsive genes. JA responsive transcription factor, MYC2 binds to the G-Box motif of PEPR1 and PEPR2 promoter and activates their expression upon JA-Ile treatment and in myc2 mutant, this is reduced. External JA-Ile amplifies AtPep-PEPR pathway by increasing the AtPep precursor, PROPEP expression. Our work shows a previously unknown non-canonical PEPR-JA-Ile-Ca2+ -MYC2 signalling module through which plants sense JA-Ile rapidly to amplify both AtPep-PEPR and jasmonate signalling in undamaged cells.",
      "mesh_terms": [
        "Arabidopsis Proteins",
        "Isoleucine",
        "Arabidopsis",
        "Oxylipins",
        "Cyclopentanes",
        "Plants",
        "Gene Expression Regulation, Plant"
      ]
    },
    {
      "pmid": "37939658",
      "title": "Dietary restriction of isoleucine increases healthspan and lifespan of genetically heterogeneous mice.",
      "authors": [
        "Cara L Green",
        "Michaela E Trautman",
        "Krittisak Chaiyakul",
        "Raghav Jain",
        "Yasmine H Alam",
        "Reji Babygirija",
        "Heidi H Pak",
        "Michelle M Sonsalla",
        "Mariah F Calubag",
        "Chung-Yang Yeh",
        "Anneliese Bleicher",
        "Grace Novak",
        "Teresa T Liu",
        "Sarah Newman",
        "Will A Ricke",
        "Kristina A Matkowskyj",
        "Irene M Ong",
        "Cholsoon Jang",
        "Judith Simcox",
        "Dudley W Lamming"
      ],
      "journal": "Cell metabolism",
      "publication_date": "2023-Nov-07",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Low-protein diets promote health and longevity in diverse species. Restriction of the branched-chain amino acids (BCAAs) leucine, isoleucine, and valine recapitulates many of these benefits in young C57BL/6J mice. Restriction of dietary isoleucine (IleR) is sufficient to promote metabolic health and is required for many benefits of a low-protein diet in C57BL/6J males. Here, we test the hypothesis that IleR will promote healthy aging in genetically heterogeneous adult UM-HET3 mice. We find that IleR improves metabolic health in young and old HET3 mice, promoting leanness and glycemic control in both sexes, and reprograms hepatic metabolism in a sex-specific manner. IleR reduces frailty and extends the lifespan of male and female mice, but to a greater degree in males. Our results demonstrate that IleR increases healthspan and longevity in genetically diverse mice and suggests that IleR, or pharmaceuticals that mimic this effect, may have potential as a geroprotective intervention.",
      "mesh_terms": [
        "Male",
        "Female",
        "Animals",
        "Mice",
        "Isoleucine",
        "Longevity",
        "Health Promotion",
        "Mice, Inbred C57BL",
        "Amino Acids, Branched-Chain"
      ]
    },
    {
      "pmid": "37863296",
      "title": "Valine and nonessential amino acids affect bidirectional transport rates of leucine and isoleucine in bovine mammary epithelial cells.",
      "authors": [
        "A Hruby Weston",
        "I A M A Teixeira",
        "P S Yoder",
        "T Pilonero",
        "M D Hanigan"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A more complete understanding of the mechanisms controlling AA transport in mammary glands of dairy cattle will help identify solutions to increase nitrogen feeding efficiency on farms. It was hypothesized that Ala, Gln, and Gly (NEAAG), which are actively transported into cells and exchanged for all branched-chain AA (BCAA), may stimulate transport of BCAA, and that Val may antagonize transport of the other BCAA due to transporter competition. Thus, we evaluated the effects of varying concentrations of NEAAG and Val on transport and metabolism of the BCAA Ala, Met, Phe, and Thr by bovine mammary epithelial cells. Primary cultures of bovine mammary epithelial cells were assigned to treatments of low (70% of mean in vivo plasma concentrations of lactating dairy cows) and high (200%) concentrations of Val and NEAAG (LVal and LNEAAG, HVal and HNEAAG, respectively) in a 2 × 2 factorial design. Cells were preloaded with treatment media containing [15N]-labeled AA for 24 h. The [15N]-labeled media were replaced with treatment media containing [13C]-labeled AA. Media and cells were harvested from plates at 0, 0.5, 1, 5, 15, 30, 60, and 240 min after application of the [13C]-labeled AA and assessed for [15N]- and [13C]-AA label concentrations. The data were used to derive transport, transamination, irreversible loss, and protein-synthesis fluxes. All Val fluxes, except synthesis of rapidly exchanging tissue protein, increased with the HVal treatment. Interestingly, the rapidly exchanging tissue protein, transamination, and irreversible-loss rate constants decreased with HVal, indicating that the significant flux increases were primarily driven by mass action with the cells resisting the flux increases by downregulating activity. However, the decreases could also reflect saturation of processes that would drive down the mass-action rate constants. This is supported by decreases in the same rate constants for Ile and Leu with HVal. This could be due to either competition for shared transamination and oxidation reactions or a reduction in enzymatic activity. Also, NEAAG did not affect Val fluxes, but influx and efflux rate constants increased for both Val and Leu with HNEAAG, indicating an activating substrate effect. Overall, AA transport rates generally responded concordantly with extracellular concentrations, indicating the transporters are not substrate-saturated within the in vivo range. However, BCAA transamination and oxidation enzymes may be approaching saturation within in vivo ranges. In addition, System L transport activity appeared to be stimulated by as much as 75% with high intracellular concentrations of Ala, Gln, and Gly. High concentrations of Val antagonized transport activity of Ile and Leu by 68% and 15%, respectively, indicating competitive inhibition, but this was only observable at HNEAAG concentrations. The exchange transporters of System L transport 8 of the essential AA that make up approximately 40% of milk protein, so better understanding this transporter is an important step for increased efficiency.",
      "mesh_terms": [
        "Female",
        "Cattle",
        "Animals",
        "Leucine",
        "Isoleucine",
        "Valine",
        "Lactation",
        "Amino Acids",
        "Proteins",
        "Epithelial Cells",
        "Mammary Glands, Animal",
        "Amino Acids, Branched-Chain"
      ]
    },
    {
      "pmid": "37658490",
      "title": "The Potential Effects of Isoleucine Restricted Diet on Cognitive Impairment in High-Fat-Induced Obese Mice via Gut Microbiota-Brain Axis.",
      "authors": [
        "Yuli Wang",
        "Xue Rong",
        "Hui Guan",
        "Fangxin Ouyang",
        "Xing Zhou",
        "Feng Li",
        "Xintong Tan",
        "Dapeng Li"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "SCOPE: Obesity induced by high-fat diet (HFD) can cause lipid metabolism disorders and cognitive impairment. Isoleucine restriction can effectively alleviate lipid metabolism disorders caused by HFD but the underlying mechanisms on cognition are unknown. METHODS AND RESULTS: Thirty 3-month-old C57BL/6J mice are divided equally into the following groups: the control group, HFD group, and HFD Low Ile group (67% reduction in isoleucine in high fat feeds). Feeding for 11 weeks with behavioral testing, which shows that isoleucine restriction attenuates HFD-induced cognitive dysfunction. As observed by staining, isoleucine restriction inhibits HFD-induced neuronal damage and microglia activation. Furthermore, isoleucine restriction significantly increases the relative abundance of gut microbiota, decreases the proportion of Proteobacteria, and reduces the levels of lipopolysaccharide (LPS) in serum and brain. Isoleucine restriction reduces protein expression of TLR4/MyD88/NF-κB signaling pathway and inhibits upregulation of proinflammatory cytokine genes and protein expression in mice brain. In addition, isoleucine restriction significantly improves insulin resistance in the brain as well as synaptic plasticity impairment. CONCLUSION: Isoleucine restriction may be a potential intervention to reduce HFD-induced cognitive impairment by altering gut microbiota, reducing neuroinflammation, insulin resistance, and improving synaptic plasticity in mice brain.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Gastrointestinal Microbiome",
        "Isoleucine",
        "Mice, Obese",
        "Insulin Resistance",
        "Mice, Inbred C57BL",
        "Cognitive Dysfunction",
        "Brain",
        "Lipid Metabolism Disorders",
        "Diet",
        "Diet, High-Fat"
      ]
    },
    {
      "pmid": "37309295",
      "title": "Acyl-CoA dehydrogenase substrate promiscuity: Challenges and opportunities for development of substrate reduction therapy in disorders of valine and isoleucine metabolism.",
      "authors": [
        "Sander M Houten",
        "Tetyana Dodatko",
        "William Dwyer",
        "Sara Violante",
        "Hongjie Chen",
        "Brandon Stauffer",
        "Robert J DeVita",
        "Frédéric M Vaz",
        "Justin R Cross",
        "Chunli Yu",
        "João Leandro"
      ],
      "journal": "Journal of inherited metabolic disease",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Toxicity of accumulating substrates is a significant problem in several disorders of valine and isoleucine degradation notably short-chain enoyl-CoA hydratase (ECHS1 or crotonase) deficiency, 3-hydroxyisobutyryl-CoA hydrolase (HIBCH) deficiency, propionic acidemia (PA), and methylmalonic aciduria (MMA). Isobutyryl-CoA dehydrogenase (ACAD8) and short/branched-chain acyl-CoA dehydrogenase (SBCAD, ACADSB) function in the valine and isoleucine degradation pathways, respectively. Deficiencies of these acyl-CoA dehydrogenase (ACAD) enzymes are considered biochemical abnormalities with limited or no clinical consequences. We investigated whether substrate reduction therapy through inhibition of ACAD8 and SBCAD can limit the accumulation of toxic metabolic intermediates in disorders of valine and isoleucine metabolism. Using analysis of acylcarnitine isomers, we show that 2-methylenecyclopropaneacetic acid (MCPA) inhibited SBCAD, isovaleryl-CoA dehydrogenase, short-chain acyl-CoA dehydrogenase and medium-chain acyl-CoA dehydrogenase, but not ACAD8. MCPA treatment of wild-type and PA HEK-293 cells caused a pronounced decrease in C3-carnitine. Furthermore, deletion of ACADSB in HEK-293 cells led to an equally strong decrease in C3-carnitine when compared to wild-type cells. Deletion of ECHS1 in HEK-293 cells caused a defect in lipoylation of the E2 component of the pyruvate dehydrogenase complex, which was not rescued by ACAD8 deletion. MCPA was able to rescue lipoylation in ECHS1 KO cells, but only in cells with prior ACAD8 deletion. SBCAD was not the sole ACAD responsible for this compensation, which indicates substantial promiscuity of ACADs in HEK-293 cells for the isobutyryl-CoA substrate. Substrate promiscuity appeared less prominent for 2-methylbutyryl-CoA at least in HEK-293 cells. We suggest that pharmacological inhibition of SBCAD to treat PA should be investigated further.",
      "mesh_terms": [
        "Humans",
        "Valine",
        "Acyl-CoA Dehydrogenase",
        "Isoleucine",
        "Propionic Acidemia",
        "2-Methyl-4-chlorophenoxyacetic Acid",
        "HEK293 Cells",
        "Carnitine"
      ]
    },
    {
      "pmid": "36820928",
      "title": "High dose isoleucine stabilizes nuclear PTEN to suppress the proliferation of lung cancer.",
      "authors": [
        "Haiqing Wang",
        "Sen Chen",
        "Wenhui Kang",
        "Bojiao Ding",
        "Shulan Cui",
        "Li Zhou",
        "Na Zhang",
        "Huiying Luo",
        "Mingjuan Wang",
        "Fan Zhang",
        "Zezhou Zhao",
        "Zihu Guo",
        "Chao Wang",
        "Liang Li",
        "Zhengzhong Wang",
        "Xuetong Chen",
        "Yonghua Wang"
      ],
      "journal": "Discover oncology",
      "publication_date": "2023-Feb-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Cancer cells require a supply of amino acids, particularly essential amino acids such as branched-chain amino acids (BCAAs, i.e., valine, leucine, and isoleucine), to meet the increased nutrient demands of malignant tumors. The cell-autonomous and non-autonomous roles of altered BCAA supply have been implicated in cancer progression. The critical proteins involved in BCAA uptake, transport, metabolism, etc. serve as potential therapeutic biomarkers in human cancers. Here, we summarize the potential anti-tumor mechanism of BCAA by exploring the chain reaction triggered by increased BCAA supply in the tumor. METHOD: A system-wide strategy was employed to provide a generic solution to establish the links between BCAA and cancer based on comprehensive omics, molecular experimentation, and data analysis. RESULTS: BCAA over-supplementation (900 mg/kg) significantly inhibited tumor growth and reduced tumor burden, with isoleucine having the most pronounced effect. Surprisingly, isoleucine inhibited tumor growth independently of mTORC1 activation, a classical amino acid sensor. Exploratory transcriptome analysis revealed that Phosphatase and tensin homolog (PTEN) is the critical factor in the anti-tumor effect of isoleucine. By inhibiting PTEN ubiquitination, isoleucine can promote PTEN nuclear import and maintain PTEN nuclear stability. Interestingly, this process was regulated by isoleucine-tRNA ligase, cytoplasmic (IARS), a direct target of isoleucine. We demonstrated the enhanced interaction between IARS and PTEN in the presence of excess isoleucine. At the same time, IARS knockout leads to loss of isoleucine tumor suppressor ability. CONCLUSION: Overall, our results provide insights into the regulation of the IARS-PTEN anti-tumor axis by isoleucine and reveal a unique therapeutic approach based on enhancing cellular isoleucine supply."
    },
    {
      "pmid": "36639940",
      "title": "Comparative evaluation of biased agonists Sarcosine1 , d-Alanine8 -Angiotensin (Ang) II (SD Ang II) and Sarcosine1 , Isoleucine8 -Ang II (SI Ang II) and their radioiodinated congeners binding to rat liver membrane AT1 receptors.",
      "authors": [
        "Natalia M Noto",
        "Yazmin M Restrepo",
        "Hong W Pang",
        "Filipe Stoyell-Conti",
        "Crystal A West",
        "Robert C Speth"
      ],
      "journal": "Pharmacology research & perspectives",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Angiotensin II analogue and β-arrestin biased agonist TRV027 (Sarcosine1 , d-Alanine8 -Angiotensin (Ang) II; SD Ang II), developed by Trevena, Inc. in the early 2010s, brought hopes of a novel treatment for cardiovascular diseases, due to its ability to simultaneously cause signaling through the β-arrestin signaling pathway, while antagonizing the pathophysiological effects of Ang II mediated by the AT1 receptor G protein signaling cascades. However, a phase II clinical trial of this agent revealed no significant benefit compared to placebo treatment. Using 125 I-Sarcosine1 , Isoleucine8 -Ang II (125 I-SI Ang II) radioligand receptor competition binding assays, we assessed the relative affinity of TRV027 compared to SI Ang II for liver AT1 receptors. We also compared radioiodinated TRV027 (125 I-SD Ang II) binding affinity for liver AT1 receptors with 125 I-SI Ang II. We found that despite its anticipated gain in metabolic stability, TRV027 and 125 I-SD Ang II had reduced affinity for the AT1 receptor compared with SI Ang II and 125 I-SI Ang II. Additionally, male-female comparisons showed that females have a higher AT1 receptor density, potentially attributed to tissue-dependent estrogen and progesterone effects. Peptide drugs have become more popular over the years due to their increased bioavailability, fast onset of action, high specificity, and low toxicity. Even though Trevena®'s biased agonist peptide TRV027 offered greater stability and potency compared to earlier AT1 R biased agonists, it failed its phase II clinical trial in 2016. Further refinements to AT1 R biased agonist peptides to improve affinity, as seen with SI Ang II, with better stability and bioavailability, has the potential to achieve the anticipated biased agonism.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Male",
        "Rats",
        "Alanine",
        "Angiotensin II",
        "beta-Arrestins",
        "Isoleucine",
        "Liver",
        "Sarcosine",
        "Receptor, Angiotensin, Type 1"
      ]
    },
    {
      "pmid": "36599221",
      "title": "Low-protein diets supplemented with isoleucine alleviate lipid deposition in broilers through activating 5' adenosine monophosphate-activated protein kinase and janus kinase 2/signal transducer and activator of transcription 3 signaling pathways.",
      "authors": [
        "Shengnan Ma",
        "Kai Zhang",
        "Shuyan Shi",
        "Xuemin Li",
        "Chuanyan Che",
        "Peng Chen",
        "Huawei Liu"
      ],
      "journal": "Poultry science",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to evaluate the effect of isoleucine (Ile) on growth performance, meat quality and lipid metabolism of broilers fed a low-protein diet (LPD). The 396 one-day-old male Cobb broilers were allocated to 4 treatment groups as follows: control diet (CON), LPD, LPD + 0.13% Ile (LPD-LI) and LPD + 0.26% Ile (LPD-HI), with nine replicates of 11 broilers each for 42 d. The Ile increased average daily gain, average daily feed intake, fiber density and the mRNA level of myosin heavy chain (MyHC)-I in breast muscle, and decreased feed to gain ratio, shear force, fiber diameter and the mRNA level of MyHC-IIb in breast muscle, which were impaired by the LPD. Compared to the LPD group, broilers in LPD-LI and LPD-HI groups had lower serum lipid levels, liver fat content, abdominal adipose percentage and mRNA levels of peroxisome proliferator-activated receptor-γ, CCAAT/enhancer binding protein-α, ki-67, topoisomerase II alpha (TOP2A) and thioredoxin-dependent peroxidase 2 in abdominal adipose and liver X receptors-α, sterol regulatory element binding protein 1 (SREBP1), acetyl-CoA carboxylase (ACC) and fatty acid synthase (FAS) in liver, and higher mRNA levels of peroxisome proliferator activated receptor-α, carnitine palmitoyl-transferase 1 (CPT-1), and acyl-CoA oxidase 1 (ACOX1) in liver, which were equal to the CON levels. A LPD supplemented with Ile decreased enzyme activities of ACC and FAS in liver and glycerol-3-phosphate dehydrogenase and TOP2A in abdominal adipose, and increased enzyme activities of CPT-1 and ACOX1 in liver. Furthermore, Ile supplementation enhanced the mRNA level of leptin receptor and protein levels of phospho-5' adenosine monophosphate-activated protein kinase (AMPK), mechanistic target of rapamycin, ribosomal protein 70 S6 kinase, janus kinase 2 (JAK2), and signal transducer and activator of transcription 3 (STAT3), and decreased the protein level of SREBP1 in the liver of broilers in LPD group. In conclusion, dietary supplementation with Ile to 0.83% could improve growth performance and meat quality and alleviate lipid deposition of broilers fed a LPD through activating AMPK and JAK2/STAT3 signaling pathways.",
      "mesh_terms": [
        "Male",
        "Animals",
        "Isoleucine",
        "Chickens",
        "Diet, Protein-Restricted",
        "AMP-Activated Protein Kinases",
        "Janus Kinase 2",
        "STAT3 Transcription Factor",
        "Dietary Supplements",
        "Diet",
        "Liver",
        "Signal Transduction",
        "RNA, Messenger",
        "Lipids",
        "Lipid Metabolism"
      ]
    },
    {
      "pmid": "36341173",
      "title": "Alternative sources of valine and isoleucine for prompt reduction of plasma leucine in maple syrup urine disease patients: A case series.",
      "authors": [
        "Maryam Ziadlou",
        "Anita MacDonald"
      ],
      "journal": "JIMD reports",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "In maple syrup urine disease (MSUD), leucine (Leu) accumulation, and its metabolites cause brain toxicity, and at diagnosis rapid plasma Leu reduction is essential. Valine (Val) and isoleucine (Iso) supplements are necessary to promote anabolism and enable prompt reduction of plasma Leu. Val/Iso supplements are unavailable in Iran, so an alternative source was necessary. An emergency protocol was developed using an unconventional source of Val and Iso to prompt reduction of high plasma Leu levels during an acute metabolic crisis to prevent brain encephalopathy and neurological sequelae. Five children with classical MSUD were referred aged 1-25 months, with a prolonged high plasma Leu of more than 1500 μmol/L and acute symptoms (irritability, poor feeding, and hypotonia). Initially, breast milk/regular infant formula was stopped. Val and Iso were given in calculated amounts from a Leu-free formula containing Iso/Val (Xleu Maxamaid, Nutricia Ltd.) to promote anabolism. It was prescribed for a controlled and limited time with a branched chain amino acid (BCAA) free formula. Frequent amino acid monitoring was conducted. Natural protein was re-added after normalizing plasma Leu. Plasma Leu declined by a median (range) of 1677 (1501-1852) μmol/L within 3-4 days of intervention. The median follow-up time was 24 months (range: 14-32) and patients showed improvement in motor and cognitive skills after normalizing plasma Leu (75-200 μmol/L). Most had improvement in their head circumference (n = 4). Due to the unavailability of individual Val/Iso supplements, a Leu-free formula rapidly lowered plasma Leu concentrations during acute crisis, to prevent cerebral edema and brain damage in MSUD."
    },
    {
      "pmid": "36191517",
      "title": "Understanding the interactive effects of dietary leucine with isoleucine and valine in the modern commercial broiler.",
      "authors": [
        "R Kriseldi",
        "M Silva",
        "J Lee",
        "R Adhikari",
        "C Williams",
        "A Corzo"
      ],
      "journal": "Poultry science",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A study was conducted to understand the relationship among dietary branched-chain amino acids (BCAA) on the performance of Ross 344 × 708 male broilers. A total of 2,592 d-old male chicks were randomly placed into 144-floor pens according to a 23 full factorial central composite design (CCD) with 20 treatments (14 treatments and 6 center points). Each treatment consisted of varying digestible Ile:Lys (52 to 75), Val:Lys (64 to 87), and Leu:Lys (110 to 185) ratios. Birds and feed were weighed at 20 and 34 d of age to determine body weight gain (BWG), feed intake, and feed conversion ratio (FCR). At 35 d of age, feather amino acid composition and carcass characteristics were evaluated. Data were analyzed as CCD using the surface response option of JMP v. 15. Body weight gain (1,332 g; P < 0.001; R2 = 0.93) and FCR (1.54; P = 0.002; R2 = 0.88) were optimized at the lowest Leu:Lys ratio (110) with moderate Val:Lys (78 to 79) and Ile:Lys (65 to 66) ratios. Poorer BWG and FCR were observed as Leu:Lys ratio increased while increasing Val:Lys and Ile:Lys ratios alleviated the poor performance. Carcass (71.5%; P = 0.031; R2 = 0.76) and breast yield (26.7%; P < 0.001; R2 = 0.96) were maximized at the highest Leu:Lys ratio. This effect was complemented by increasing Ile:Lys ratio beyond 68. Lower Ile:Lys and Val:Lys ratios were required to maximize carcass and breast yield at the lowest Leu:Lys ratio. However, this strategy yielded less meat than providing a high Leu:Lys ratio diet. Dietary BCAA had little effect on altering the composition of feather protein and amino acid (P > 0.10). These results suggest that optimum BCAA ratios to Lys may vary depending on response criteria and demonstrate the importance of maintaining proper Val and Ile ratios centered on dietary Leu. Live performance can be optimized in diets with low Leu:Lys ratios; however, meat yield can be enhanced by increasing dietary Leu:Lys along with Ile:Lys ratios.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Isoleucine",
        "Leucine",
        "Valine",
        "Chickens",
        "Animal Feed",
        "Diet",
        "Amino Acids, Branched-Chain",
        "Weight Gain",
        "Amino Acids"
      ]
    },
    {
      "pmid": "35830259",
      "title": "Intervention with isoleucine or valine corrects hyperinsulinemia and reduces intrahepatic diacylglycerols, liver steatosis, and inflammation in Ldlr-/-.Leiden mice with manifest obesity-associated NASH.",
      "authors": [
        "Eveline Gart",
        "Wim van Duyvenvoorde",
        "Martien P M Caspers",
        "Nikki van Trigt",
        "Jessica Snabel",
        "Aswin Menke",
        "Jaap Keijer",
        "Kanita Salic",
        "Martine C Morrison",
        "Robert Kleemann"
      ],
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Non-alcoholic steatohepatitis (NASH) is associated with a disturbed metabolism in liver, insulin resistance, and excessive accumulation of ectopic fat. Branched-chain amino acids (BCAAs) may beneficially modulate hepatic lipids, however, it remains unclear whether individual BCAAs can attenuate already established NASH and associated oxidative-inflammatory stress. After a 26 weeks run-in on fast food diet (FFD), obese Ldlr-/-.Leiden mice were treated for another 12 weeks with either valine or isoleucine (3% of FFD) and then compared to FFD controls. Valine and isoleucine did not affect obesity, dyslipidemia, gut permeability, or fecal fatty acid excretion, but significantly reduced hyperinsulinemia. Valine and isoleucine reduced ALT, CK18-M30, and liver steatosis with a particularly pronounced suppression of the microvesicular component (-61% by valine and -71% by isoleucine). Both BCAAs decreased intrahepatic diacylglycerols and 4-hydroxynonenal immunoreactivity, a marker for oxidative stress-induced lipid peroxidation. Functional genomics analysis demonstrated that valine and isoleucine affected BCAA metabolism genes, deactivated master regulators of anabolic pathways related to steatosis (e.g., SREBPF1), and activated master regulators of mitochondrial biogenesis (e.g., PPARGC1A) and lipid catabolism (e.g., ACOX1, AMPK). This correction of critical metabolic pathways on gene expression level was accompanied by a significant decrease in histological liver inflammation, and suppression of FFD-stimulated cytokine and chemokine proteins KC/CXCL1, MCP-1/CCL2, and MIP-2/CXCL2 and their pathways. In conclusion, dietary intervention with either valine or isoleucine corrected liver diacylglycerols, gene expression of multiple metabolic processes, and reduced NASH histology with profound hepatoprotective effects on oxidative stress and inflammatory proteins.",
      "mesh_terms": [
        "Amino Acids, Branched-Chain",
        "Animals",
        "Diglycerides",
        "Hyperinsulinism",
        "Inflammation",
        "Isoleucine",
        "Liver",
        "Mice",
        "Mice, Inbred C57BL",
        "Non-alcoholic Fatty Liver Disease",
        "Obesity",
        "Valine"
      ]
    },
    {
      "pmid": "35776121",
      "title": "The effect of standardized ileal digestible isoleucine:lysine in diets containing 20% dried distillers grains with solubles on finishing pig performance and carcass characteristics.",
      "authors": [
        "David A Clizer",
        "Blair J Tostenson",
        "Sam K Tauer",
        "Ryan S Samuel",
        "Paul M Cline"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2022-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In order to determine the standardized ileal digestible (SID) Ile:Lys requirement in finishing diets containing 20% DDGS, a 56-d study was conducted utilizing 2,268 pigs (DNA 600 x Topigs Norsvin 70, initially 82.3 kg). A total of six dietary treatments were fed, including a standard corn-soybean meal (SBM) diet and five diets containing 20% DDGS with SID Ile:Lys ratios of 55%, 60%, 65%, 70%, and 75%. Dietary treatments were assigned to pens, incompletely balancing for previous treatment, with each treatment being replicated 14 times. Pair-wise comparisons were used to evaluate the impact of dietary treatment on performance and carcass traits, whereas single degree of freedom orthogonal polynomials were used to evaluate dose response of SID Ile:Lys in 20% DDGS diets. Increasing the SID Ile:Lys ratio in diets containing 20% DDGS did not impact pig growth performance criteria in a quadratic or linear fashion (P ≥ 0.18). However, increasing the SID Ile:Lys ratio in 20% DDGS diets resulted in decreased back fat (BF; Quadratic, P = 0.01), increased loin depth (Quadratic, P = 0.03), and tended to increase percent lean (Quadratic, P = 0.07) with optimal carcass parameters occurring when 65% SID Ile:Lys was supplied in 20% DDGS diets. Pigs fed the corn-SBM diet had a similar final body weight (BW; P = 0.26) and cumulative average daily gain (ADG; P = 0.12) compared to pigs fed a 20% DDGS diet containing 70% SID Ile:Lys ratio and 3% greater cumulative average daily feed intake (ADFI) compared to pigs receiving diets with SID Ile:Lys ratios of 65% and 75% (P ≤ 0.01). In conclusion, these results suggest that when feeding 20% DDGS in late finishing swine diets, a SID Ile:Lys ratio of 70% should be utilized when attempting to achieve similar overall growth performance relative to a corn-SBM diet.",
      "mesh_terms": [
        "Animals",
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Body Composition",
        "Body Weight",
        "Diet",
        "Edible Grain",
        "Isoleucine",
        "Lysine",
        "Glycine max",
        "Swine",
        "Swine Diseases",
        "Zea mays"
      ]
    },
    {
      "pmid": "35628177",
      "title": "Random Copolymers of Lysine and Isoleucine for Efficient mRNA Delivery.",
      "authors": [
        "Iuliia Pilipenko",
        "Olga Korovkina",
        "Nina Gubina",
        "Viktoria Ekimova",
        "Anastasia Ishutinova",
        "Evgenia Korzhikova-Vlakh",
        "Tatiana Tennikova",
        "Viktor Korzhikov-Vlakh"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2022-May-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Messenger RNA (mRNA) is currently of great interest as a new category of therapeutic agent, which could be used for prevention or treatment of various diseases. For this mRNA requires effective delivery systems that will protect it from degradation, as well as allow cellular uptake and mRNA release. Random poly(lysine-co-isoleucine) polypeptides were synthesized and investigated as possible carriers for mRNA delivery. The polypeptides obtained under lysine:isoleucine monomer ratio equal to 80/20 were shown to give polyplexes with smaller size, positive ζ-potential and more than 90% encapsulation efficacy. The phase inversion method was proposed as best way for encapsulation of mRNA into polyplexes, which are based on obtained amphiphilic copolymers. These copolymers showed efficacy in protection of bound mRNA towards ribonuclease and lower toxicity as compared to lysine homopolymer. The poly(lysine-co-isoleucine) polypeptides showed greater than poly(ethyleneimine) efficacy as vectors for transfection of cells with green fluorescent protein and firefly luciferase encoding mRNAs. This allows us to consider obtained copolymers as promising candidates for mRNA delivery applications.",
      "mesh_terms": [
        "Isoleucine",
        "Lysine",
        "Poly A",
        "Polymers",
        "RNA, Messenger",
        "Transfection"
      ]
    },
    {
      "pmid": "35593529",
      "title": "Isoleucine stimulates mTOR and SREBP-1c gene expression for milk synthesis in mammary epithelial cells through BRG1-mediated chromatin remodelling.",
      "authors": [
        "Qi Hao",
        "Zhe Wang",
        "Lulu Wang",
        "Meihong Han",
        "Minghui Zhang",
        "Xuejun Gao"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2022-May-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Several amino acids can stimulate milk synthesis in mammary epithelial cells (MEC); however, the regulatory role of isoleucine (Ile) and underlying molecular mechanism remain poorly understood. In this study, we aimed to evaluate the regulatory effects of Ile on milk protein and fat synthesis in MEC and reveal the mediation mechanism of Brahma-related gene 1 (BRG1) on this regulation. Ile dose dependently affected milk protein and fat synthesis, mechanistic target of rapamycin (mTOR) phosphorylation, sterol regulatory element binding protein 1c (SREBP-1c) expression and maturation, and BRG1 protein expression in bovine MEC. Phosphatidylinositol 3 kinase (PI3K) inhibition by LY294002 treatment blocked the stimulation of Ile on BRG1 expression. BRG1 knockdown and gene activation experiments showed that it mediated the stimulation of Ile on milk protein and fat synthesis, mTOR phosphorylation, and SREBP-1c expression and maturation in MEC. ChIP-PCR analysis detected that BRG1 bound to the promoters of mTOR and SREBP-1c, and ChIP-qPCR further detected that these bindings were increased by Ile stimulation. In addition, BRG1 positively regulated the binding of H3K27ac to these two promoters, while it negatively affected the binding of H3K27me3 to these promoters. BRG1 knockdown blocked the stimulation of Ile on these two gene expressions. The expression of BRG1 was higher in mouse mammary gland in the lactating period, compared with that in the puberty or dry period. Taken together, these experimental data reveal that Ile stimulates milk protein and fat synthesis in MEC via the PI3K-BRG1-mTOR/SREBP-1c pathway."
    },
    {
      "pmid": "34332225",
      "title": "Determination of the optimum digestible isoleucine to lysine ratios for male Yield Plus × Ross 708 broilers between 1.0 and 4.0 kg body weight utilizing growth performance and carcass characteristics.",
      "authors": [
        "T L Wise",
        "P B Tillman",
        "J Soto",
        "K J Touchette",
        "W A Dozier"
      ],
      "journal": "Poultry science",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Three experiments (Exp) were conducted to determine optimal digestible Ile to Lys ratios for male Yield Plus × Ross 708 broilers from approximately 1.0 to 4.0 kg BW. Broilers were fed dose-response diets with inclusions of blood cells that were formulated to contain a gradient of digestible Ile to Lys ratios (0.46 to 0.83). Treatments for Exp 1 to 3 were fed from 21 to 35, 28 to 42, and 35 to 49 d of age, respectively, to target market weights from 2.5 to 4.0 kg. Experiments utilized positive control (PC) diets that did not contain blood cells and were formulated to the same Ile ratios as Treatment 5. Birds and feed were weighed by pen on the first and last days of the experimental period to determine growth performance. Selected broilers were processed and deboned to determine carcass characteristics. For all Exp, quadratic effects (P ≤ 0.001) were observed with BW gain, feed conversion ratio (FCR), breast meat weight, and breast meat yield (BMY) as digestible Ile to Lys ratios increased. Contrasts between PC and Treatment 5 for each Exp displayed no effect of blood cell inclusion with the exception of FCR in Exp 1 (P = 0.001) and BMY in Exp 3 (P = 0.017). Optimum digestible Ile to Lys ratios for Exp 1 were determined to range from 0.640 to 0.725 for growth from 1.0 to 2.5 kg BW (P ≤ 0.001) and breast meat characteristics. In Exp 2, optimum ratios ranged from 0.664 to 0.682 for growth and breast meat characteristics from 1.6 to 3.1 kg BW (P ≤ 0.001). For growth and breast meat characteristics of broilers in Exp 3, optimum ratios ranged from 0.625 to 0.730, from 2.6 to 3.9 kg BW (P ≤ 0.001). Based on these findings, optimum digestible Ile to Lys ratios were determined to range from 0.63 to 0.73 for broilers from 1.0 to 4.0 kg BW.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Body Weight",
        "Chickens",
        "Diet",
        "Isoleucine",
        "Lysine",
        "Male"
      ]
    },
    {
      "pmid": "34160501",
      "title": "Leucine, but not isoleucine or valine, affects serum lipid profiles and browning of WAT in mice.",
      "authors": [
        "Xinbo Zhou",
        "Jiayi Chen",
        "Bo Sun",
        "Zhishen Wang",
        "Jialiang Zhu",
        "Zhiyuan Yue",
        "Yiming Zhang",
        "Anshan Shan",
        "Qingquan Ma",
        "Jiali Wang"
      ],
      "journal": "Food & function",
      "publication_date": "2021-Aug-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Branched chain amino acids (BCAA), especially leucine (Leu), have been reported to decrease fat deposition. However, opposite effects of BCAA on lipid metabolism have been observed. To determine the role of BCAA in lipid metabolism, an amino acid-defined diet was formulated and C57BL/6J mice were assigned into the following groups: amino acid-defined control diet and control diet supplemented with Leu, isoleucine, or valine. Nitrogen was balanced by proportionally mixed amino acids except BCAA. Results showed that dietary Leu supplementation significantly increased the levels of serum triglycerides, total cholesterol, low-density lipoprotein-cholesterol, high-density lipoprotein-cholesterol and urea nitrogen. Metabolomics showed that biosynthesis of unsaturated fatty acids was altered by Leu supplementation. Leu treatment up-regulated the expression of genes related to fat synthesis and down-regulated the expression of genes related to fatty acid synthesis. Furthermore, the genes and proteins of selective markers involved in browning of white adipose tissue (WAT) were up-regulated by dietary supplementation with Leu. This study indicated that dietary supplementation with Leu, but not isoleucine or valine, significantly affected lipid metabolism by regulating lipid metabolism-related genes and serum fatty acid concentration, providing a new tool in the management of obesity and metabolic disorders.",
      "mesh_terms": [
        "Adipose Tissue, White",
        "Amino Acids, Branched-Chain",
        "Animals",
        "Dietary Supplements",
        "Insulin Resistance",
        "Lipid Metabolism",
        "Lipids",
        "Male",
        "Mice",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "33764231",
      "title": "Reproductive performance, metabolism and oxidative stress profile in Chinese yellow-feathered broiler breeder hens fed multiple levels of isoleucine.",
      "authors": [
        "X J Lin",
        "L Li",
        "Z Y Gou",
        "Q L Fan",
        "Y B Wang",
        "S Q Jiang"
      ],
      "journal": "British poultry science",
      "publication_date": "2021-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "1. This experiment was conducted to evaluate the effects of dietary isoleucine (Ile) on reproductive performance and certain indices of metabolism and oxidative stress in Chinese yellow-feathered broiler breeder hens.2. A total of 600, 40-week-old Chinese yellow-feathered broiler breeder hens were fed a basal diet formulated with maize, corn gluten meal and spray-dried blood cell meal containing 3.3 g/kg Ile, or supplemented to contain 4.5, 5.7, 6.9, or 8.1 g/kg Ile for five weeks. Each dietary treatment had six replicates with 20 birds per replicate. After three weeks of receiving the trial diets, 24 eggs were collected at random from each replicate to measure egg quality. Starting after four weeks of treatment, 50 settable eggs per replicate were collected for 7 d in succession for hatching. After five weeks of being fed the treatment diets, birds were slaughtered for tissue and organ collection.3. For the overall period, laying rate, egg weight, egg mass and hatchling weight linearly (P < 0.05) and quadratically (P < 0.05) increased with dietary Ile levels. Final body weight, feed intake and relative liver weight of birds fed 3.3 g/kg Ile was lower compared to birds fed the other diets (P < 0.05). There was no effect of Ile level on egg quality (P > 0.05). Hatchling weight was linearly (P < 0.05) and quadratically increased (P < 0.05) in line with dietary supplemental Ile.4. After three weeks on the trial diets, birds fed the diet containing 3.3 g/kg Ile had decreased blood TG concentrations compared to breeders fed 6.9 or 8.1 g/kg Ile (P < 0.05). Activities of CK were significantly higher in breeders fed the 3.3 g/kg Ile diet compared to all other levels of dietary Ile after five weeks of treatment. A quadratic effect (P < 0.05) was evident for glucose at 8.1 g/kg Ile level. After five weeks of treatment, plasma TG concentrations in birds fed 3.3 g/kg Ile were significantly lower than in birds fed all other levels of Ile. Glucose concentrations in breeder hens receiving the 3.3 g/kg Ile diet were lowest and the highest concentrations were in birds fed 5.7 g/kg Ile (P < 0.05). Plasma activities of LDH were highest in breeders on the 3.3 g/kg Ile diet but were only significantly different (P < 0.05) for birds fed 5.7 g/kg Ile.5. The current study indicated that Ile deficiency decreased reproductive performance and appeared to serve as a stressor. The optimal dietary Ile for Chinese yellow-feathered broiler breeder hens in the laying period was 5.79 g/kg feed (0.75 g/d).",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Chickens",
        "China",
        "Diet",
        "Dietary Supplements",
        "Female",
        "Isoleucine",
        "Ovum",
        "Oxidative Stress",
        "Reproduction"
      ]
    },
    {
      "pmid": "33455768",
      "title": "Assessing amino acid uptake and metabolism in mammary glands of lactating dairy cows intravenously infused with methionine, lysine, and histidine or with leucine and isoleucine.",
      "authors": [
        "X Huang",
        "P S Yoder",
        "I A M A Teixeira",
        "M D Hanigan"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to evaluate the effect of jugular infusions of 2 groups of AA on essential AA (EAA) transport and metabolism by mammary glands. Four Holstein cows in second lactation (66 ± 10 d in milk) were used in 4 × 4 Latin square design with a 2 × 2 factorial arrangement of treatments. Treatments were jugular infusions of saline; Met, Lys, and His (MKH); Ile and Leu (IL); or MKH plus IL (MKH+IL). Each period consisted of 8 d of no infusion followed by 8 d of jugular vein infusion of the treatment solutions. Amino acids were infused at rates of 21 g of Met, 38 g of Lys, 20 g of His, 50 g of Leu, and 22 g of Ile per day. Cows were fed a basal diet consisting of 15.2% crude protein with adequate rumen degradable protein but 15% deficient in MP based on estimates by Cornell Net Carbohydrate and Protein System (v6.5). On the last day of each period, 13C-AA derived from algae was infused into the jugular vein over 6 h, and blood and milk samples were collected before, during, and after infusion. Plasma and milk samples were analyzed for AA isotopic enrichment, and a mammary compartmental model was fitted to the data to derive bidirectional transport and metabolism rates for individual EAA. Influx of Leu increased with IL, whereas influx of other EAA was not different among treatments. Cellular efflux of Met and Lys to venous plasma represented 12 to 34% of influx, whereas cellular efflux of Phe and BCAA represented 29 to 59% of influx. Increased efflux/influx ratios of Ile and Leu with IL but not Met and Lys with MKH demonstrated that increased Ile and Leu influx was mostly returned to plasma resulting in no change in net uptake or efficiency. The isotope results showed that mammary net uptake of Lys and Ile increased during MKH infusion. Net uptake of Met increased with MKH but only in the absence of IL. Catabolism of Lys and Met only increased with MKH alone, resulting in decreased efficiency for milk protein, which demonstrated that Ile and Leu infusion can spare Lys and Met for milk protein synthesis. Total AA uptake to milk output was not different from 1, implying the catabolized Met and Lys contributed nitrogen to nonessential AA. Overall, EAA uptake and metabolism in mammary glands of dairy cows varied across individual EAA and responded differently to respective AA supplements. In addition, uptake, retention, and end use of AA by mammary tissue is variable and dependent on the mix of AA provided. This variability, depending on the mix of AA absorbed, will change the efficiency of utilization of individual AA at the mammary gland level and consequently the whole-body level. Thus, it is inaccurate to use a fixed, constant efficiency within and across AA to represent tissue activity.",
      "mesh_terms": [
        "Amino Acids",
        "Animals",
        "Cattle",
        "Female",
        "Histidine",
        "Isoleucine",
        "Lactation",
        "Leucine",
        "Lysine",
        "Methionine",
        "Milk Proteins"
      ]
    },
    {
      "pmid": "32823899",
      "title": "The Effect of Isoleucine Supplementation on Body Weight Gain and Blood Glucose Response in Lean and Obese Mice.",
      "authors": [
        "Rebecca O'Rielly",
        "Hui Li",
        "See Meng Lim",
        "Roger Yazbeck",
        "Stamatiki Kritas",
        "Sina S Ullrich",
        "Christine Feinle-Bisset",
        "Leonie Heilbronn",
        "Amanda J Page"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-Aug-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic isoleucine supplementation prevents diet-induced weight gain in rodents. Acute-isoleucine administration improves glucose tolerance in rodents and reduces postprandial glucose levels in humans. However, the effect of chronic-isoleucine supplementation on body weight and glucose tolerance in obesity is unknown. This study aimed to investigate the impact of chronic isoleucine on body weight gain and glucose tolerance in lean and high-fat-diet (HFD) induced-obese mice. Male C57BL/6-mice, fed a standard-laboratory-diet (SLD) or HFD for 12 weeks, were randomly allocated to: (1) Control: Drinking water; (2) Acute: Drinking water with a gavage of isoleucine (300 mg/kg) prior to the oral-glucose-tolerance-test (OGTT) or gastric-emptying-breath-test (GEBT); (3) Chronic: Drinking water with 1.5% isoleucine, for a further six weeks. At 16 weeks, an OGTT and GEBT was performed and at 17 weeks metabolic monitoring. In SLD- and HFD-mice, there was no difference in body weight, fat mass, and plasma lipid profiles between isoleucine treatment groups. Acute-isoleucine did not improve glucose tolerance in SLD- or HFD-mice. Chronic-isoleucine impaired glucose tolerance in SLD-mice. There was no difference in gastric emptying between any groups. Chronic-isoleucine did not alter energy intake, energy expenditure, or respiratory quotient in SLD- or HFD-mice. In conclusion, chronic isoleucine supplementation may not be an effective treatment for obesity or glucose intolerance.",
      "mesh_terms": [
        "Animals",
        "Blood Glucose",
        "Diet, High-Fat",
        "Dietary Supplements",
        "Glucose Intolerance",
        "Glucose Tolerance Test",
        "Humans",
        "Hyperglycemia",
        "Isoleucine",
        "Male",
        "Mice, Inbred C57BL",
        "Negative Results",
        "Nutritional Physiological Phenomena",
        "Obesity",
        "Thinness",
        "Weight Gain"
      ]
    },
    {
      "pmid": "32625042",
      "title": "Engineered disulfide bonds improve thermostability and activity of L-isoleucine hydroxylase for efficient 4-HIL production in Bacillus subtilis 168.",
      "authors": [
        "Zhina Qiao",
        "Meijuan Xu",
        "Minglong Shao",
        "Youxi Zhao",
        "Mengfei Long",
        "Taowei Yang",
        "Xian Zhang",
        "Shangtian Yang",
        "Hideki Nakanishi",
        "Zhiming Rao"
      ],
      "journal": "Engineering in life sciences",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "4-Hydroxyisoleucine, a promising drug, has mainly been applied in the clinical treatment of type 2 diabetes in the pharmaceutical industry. l-Isoleucine hydroxylase specifically converts l-Ile to 4-hydroxyisoleucine. However, due to its poor thermostability, the industrial production of 4-hydroxyisoleucine has been largely restricted. In the present study, the disulfide bond in l-isoleucine hydroxylase protein was rationally designed to improve its thermostability to facilitate industrial application. The half-life of variant T181C was 4.03 h at 50°C, 10.27-fold the half-life of wild type (0.39 h). The specific enzyme activity of mutant T181C was 2.42 ± 0.08 U/mg, which was 3.56-fold the specific enzyme activity of wild type 0.68 ± 0.06 U/mg. In addition, molecular dynamics simulation was performed to determine the reason for the improvement of thermostability. Based on five repeated batches of whole-cell biotransformation, Bacillus subtilis 168/pMA5-ido T181C recombinant strain produced a cumulative yield of 856.91 mM (126.11 g/L) 4-hydroxyisoleucine, which is the highest level of productivity reported based on a microbial process. The results could facilitate industrial scale production of 4-hydroxyisoleucine. Rational design of disulfide bond improved l-isoleucine hydroxylase thermostability and may be suitable for protein engineering of other hydroxylases."
    },
    {
      "pmid": "32211022",
      "title": "Valine-Induced Isoleucine Starvation in Escherichia coli K-12 Studied by Spike-In Normalized RNA Sequencing.",
      "authors": [
        "Bertil Gummesson",
        "Shiraz Ali Shah",
        "Alexander Skov Borum",
        "Mathias Fessler",
        "Namiko Mitarai",
        "Michael Askvad Sørensen",
        "Sine Lo Svenningsen"
      ],
      "journal": "Frontiers in genetics",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Escherichia coli cells respond to a period of famine by globally reorganizing their gene expression. The changes are known as the stringent response, which is orchestrated by the alarmone ppGpp that binds directly to RNA polymerase. The resulting changes in gene expression are particularly well studied in the case of amino acid starvation. We used deep RNA sequencing in combination with spike-in cells to measure global changes in the transcriptome after valine-induced isoleucine starvation of a standard E. coli K12 strain. Owing to the whole-cell spike-in method that eliminates variations in RNA extraction efficiency between samples, we show that ribosomal RNA levels are reduced during isoleucine starvation and we quantify how the change in cellular RNA content affects estimates of gene regulation. Specifically, we show that standard data normalization relying on sample sequencing depth underestimates the number of down-regulated genes in the stringent response and overestimates the number of up-regulated genes by approximately 40%. The whole-cell spike-in method also made it possible to quantify how rapidly the pool of total messenger RNA (mRNA) decreases upon amino acid starvation. A principal component analysis showed that the first two components together described 69% of the variability of the data, underlining that large and highly coordinated regulons are at play in the stringent response. The induction of starvation by sudden addition of high valine concentrations provoked prominent regulatory responses outside of the expected ppGpp, RpoS, and Lrp regulons. This underlines the notion that with the high resolution possible in deep RNA sequencing analysis, any different starvation method (e.g., nitrogen-deprivation, removal of an amino acid from an auxotroph strain, or valine addition to E. coli K12 strains) will produce measurable variations in the stress response produced by the cells to cope with the specific treatment."
    },
    {
      "pmid": "32206501",
      "title": "Reconstitution of TCA cycle involving l-isoleucine dioxygenase for hydroxylation of l-isoleucine in Escherichia coli using CRISPR-Cas9.",
      "authors": [
        "Jianhong An",
        "Wenli Zhang",
        "Xiaoran Jing",
        "Yao Nie",
        "Yan Xu"
      ],
      "journal": "3 Biotech",
      "publication_date": "2020-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "l-isoleucine dioxygenase (IDO) is an Fe (II)/α-ketoglutarate (α-KG)-dependent dioxygenase that specifically converts l-isoleucine (l-Ile) to (2S, 3R, 4S)-4-hydroxyisoleucine (4-HIL). 4-HIL is an important drug for the treatment and prevention of type 1 and type 2 diabetes but the yields using current methods are low. In this study, the CRISPR-Cas9 gene editing system was used to knockout sucAB and aceAK gene in the TCA cycle pathway of Escherichia coli (E. coli). For single-gene knockout, the whole process took approximately 7 days. However, the manipulation time was reduced by 2 days for each round of gene modification for multigene editing. Using the genome-edited recombinant strain E. coli BL21(DE3) ΔsucABΔaceAK/pET-28a(+)-ido (2Δ-ido), the bioconversion ratio of L-Ile to 4-HIL was enhanced by about 15% compared to E. coli BL21(DE3)/pET-28a(+)-ido [BL21(DE3)-ido] strain. The CRISPR-Cas9 editing strategy has the potential in modifying multiple genes more rapidly and in optimizing strains for industrial production."
    },
    {
      "pmid": "32104819",
      "title": "Leucine and isoleucine have similar effects on reducing lipid accumulation, improving insulin sensitivity and increasing the browning of WAT in high-fat diet-induced obese mice.",
      "authors": [
        "Qingquan Ma",
        "Xinbo Zhou",
        "Linlin Hu",
        "Jiayi Chen",
        "Jialiang Zhu",
        "Anshan Shan"
      ],
      "journal": "Food & function",
      "publication_date": "2020-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Branched chain amino acids (BCAAs), especially leucine (Leu), have been reported to decrease fat deposition. However, extensive studies have not been conducted to determine whether Leu and isoleucine (Ile) have the same effects in mice fed a high fat diet (HFD). Already obese mice induced by HFD were assigned to the following groups: HFD, HFD + Leu, HFD + Ile, and HFD + Leu + Ile. Chow diet was set as a negative control throughout the study. The results showed that adding Leu, Ile and their combination in drinking water significantly decreased relative white adipose tissue (WAT) weight and serum triglycerides, low-density lipoprotein, free fatty acid, and insulin compared with the HFD control. Insulin sensitivity and hepatic steatosis impaired by HFD were alleviated after Leu or Ile supplementation. Furthermore, lipid metabolism-related genes were modified, and the genes involved in the browning of WAT and beige selective markers were upregulated by dietary supplementation with Leu, Ile and their combination. Intestinal microbiota analysis showed that the ratio of Firmicutes-to-Bacteroidetes was decreased after Leu or Ile treatment. This study indicated that dietary supplementation with Leu or Ile reduced body weight and WAT weight by regulating lipid metabolism-related genes and browning of WAT, providing a new tool in the management of obesity and metabolic disorders.",
      "mesh_terms": [
        "Adipose Tissue, Brown",
        "Adipose Tissue, White",
        "Animals",
        "Cecum",
        "Diet, High-Fat",
        "Insulin Resistance",
        "Isoleucine",
        "Leucine",
        "Lipid Metabolism",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Obese"
      ]
    },
    {
      "pmid": "32069872",
      "title": "Impact on Isoleucine and Valine Supplementation When Decreasing Use of Medical Food in the Nutritional Management of Methylmalonic Acidemia.",
      "authors": [
        "Laurie E Bernstein",
        "Casey Burns",
        "Morgan Drumm",
        "Sommer Gaughan",
        "Melissa Sailer",
        "Peter R Baker"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-Feb-13",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Methylmalonic acidemia (MMA) is an autosomal recessive disorder treated with precursor-free medical food while limiting natural protein. This retrospective chart review was to determine if there was a relationship between medical food, valine (VAL) and/or isoleucine (ILE) supplementation, total protein intake, and plasma amino acid profiles. Methods: A chart review, of patients aged 31 days or older with MMA treated with dietary intervention and supplementation of VAL and/or ILE and followed at the Children's Hospital Colorado Inherited Metabolic Diseases Clinic. Dietary prescriptions and plasma amino acid concentrations were obtained at multiple time points. RESULTS: Baseline mean total protein intake for five patients was 198% of Recommended Dietary Allowance (RDA) with 107% natural protein and 91% medical food. Following intervention, total protein intake (p = 0.0357), protein from medical food (p = 0.0142), and leucine (LEU) from medical food (p = 0.0276) were lower, with no significant change in natural protein intake (p = 0.2036). At baseline, 80% of patients received VAL supplementation and 100% received ILE supplementation. After intervention, only one of the cohort remained on supplementation. There was no statistically significant difference in plasma propiogenic amino acid concentrations. CONCLUSIONS: Decreased intake of LEU from medical food allowed for discontinuation of amino acid supplementation, while meeting the RDA for protein.",
      "mesh_terms": [
        "Amino Acid Metabolism, Inborn Errors",
        "Dietary Proteins",
        "Dietary Supplements",
        "Enteral Nutrition",
        "Female",
        "Humans",
        "Infant",
        "Isoleucine",
        "Male",
        "Retrospective Studies",
        "Treatment Outcome",
        "Valine"
      ]
    },
    {
      "pmid": "31891507",
      "title": "Bitter-Tasting Amino Acids l-Arginine and l-Isoleucine Differentially Regulate Proton Secretion via T2R1 Signaling in Human Parietal Cells in Culture.",
      "authors": [
        "Verena Stoeger",
        "Ann-Katrin Holik",
        "Kathrin Hölz",
        "Tamir Dingjan",
        "Joachim Hans",
        "Jakob P Ley",
        "Gerhard E Krammer",
        "Masha Y Niv",
        "Mark Manuel Somoza",
        "Veronika Somoza"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2020-Mar-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed at identifying whether the bitter-tasting amino acids l-arginine (l-ARG) and l-isoleucine (l-ILE) differentially regulate mechanisms of gastric acid secretion in human parietal cells (HGT-1 cells) via activation of bitter taste sensing receptors (T2Rs). In a first set of experiments, involvement of T2Rs in l-ARG and l-ILE-modulated proton secretion was demonstrated by co-treatment of HGT-1 cells with T2R antagonists. Subsequent whole genome screenings by means of cDNA arrays revealed T2R1 as a prominent target for both amino acids. Next, the functional role of T2R1 was verified by means of a T2R1 CRISPR-Cas9 knock-out approach. Here, the effect of l-ARG on proton secretion decreased by 65.7 ± 21.9% and the effect of l-ILE increased by 93.2 ± 24.1% in HGT-1 T2R1 ko versus HGT-1 wt cells (p < 0.05). Overall, our results indicate differential effects of l-ARG and l-ILE on proton secretion in HGT-1 cells and our molecular docking studies predict distinct binding for these amino acids in the binding site of T2R1. Further studies will elucidate whether the mechanism of differential effects involves structure-specific ligand-biased signaling of T2R1 or additional cellular targets.",
      "mesh_terms": [
        "Amino Acids",
        "Arginine",
        "Humans",
        "Isoleucine",
        "Molecular Docking Simulation",
        "Protons",
        "Receptors, G-Protein-Coupled",
        "Taste"
      ]
    },
    {
      "pmid": "31689951",
      "title": "The Impact of a Large Bolus Dose of l-leucine and l-isoleucine on Enteroendocrine and Pancreatic Hormones, and Glycemia in Healthy, Inactive Adults.",
      "authors": [
        "Daniel E Newmire",
        "Eric Rivas",
        "Sarah E Deemer",
        "Darryn S Willoughby",
        "Victor Ben-Ezra"
      ],
      "journal": "Nutrients",
      "publication_date": "2019-Nov-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The ingestion of whey protein and amino acids with carbohydrate (CHO) enhances the release of glucagon-like peptide-1 (GLP-1) and glucose-dependent-insulinotropic peptide (GIP) that promote insulin secretion. It is unknown if L-isoleucine (Ile) and L-leucine (Leu) have this same effect. The purpose of this study was to examine how Ile and Leu influence both GLP-1 and GIP, subsequent pancreatic hormones, and glycemia in healthy, inactive adults. METHODS: Twelve adults (6F/6M; age 27.4 ± 2 years; BMI 26.3 ± 2 kg/m2; lean body mass 53.2 ± 5 kg; body fat 34.1 ± 3%) completed four conditions in a randomized, cross-over fashion. Treatments standardized (0.3 g/kg·LBM-1) (1) Leu, (2) Ile, (3) Equal (1:1 g) of Leu + Ile, and (4) placebo (Pla, 3.5 g inert stevia) ingested 30 min prior to an oral glucose tolerance test (OGTT). Samples of plasma glucose, insulin, glucagon, GIPTotal, and GLP-1Active were assessed. RESULTS: A treatment (p = 0.01) effect comparing Ile vs. Leu (p = 0.02) in GIPTotal. Area under the curve showed an increase in GIPTotal from Ile compared to Leu and Pla (p = 0.03). No effect was found on GLP-1. The ingestion of Ile prior to CHO augmented GIP concentration greater than Leu or Pla. No correlation was found between GIP, insulin, and glucose between conditions. CONCLUSIONS: Ile impacts GIP concentration, which did not relate to either insulin or glucose concentrations. Neither Ile, nor Leu seem to have an effect on hyperglycemia ingested prior to a CHO drink.",
      "mesh_terms": [
        "Adult",
        "Blood Glucose",
        "Body Composition",
        "Dose-Response Relationship, Drug",
        "Exercise",
        "Female",
        "Humans",
        "Isoleucine",
        "Leucine",
        "Male",
        "Pancreatic Hormones"
      ]
    },
    {
      "pmid": "31354312",
      "title": "Substitution of lysine for isoleucine at the center of the nonpolar face of the antimicrobial peptide, piscidin-1, leads to an increase in the rapidity of bactericidal activity and a reduction in toxicity.",
      "authors": [
        "Behrouz Taheri",
        "Mohsen Mohammadi",
        "Niloofar Momenzadeh",
        "Zahra Farshadzadeh",
        "Mona Roozbehani",
        "Parva Dehghani",
        "Sobhan Hajian",
        "Sadegh Darvishi",
        "Jebreil Shamseddin"
      ],
      "journal": "Infection and drug resistance",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Purpose: Piscidin-1 is an effective antimicrobial peptide (AMP) against a variety of microbes. However, its toxicity has been reported as a limitation for its potential therapeutic applications. The toxicity of piscidin-1 may be related to the long nonpolar face of this AMP. Here, we investigated different piscidin-1 analogs to reach a peptide with the reduced toxicity. Material and methods: In vitro and in vivo antibacterial activity and toxicity of piscidin-1 analogs generated by replacement of isoleucine at the border (I9) or the center (I16) of the nonpolar face of piscidin-1 by alanine or lysine were investigated. Results: The results indicated that among all peptides, piscidin-1 with the highest HPLC retention time (RT) and I16K-piscidin-1 with the lowest RT had the highest and lowest cytotoxicity, respectively. Although I16K-piscidin-1 possessed the same MIC value as the parent peptide (piscidin-1) and other analogs, I16K-piscidin-1 exhibited a higher rapidity of bactericidal action at 5×MIC. The β-galactosidase leakage and propidium iodide staining assays indicated a higher pore-forming capacity of I16K-piscidin-1 relative to the parent peptide (piscidin-1). Taken together, RT is suggested to have a direct association with the toxicity and an inverse association with the rapidity of bactericidal action and pore-forming capacity. After infection of mice with clinical colistin-resistant Acinetobacter baumannii or clinical methicillin-resistant Staphylococcus aureus strains, treatment with I16K-piscidin-1, but not piscidin-1 and other analogs, resulted in a significantly stronger bactericidal potency. Furthermore, I16K-piscidin-1 exhibited the lowest in vivo toxicity.  Conclusion: Overall, in vitro and in vivo comparison of piscidin-1 and its analogs together documented that replacement of isoleucine at the center of the nonpolar face of piscidin-1(I16) by lysine leads to not only a decrease in toxicity potential but also an increase in bactericidal potential."
    },
    {
      "pmid": "31351725",
      "title": "Effects of jugular infusions of isoleucine, leucine, methionine, threonine, and other amino acids on insulin and glucagon concentrations, mammalian target of rapamycin (mTOR) signaling, and lactational performance in goats.",
      "authors": [
        "L B Xu",
        "M D Hanigan",
        "X Y Lin",
        "M M Li",
        "Z G Yan",
        "Z Y Hu",
        "Q L Hou",
        "Y Wang",
        "K R Shi",
        "Z H Wang"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2019-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The supply and profile of absorbed AA may affect milk protein synthesis through hormonal changes and mammalian target of rapamycin (mTOR) signaling pathways; and Ile, Leu, Met, and Thr (ILMT) are the 4 AA that have been reported to have the greatest effect on mammary mTOR signaling. The extent to which ILMT and the other remaining AA (RAA) differ in their effects on milk protein synthesis needs to be systematically investigated. In this study, 5 lactating goats, averaging 120 ± 10 d in milk, fitted with jugular vein and carotid artery catheters, were fasted for 24 h, followed by intravenous infusions of a mixture containing AA and glucose for 8 h in a 5 × 5 Latin square design. The AA mixtures were formulated according to the profile of casein. The amounts of AA infused were calculated based on supplies of AA when metabolizable protein (MP) was at requirement (MR). Treatments were an infusate containing glucose without AA (NTAA); an infusate containing 3 × the MR of Ile, Leu, Met and Thr (3F0R); and infusates containing 3F0R plus 1, 2, or 3 × MR of RAA (3F1R, 3F2R, and 3F3R, respectively) according to amounts provided when fed to meet MP requirements for maintenance and lactation for each goat. Milk, arterial blood, and mammary tissue samples were collected immediately after halting the infusion. Relative to NTAA, supplementation of ILMT tended to increase milk protein production and plasma glucose concentrations, and increased milk and lactose production, but had no effects on production or content of milk fat. Graded supplementation of RAA tended to quadratically affect production of milk and lactose. Arterial glucose and glucagon concentrations decreased linearly, and plasma insulin concentrations decreased quadratically with increased RAA. Mammary p70-S6K1 phosphorylation was decreased by addition of ILMT compared with NTAA but increased linearly with increased RAA infusion. Furthermore, EIF4EBP1 gene expression was much lower for 3F-treated goats than for the NTAA treatment. Both MTOR and RPS6KB1 gene expressions were decreased quadratically with increased RAA supply. These results suggested that short-term milk protein yield tended to be increased by elevated ILMT availability, and this trend was not explained by variations in mammary mTOR signaling or pancreatic hormone secretions, whereas graded increase of RAA in combination with ILMT appeared to regulate the efficiency of conversion of glucose to lactose in a manner not involving milk protein production.",
      "mesh_terms": [
        "Amino Acids",
        "Animals",
        "Caseins",
        "Female",
        "Glucagon",
        "Glucose",
        "Goats",
        "Insulin",
        "Isoleucine",
        "Lactation",
        "Lactose",
        "Leucine",
        "Mammary Glands, Animal",
        "Methionine",
        "Milk",
        "Milk Proteins",
        "Phosphorylation",
        "Signal Transduction",
        "TOR Serine-Threonine Kinases",
        "Threonine"
      ]
    },
    {
      "pmid": "31279771",
      "title": "Automated therapy preparation of isoleucine formulations using 3D printing for the treatment of MSUD: First single-centre, prospective, crossover study in patients.",
      "authors": [
        "Alvaro Goyanes",
        "Christine M Madla",
        "Aysha Umerji",
        "Goretti Duran Piñeiro",
        "Jose Maria Giraldez Montero",
        "María Jesús Lamas Diaz",
        "Miguel Gonzalez Barcia",
        "Farhan Taherali",
        "Paula Sánchez-Pintos",
        "Maria-Luz Couce",
        "Simon Gaisford",
        "Abdul W Basit"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2019-Aug-15",
      "publication_types": [
        "Clinical Trial",
        "Journal Article"
      ],
      "abstract": "Maple syrup urine disease (MSUD) is a rare metabolic disorder with a worldwide prevalence of 1 in every 185,000 live births. However, certain populations display a significant overexpression of the disorder where incidence is reported to be 1 in every 52,541 new-borns. The first-line therapy for MSUD involves a strict dietary leucine restriction and oral supplementation of isoleucine and valine. The dose administered to patients requires strict tailoring according to age, weight and blood levels. In current clinical practice, however, practitioners still have to prepare extemporaneous formulations due to the lack of suitable oral treatments for MSUD. Herein, we evaluate the first time use of 3D printing in a hospital setting for the preparation of personalised therapies with the aim of improving safety and acceptability to isoleucine supplementation in paediatric patients suffering from MSUD. This investigation was a single-centre, prospective crossover experimental study. Four paediatric patients with MSUD (aged 3-16 years) were treated at the Clinic University Hospital in Santiago de Compostela, Spain which is a MSUD reference hospital in Europe. The primary objective was to evaluate isoleucine blood levels after six months of treatment with two types of formulations; conventional capsules prepared by manual compounding and personalised chewable formulations prepared by automated 3D printing. A secondary investigation was to evaluate patient acceptability of 3D printed formulations prepared with different flavours and colours. Isoleucine blood levels in patients were well controlled using both types of formulations, however, the 3D printed therapy showed mean levels closer to the target value and with less variability (200-400 µM). The 3D printed formulations were well accepted by patients regarding flavour and colour. The study demonstrates for the first time that 3D printing offers a feasible, rapid and automated approach to prepare oral tailored-dose therapies in a hospital setting. 3D printing has shown to be an effective manufacturing technology in producing chewable isoleucine printlets as a treatment of MSUD with good acceptability.",
      "mesh_terms": [
        "Adolescent",
        "Child",
        "Child, Preschool",
        "Coloring Agents",
        "Cross-Over Studies",
        "Dosage Forms",
        "Female",
        "Flavoring Agents",
        "Humans",
        "Isoleucine",
        "Male",
        "Maple Syrup Urine Disease",
        "Pilot Projects",
        "Printing, Three-Dimensional",
        "Taste"
      ]
    },
    {
      "pmid": "31149689",
      "title": "Isoleucine attenuates infection induced by E. coli challenge through the modulation of intestinal endogenous antimicrobial peptide expression and the inhibition of the increase in plasma endotoxin and IL-6 in weaned pigs.",
      "authors": [
        "Man Ren",
        "Shuang Cai",
        "Tong Zhou",
        "Shihai Zhang",
        "Shenghe Li",
        "Erhui Jin",
        "Chuanyan Che",
        "Xiangfang Zeng",
        "Tao Zhang",
        "Shiyan Qiao"
      ],
      "journal": "Food & function",
      "publication_date": "2019-Jun-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Enteric infection is a major cause of morbidity and mortality in both humans and animals worldwide. Immunotherapy against intestinal infection is a well-known alternative to the antibiotic strategy. Herein, we demonstrated that isoleucine significantly suppressed the multiplication of E. coli in the presence of IPEC-J2 cells. Isoleucine supplementation enhanced the concentrations of total plasma protein and IgA in pigs compared to the alanine control diet, while inhibiting the increase in plasma endotoxin and IL-6 contents induced by E. coli challenge. A significant interaction between the E. coli challenge and the diet treatment was found in the red blood cell volume. Isoleucine improved the expression of porcine β-defensin-1 (pBD-1), pBD-2, pBD-3, pBD-114 and pBD-129 in the jejunum and ileum of pigs with or without E. coli challenge. Conclusively, isoleucine attenuated the infection caused by the E. coli challenge possibly through increasing the intestinal β-defensin expression and inhibiting the increase in plasma endotoxin and IL-6 in weaned pigs.",
      "mesh_terms": [
        "Animals",
        "Defensins",
        "Dietary Supplements",
        "Endotoxins",
        "Escherichia coli",
        "Escherichia coli Infections",
        "Ileum",
        "Interleukin-6",
        "Intestinal Mucosa",
        "Isoleucine",
        "Jejunum",
        "Swine",
        "Swine Diseases"
      ]
    },
    {
      "pmid": "30598820",
      "title": "Surplus dietary isoleucine intake enhanced monounsaturated fatty acid synthesis and fat accumulation in skeletal muscle of finishing pigs.",
      "authors": [
        "Yanhong Luo",
        "Xin Zhang",
        "Zhengpeng Zhu",
        "Ning Jiao",
        "Kai Qiu",
        "Jingdong Yin"
      ],
      "journal": "Journal of animal science and biotechnology",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Isoleucine (Ile) has been implicated in the regulation of energy homeostasis and adipogenesis. However, the impact of surplus dietary Ile intake on muscle lipogenesis remains unknown. The present study aimed to investigate the impact of dietary supplementation of extra-Ile on lipogenesis, fatty acid profile and lipid accumulation in skeletal muscle in finishing pigs. METHODS: Forty-eight barrows with initial body weight of 77.0 ± 0.1 kg were allotted to one of two groups and fed diets containing 0.39%, 0.53% standardized ileal digestible (SID) Ile with six replicates per treatment and four pigs per replicate for 30 d. RESULTS: Dietary Ile intake significantly improved the intramuscular fat (IMF) content and monounsaturated fatty acid (MUFA) concentration in the skeletal muscle (P < 0.05), and decreased the drip loss and shear force (P < 0.05) without influencing the growth performance of pigs (P > 0.05). Moreover, the phosphorylation of adenosine monophosphate activated protein kinase α (AMPKα) and acetyl coenzyme A carboxylase (ACC) proteins that monitor lipid metabolism were decreased in skeletal muscle of pigs offered extra-Ile diet (P < 0.05). The mRNA expression of adipose-specific genes adipocyte determination and differentiation factor 1 (ADD1), fatty acid synthase (FAS), and stearoyl-CoA desaturase (SCD) were upregulated and the activity of SCD was increased as well (P < 0.05). CONCLUSIONS: Surplus dietary Ile intake could increase IMF accumulation and MUFA synthesis in skeletal muscle through depressing the phosphorylation of AMPKα-ACC and stimulating the expression and activity of SCD, and increasing the capability of lipogenesis in skeletal muscle."
    },
    {
      "pmid": "30061901",
      "title": "l-Isoleucine Administration Alleviates Rotavirus Infection and Immune Response in the Weaned Piglet Model.",
      "authors": [
        "Xiangbing Mao",
        "Changsong Gu",
        "Man Ren",
        "Daiwen Chen",
        "Bing Yu",
        "Jun He",
        "Jie Yu",
        "Ping Zheng",
        "Junqiu Luo",
        "Yuheng Luo",
        "Jianping Wang",
        "Gang Tian",
        "Qing Yang"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rotavirus (RV) infection is one of the main pathogenic causes of severe gastroenteritis and diarrhea in infants and young animals. This study aimed to determine how dietary l-isoleucine supplementation improves the growth performance and immune response in weaned piglets with RV infection. In cell culture experiment, after IPEC-J2 and 3D4/31 cells were treated by 8 mM l-isoleucine for 24 h, the gene expressions of β-defensins and pattern recognition receptors (PRR) signaling pathway were significantly increased. Then, in the in vivo experiment, 28 crossbred weaned pigs were randomly divided into two groups fed with basal diet with or without l-isoleucine for 18 days. On the 15th day, the oral RV gavage was executed in the half of piglets. Average daily feed intake and gain of piglets were impaired by RV infection (P < 0.05). RV infection also induced severe diarrhea and the increasing serum urea nitrogen concentration (P < 0.05), and decreased CD4+ lymphocyte and CD4+/CD8+ ratio of peripheral blood (P < 0.05). However, dietary l-isoleucine supplementation attenuated diarrhea and decreasing growth performance (P < 0.05), decreased the NSP4 concentration in ileal mucosa, and enhanced the productions and/or expressions of immunoglobulins, RV antibody, cytokines, and β-defensins in serum, ileum, and/or mesenteric lymph nodes of weaned piglets (P < 0.05), which could be relative with activation of PRR signaling pathway and the related signaling pathway (P < 0.05) in the weaned pigs orally infused by RV. These results indicate that dietary l-isoleucine could improve the growth performance and immune function, which could be derived from l-isoleucine treatment improving the innate and adaptive immune responses via activation of PRR signaling pathway in RV-infected piglets. It is possible that l-isoleucine can be used in the therapy of RV infection in infants and young animals."
    },
    {
      "pmid": "29550128",
      "title": "Increasing the availability of threonine, isoleucine, valine, and leucine relative to lysine while maintaining an ideal ratio of lysine:methionine alters mammary cellular metabolites, mammalian target of rapamycin signaling, and gene transcription.",
      "authors": [
        "X Dong",
        "Z Zhou",
        "L Wang",
        "B Saremi",
        "A Helmbrecht",
        "Z Wang",
        "J J Loor"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2018-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Amino acids not only serve as precursors for protein synthesis but also function as signaling molecules that can regulate the mammalian target of rapamycin (mTOR) pathway. Methionine and Lys are the most-limiting AA for milk production and a ratio of ∼3:1 Lys:Met in the metabolizable protein has been determined to be ideal. Besides Met and Lys, recent studies have evaluated Ile, Leu, Val, and Thr as potentially limiting for milk protein synthesis. The objective of this experiment was to determine if varying the ratio of Lys:Thr, Lys:Ile, Lys:Val, and Lys:Leu while maintaining an ideal ratio of Lys:Met and fixed ratio of other essential AA (IPAA) elicits changes in intracellular metabolites, gene transcription related to protein synthesis, and phosphorylation status of mTOR pathway proteins. Immortalized bovine mammary epithelial cell line (MAC-T) cells were incubated for 12 h (n = 5 replicates/treatment) with IPAA (2.9:1 Lys:Met; 1.8:1 Lys:Thr; 2.38:1 Lys:His; 1.23:1 Lys:Val; 1.45:1 Lys:Ile; 0.85:1 Lys:Leu; 2.08:1 Lys:Arg) or IPAA supplemented with Thr, Ile, Val, and Leu to achieve a Lys:Thr 1.3:1 (LT1.3), Lys:Ile 1.29:1 (LI1.29), Lys:Val 1.12:1 (LV1.12), or Lys:Leu 0.78:1 (LL0.78). Compared with IPAA, metabolomics via gas chromatography-mass spectrometry revealed that increases in availability of Thr, Ile, Val, and Leu led to greater concentrations of essential AA (Leu, Ile, Thr), nonessential AA (Gly, Glu, Gln, Ser, Pro, Asp), and various metabolites including uric acid, phosphoric acid, N-acetylglutamic acid, and intermediates of glycolysis and the tricarboxylic acid cycle. Compared with other treatments, LV1.12 led to greater phosphorylation status of serine/threonine kinase B (Akt), mTORC1, and ribosomal protein S6 and lower phosphorylation of α subunit of eukaryotic translation initiation factor 2. In addition, LV1.12 upregulated abundance of CSN2 and both the abundance and promoter methylation of CSN1S1. Although LI1.29 led to the second highest response in mTORC1 phosphorylation status, it resulted in the lowest phosphorylation of Akt and eEF2 and mRNA abundance of CSN2 and various AA transporters (SLC7A5, SLC36A1, SLC38A2, SLC38A9, SLC43A1). Overall, data indicate that an increase in Val at an ideal ratio of Lys:Met could further enhance milk protein synthesis by altering intracellular concentrations of essential AA and metabolites that could play a regulatory role, increasing phosphorylation status of mTORC1 and key signaling proteins, and upregulation of AA transporters.",
      "mesh_terms": [
        "Amino Acid Sequence",
        "Animals",
        "Cattle",
        "Female",
        "Isoleucine",
        "Leucine",
        "Lysine",
        "Mammary Glands, Animal",
        "Methionine",
        "Peptide Fragments",
        "Sirolimus",
        "Threonine",
        "Transcription, Genetic",
        "Valine"
      ]
    },
    {
      "pmid": "32704667",
      "title": "Modeling the effects of standardized ileal digestible isoleucine to lysine ratio on growth performance of nursery pigs.",
      "authors": [
        "A B Clark",
        "M D Tokach",
        "J M DeRouchey",
        "S S Dritz",
        "R D Goodband",
        "J C Woodworth",
        "K J Touchette",
        "N M Bello"
      ],
      "journal": "Translational animal science",
      "publication_date": "2017-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Two experiments evaluated the effects of increasing standardized ileal digestible (SID) Ile:Lys ratio on growth performance of nursery pigs. In both experiments, dietary treatments consisted of 40, 44, 48, 52, 54, 58, or 63% SID Ile:Lys ratio. Diets were formulated using analyzed ingredient AA values and NRC (2012) SID coefficients. A combination of field peas and spray dried blood cells were used to ensure a low enough Ile diet concentration while minimizing the excess of Leu. The experiments consisted of 8 pens per dietary treatment with 5 pigs per pen for a total of 280 nursery pigs per experiment (Exp. 1: PIC 327 × 1,050, initially 6.7 ± 1.0 kg BW; Exp. 2: DNA 600 × 241, initially 6.0 ± 0.97 kg BW). Data were analyzed using mixed models with heterogeneous variance, where appropriate. The dose response was further characterized using quadratic polynomial (QP), broken-line linear (BLL), or broken-line quadratic (BLQ) functional forms. For Exp. 1, diets were initiated 6-d post-weaning and fed for 12-d followed by a common diet from d 12 to 28. From d 0 to 12, increasing dietary SID Ile:Lys ratio increased ADG (linear, P < 0.005) and ADFI (quadratic, P < 0.017) but G:F decreased (quadratic, P < 0.043). For ADG, the QP, BLL, and BLQ models resulted in maximum ADG at 64.7, 52.0, and 52.0 SID Ile:Lys ratios, respectively. For ADFI, the BLL breakpoint occurred at 50.6 and the QP predicted maximum ADFI at 56.2 SID Ile:Lys ratio. In Exp. 2, diets were initiated 6-d post-weaning for 7 pens and 3-d post-weaning for one heavier block and fed for 18-d followed by a common diet from d 18 to 32. From d 0 to 18, ADG and ADFI increased (quadratic, P < 0.016) with no evidence for difference in G:F as SID Ile:Lys ratio increased. For ADG, the QP and BLL had similar fit with breakpoints or maximums occurring at 58.3 and 51.8% SID Ile:Lys ratio, respectively. For ADFI, the BLQ breakpoint occurred at 52.0 SID Ile:Lys and the QP maximum ADFI at 57.2% SID Ile:Lys ratio. In conclusion, broken-line models reported maxima of 52.0% Ile:Lys ratio while quadratic models were as high as 64% of Lys to maximize ADG and ADFI of 6- to 11-kg nursery pigs. However, for the QP models 99% of the maximum response was achieved with a dose comparable to that from the broken line models. Therefore, these results are similar to the NRC (2012) requirement estimate of 51.1 Ile:Lys ratio."
    },
    {
      "pmid": "29052469",
      "title": "Vitamin D and L-Isoleucine Promote Antimicrobial Peptide hBD-2 Production in Peripheral Blood Mononuclear Cells from Elderly Individuals.",
      "authors": [
        "Julio E Castañeda-Delgado",
        "Zajda Araujo",
        "Irma Gonzalez-Curiel",
        "Carmen J Serrano",
        "Cesar Rivas Santiago",
        "Jose A Enciso-Moreno",
        "Bruno Rivas-Santiago"
      ],
      "journal": "International journal for vitamin and nutrition research. Internationale Zeitschrift fur Vitamin- und Ernahrungsforschung. Journal international de vitaminologie et de nutrition",
      "publication_date": "2016-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Elderly individuals are susceptible to develop infectious diseases; promoting innate immunity to prevent infections is a key issue. Human β-defensin-2 (hBD-2) is an antimicrobial peptide with antimicrobial and immunomodulatory properties. L-isoleucine and vitamin D are important molecules that induce hBD-2. The Aim of this study was to determine the use L-isoleucine and Vitamin D to induce hBD-2 in cells from healthy elderly individuals and elderly individuals with recurrent infections. We explored three groups: young adults (n = 20) used as control group, elderly adults (n = 18) and elderly with recurrent infections (n = 11). PBMCs (peripheral blood mononuclear cells) were isolated from the different groups and then were treated with L-isoleucine or vitamin D3. hBD-2 concentration was assessed with a sandwich enzyme Immunosorbent assay by triplicate. Using the vehicle as a mock control. Our results showed that a percentage of the individuals responded to the treatments producing hBD-2 (p < 0.05). These results showed that both molecules induced hBD-2 in elderly individuals and can be potentially used as prophylactic therapy to decrease infection diseases rates in this vulnerable group."
    },
    {
      "pmid": "28343078",
      "title": "Development and validation of liquid chromatography tandem mass spectrometry method quantitative determination of polymyxin B1, polymyxin B2, polymyxin B3 and isoleucine-polymyxin B1 in human plasma and its application in clinical studies.",
      "authors": [
        "Kim H Hee",
        "Yee K J Leaw",
        "Jun L Ong",
        "Lawrence S Lee"
      ],
      "journal": "Journal of pharmaceutical and biomedical analysis",
      "publication_date": "2017-Jun-05",
      "publication_types": [
        "Journal Article",
        "Validation Study"
      ],
      "abstract": "Polymyxin B (PB) is an antibiotic consisting of a cyclic heptapeptide and a tripeptide side chain used in treatment of infections caused by Gram-negative bacteria. Commercial formulations of PB contain multiple structurally related components with major constituents of PB1, PB2, PB3 and ile-PB1. To understand the pharmacokinetics of these major components, we have developed and validated a LC-MS/MS method to quantify PB1, PB2, PB3 and ile-PB1 in human plasma. PB was extracted from plasma by protein precipitation using trichloroacetic acid followed by chromatographic separation on Zorbax Bonus-RP column (100mm×2.1mm, 1.8μm) using stepwise gradient elution of water containing 0.1% of formic acid and 0.1% of trichloroacetic acid (mobile phase A) and 90% acetonitrile with 0.1% formic acid (mobile phase B). Despite of structural similarities, these PBs were completely resolved in the analytical run time of 6.5min. Detection and quantification of PBs were performed by selected reaction monitoring (SRM) under positive ionization mode in the mass spectrometer. Separation of PB1 and ile-PB1, as well as PB2 and PB3, before quantification is crucial because they are structural isomers detected based the same SRM. Excellent linearity was achieved (r2>0.99) in the calibration curves of PB. The developed method was accurate (95.3-111.7%) and precise (CV<5.1%). Recovery of PB from the plasma extraction was between 53 and 76% and reproducible (CV<4.5%). Matrix effect was not observed by post-column infusion of PB in the mass spectrometer. This methodology has been successfully applied to clinical study of patients dosed with intravenous infusions of PB.",
      "mesh_terms": [
        "Chromatography, Liquid",
        "Humans",
        "Isoleucine",
        "Polymyxins",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "28340155",
      "title": "Identification of Jasmonic Acid and Jasmonoyl-Isoleucine, and Characterization of AOS, AOC, OPR and JAR1 in the Model Lycophyte Selaginella moellendorffii.",
      "authors": [
        "Putri Pratiwi",
        "Genta Tanaka",
        "Tomohiro Takahashi",
        "Xiaonan Xie",
        "Koichi Yoneyama",
        "Hideyuki Matsuura",
        "Kosaku Takahashi"
      ],
      "journal": "Plant & cell physiology",
      "publication_date": "2017-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Jasmonic acid (JA) is involved in a variety of physiological responses in seed plants. However, the detection and role of JA in lycophytes, a group of seedless vascular plants, have remained elusive until recently. This study provides the first evidence of 12-oxo-phytodienoic acid (OPDA), JA and jasmonoyl-isoleucine (JA-Ile) in the model lycophyte Selaginella moellendorffii. Mechanical wounding stimulated the accumulation of OPDA, JA and JA-Ile. These data were corroborated by the detection of enzymatically active allene oxide synthase (AOS), allene oxide cyclase (AOC), 12-oxo-phytodienoic acid reductase 3 (OPR3) and JA-Ile synthase (JAR1) in S. moellendorffii. SmAOS2 is involved in the first committed step of JA biosynthesis. SmAOC1 is a crucial enzyme for generating the basic structure of jasmonates and is actively involved in the formation of OPDA. SmOPR5, a functionally active OPR3-like enzyme, is also vital for the reduction of (+)-cis-OPDA, the only isomer of the JA precursor. The conjugation of JA to Ile by SmJAR1 demonstrates that S. moellendorffii produces JA-Ile. Thus, the four active enzymes have characteristics similar to those in seed plants. Wounding and JA treatment induced the expression of SmAOC1 and SmOPR5. Furthermore, JA inhibited the growth of shoots in S. moellendorffii, which suggests that JA functions as a signaling molecule in S. moellendorffii. This study proposes that JA evolved as a plant hormone for stress adaptation, beginning with the emergence of vascular plants.",
      "mesh_terms": [
        "Cyclopentanes",
        "Fatty Acids, Unsaturated",
        "Gene Expression Regulation, Plant",
        "Intramolecular Oxidoreductases",
        "Isoleucine",
        "Ligases",
        "Oxidoreductases",
        "Oxylipins",
        "Plant Proteins",
        "Plant Shoots",
        "Selaginellaceae"
      ]
    },
    {
      "pmid": "28193461",
      "title": "Gill structural integrity changes in fish deficient or excessive in dietary isoleucine: Towards the modulation of tight junction protein, inflammation, apoptosis and antioxidant defense via NF-κB, TOR and Nrf2 signaling pathways.",
      "authors": [
        "Lin Feng",
        "Lu Gan",
        "Wei-Dan Jiang",
        "Pei Wu",
        "Yang Liu",
        "Jun Jiang",
        "Ling Tang",
        "Sheng-Yao Kuang",
        "Wu-Neng Tang",
        "Yong-An Zhang",
        "Xiao-Qiu Zhou"
      ],
      "journal": "Fish & shellfish immunology",
      "publication_date": "2017-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study firstly aimed to test the impact of dietary isoleucine (Ile) on tight junction protein, inflammation, apoptosis, antioxidant defense and related signaling molecule gene expression in the gill of fish. Young grass carp (Ctenopharyngodon idella) (weighing 256.8 ± 3.5 g) were fed six diets containing graded levels of Ile, namely, 3.8, 6.6, 9.3, 12.5, 15.2 and 18.5 g/kg diet for 8 weeks. The results firstly revealed that Ile deficiency down-regulated the mRNA expressions of claudin-3, claudin-b, claudin-c, occludin and zonula occludens-1 (ZO-1) and up-regulated the mRNA expression of claudin-12, which led to the intercellular structure damage of fish gill. These effects were partially ascribed to the up-regulation of pro-inflammatory cytokines [interleukin 1β (IL-1β), interleukin 8 (IL-8) and tumor necrosis factor-α (TNF-α)] mRNA expressions that referring to up-regulated nuclear factor κB P65 (NF-κB P65) mRNA expression and down-regulated inhibitor factor κBα (IκBα) mRNA expression, and the down-regulation of anti-inflammatory cytokines [interleukin 10 (IL-10) and transforming growth factor β1 (TGF-β1)] mRNA expressions that referring to the down-regulated TOR and S6K1 mRNA expression. Interestingly, no change in claudin 15 mRNA level was observed among every treatment. At the same time, the results firstly indicated that Ile deficiency also resulted in the cellular structure damage of fish gill: (1) DNA fragmentation partially due to the up-regulation of caspase-3, caspase-8 and caspase-9 mRNA expression; (2) increase in protein carbonyl (PC), malondialdehyde (MDA) and ROS contents, which may be partially attributed to the impaired antioxidant defense [indicated by decreased glutathione (GSH) level and depressed anti-superoxide anion (ASA), anti-hydroxyl radical (a-HR), copper/zinc superoxide dismutase (Cu/Zn-SOD), catalase (CAT) and glutathione peroxidase (GPx) activities] that referring to the down-regulation of corresponding antioxidant enzyme mRNA expressions and the related signaling molecules Nrf2 mRNA expression. Ile excess caused similar negative effects that observed in Ile-deficient group, whereas these negative effects were reversed with appropriate Ile supplementation. In conclusion, our results indicated that Ile deficiency or excess disrupted the structural integrity of fish gill, partially due to the trigger of apoptosis, the impairment of antioxidant defense, and the regulation of tight junction protein, inflammatory cytokines, apoptosis-related, antioxidant enzymes and related signaling molecules mRNA expressions in the fish gill.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Antioxidants",
        "Apoptosis",
        "Carps",
        "Diet",
        "Dietary Supplements",
        "Fish Proteins",
        "Gills",
        "Isoleucine",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "28130733",
      "title": "Preventive and reparative effects of isoleucine against copper-induced oxidative damage in primary fish enterocytes.",
      "authors": [
        "Juan Zhao",
        "Pei Wu",
        "Weidan Jiang",
        "Yang Liu",
        "Jun Jiang",
        "Yongan Zhang",
        "Xiaoqiu Zhou",
        "Lin Feng"
      ],
      "journal": "Fish physiology and biochemistry",
      "publication_date": "2017-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study aimed to assess the possible preventive and reparative effects of isoleucine (Ile) against copper (Cu)-induced oxidative stress in fish enterocytes in vitro. In experiment 1, enterocytes were preincubated with increasing concentrations of Ile (0, 50, 120, 190, 260, and 330 mg L-1) for 72 h followed by exposure to 6 mg L-1 Cu for 24 h. In experiment 2, the enterocytes were pretreated with 6 mg L-1 Cu for 24 h and then treated with 0-330 mg L-1 Ile for 72 h to investigate its potential reparative role. The results of experiment 1 showed that Cu exposure increased lactate dehydrogenase (LDH) activity and malondialdehyde and protein carbonyl (PC) content; these changes were completely suppressed by pretreatment with Ile at optimum concentrations (P < 0.05). Moreover, Ile pretreatment prevented the decrease in superoxide dismutase (SOD) and glutathione peroxidase (GPx) activities in the enterocytes exposed to Cu (P < 0.05). Additionally, cells exposed to Cu exhibited adaptive increases in glutathione-S-transferase (GST) activity. In experiment 2, the LDH activity and protein oxidation induced by Cu were completely reversed by Ile posttreatment. Meanwhile, the Cu-induced decrease in SOD, GPx, and GST activity was completely reversed by subsequent Ile treatment, but the reduced glutathione content was not restored. Collectively, these results indicate that Ile suppresses Cu-induced oxidative damage via preventive and reparative pathways in primary enterocytes and thus protects the structural integrity of enterocytes in fish.",
      "mesh_terms": [
        "Animals",
        "Carps",
        "Cells, Cultured",
        "Copper",
        "Enterocytes",
        "Isoleucine",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "27567652",
      "title": "Isoleucine Deficiency in a Neonate Treated for Maple Syrup Urine Disease Masquerading as Acrodermatitis Enteropathica.",
      "authors": [
        "Benjamin Ross",
        "Manish Kumar",
        "Hema Srinivasan",
        "Alka V Ekbote"
      ],
      "journal": "Indian pediatrics",
      "publication_date": "2016-Aug-08",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Special diet with restricted branched-chain-amino-acids used for treating maple syrup urine disease can lead to specific amino acid deficiencies. CASE CHARACTERISTICS: We report a neonate who developed skin lesions due to isoleucine deficiency while using specialised formula. INTERVENTION/OUTCOME: Feeds were supplemented with expressed breast milk. This caused biochemical and clinical improvement with resolution of skin lesions. MESSAGE: Breast milk is a valuable and necessary adjunct to specialized formula in maple syrup urine disease to prevent specific amino acid deficiency in the neonatal period.",
      "mesh_terms": [
        "Acrodermatitis",
        "Breast Feeding",
        "Diagnosis, Differential",
        "Humans",
        "Infant Formula",
        "Infant, Newborn",
        "Isoleucine",
        "Maple Syrup Urine Disease",
        "Zinc"
      ]
    },
    {
      "pmid": "27508250",
      "title": "Data of the natural and pharmaceutical angiotensin-converting enzyme inhibitor isoleucine-tryptophan as a potent blocker of matrix metalloproteinase-2 expression in rat aorta.",
      "authors": [
        "Irakli Kopaliani",
        "Melanie Martin",
        "Birgit Zatschler",
        "Bianca Müller",
        "Andreas Deussen"
      ],
      "journal": "Data in brief",
      "publication_date": "2016-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present data are related to the research article entitled \"Whey peptide isoleucine-tryptophan inhibits expression and activity of matrix metalloproteinase-2 in rat aorta\" [1]. Here we present data on removal of endothelium from aorta, endothelium dependent aortic relaxation and inhibition of expression of pro-MMP2 by di-peptide isoleucine-tryptophan (IW). Experiments were performed in rat aortic endothelial cells (EC) and smooth muscle cells (SMC) in vitro, along with isolated rat aorta ex vivo. The cells and isolated aorta were stimulated with angiotensin II (ANGII) or angiotensin I (ANGI). ACE activity was inhibited by treatment with either IW or captopril (CA). Losartan was used as a blocker of angiotensin type-1 receptor. IW inhibited MMP2 protein expression induced with ANGI in a dose-dependent manner. IW was effective both in ECs and SMCs, as well as in isolated aorta. Similarly, captopril (CA) inhibited ANGI-induced MMP2 protein expression in both in vitro and ex vivo. Neither IW nor CA inhibited ANGII-induced MMP2 protein expression in contrast to losartan. The data also displays that removal of endothelium in isolated rat aorta abolished the endothelium-dependent relaxation induced with acetylcholine. However, SMC-dependent relaxation induced with sodium nitroprusside remained intact. Finally, the data provides histological evidence of selective removal of endothelial cells from aorta."
    },
    {
      "pmid": "27239047",
      "title": "Whey peptide Isoleucine-Tryptophan inhibits expression and activity of matrix metalloproteinase-2 in rat aorta.",
      "authors": [
        "Irakli Kopaliani",
        "Melanie Martin",
        "Birgit Zatschler",
        "Bianca Müller",
        "Andreas Deussen"
      ],
      "journal": "Peptides",
      "publication_date": "2016-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Aortic stiffness is an independent risk factor for development of cardiovascular diseases. Activation of renin-angiotensin-aldosterone system (RAAS) including angiotensin converting enzyme (ACE) activity leads to overproduction of angiotensin II (ANGII) from its precursor angiotensin I (ANGI). ANGII leads to overexpression and activation of matrix metalloproteinase-2 (MMP2), which is critically associated with pathophysiology of aortic stiffness. We previously reported that the whey peptide Isoleucine-Tryptophan (IW) acts as a potent ACE inhibitor. Herein, we critically elucidate the mechanism of action by which IW causes inhibition of expression and activity of MMP2 in aortic tissue. Effects of IW on expression and activity of MMP2 were assessed on endothelial and smooth muscle cells (ECs and SMCs) in vitro and ex vivo (isolated rat aorta). As controls we used the pharmaceutical ACE inhibitor - captopril and the ANGII type 1 receptor blocker - losartan. In vitro, both ANGII and ANGI stimulation significantly (P<0.01) increased expression of MMP2 assessed with western blot. Similarly, to captopril IW significantly (P<0.05) inhibited ANGI, but not ANGII mediated increase in expression of MMP2, while losartan also blocked effects of ANGII. Signaling pathways regulating MMP2 expression in ECs and SMCs were similarly inhibited after treatment with IW or captopril. In ECs IW significantly (P<0.05) inhibited JNK pathway, whereas in SMCs JAK2/STAT3 pathway, assessed with western blot. In vitro findings were fully consistent with results in isolated rat aorta ex vivo. Moreover, IW not only inhibited the MMP2 expression, but also its activation assessed with gelatin zymography. Our findings demonstrate that IW effectively inhibits expression and activation of MMP2 in rat aorta by decreasing local conversion of ANGI to ANGII. Thus, similar to pharmaceutical ACE inhibitor captopril the dipeptide IW may effectively inhibit ACE activity and prevent the age and hypertension associated rise of aortic stiffness.",
      "mesh_terms": [
        "Angiotensin II",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Animals",
        "Dipeptides",
        "Disease Models, Animal",
        "Gene Expression Regulation, Enzymologic",
        "Humans",
        "Hypertension",
        "Losartan",
        "Matrix Metalloproteinase 2",
        "Matrix Metalloproteinase Inhibitors",
        "Rats",
        "Renin-Angiotensin System",
        "Vascular Stiffness",
        "Whey Proteins"
      ]
    },
    {
      "pmid": "27178798",
      "title": "Overexpression of ppc and lysC to improve the production of 4-hydroxyisoleucine and its precursor l-isoleucine in recombinant Corynebacterium glutamicum ssp. lactofermentum.",
      "authors": [
        "Feng Shi",
        "Huimin Fang",
        "Tengfei Niu",
        "Zhengke Lu"
      ],
      "journal": "Enzyme and microbial technology",
      "publication_date": "2016-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "4-hydroxyisoleucine (4-HIL) exhibits unique insulinotropic and insulin-sensitizing activities and is an attractive candidate for the treatment of type II and type I diabetes. In our previous study, l-isoleucine dioxygenase gene (ido) was cloned and overexpressed in an l-isoleucine-producing strain, Corynebacterium glutamicum ssp. lactofermentum SN01, and 4-HIL was produced from the endogenous l-isoleucine (Ile). In this study, ppc and lysC were co-expressed with ido to increase the supply of Ile, the direct precursor of 4-HIL, and to further improve the 4-HIL yield. After 144h of fermentation, the ido-ppc-expressing strain produced 95.72±1.52mM 4-HIL, 29% higher than the ido-expressing strain. The co-expression of lysC and ppc with ido resulted in a further 35% increment of carbon flux to l-aspartate family amino acids biosynthesis pathway. However, the conversion ratio of Ile to 4-HIL and the 4-HIL yield decreased to 0.31mol/mol and 30.16±2.01mM, respectively, likely due to the decreased IDO activity caused by lower pH and higher intracellular Ile concentration. Therefore, co-expression of ido and ppc was benefit for 4-HIL de novo biosynthesis, while co-expression of lysC with ido and ppc decreased the conversion ratio of Ile to 4-HIL.",
      "mesh_terms": [
        "Aspartate Kinase",
        "Bacterial Proteins",
        "Biosynthetic Pathways",
        "Carbon Cycle",
        "Corynebacterium glutamicum",
        "Dioxygenases",
        "Fermentation",
        "Genes, Bacterial",
        "Isoleucine",
        "Phosphoenolpyruvate Carboxylase",
        "Recombinant Proteins",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "27118860",
      "title": "Effects of dietary L-isoleucine on laying performance and immunomodulation of laying hens.",
      "authors": [
        "X Y Dong",
        "M M M Azzam",
        "X T Zou"
      ],
      "journal": "Poultry science",
      "publication_date": "2016-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Isoleucine may be a limiting amino acid for laying hens fed diets with a lowered protein level. An experiment was conducted to examine laying performance and the immune function of laying hens provided diets varying in digestible isoleucine levels during the peak production period. A total number of 400 Lohmann Brown laying hens, 28 wk of age, were allocated to 5 dietary treatment groups, each of which included 5 replicates of 16 hens per replicate (4 cages / replicate; 80 hens / treatment). L-isoleucine was added to the experimental diet (14% CP) containing synthetic amino (methionine, lysine, threonine, tryptophan, and valine) by zero, 1.0, 2.0, 3.0, and 4.0 g/kg, corresponding to 0.54%, 0.64%, 0.74%, 0.84, and 0.94% digestible isoleucine, respectively. At the end of the experiment (wk 40), dietary isoleucine did not affect laying performance or egg quality. Serum albumin concentration increased quadratically (P < 0.05) in response to digestible dietary isoleucine at 0.74%. Serum free isoleucine and lysine increased (P < 0.05) in response to digestible dietary isoleucine at 0.74%. Digestible dietary isoleucine levels did not affect the serum concentrations of total antioxidative capability (T-AOC), total superoxide dismutase (SOD), glutathione (GSH), malondialdehyde (MDA), and CuZn-superoxide dismutase (CuZn-SOD). There was no significant (P > 0.05) response of excess digestible isoleucine level on the serum level of IgG, IgA, or IgM. In addition, dietary isoleucine levels did not affect the concentrations of secretory immunoglobulin A (sIgA), tumor necrosis factor alpha (TNFα), or interleukin (IL-2 and IL-6) in the ileum. Also, expressions of ileal MUC2 mRNA, sIgA mRNA, and IL-1β mRNA were not changed (P > 0.05) by excess digestible isoleucine level. Furthermore, excess digestible isoleucine level did not change mRNA expression of ileal tight junction protein (claudin-1 and occludin). No effect occurred when isoleucine was supplemented, suggesting that it is not a limiting amino acid in the low crude protein diet on laying performance and intestinal mucosal immune.",
      "mesh_terms": [
        "Amino Acids",
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Antioxidants",
        "Chickens",
        "Diet",
        "Dietary Supplements",
        "Female",
        "Immunity, Mucosal",
        "Immunomodulation",
        "Intestines",
        "Isoleucine",
        "Random Allocation",
        "Reproduction"
      ]
    },
    {
      "pmid": "26769273",
      "title": "Maintenance valine, isoleucine, and tryptophan requirements for poultry.",
      "authors": [
        "M B de Lima",
        "N K Sakomura",
        "J C P Dorigam",
        "E P da Silva",
        "N T Ferreira",
        "J B K Fernandes"
      ],
      "journal": "Poultry science",
      "publication_date": "2016-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Poultry maintenance requirements for valine, isoleucine, and tryptophan were measured by nitrogen balance using different unit systems. The nitrogen balance trial lasted 5 d with 48 h of fasting (with roosters receiving only water+sucrose) and the last 72 h for feeding and excreta collection. Forty grams of each diet first-limiting in valine, isoleucine, or tryptophan was fed by tube each day (3 d) to give a range of intakes from 0 to 101, 0 to 119, and 0 to 34 mg/kg BW d of valine, isoleucine, and tryptophan, respectively. A nitrogen-free diet containing energy, vitamins, and minerals, meeting the rooster requirements, was offered ad libitum during these three d. To confirm that the amino acids studied were limiting, a treatment was added with a control diet formulated by adding 0.24 g/kg of L-valine, 0.21 g/kg of L-isoleucine, and 0.10 g/kg of L-tryptophan to the diets with lower amino acid level. Excreta were collected during the last 3 d of the balance period and the nitrogen content of the excreta was analyzed. For each amino acid, a linear regression between nitrogen retention (NR) and amino acid intake was performed. The equations from linear regression were: NR=-98.6 (±10.1)+2.4 (±0.2)×Val, NR=-46.9 (±7.1)+2.3 (±0.1)×Ile, NR=-39.5 (±7.7)+7.3 (±0.4)×Trp; where Val, Ile, and Trp are the intakes of valine, isoleucine, and tryptophan in mg/kg body weight per d, respectively. The valine, isoleucine, and tryptophan required to maintain the body at zero NR were calculated to be 41, 20, and 5 mg/kg body weight per d, respectively. For the system unit mg per kg of metabolic weight, the intake of valine, isoleucine, and tryptophan was 59, 32, and 9, respectively. Considering the degree of maturity of the animal and body protein content (BPm (0.73)×u), the amounts of valine, isoleucine, and tryptophan required for maintenance were calculated to be 247, 134, and 37 mg per unit of maintenance protein (BPm (0.73)×u) per d. Maintenance requirement is more adequately expressed as body protein content.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Husbandry",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Chickens",
        "Diet",
        "Digestion",
        "Isoleucine",
        "Male",
        "Tryptophan",
        "Valine"
      ]
    },
    {
      "pmid": "26683986",
      "title": "Effect of Lactotripeptides (Isoleucine-Proline-Proline/Valine-Proline-Proline) on Blood Pressure and Arterial Stiffness Changes in Subjects with Suboptimal Blood Pressure Control and Metabolic Syndrome: A Double-Blind, Randomized, Crossover Clinical Trial.",
      "authors": [
        "Arrigo F G Cicero",
        "Alessandro Colletti",
        "Martina Rosticci",
        "Marcella Cagnati",
        "Riccardo Urso",
        "Marina Giovannini",
        "Claudio Borghi",
        "Sergio D'Addato"
      ],
      "journal": "Metabolic syndrome and related disorders",
      "publication_date": "2016-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Lactotripeptides (LTPs) have a mild antihypertensive effect in hypertensive subjects. The main aim of our clinical trial was to test if LTPs could have some influence on blood pressure (BP) and related hemodynamic parameters in a sample of outpatients affected by metabolic syndrome. METHODS: A randomized, double-blind, placebo-controlled, crossover clinical trial was conducted in a group of 40 nonsmoking volunteers with metabolic syndrome. The treatment periods were 4 weeks long and were separated by a 4-week washout period. The dietary supplementation was made by daily administration of LTPs from casein, 10.2 mg/day, and compared with placebo. RESULTS: During the LTP treatment, patients experienced a significant mean decrease in systolic BP (SBP; -3.4 ± 4.4 mmHg, P = 0.041), diastolic BP (DBP; -3.1 ± 3.2 mmHg, P = 0.049), and pulse wave velocity (PWV; -0.7 ± 0.3 m/sec, P = 0.001). After LTP treatment, delta SBP, DBP, and PP were all significantly improved (P < 0.01 for all) compared with placebo. PWV also improved significantly after LTP treatment with respect to the end of the treatment with placebo (-0.8 ± 0.4 vs. -0.1 ± 0.3 m/sec, P = 0.009). The square root of the ratio of peak:baseline pulse volume during hyperemia (√V2/V1) improved after LTP treatment only (1.2 ± 0.4 vs. 1.4 ± 0.5, P = 0.04). Through the evaluation of the hemodynamic parameters that were measured by the 24-hr ambulatory monitoring, we observed that SBP, MBP, and the percentage of time with SBP over the normal were significantly reduced only after the LTP treatment (P < 0.05). These parameters were also significantly improved when compared with the ones measured after the placebo treatment (P < 0.05). CONCLUSION: In our trial, during LTP treatment, patients affected by metabolic syndrome experienced a mild but significant improvement in office and 24-hr BP, PWV, and endothelial function compared with placebo treatment.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Antihypertensive Agents",
        "Blood Pressure",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Hypertension",
        "Male",
        "Metabolic Syndrome",
        "Middle Aged",
        "Oligopeptides",
        "Pulse Wave Analysis",
        "Vascular Stiffness"
      ]
    },
    {
      "pmid": "26297928",
      "title": "Antihypertensive and cardioprotective effects of the dipeptide isoleucine-tryptophan and whey protein hydrolysate.",
      "authors": [
        "M Martin",
        "I Kopaliani",
        "A Jannasch",
        "C Mund",
        "V Todorov",
        "T Henle",
        "A Deussen"
      ],
      "journal": "Acta physiologica (Oxford, England)",
      "publication_date": "2015-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: Angiotensin-converting enzyme inhibitors are treatment of choice in hypertensive patients. Clinically used inhibitors exhibit a structural similarity to naturally occurring peptides. This study evaluated antihypertensive and cardioprotective effects of ACE-inhibiting peptides derived from food proteins in spontaneously hypertensive rats. METHODS AND RESULTS: Isoleucine-tryptophan (in vitro IC50 for ACE = 0.7 μm), a whey protein hydrolysate containing an augmented fraction of isoleucine-tryptophan, or captopril was given to spontaneously hypertensive rats (n = 60) over 14 weeks. Two further groups, receiving either no supplement (Placebo) or intact whey protein, served as controls. Systolic blood pressure age-dependently increased in the Placebo group, whereas the blood pressure rise was effectively blunted by isoleucine-tryptophan, whey protein hydrolysate and captopril (-42 ± 3, -38 ± 5, -55 ± 4 mm Hg vs. Placebo). At study end, myocardial mass was lower in isoleucine-tryptophan and captopril groups but only partially in the hydrolysate group. Coronary flow reserve (1 μm adenosine) was improved in isoleucine-tryptophan and captopril groups. Plasma ACE activity was significantly decreased in isoleucine-tryptophan, hydrolysate and captopril groups, but in aortic tissue only after isoleucine-tryptophan or captopril treatment. This was associated with lowered expression and activity of matrix metalloproteinase-2. Following isoleucine-tryptophan and captopril treatments, gene expression of renin was significantly increased indicating an active feedback within renin-angiotensin system. CONCLUSION: Whey protein hydrolysate and isoleucine-tryptophan powerfully inhibit plasma ACE resulting in antihypertensive effects. Moreover, isoleucine-tryptophan blunts tissue ACE activity, reduces matrix metalloproteinase-2 activity and improves coronary flow reserve. Thus, whey protein hydrolysate and particularly isoleucine-tryptophan may serve as innovative food additives with the goal of attenuating hypertension.",
      "mesh_terms": [
        "Angiotensin-Converting Enzyme Inhibitors",
        "Animals",
        "Antihypertensive Agents",
        "Blood Pressure",
        "Captopril",
        "Cardiotonic Agents",
        "Dipeptides",
        "Disease Models, Animal",
        "Humans",
        "Hypertension",
        "Isoleucine",
        "Male",
        "Protein Hydrolysates",
        "Rats",
        "Rats, Inbred SHR",
        "Renin-Angiotensin System",
        "Tryptophan",
        "Whey"
      ]
    },
    {
      "pmid": "25804474",
      "title": "Prophylactic potential of defensins and L-isoleucine in tuberculosis household contacts: an experimental model.",
      "authors": [
        "Bruno Rivas-Santiago",
        "Cesar Rivas-Santiago",
        "Eduardo Sada",
        "Rogelio Hernández-Pando"
      ],
      "journal": "Immunotherapy",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIM: Patients with pulmonary tuberculosis (TB) are the most important source for TB infection, being the risk of infection determined by the source case infectiousness and the contact closeness. Currently, the administration of isoniazid is used to prevent the infection to some extent in household contacts. At experimental level, defensins are efficient molecules for the treatment of TB and other infectious diseases. MATERIALS & METHODS: In this work, we used a model of Mycobacterium tuberculosis transmission by long cohabitation of infected and noninfected mice, and treated the latter group with antimicrobial peptides in order to determine the potential capacity of defensins to prevent the infection. RESULTS: Our results showed that the intratracheal administration of human neutrophil peptide-1, human β-defensin-2 alone or in combination and the use of L-isoleucine significantly prevents bacterial transmission, diminishing pulmonary lesions and bacterial loads. CONCLUSION: Data suggest the potential use of L-isoleucine as prophylactic for TB household contacts.",
      "mesh_terms": [
        "Animals",
        "Disease Models, Animal",
        "Drug Combinations",
        "Family Characteristics",
        "Humans",
        "Intubation, Intratracheal",
        "Isoleucine",
        "Male",
        "Mice",
        "Mice, Inbred BALB C",
        "Mycobacterium tuberculosis",
        "Tuberculosis, Pulmonary",
        "alpha-Defensins",
        "beta-Defensins"
      ]
    },
    {
      "pmid": "25646328",
      "title": "Isoleucine-to-methionine substitution at residue 148 variant of PNPLA3 gene and metabolic outcomes in gestational diabetes.",
      "authors": [
        "Simona Bo",
        "Roberto Gambino",
        "Guido Menato",
        "Stefania Canil",
        "Valentina Ponzo",
        "Silvia Pinach",
        "Marilena Durazzo",
        "Ezio Ghigo",
        "Maurizio Cassader",
        "Giovanni Musso"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2015-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: A single nucleotide polymorphism (SNP) of the patatin-like phospholipase-3 (PNPLA3)/adiponutrin gene (rs738409 C>G) is strongly associated with nonalcoholic fatty liver disease; to our knowledge, no data are available on the impact of this PNPLA3 SNP on liver and metabolic outcomes during pregnancy in patients with gestational diabetes (GD). OBJECTIVE: We evaluated the impact of the PNPLA3 rs738409 SNP on liver enzymes, metabolic indexes, and maternal and neonatal outcomes in 200 GD patients enrolled in a lifestyle intervention. DESIGN: In a randomized trial with a 2 × 2 factorial design, exercise significantly improved maternal and neonatal outcomes in GD patients. Effects of the G allele on metabolic and liver indexes and maternal and neonatal outcomes were evaluated in these patients. RESULTS: At the end of the trial, fasting insulin and homeostasis model assessment of insulin resistance (HOMA-IR) values were significantly lower and liver enzymes significantly higher in PNPLA3 G-allele carriers. In a multiple regression model, the G allele was associated directly with aspartate aminotransferase (β = 2.60; 95% CI: 0.99, 4.20), alanine aminotransferase (β = 3.70; 95% CI: 1.78, 5.62), and γ-glutamyl transferase (β = 3.70; 95% CI: 0.80, 6.60) and inversely with insulin (β = -2.01; 95% CI: -3.24, -0.78) and HOMA-IR (β = -0.39; -0.64, -0.14) values at the end of the trial. In a multiple logistic regression model, the G allele was associated directly with risk of developing liver enzyme elevation during pregnancy (OR: 4.21; 95% CI: 1.78, 9.97) and inversely with the birth of large-for-gestational-age newborns (OR: 0.19; 95% CI: 0.06, 0.62). No diet × genotype or exercise × genotype interaction was shown. CONCLUSION: The PNPLA3 SNP rs738409 G allele was associated with risk of mildly elevated transaminases in GD independent of a lifestyle intervention and despite a significant reduction in insulin resistance and risk of macrosomic offspring. This trial was registered at clinicaltrials.gov as NCT01506310.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Alanine Transaminase",
        "Alleles",
        "Aspartate Aminotransferases",
        "Diabetes, Gestational",
        "Diet",
        "Energy Intake",
        "Exercise",
        "Female",
        "Health Behavior",
        "Humans",
        "Insulin",
        "Isoleucine",
        "Life Style",
        "Linear Models",
        "Lipase",
        "Membrane Proteins",
        "Methionine",
        "Middle Aged",
        "Polymorphism, Single Nucleotide",
        "Pregnancy",
        "Pregnancy Outcome",
        "Surveys and Questionnaires",
        "Young Adult"
      ]
    },
    {
      "pmid": "25494944",
      "title": "Jasmonic acid-isoleucine formation in grapevine (Vitis vinifera L.) by two enzymes with distinct transcription profiles.",
      "authors": [
        "Christine Böttcher",
        "Crista A Burbidge",
        "Valentina di Rienzo",
        "Paul K Boss",
        "Christopher Davies"
      ],
      "journal": "Journal of integrative plant biology",
      "publication_date": "2015-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The plant hormone jasmonic acid (JA) is essential for stress responses and the formation of reproductive organs, but its role in fruit development and ripening is unclear. Conjugation of JA to isoleucine is a crucial step in the JA signaling pathway since only JA-Ile is recognized by the jasmonate receptor. The conjugation reaction is catalyzed by JA-amido synthetases, belonging to the family of Gretchen Hagen3 (GH3) proteins. Here, in vitro studies of two grapevine (Vitis vinifera L. cv Shiraz) GH3 enzymes, VvGH3-7 and VvGH3-9, demonstrated JA-conjugating activities with an overlapping range of amino acid substrates, including isoleucine. Expression studies of the corresponding genes in grape berries combined with JA and JA-Ile measurements suggested a primary role for JA signaling in fruit set and cell division and did not support an involvement of JA in the ripening process. In response to methyl JA (MeJA) treatment, and in wounded and unwounded (distal) leaves, VvGH3-9 transcripts accumulated, indicating a participation in the JA response. In contrast, VvGH3-7 was unresponsive to MeJA and local wounding, demonstrating a differential transcriptional regulation of VvGH3-7 and VvGH3-9. The transient induction of VvGH3-7 in unwounded, distal leaves was suggestive of the involvement of an unknown mobile wound signal.",
      "mesh_terms": [
        "Acetates",
        "Amino Acids",
        "Chromatography, Liquid",
        "Cyclopentanes",
        "Fruit",
        "Gene Expression Profiling",
        "Gene Expression Regulation, Plant",
        "Genes, Plant",
        "Isoleucine",
        "Mass Spectrometry",
        "Organ Specificity",
        "Oxylipins",
        "Plant Leaves",
        "Recombinant Proteins",
        "Substrate Specificity",
        "Transcription, Genetic",
        "Vitis"
      ]
    },
    {
      "pmid": "25345020",
      "title": "[Characterization of recombinant L-isoleucine-4-hydroxylase from Bacillus thuringiensis and its application in 4hydroxyisoleucine biosynthesis].",
      "authors": [
        "Chenglin Zhang",
        "Yuan Liu",
        "Ning Xue",
        "Xinxin Wang",
        "Xixian Xie",
        "Qingyang Xu",
        "Ning Chen"
      ],
      "journal": "Wei sheng wu xue bao = Acta microbiologica Sinica",
      "publication_date": "2014-Aug-04",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: L-isoleucine-4-hydroxylase (IDO) encoding gene ido from Bacillus thuringiensis TCCC 11826 was cloned and expressed, followed by enzyme characterization. In addition, recombinant strain was tested for its 4-Hydroxyisoleucine (4-HIL) biotransformation. METHODS: Ido gene was amplified from B. thuringiensis TCCC 11826 genomic DNA and expressed in BL-IDO. Recombinant IDO was extracted, purified and characterized. Recombinant strain used for biotransformation of 4-HIL was constructed. RESULTS: Composed of 723 nucleotides encoding 240 amino acids (sharing 97.47% and 97.91% identities with that of B. thuringiensis 2-e-2), ido gene was cloned from B. thuringiensis TCCC 11826. The recombinant IDO contained a His1-X-Asp/Glu-Xn-His2 motif that is specific for Fe(II)/alpha-ketoglutarate-dependent hydroxylases and catalyzed L-isoleucine to 4-HIL. Normal hyperbolic kinetics was observed with L-Ile in the reaction by recombinant IDO. Lineweaver-Burk treatment of the data yielded apparent Km and the Vmax was 0.18 mmol/L and 2.10 micromol/min/mg, respectively. The optimum temperature and pH for the recombinant IDO was 35 degrees C and 7.0 respectively; moreover, the relative activity of the enzyme remain 85.10% after 5 h incubation at 35 degrees C. In all, recombinant strain harboring ido transformed 89.28% of L-isoleucine to 4-HIL. CONCLUSION: In this study, an ido (Accession No. KC884243) with novel sequence was isolated and enzymatic characteristics of recombinant IDO was systematically analyzed. In addition, we successfully achieved the biotransformation of 4-HIL from L-isoleucine. This work will lay theoretical foundation and practical basis on the microbial manufacture technology of 4-HIL and other amino acid derivatives. This work will lay theoretical foundation and practical basis on the microbial manufacture technology of 4-HIL and other amino acid derivatives.",
      "mesh_terms": [
        "Bacillus thuringiensis",
        "Bacterial Proteins",
        "Cloning, Molecular",
        "Enzyme Stability",
        "Hydrolases",
        "Isoleucine",
        "Kinetics",
        "Molecular Sequence Data",
        "Substrate Specificity"
      ]
    },
    {
      "pmid": "25198568",
      "title": "Barrier repair therapy for facial atopic eczema with a non-steroidal emollient cream containing rhamnosoft, ceramides and iso-leucine. A six-case report series.",
      "authors": [
        "M Puviani",
        "F Agostinis",
        "M Milani"
      ],
      "journal": "Minerva pediatrica",
      "publication_date": "2014-Aug",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Atopic eczema (AE) is a skin disease very common in paediatric population and face region is commonly involved. AE of the face represents a therapeutic challenge limiting the use, especially for long periods, of corticosteroid topical products due to the high risk of atrophic skin changes. Skin barrier alterations and reduction of innate immune mechanisms (reduced levels of anti-microbial peptides) are now considered the hallmarks of AE. Therefore emollient and barrier repair therapies with topical steroid-free substances could be an alternative or an adjuvant strategy in managing AE especially for the face. A non-steroidal, anti-inflammatory moisturizing cream with barrier repair actions, containing rhamnosoft, ceramides and L-isoleucine (ILE) (Nutratopic pro-AMP) has been recently developed for the specific treatment of AE of the face. We report a series of 6 pediatric cases (2 female and 4 male, age from 6 months to 4 years) with facial eczema in children treated with pro-AMP cream for two/four weeks as single treatment, applied twice daily in the affected area with photograph documentation (baseline and after treatment). Pictures of the skin lesions at baseline and after treatment were taken in all cases using a high-definition digital camera. Pro-AMP cream use was associated with a clinical relevant improvement of all signs of eczema. The product was well tolerated. This case series document the clinical efficacy of a barrier repair therapy cream containing rhamnosoft, ceramides and iso-leucine in the treatment of atopic eczema of the face.",
      "mesh_terms": [
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Ceramides",
        "Child, Preschool",
        "Dermatitis, Atopic",
        "Dermatologic Agents",
        "Drug Combinations",
        "Emollients",
        "Facial Dermatoses",
        "Female",
        "Humans",
        "Infant",
        "Isoleucine",
        "Leucine",
        "Male",
        "Skin Cream",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "24987070",
      "title": "Determining the optimal isoleucine:lysine ratio for ten- to twenty-two-kilogram and twenty-four- to thirty-nine-kilogram pigs fed diets containing nonexcess levels of leucine.",
      "authors": [
        "J K Htoo",
        "C L Zhu",
        "L Huber",
        "C F M de Lange",
        "A D Quant",
        "B J Kerr",
        "G L Cromwell",
        "M D Lindemann"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2014-Aug",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Multicenter Study"
      ],
      "abstract": "Three 21-d experiments were conducted to determine the optimum standardized ileal digestible (SID) Ile:Lys ratio in 10- to 22-kg and 24- to 39-kg pigs. In Exp. 1, 144 Yorkshire pigs (initial BW = 10.2 kg) were assigned to 6 diets with 6 pens per treatment. Diets 1 to 5 were formulated to contain 5 graded SID Ile:Lys (44, 51, 57, 63, and 70%), 1.18% SID Leu, and 0.90% SID Lys (second limiting). Diet 6 (diet 5 with added Lys) was formulated (1.06% SID Lys) as a positive control. Pigs fed diet 6 had higher (P < 0.05) ADG and G:F and lower (P < 0.05) plasma urea N (PUN) than pigs fed diet 5 (P < 0.02), indicating that Lys was limiting in diets 1 to 5. Final BW, ADG, and ADFI increased (linear and quadratic, P < 0.05) while G:F and PUN at d 21 were not affected (P > 0.10) by dietary Ile:Lys. Overall, ADG and ADFI were highest for pigs fed diet 2 (51% SID Ile:Lys). In Exp. 2, 216 Yorkshire pigs (initial BW = 9.6 kg) were assigned to 9 diets with 6 pens per treatment. Diets 1 to 4 contained 0.40, 0.47, 0.54, and 0.61% SID Ile, respectively, and 1.21% SID Lys; diets 5 to 8 contained 0.72, 0.84, 0.96, and 1.08% SID Lys, respectively, and 0.68% SID Ile. Diet 9 was high in both Ile and Lys (0.68% SID Ile and 1.21% SID Lys). All diets contained 1.21% SID Leu. The ADG and G:F increased (linear and quadratic, P < 0.05) as SID Ile:Lys increased (diets 1 to 4 and 9). The ADG and G:F increased (linear, P < 0.05) as SID Lys increased (diets 5 to 9). The PUN at d 21 decreased (linear, P < 0.05) by increasing dietary Ile:Lys. The SID Ile:Lys to optimize ADG was 46% by curvilinear plateau or exponential regression. For G:F, the optimal SID Ile:Lys was 47 and 51% by curvilinear plateau and exponential regressions, respectively. In Exp. 3, 80 pigs (PIC 327 × C23; initial BW = 24.0 kg) were allotted to 5 treatments with 4 pigs per pen. Diets 1 to 5 were formulated to contain 5 graded SID Ile:Lys (39, 46, 53, 61, and 68%), 1.17% SID Leu, and 0.91% SID Lys (second limiting). Final BW and ADG increased (linear and quadratic, P < 0.05) and ADFI increased (linear, P = 0.047) as SID Ile:Lys increased. Using ADG and G:F, the optimum SID Ile:Lys was 54 and 53%, respectively, by curvilinear plateau and exponential regression. The PUN was minimized at 53 and 59% SID Ile:Lys by curvilinear plateau and broken line regression. Overall, the average optimum SID Ile:Lys was approximately 51% for 10- to 22-kg pigs and 54% for 24- to 39-kg pigs fed diets containing nonexcess levels of Leu.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Blood Urea Nitrogen",
        "Body Weight",
        "Diet",
        "Digestion",
        "Ileum",
        "Isoleucine",
        "Leucine",
        "Lysine",
        "Nutritional Requirements",
        "Regression Analysis",
        "Sus scrofa",
        "Swine"
      ]
    },
    {
      "pmid": "24859518",
      "title": "Neomycin inhibition of (+)-7-iso-jasmonoyl-L-isoleucine accumulation and signaling.",
      "authors": [
        "Jyothilakshmi Vadassery",
        "Michael Reichelt",
        "Guillermo H Jimenez-Aleman",
        "Wilhelm Boland",
        "Axel Mithöfer"
      ],
      "journal": "Journal of chemical ecology",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The majority of plant defenses against insect herbivores are coordinated by jasmonate (jasmonic acid, JA; (+)-7-iso-jasmonoyl-L-isoleucine, JA-Ile)-dependent signaling cascades. Insect feeding and mimicking herbivory by application of oral secretions (OS) from the insect induced both cytosolic Ca(2+) and jasmonate-phytohormone elevation in plants. Here it is shown that in Arabidopsis thaliana upon treatment with OS from lepidopteran Spodoptera littoralis larvae, the antibiotic neomycin selectively blocked the accumulation of OS-induced Ca(2+) elevation and level of the bioactive JA-Ile, in contrast to JA level. Furthermore, neomycin treatment affected the downstream expression of JA-Ile-responsive genes, VSP2 and LOX2, in Arabidopsis. The neomycin-dependent reduced JA-Ile level is partially due to increased CYP94B3 expression and subsequent JA-Ile turn-over to12-hydroxy-JA-Ile. It is neither due to the inhibition of the enzymatic conjugation process nor to substrate availability. Thus, blocking Ca(2+) elevation specifically controls JA-Ile accumulation and signaling, offering an insight into role of calcium in defense against insect herbivory.",
      "mesh_terms": [
        "Animals",
        "Anti-Bacterial Agents",
        "Arabidopsis",
        "Arabidopsis Proteins",
        "Calcium",
        "Cyclopentanes",
        "Cytochrome P-450 Enzyme System",
        "Gene Expression Regulation, Plant",
        "Herbivory",
        "Isoleucine",
        "Larva",
        "Neomycin",
        "Plant Leaves",
        "Signal Transduction",
        "Spodoptera",
        "Substrate Specificity"
      ]
    },
    {
      "pmid": "24750568",
      "title": "Local rhamnosoft, ceramides and L-isoleucine in atopic eczema: a randomized, placebo controlled trial.",
      "authors": [
        "Alessia Marseglia",
        "Amelia Licari",
        "Fabio Agostinis",
        "Antonio Barcella",
        "Domenico Bonamonte",
        "Mario Puviani",
        "Massimo Milani",
        "GianLuigi Marseglia"
      ],
      "journal": "Pediatric allergy and immunology : official publication of the European Society of Pediatric Allergy and Immunology",
      "publication_date": "2014-May",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: A non-steroidal, anti-inflammatory moisturizing cream containing rhamnosoft, ceramides, and L-isoleucine (ILE) (pro-AMP cream) has been recently developed for the specific treatment of atopic eczema (AE) of the face. In this trial, we evaluated the clinical efficacy and tolerability of pro-AMP cream in the treatment of facial AE in children in comparison with an emollient cream. METHODS: In a randomized, prospective, assessor-blinded, parallel groups (2:1) controlled trial, 107 children (72 allocated to pro-AMP cream and 35 allocated to control group) with mild-to-moderate chronic AE of the face were enrolled. Treatments were applied twice daily for a 6-week period. Facial Eczema Severity Score (ESS) was evaluated at baseline, week 3, and week 6, by an assessor unaware of treatment allocation. Investigator’s Global Assessment (IGA) score was assessed at week 3 and at week 6. Tolerability was evaluated at week 3 and at week 6 using a4-point score (from 0: low tolerability to 3: very good tolerability). RESULTS: At baseline ESS, mean (SD) was 6.1 (2.4) in the pro-AMP cream group and 5.3 (3) in the control group. In the pro-AMP group, in comparison with baseline, ESS was significantly reduced to 2.5 (-59%) after 3 wks and to 1.0 (-84%) at week 6 (p = 0.0001). In the control group, ESS was reduced to 3 (-42%) at week 2 and to 2.6(-50%) at week 6. At week 6, ESS in pro-AMP cream was significantly lower than the control group (1.0 vs. 2.6; p = 0.001). Both products were well tolerated. CONCLUSION: Pro-AMP cream has shown to be effective in the treatment of mild-to moderate chronic lesion of AE of the face. Clinical efficacy was greater in comparison with an emollient cream. ( CLINICAL TRIAL REGISTRY: NTR4084).",
      "mesh_terms": [
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Ceramides",
        "Child, Preschool",
        "Drug Combinations",
        "Eczema",
        "Female",
        "Humans",
        "Infant",
        "Isoleucine",
        "Male",
        "Ointments",
        "Polysaccharides",
        "Prospective Studies",
        "Rhamnose"
      ]
    },
    {
      "pmid": "24661223",
      "title": "Novel effect of the inhibitor of mitochondrial cyclophilin D activation, N-methyl-4-isoleucine cyclosporin, on renal calcium crystallization.",
      "authors": [
        "Kazuhiro Niimi",
        "Takahiro Yasui",
        "Atsushi Okada",
        "Yasuhiko Hirose",
        "Yasue Kubota",
        "Yukihiro Umemoto",
        "Noriyasu Kawai",
        "Keiichi Tozawa",
        "Kenjiro Kohri"
      ],
      "journal": "International journal of urology : official journal of the Japanese Urological Association",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: To experimentally evaluate the clinical application of N-methyl-4-isoleucine cyclosporin, a novel selective inhibitor of cyclophilin D activation. METHODS: In vitro, cultured renal tubular cells were exposed to calcium oxalate monohydrate crystals and treated with N-methyl-4-isoleucine cyclosporin. The mitochondrial membrane was stained with tetramethylrhodamine ethyl ester perchlorate and observed. In vivo, Sprague-Dawley rats were divided into four groups: a control group, an ethylene glycol group (administration of ethylene glycol to induce renal calcium crystallization), a N-methyl-4-isoleucine cyclosporin group (administration of N-methyl-4-isoleucine cyclosporin) and an ethylene glycol + N-methyl-4-isoleucine cyclosporin group (administration of ethylene glycol and N-methyl-4-isoleucine cyclosporin). Renal calcium crystallization was evaluated using Pizzolato staining. Oxidative stress was evaluated using superoxide dismutase and 8-hydroxy-deoxyguanosine. Mitochondria within renal tubular cells were observed by transmission electron microscopy. Cell apoptosis was evaluated using cleaved caspase-3. RESULTS: In vitro, calcium oxalate monohydrate crystals induced depolarization of the mitochondrial membrane potential, which was remarkably prevented by N-methyl-4-isoleucine cyclosporin. In vivo, ethylene glycol administration induced renal calcium crystallization, oxidative stress, mitochondrial collapse and cell apoptosis in rats, which were significantly prevented by N-methyl-4-isoleucine cyclosporin. CONCLUSIONS: Herein we first report a new treatment agent determining renal calcium crystallization through cyclophilin D activation.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Calcium Oxalate",
        "Cell Line",
        "Peptidyl-Prolyl Isomerase F",
        "Cyclophilins",
        "Cyclosporine",
        "Enzyme Inhibitors",
        "Hyperoxaluria",
        "Kidney Tubules, Proximal",
        "Male",
        "Membrane Potential, Mitochondrial",
        "Microscopy, Electron, Transmission",
        "Mitochondria",
        "Oxidative Stress",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "24125680",
      "title": "[Combined application of neural stem cell and self-assembly isoleucine-lysine-valine-alanine-valine nanofiber gel transplantation in the promotion of function recovery of spinal cord injury in rats].",
      "authors": [
        "Rui Han",
        "Lai-yong Tu",
        "Ming-kun Yang",
        "Tao Xu",
        "Yan Ma",
        "Xiao-juan Bi",
        "Wei-bin Sheng"
      ],
      "journal": "Zhonghua yi xue za zhi",
      "publication_date": "2013-Jun-04",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To observe the effects of neural stem cells (NSC) plus self-assembly isoleucine-lysine-valine-alanine-valine (IKVAV) nanofiber gel transplantation on the promotion of function recovery of spinal cord injury (SCI) in rats. METHODS: A total of 230 SD rats were randomized into gel, NSC, NSC plus self-assembly IKVAV nanofiber gel transplantation, normal saline and sham-operation groups. Function repair was evaluated by bundle branch block (BBB) score, immunofluorescence and Western blot respectively at Day 1, 3, 5, 7, 14, 28, 56 and 92 post-operation. RESULTS: There were statistically significant differences among bundle branch block (BBB) scores of different treatment groups (P < 0.01). Moreover, statistical significance existed between each treatment group and combined transplantation group (P = 0.000). The expression of glial fibrillary acidic protein in combined transplantation group (rats with spinal injury) was lower than that in other treatment groups (except for sham operation) and the expression of NF-200 in this group was higher than that in other treatment groups (except for sham operation). Significant differences existed in the expressions of brain-derived neurotrophic factor and nerve growth factor between combined transplantation and other treatment groups (P < 0.01). CONCLUSION: Transplantation with IKVAV nanofiber gel, NSC and NSC plus self-assembly IKVAV nanofiber gel may promote the repair of SCI in rats. But the method of NSC plus self-assembly IKVAV nanofiber gel is more effective.",
      "mesh_terms": [
        "Animals",
        "Gels",
        "Laminin",
        "Male",
        "Nanofibers",
        "Neural Stem Cells",
        "Peptide Fragments",
        "Rats",
        "Rats, Sprague-Dawley",
        "Recovery of Function",
        "Spinal Cord Injuries"
      ]
    },
    {
      "pmid": "23164225",
      "title": "Milk protein responses in dairy cows to changes in postruminal supplies of arginine, isoleucine, and valine.",
      "authors": [
        "M N Haque",
        "H Rulquin",
        "S Lemosquet"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2013-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "An ideal profile of essential AA (EAA) can improve the efficiency of metabolizable protein (or PDIE, the equivalent in the INRA feeding system) utilization in dairy cows. Compared with other EAA, existing recommendations for the requirements of Arg, Ile, and Val are few and inconsistent. Four multiparous Holstein dairy cows at 22±6 wk of lactation received 4 treatments (duodenal infusions of 445±22.4 g/d of an EAA mixture complementing a low-protein diet in a 4×4 Latin square design with a period length of 1 wk). The control treatment provided a balanced supply (in % of PDIE) of 5.1% Arg, 5.2% Ile, and 5.9% Val, whereas in the 3 subsequent treatments of -Arg, -Ile, and -Val, the concentrations of these 3 EAA were reduced to 3.5, 4.1, and 4.5%, respectively. All treatments were made isonitrogenous and were balanced to provide 7 other EAA (Lys, Met, His, Leu, Phe, Thr, and Trp), according to the recommendations described in the literature. Combined, the diet and the infusions provided 14.3±0.1% crude protein on a dry matter basis, and 66.0±1.2 g of PDIE/Mcal of net energy for lactation. Neither dry matter intake (19.2 kg/d) nor milk yield (30.4±0.4 kg/d) was affected by treatments. The -Arg and -Ile treatments did not modify milk protein synthesis or the efficiency of N utilization. However, the -Val treatment decreased milk protein content by 4.9% and milk crude protein content by 4.3%, and tended to decrease the efficiency of N use for milk protein yield by 3.7% (compared with the control). These effects of Val were related to a decrease in the plasma concentration of Val as well as a trend toward decreasing plasma concentrations of Met, His, and the sum of all EAA and nonessential AA in the -Val treatment, which indicates a different utilization of all AA in response to the Val deficit. The deletion of Ile, compared with the deletion of Val, tended to decrease the milk protein-to-fat ratio by 3.8%. In conclusion, the supply of Arg at 3.5% of PDIE was not limiting for milk protein synthesis. The slight effect on the milk protein-to-fat ratio caused by decreasing the supply of Ile suggests a need to reevaluate the Ile requirement more precisely. A low Val supply could be limiting for milk protein synthesis, provided that the requirements of Lys, Met, and His are met.",
      "mesh_terms": [
        "Amino Acids, Essential",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Arginine",
        "Cattle",
        "Diet",
        "Female",
        "Isoleucine",
        "Lactation",
        "Milk",
        "Milk Proteins",
        "Valine"
      ]
    },
    {
      "pmid": "23065293",
      "title": "Zn(2+) and L-isoleucine induce the expressions of porcine β-defensins in IPEC-J2 cells.",
      "authors": [
        "Xiangbing Mao",
        "Sharina Qi",
        "Bing Yu",
        "Jun He",
        "Jie Yu",
        "Daiwen Chen"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2013-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The β-defensins, expressed in epithelial cells of multiple tissues including intestine, play a critical role in the mammalian innate immunity. However, it is little known about the role of functional nutrients in the regulation of porcine β-defensins' expressions in intestinal epithelial cells. The present study was conducted to determine the hypothesis that zinc and L-isoleucine regulate the expressions of porcine β-defensins in IPEC-J2 cells. Cells were cultured in DMEM/F12 medium containing supplemental 0-500 μg/mL L-isoleucine or 0-500 μmol/mL zinc sulfate that was used to increase the concentration of Zn(2+) in the medium. At 12 h after the treatment by the appropriate concentrations of L-isoleucine or Zn(2+), the mRNA and protein expressions of porcine β-defensin 1, 2 and 3 were increased (P < 0.05), and reached their maximum after treatment with 25 or 100 μmol/mL zinc sulfate and 25 or 50 μg/mL isoleucine (P < 0.05). These results suggested that both Zn(2+) and L-isoleucine could induce β-defensins' expressions in porcine intestinal epithelial cells.",
      "mesh_terms": [
        "Animals",
        "Cell Line",
        "Diet",
        "Food",
        "Gene Expression",
        "Immunity, Innate",
        "Isoleucine",
        "Sus scrofa",
        "Transcriptional Activation",
        "Zinc",
        "beta-Defensins"
      ]
    },
    {
      "pmid": "22889894",
      "title": "Long-term treatment with L-isoleucine or L-leucine in AIN-93G diet has promoting effects on rat bladder carcinogenesis.",
      "authors": [
        "Xiao-Li Xie",
        "Min Wei",
        "Takayuki Yunoki",
        "Anna Kakehashi",
        "Shotaro Yamano",
        "Minoru Kato",
        "Hideki Wanibuchi"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2012-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In the present study, effects of L-leucine and L-isoleucine on rat bladder carcinogenesis were investigated using AIN-93G and MF basal diet. In Experiment 1, N-butyl-N-(4-hydroxybutyl)-nitrosamine was used as an initiator of bladder carcinogenesis. In the AIN-93G diet groups, a significantly higher incidence and multiplicity of bladder tumors, accompanied by decreased final body weight, was observed in the L-leucine-supplemented group and a significantly higher incidence of papillomas and total tumors was observed in the L-isoleucine-supplemented group. In the MF diet groups, the multiplicity of papillary and nodular hyperplasia was significantly increased in the L-isoleucine-supplemented group. Urinary pH values were not affected by supplementing either type of diet with L-leucine or L-isoleucine. In Experiment 2, the amino acid was administered in the basal diets for 2 weeks without initiator. No pathological lesions were observed in the bladder urothelium in any of the groups, and no significant differences in urinary pH values, microcrystals or aggregates were observed between the amino acid-supplemented groups and their respective control groups. In conclusion, long-term treatment with L-leucine or L-isoleucine has a promoting effect on rat bladder carcinogenesis; therefore, their long-term use as a dietary supplement for bladder cancer patients should be avoided until more is known.",
      "mesh_terms": [
        "Animals",
        "Body Weight",
        "Butylhydroxybutylnitrosamine",
        "Diet",
        "Dietary Supplements",
        "Hydrogen-Ion Concentration",
        "Isoleucine",
        "Leucine",
        "Male",
        "Papilloma",
        "Rats",
        "Rats, Inbred F344",
        "Urinalysis",
        "Urinary Bladder",
        "Urinary Bladder Neoplasms",
        "Urothelium"
      ]
    },
    {
      "pmid": "22589238",
      "title": "Valine but not leucine or isoleucine supports neurotransmitter glutamate synthesis during synaptic activity in cultured cerebellar neurons.",
      "authors": [
        "Lasse K Bak",
        "Maja L Johansen",
        "Arne Schousboe",
        "Helle S Waagepetersen"
      ],
      "journal": "Journal of neuroscience research",
      "publication_date": "2012-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Synthesis of neuronal glutamate from α-ketoglutarate for neurotransmission necessitates an amino group nitrogen donor; however, it is not clear which amino acid(s) serves this role. Thus, the ability of the three branched-chain amino acids (BCAAs), leucine, isoleucine, and valine, to act as amino group nitrogen donors for synthesis of vesicular neurotransmitter glutamate was investigated in cultured mouse cerebellar (primarily glutamatergic) neurons. The cultures were superfused in the presence of (15) N-labeled BCAAs, and synaptic activity was induced by pulses of N-methyl-D-aspartate (300 μM), which results in release of vesicular glutamate. At the end of the superfusion experiment, the vesicular pool of glutamate was released by treatment with α-latrotoxin (3 nM, 5 min). This experimental paradigm allows a separate analysis of the cytoplasmic and vesicular pools of glutamate. Amount and extent of (15) N labeling of intracellular amino acids plus vesicular glutamate were analyzed employing HPLC and LC-MS analysis. Only when [(15) N]valine served as precursor did the labeling of both cytoplasmic and vesicular glutamate increase after synaptic activity. In addition, only [(15) N]valine was able to maintain the amount of vesicular glutamate during synaptic activity. This indicates that, among the BCAAs, only valine supports the increased need for synthesis of vesicular glutamate.",
      "mesh_terms": [
        "Animals",
        "Cells, Cultured",
        "Cerebellum",
        "Glutamic Acid",
        "Isoleucine",
        "Leucine",
        "Mice",
        "Neurons",
        "Synaptic Transmission",
        "Valine"
      ]
    },
    {
      "pmid": "22287678",
      "title": "Valine and isoleucine requirement of 20- to 45-kilogram pigs.",
      "authors": [
        "A M Waguespack",
        "T D Bidner",
        "R L Payne",
        "L L Southern"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2012-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Three experiments were conducted to determine the Val and Ile requirements in low-CP, corn-soybean meal (C-SBM) AA-supplemented diets for 20- to 45-kg pigs. All experiments were conducted for 26 to 27 d with purebred or crossbred barrows and gilts, which were blocked by initial BW. Treatments were replicated with 5 or 6 pens of 3 or 4 pigs per pen. At the beginning of Exp. 1 and the end of all experiments, blood samples were obtained from all pigs to determine plasma urea N (PUN) concentrations. All diets were C-SBM with 0.335% supplemental Lys to achieve 0.83% standardized ileal digestible (SID) Lys, which is the Lys requirement of these pigs. In Exp. 1, 0, 0.02, 0.04, 0.06, 0.08, or 0.10% L-Val was supplemented to achieve 0.51, 0.53, 0.55, 0.57, 0.59, or 0.61% dietary SID Val, and Thr, Trp, Met, and Ile were supplemented to maintain Thr:Lys, Trp:Lys, TSAA:Lys, and Ile:Lys ratios of 0.71, 0.20, 0.62, and 0.60, respectively. Also, supplemental Gly and Glu were added to all diets to achieve 1.66% Gly + Ser and 3.28% Glu, which is equal to the Gly + Ser and Glu content of a previously validated positive control diet that contained no supplemental AA. Treatment differences were considered significant at P < 0.10. Valine addition increased ADG, ADFI, and G:F in pigs fed 0.51 to 0.59% SID Val (linear, P < 0.08), but ADG and ADFI were decreased at 0.61% SID Val (quadratic, P ≤ 0.10). On the basis of ADG and G:F, the SID Val requirement is between 0.56 and 0.58% in a C-SBM diet supplemented with AA. In Exp. 2 and 3, 0, 0.02, 0.04, 0.06, or 0.08% L-Ile was supplemented to achieve 0.43, 0.45, 0.47, 0.49, or 0.51% dietary SID Ile, and Thr, Trp, Met, and Ile were supplemented to maintain Thr:Lys, Trp:Lys, TSAA:Lys, and Val:Lys ratios of 0.71, 0.20, 0.62, and 0.74, respectively. Also, supplemental Gly and Glu were added to achieve 1.66% Gly + Ser and 3.28% Glu as in Exp. 1. Data from Exp. 2 and 3 were combined and analyzed as 1 data set. Daily BW gain, ADFI, and G:F were not affected by Ile additions to the diet; however, ADFI was decreased among pigs fed the diet with 0.45% SID Ile (P < 0.10) compared with pigs fed the 0.43% SID Ile diet. Broken-line analysis requirements could not be estimated for the combined data from Exp. 2 or 3. The results of this research indicate that the SID Val requirement is between 0.56 to 0.58% (0.67 to 0.70 SID Val:Lys), and the Ile requirement is adequate at 0.43% SID Ile (0.52 SID Ile:Lys) for 20- to 45-kg pigs.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Diet",
        "Dose-Response Relationship, Drug",
        "Female",
        "Isoleucine",
        "Male",
        "Nutritional Requirements",
        "Swine",
        "Valine"
      ]
    },
    {
      "pmid": "22133437",
      "title": "Enhanced anthocyanins and resveratrol production in Vitis vinifera cell suspension culture by indanoyl-isoleucine, N-linolenoyl-L-glutamine and insect saliva.",
      "authors": [
        "Zhenzhen Cai",
        "Dietrich Knorr",
        "Iryna Smetanska"
      ],
      "journal": "Enzyme and microbial technology",
      "publication_date": "2012-Jan-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of two synthetic elicitor indanoyl-isoleucine (In-Ile), N-linolenoyl-L-glutamine (Lin-Gln) and one biotic elicitor insect saliva (from Manduca sexta larvae) on plant cell cultures with respect to the induction of secondary metabolite production were investigated. Stimulated production of secondary metabolites, particularly anthocyanins in plant cells and phenolic acids in culture medium, was studied by using suspension culture of Vitis vinifera L. cv. Gamay Fréaux as a model system. In the treatments with In-Ile, the production of anthocyanins was enhanced 2.6-fold. In-Ile, Lin-Gln and saliva significantly elevated the accumulation of phenolic acids, particularly 3-O-glucosyl-resveratrol. The used elicitors did not suppress cell growth. Secondary metabolites were differently responsive to elicitation. 3-O-glucosyl-resveratrol was the predominant phenolic acid in V. vinifera cell culture, and its production was significantly stimulated by saliva, with 7.0-fold of the control level 24 h after treatment. The production of 4-(3,5-dihydroxy-phenyl)-phenol was significantly stimulated by In-Ile with 6.4-fold of the control level 24 h after treatment.",
      "mesh_terms": [
        "Animals",
        "Anthocyanins",
        "Cell Culture Techniques",
        "Culture Media",
        "Food Technology",
        "Glutamine",
        "Hydrogen-Ion Concentration",
        "Indans",
        "Isoleucine",
        "Linolenic Acids",
        "Manduca",
        "Resveratrol",
        "Saliva",
        "Stilbenes",
        "Vitis"
      ]
    },
    {
      "pmid": "21843514",
      "title": "Valproic acid utilizes the isoleucine breakdown pathway for its complete β-oxidation.",
      "authors": [
        "Paula B M Luís",
        "Jos P Ruiter",
        "Rob Ofman",
        "Lodewijk Ijlst",
        "Marco Moedas",
        "Luísa Diogo",
        "Paula Garcia",
        "Isabel Tavares de Almeida",
        "Marinus Duran",
        "Ronald J Wanders",
        "Margarida F B Silva"
      ],
      "journal": "Biochemical pharmacology",
      "publication_date": "2011-Dec-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "UNLABELLED: Valproic acid (VPA) is a simple branched medium-chain fatty acid with expanding therapeutic applications beyond its prime anticonvulsant properties. AIMS: (1) To resolve the underlying basis for the interference of valproate with the isoleucine degradative pathway and (2) to shed new light on the enzymology of the β-oxidation pathway of valproate. METHODS: Urine organic acids were analyzed by gas chromatography/mass spectrometry. In vitro studies were performed with heterologously expressed human 2-methyl-3-hydroxybutyryl-CoA dehydrogenase (MHBD) and fibroblasts from controls and a patient with MHBD deficiency using 2-methyl-3-hydroxybutyryl-CoA and 3-hydroxyvalproyl-CoA as substrates. The respective enzymatic activities were measured using optimized HPLC procedures. Short-chain enoyl-CoA hydratase (ECHS1) immunoprecipitation in a human liver homogenate was performed and hydratase activity was measured in the supernatants by HPLC, using crotonyl-CoA and Δ(2(E))-valproyl-CoA as substrates. RESULTS: Patients on valproate therapy had a moderately increased urinary excretion of the isoleucine metabolite 2-methyl-3-hydroxybutyric acid. MHBD was found to convert 3-hydroxyvalproyl-CoA into 3-ketovalproyl-CoA. MHBD activity in control fibroblasts was comparable using both 2-methyl-3-hydroxybutyryl-CoA and 3-hydroxyvalproyl-CoA as substrates. In fibroblasts of a patient with MHBD deficiency, there was no detectable MHBD activity when 3-hydroxyvalproyl-CoA was used as substrate. Samples with immunoprecipitated crotonase had no detectable hydratase activity using both crotonyl-CoA and Δ(2(E))-valproyl-CoA as substrates. DISCUSSION: This work demonstrates for the first time, that MHBD is the unique enzyme responsible for the dehydrogenation of 3-hydroxyvalproyl-CoA. Furthermore, we show that crotonase is the major, if not the single hydratase involved in VPA β-oxidation, next to its role in isoleucine catabolism.",
      "mesh_terms": [
        "3-Hydroxyacyl CoA Dehydrogenases",
        "Acyl Coenzyme A",
        "Alcohol Oxidoreductases",
        "Cell Line",
        "Enoyl-CoA Hydratase",
        "Fibroblasts",
        "Humans",
        "Hydroxybutyrates",
        "Isoleucine",
        "Oxidation-Reduction",
        "Substrate Specificity",
        "Valproic Acid"
      ]
    },
    {
      "pmid": "21766553",
      "title": "L-isoleucine-supplemented oral rehydration solution in the treatment of acute diarrhoea in children: a randomized controlled trial.",
      "authors": [
        "N H Alam",
        "R Raqib",
        "H Ashraf",
        "F Qadri",
        "S Ahmed",
        "M Zasloff",
        "B Agerberth",
        "M A Salam",
        "N Gyr",
        "R Meier"
      ],
      "journal": "Journal of health, population, and nutrition",
      "publication_date": "2011-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Antimicrobial peptides represent an important component of the innate immune defenses of living organisms, including humans. They are broad-spectrum surface-acting agents secreted by the epithelial cells of the body in response to infection. Recently, L-isoleucine and its analogues have been found to induce antimicrobial peptides. The objectives of the study were to examine if addition of L-isoleucine to oral rehydration salts (ORS) solution would reduce stool output and/or duration of acute diarrhoea in children and induce antimicrobial peptides in intestine. This double-blind randomized controlled trial was conducted at the Dhaka Hospital of ICDDR,B. Fifty male children, aged 6-36 months, with acute diarrhoea and some dehydration, attending the hospital, were included in the study. Twenty-five children received L-isoleucine (2 g/L)-added ORS (study), and 25 received ORS without L-isoleucine (control). Stool weight, ORS intake, and duration of diarrhoea were the primary outcomes. There was a trend in reduction in mean +/- standard deviation (SD) daily stool output (g) of children in the L-isoleucine group from day 2 but it was significant on day 3 (388 +/- 261 vs. 653 +/- 446; the difference between mean [95% confidence interval (CI) (-)265 (-509, -20); p = 0.035]. Although the cumulative stool output from day 1 to day 3 reduced by 26% in the isoleucine group, it was not significant. Also, there was a trend in reduction in the mean +/- SD intake of ORS solution (mL) in the L-isoleucine group but it was significant only on day 1 (410 +/- 169 vs. 564 +/- 301), the difference between mean (95% CI) (-)154 (-288, -18); p = 0.04. The duration (hours) of diarrhoea was similar in both the groups. A gradual increase in stool concentrations of beta-defensin 2 and 3 was noted but they were not significantly different between the groups. L-isoleucine-supplemented ORS might be beneficial in reducing stool output and ORS intake in children with acute watery diarrhoea. A further study is warranted to substantiate the therapeutic effect of L-isoleucine.",
      "mesh_terms": [
        "Analysis of Variance",
        "Bangladesh",
        "Child, Preschool",
        "Diarrhea",
        "Enzyme-Linked Immunosorbent Assay",
        "Feces",
        "Fluid Therapy",
        "Humans",
        "Infant",
        "Isoleucine",
        "Male",
        "Pilot Projects",
        "Treatment Outcome",
        "beta-Defensins"
      ]
    },
    {
      "pmid": "21332552",
      "title": "N-methyl-4-isoleucine cyclosporine attenuates CCl -induced liver fibrosis in rats by interacting with cyclophilin B and D.",
      "authors": [
        "Hui Wang",
        "Yuguo Zhang",
        "Tailing Wang",
        "Hong You",
        "Jidong Jia"
      ],
      "journal": "Journal of gastroenterology and hepatology",
      "publication_date": "2011-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND AND AIM: N-methyl-4-isoleucine cyclosporine (NIM811), a new analogue of cyclosporine A, can inhibit collagen deposition in vitro and reduce liver necrosis in a bile-duct-ligation animal model. However, whether NIM811 effects on CCl(4) -induced rat liver fibrosis, and the related mechanism has not been determined. METHODS: A liver fibrosis model was induced in Wistar rats using CCl(4) for 6 weeks. Meanwhile, two different doses of NIM811 (low-dose 10 mg/kg and high-dose 20 mg/kg) were given to the CCl(4) -treated rats. Liver fibrosis was then evaluated according to histopathological scoring and liver hydroxyproline content. Serum alanine aminotransferase, aspartate aminotransferase and albumin levels, expression of matrix metalloproteinase-13, tissue inhibitor of metalloproteinase-1, α-smooth muscle actin and cyclophilin B and D in liver tissue were determined. Cyclophilin B and D were also studied in an hepatic stellate cell line. RESULTS: Hydroxyproline content was decreased in both NIM811 groups compared with the model (P < 0.05). Liver necrosis and fibrosis were also attenuated in the NIM811 groups. NIM811 suppressed the expression of tissue inhibitor of metalloproteinase-1, transforming growth factor beta mRNA and α-smooth muscle actin protein in liver tissue. Expression of cyclophilin B in the fibrosis model was increased compared with the normal group (P < 0.05), and was decreased significantly in the low-dose NIM811 treatment group (P < 0.05), which indicated that cyclophilin B might have a profibrotic effect. In vitro studies revealed that cyclophilin B and/or D knockout were associated with collagen inhibition. CONCLUSIONS: NIM811 attenuates liver fibrosis in a CCl(4)-induced rat liver fibrosis model, which may be related to binding with cyclophilin B and D.",
      "mesh_terms": [
        "Actins",
        "Alanine Transaminase",
        "Analysis of Variance",
        "Animals",
        "Aspartate Aminotransferases",
        "Carbon Tetrachloride",
        "Cell Line",
        "Collagen Type III",
        "Peptidyl-Prolyl Isomerase F",
        "Cyclophilins",
        "Cyclosporine",
        "Cytoprotection",
        "Dose-Response Relationship, Drug",
        "Hepatic Stellate Cells",
        "Hydroxyproline",
        "Liver",
        "Liver Cirrhosis, Experimental",
        "Male",
        "Matrix Metalloproteinase 13",
        "RNA Interference",
        "RNA, Messenger",
        "Rats",
        "Rats, Wistar",
        "Serum Albumin",
        "Time Factors",
        "Tissue Inhibitor of Metalloproteinase-1",
        "Transforming Growth Factor beta"
      ]
    },
    {
      "pmid": "21235540",
      "title": "Induction of β-defensins by l-isoleucine as novel immunotherapy in experimental murine tuberculosis.",
      "authors": [
        "C E Rivas-Santiago",
        "B Rivas-Santiago",
        "D A León",
        "J Castañeda-Delgado",
        "R Hernández Pando"
      ],
      "journal": "Clinical and experimental immunology",
      "publication_date": "2011-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Tuberculosis is a worldwide health problem, and multidrug-resistant (MDR) and extensively multidrug-resistant (XMDR) strains are rapidly emerging and threatening the control of this disease. These problems motivate the search for new treatment strategies. One potential strategy is immunotherapy using cationic anti-microbial peptides. The capacity of l-isoleucine to induce beta-defensin expression and its potential therapeutic efficiency were studied in a mouse model of progressive pulmonary tuberculosis. BALB/c mice were infected with Mycobacterium tuberculosis strain H37Rv or with a MDR clinical isolate by the intratracheal route. After 60 days of infection, when disease was in its progressive phase, mice were treated with 250 µg of intratracheal l-isoleucine every 48 h. Bacillary loads were determined by colony-forming units, protein and cytokine gene expression were determined by immunohistochemistry and reverse transcription-quantitative polymerase chain reaction (RT-qPCR), respectively, and tissue damage was quantified by automated morphometry. Administration of l-isoleucine induced a significant increase of beta-defensins 3 and 4 which was associated with decreased bacillary loads and tissue damage. This was seen in animals infected with the antibiotic-sensitive strain H37Rv and with the MDR clinical isolate. Thus, induction of beta-defensins might be a potential therapy that can aid in the control of this significant infectious disease.",
      "mesh_terms": [
        "Animals",
        "Cell Line, Tumor",
        "Disease Models, Animal",
        "Drug Resistance, Multiple, Bacterial",
        "Gene Expression Regulation",
        "Humans",
        "Immunohistochemistry",
        "Immunotherapy",
        "Isoleucine",
        "Lung",
        "Male",
        "Mice",
        "Mice, Inbred BALB C",
        "Mycobacterium tuberculosis",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Tuberculosis",
        "Tuberculosis, Pulmonary",
        "beta-Defensins"
      ]
    },
    {
      "pmid": "20089773",
      "title": "Isoleucine prevents the accumulation of tissue triglycerides and upregulates the expression of PPARalpha and uncoupling protein in diet-induced obese mice.",
      "authors": [
        "Junko Nishimura",
        "Takayuki Masaki",
        "Mie Arakawa",
        "Masataka Seike",
        "Hironobu Yoshimatsu"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2010-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In this study, we investigated the effects of the branched-chain amino acid l-isoleucine (Ile) on both obesity and glucose/fat homeostasis in mice that were fed a high-fat (45% energy) diet. The mice were divided into different treatment groups and given a high-fat diet for 6 wk. During the last 4 wk, Ile was dissolved and added to the drinking water to a final concentration of 2.5%. The control mice received vehicle alone. The mice in the Ile group had an almost 6% lower body weight gain and 49% less epididymal white adipose tissue (WAT) mass with the control group (P < 0.05). The hepatic and skeletal muscle triglyceride (TG) concentrations and degree of hyperinsulinemia in the Ile group mice were also lower than the control group by 38, 47, and 39%, respectively (P < 0.05). The WAT leptin concentration was also lower, whereas that of adiponectin was higher, in the Ile group compared with the control group (P < 0.05). The hepatic levels of protein CD36/fatty acid translocase, PPARalpha, and uncoupling protein (UCP) 2 and the levels of UCP3 in skeletal muscle were all greater in the Ile group than in the control mice (P < 0.05). These results demonstrate that the liver and muscle TG concentrations are both lowered by Ile treatment. In addition, the PPARalpha and UCP expression levels in the mouse tissues were greater in the Ile group compared with the controls. Our current data thus suggest that supplementation with Ile might be useful in the treatment of metabolic syndrome.",
      "mesh_terms": [
        "Animals",
        "Diet",
        "Dietary Supplements",
        "Drinking",
        "Eating",
        "Energy Metabolism",
        "Gene Expression Regulation",
        "Ion Channels",
        "Isoleucine",
        "Male",
        "Mice",
        "Mice, Inbred Strains",
        "Mitochondrial Proteins",
        "Obesity",
        "PPAR alpha",
        "Triglycerides",
        "Uncoupling Protein 2",
        "Uncoupling Protein 3",
        "Up-Regulation",
        "Weight Gain"
      ]
    },
    {
      "pmid": "19687279",
      "title": "Limitations of dietary isoleucine and valine in broiler chick diets.",
      "authors": [
        "A Corzo",
        "R E Loar",
        "M T Kidd"
      ],
      "journal": "Poultry science",
      "publication_date": "2009-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The purpose of this study was to understand the needs and relationship of Ile and Val, the most likely candidates to become fourth limiting amino acids in practical broiler formulas. Broiler chicks were fed a diet adequate in all nutrients that served as positive control (PC). A second diet served as negative control (NC), was formulated to resemble the nutrient amounts of the PC, and was supplemented with various crystalline amino acids but not with l-Ile and l-Val, and therefore, no nutrient minimums were given to Ile or Val in the formula. The other treatments fed were as follows: NC plus 0.15% Ile, NC plus 0.15% Val, NC plus 0.075% Ile and 0.075% Val, and NC plus 0.15% Ile and 0.15% Val. Diets were fed in crumble form from placement until 21 d of age. A total of 1,080 Ross x Ross 708 males chicks were randomly allotted into 72 floor pens (15 chicks/pen), and each treatment was replicated 12 times. Individual supplementation with Val, but not Ile, to the NC diet resulted in BW gain of chicks equal to those fed the PC diet (P<0.005). Feed conversion values of chicks supplemented with Val or Ile, or both, resulted in an improvement, but for this variable it would appear that Val and Ile were both equally needed (P<0.001). Responses observed for plasma concentrations of total protein and albumin suggest that Val may be warranted before Ile (P<0.02). Overall responses indicate that Val was the fourth limiting amino acid under these dietary conditions but may reach a point where Ile becomes co-limiting judging by the response observed with feed conversion.",
      "mesh_terms": [
        "Aging",
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Chickens",
        "Diet",
        "Isoleucine",
        "Male",
        "Nutrition Policy",
        "Valine",
        "Weight Gain"
      ]
    },
    {
      "pmid": "19067142",
      "title": "Metabolic fate of isoleucine in a rat model of hepatic encephalopathy and in cultured neural cells exposed to ammonia.",
      "authors": [
        "Lasse K Bak",
        "Peter Iversen",
        "Michael Sørensen",
        "Susanne Keiding",
        "Hendrik Vilstrup",
        "Peter Ott",
        "Helle S Waagepetersen",
        "Arne Schousboe"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2009-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Hepatic encephalopathy is a severe neuropathological condition arising secondary to liver failure. The pathogenesis is not well understood; however, hyperammonemia is considered to be one causative factor. Hyperammonemia has been suggested to inhibit tricarboxylic acid (TCA) cycle activity, thus affecting energy metabolism. Furthermore, it has been suggested that catabolism of the branched-chain amino acid isoleucine may help curb the effect of hyperammonemia by by-passing the TCA cycle block as well as providing the carbon skeleton for glutamate and glutamine synthesis thus fixating ammonia. Here we present novel results describing [U-(13)C]isoleucine metabolism in muscle and brain analyzed by mass spectrometry in bile duct ligated rats, a model of chronic hepatic encephalopathy, and discuss them in relation to previously published results from neural cell cultures. The metabolism of [U-(13)C]isoleucine in muscle tissue was about five times higher than that in the brain which, in turn, was lower than in corresponding cell cultures. However, synthesis of glutamate and glutamine was supported by catabolism of isoleucine. In rat brain, differential labeling patterns in glutamate and glutamine suggest that isoleucine may primarily be metabolized in the astrocytic compartment which is in accordance with previous findings in neural cell cultures. Lastly, in rat brain the labeling patterns of glutamate, aspartate and GABA do not suggest any significant inhibition by ammonia of TCA cycle activity which corresponds well to findings in neural cell cultures. Branched-chain amino acids including isoleucine are used for treating hepatic encephalopathy and the present findings shed light on the possible mechanism involved. The low turn-over of isoleucine in rat brain suggests that this amino acid does not serve the role of providing metabolites pertinent to TCA cycle function and hence energy formation as well as the necessary carbon skeleton for subsequent ammonia fixation in hyperammonemia. The higher metabolism of isoleucine in muscle could, however, contribute to ammonia fixation and thus likely be of value in the treatment of hepatic encephalopathy.",
      "mesh_terms": [
        "Ammonia",
        "Animals",
        "Astrocytes",
        "Brain",
        "Carbon Radioisotopes",
        "Cells, Cultured",
        "Cholestasis",
        "Citric Acid Cycle",
        "Disease Models, Animal",
        "Female",
        "Glutamic Acid",
        "Glutamine",
        "Hepatic Encephalopathy",
        "Isoleucine",
        "Muscle, Skeletal",
        "Neurons",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "18591315",
      "title": "Effects of L-isoleucine and L-valine on hot flushes and serum homocysteine: a randomized controlled trial.",
      "authors": [
        "Thomas Guttuso",
        "Michael P McDermott",
        "Haiyan Su",
        "Karl Kieburtz"
      ],
      "journal": "Obstetrics and gynecology",
      "publication_date": "2008-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "OBJECTIVE: To investigate whether L-isoleucine was effective in the treatment of hot flushes and whether L-isoleucine, L-valine, or the combination of both amino acids reduced fasting serum homocysteine. METHODS: After a 1-week baseline period, 100 postmenopausal women experiencing at least five moderate-severe hot flushes per day were randomized with equal probability to one of four groups (phase 1/phase 2): placebo/L-valine, placebo/L-valine and L-isoleucine, L-isoleucine/L-valine, and L-isoleucine/L-valine and L-isoleucine. Phase 1 was 12 weeks long, and phase 2 was 10 weeks long. Patients took five capsules by mouth, twice a day throughout the study, with each capsule containing 500 mg of compound. Data were obtained from daily hot flush diaries, fasting blood work, and several questionnaires. The primary outcome variable was the percent change in hot flush composite score from baseline to week 12. RESULTS: In phase 1 of the study, there were no significant differences between the L-isoleucine and placebo groups for any of the outcome measures. At week 12, there was a mean 13.9% decrease in hot flush composite score compared with baseline in the L-isoleucine group and a mean 25% decrease in the placebo group (P=.28). In phase 2 of the study, there was no significant change in fasting serum homocysteine levels associated with any of the amino acid therapies. CONCLUSION: L-isoleucine therapy appears to be ineffective in the treatment of hot flushes in postmenopausal women. L-isoleucine and L-valine, either alone or in combination, appear to have no effect on fasting serum homocysteine levels. CLINCIAL TRIAL REGISTRATION: ClinicalTrials.gov, (www.clinicaltrials.gov), NCT00081952. LEVEL OF EVIDENCE: I.",
      "mesh_terms": [
        "Calcium Channel Blockers",
        "Dietary Supplements",
        "Drug Therapy, Combination",
        "Female",
        "Homocysteine",
        "Hot Flashes",
        "Humans",
        "Isoleucine",
        "Middle Aged",
        "Postmenopause",
        "Severity of Illness Index",
        "Valine"
      ]
    },
    {
      "pmid": "18310912",
      "title": "Acute and chronic treatment of L-isoleucine ameliorates glucose metabolism in glucose-intolerant and diabetic mice.",
      "authors": [
        "Osamu Ikehara",
        "Noriko Kawasaki",
        "Katsumi Maezono",
        "Mitsuhisa Komatsu",
        "Atsushi Konishi"
      ],
      "journal": "Biological & pharmaceutical bulletin",
      "publication_date": "2008-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The administration of L-isoleucine (isoleucine) has been shown to induce hypoglycemia in normal rats. However, it remains to be elucidated whether isoleucine can improve the blood glucose level in glucose-intolerant or diabetic animals. In the present study, oral isoleucine significantly reduced the blood glucose level after an oral glucose challenge in normal mice, as well as in glucose-intolerant mice fed a high-fat diet (HFD) and db/db mice, a model of severe type 2 diabetes. Isoleucine treatment significantly augmented the blood insulin level after an oral glucose load in HFD mice, but not in normal or db/db mice, suggesting that its hypoglycemic activity was attributable to both insulinotropic and non-insulinotropic mechanisms. Chronic supplementation of isoleucine in mice on a high-fat/high-sucrose diet significantly reduced insulin release after an oral glucose challenge without any change in glucose tolerance curve, suggesting that isoleucine might have an insulin-sensitizing effect along with its acute hypoglycemic effect. These results indicate that both acute and chronic treatment with isoleucine is beneficial for glucose metabolism in glucose-intolerant and diabetic animals.",
      "mesh_terms": [
        "Animals",
        "Blood Glucose",
        "Diabetes Mellitus, Experimental",
        "Diabetes Mellitus, Type 2",
        "Dietary Fats",
        "Drug Administration Schedule",
        "Female",
        "Glucose",
        "Glucose Tolerance Test",
        "Hypoglycemic Agents",
        "Insulin",
        "Isoleucine",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Sucrose"
      ]
    },
    {
      "pmid": "18194439",
      "title": "Activation of VIP/PACAP type 2 receptor by the peptide histidine isoleucine in astrocytes influences GLAST-mediated glutamate uptake.",
      "authors": [
        "Stéphanie Goursaud",
        "Jean-Marie Maloteaux",
        "Emmanuel Hermans"
      ],
      "journal": "Journal of neurochemistry",
      "publication_date": "2008-May",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Considering the putative neuroprotective role of the vasoactive intestinal peptide (VIP) and the pituitary adenylyl cyclase-activating polypeptide (PACAP), we investigated the acute modulation of glial glutamate uptake by the structurally related peptide histidine isoleucine (PHI). Using cultures of cortical astrocytes, we demonstrated that a 6 min treatment with 1 micromol/L PHI strongly increased the d-[3H]-aspartate uptake velocity from 24.3 +/- 1.9 to 46.8 +/- 3.5 nmol/mg prot/min. This effect was found to reflect an increase in the activity of the GLAST, the predominant functional glutamate transporter in these cultures. The combination of protein kinase A and C inhibitors was effective in blocking the effect of PHI and the use of peptide antagonists contributed to demonstrate the implication of the VIP/PACAP type 2 receptor (VPAC(2)). Accordingly, G-protein activation measures and gene reporter assays revealed the expression of functional PHI-sensitive receptors in cultured astrocytes. Biotinylation/immunoblotting studies indicated that PHI significantly increased the cell surface expression of the GLAST (by 34.24 +/- 8.74 and 43.00 +/- 6.36%, when considering the 72 and 55 kDa immunoreactive proteins, respectively). Such cross-talk between PHI and glutamate transmission systems in glial cells opens attractive perspectives in neuropharmacology.",
      "mesh_terms": [
        "Amino Acid Transport System X-AG",
        "Animals",
        "Astrocytes",
        "Biological Transport",
        "Cells, Cultured",
        "Glutamic Acid",
        "Humans",
        "Peptide PHI",
        "Rats",
        "Rats, Wistar",
        "Receptors, Vasoactive Intestinal Peptide, Type II",
        "Swine"
      ]
    },
    {
      "pmid": "18023036",
      "title": "Minocycline and N-methyl-4-isoleucine cyclosporin (NIM811) mitigate storage/reperfusion injury after rat liver transplantation through suppression of the mitochondrial permeability transition.",
      "authors": [
        "Tom P Theruvath",
        "Zhi Zhong",
        "Peter Pediaditakis",
        "Venkat K Ramshesh",
        "Robert T Currin",
        "Andrey Tikunov",
        "Ekhson Holmuhamedov",
        "John J Lemasters"
      ],
      "journal": "Hepatology (Baltimore, Md.)",
      "publication_date": "2008-Jan",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "UNLABELLED: Graft failure after liver transplantation may involve mitochondrial dysfunction. We examined whether prevention of mitochondrial injury would improve graft function. Orthotopic rat liver transplantation was performed after 18 hours' cold storage in University of Wisconsin solution and treatment with vehicle, minocycline, tetracycline, or N-methyl-4-isoleucine cyclosporin (NIM811) of explants and recipients. Serum alanine aminotransferase (ALT), necrosis, and apoptosis were assessed 6 hours after implantation. Mitochondrial polarization and cell viability were assessed by intravital microscopy. Respiration and the mitochondrial permeability transition (MPT) were assessed in isolated rat liver mitochondria. After transplantation with vehicle or tetracycline, ALT increased to 5242 U/L and 4373 U/L, respectively. Minocycline and NIM811 treatment decreased ALT to 2374 U/L and 2159 U/L, respectively (P < 0.01). Necrosis and terminal deoxynucleotidyl transferase-mediated nick-end labeling (TUNEL) also decreased from 21.4% and 21 cells/field, respectively, after vehicle to 10.1% and 6 cells/field after minocycline and to 8.7% and 5.2 cells/field after NIM811 (P < 0.05). Additionally, minocycline decreased caspase-3 activity in graft homogenates (P < 0.05). Long-term graft survival was 27% and 33%, respectively, after vehicle and tetracycline treatment, which increased to 60% and 70% after minocycline and NIM811 (P < 0.05). In isolated mitochondria, minocycline and NIM811 but not tetracycline blocked the MPT. Minocycline blocked the MPT by decreasing mitochondrial Ca(2+) uptake, whereas NIM811 blocks by interaction with cyclophilin D. Intravital microscopy showed that minocycline and NIM811 preserved mitochondrial polarization and cell viability after transplantation (P < 0.05). CONCLUSION: Minocycline and NIM811 attenuated graft injury after rat liver transplantation and improved graft survival. Minocycline and/or NIM811 might be useful clinically in hepatic surgery and transplantation.",
      "mesh_terms": [
        "Adenosine Diphosphate",
        "Alanine Transaminase",
        "Animals",
        "Anti-Bacterial Agents",
        "Apoptosis",
        "Calcium",
        "Cyclosporine",
        "Graft Survival",
        "Liver",
        "Liver Transplantation",
        "Male",
        "Minocycline",
        "Mitochondria",
        "Mitochondrial Diseases",
        "Mitochondrial Membrane Transport Proteins",
        "Mitochondrial Permeability Transition Pore",
        "Necrosis",
        "Rats",
        "Rats, Inbred Lew",
        "Reperfusion Injury",
        "Tetracycline"
      ]
    },
    {
      "pmid": "17970756",
      "title": "Efficacy of the dipeptidyl peptidase IV inhibitor isoleucine thiazolidide (P32/98) in fatty Zucker rats with incipient and manifest impaired glucose tolerance.",
      "authors": [
        "P Augstein",
        "S Berg",
        "P Heinke",
        "S Altmann",
        "E Salzsieder",
        "H U Demuth",
        "E J Freyse"
      ],
      "journal": "Diabetes, obesity & metabolism",
      "publication_date": "2008-Sep",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIM: Incretin enhancers are a new class of antidiabetic drugs with promising therapeutic potential for type 2 diabetes. Therapeutic intervention in prediabetes is an attractive strategy for preventing or delaying diabetes onset. The aim of the present study was to investigate the therapeutic effects of incretin enhancement on incipient impaired glucose tolerance (iIGT) and manifest IGT (mIGT) using the dipeptidyl peptidase IV (DPP-4) inhibitor P32/98- and fatty Zucker rat (ZR, fa/fa) as a model. METHODS: ZRs were classified into groups with iIGT and mIGT (n = 10 per group). P32/98 (21.61 mg/kg body weight) was administered orally to ZR with iIGT and mIGT once daily for 6 and 3 weeks respectively. Assessments included body weight, morning blood glucose and insulin, oral glucose tolerance test (oGTT; 2 g glucose/kg), plasma parameters and blood glucose day-night profile (DNP). In addition, glucose responsiveness of isolated islets and islet morphology were analysed. RESULTS: P32/98 decreased non-fasting morning blood glucose more effectively in ZR with iIGT than in ZR with mIGT. Compared with study entry, P32/98 improved DNP of blood glucose in ZR with mIGT and nearly normalized DNP in ZR with iIGT. An acute bolus of inhibitor reduced glucose load during oGTT in rats chronically treated with placebo or P32/98. In contrast to placebo-treated rats, rats receiving long-term treatment with P32/98 required less insulin during oGTT. This effect was larger in rats with iIGT vs. rats with mIGT. In isolated pancreatic islets of ZR with mIGT, treatment with P32/98 decreased pancreatic insulin content and increased glucose responsiveness, while the beta-cell volume density was unaffected. P32/98 significantly reduced triglycerides and non-esterified fatty acids. Intestinal growth was comparable between inhibitor- and placebo-treated fatty rats. CONCLUSIONS: Enhancement of incretin with the DPP-4 inhibitor P32/98 has therapeutic effects in hyperinsulinaemia, hyperglycaemia and IGT in ZR with iIGT and mIGT. Apparently, administration of P32/98 in ZR with iIGT results in more efficient beta-cell function, which is associated with less need for insulin to cope with deterioration of glucose tolerance. Importantly, P32/98 has a strong effect on dyslipidaemia in mIGT. P32/98 has no side effect on intestinal growth. Daily intake of P32/98 is a promising strategy for treatment of glucose intolerance and has the potential to prevent type 2 diabetes.",
      "mesh_terms": [
        "Animals",
        "Blood Glucose",
        "Body Weight",
        "Dipeptidyl-Peptidase IV Inhibitors",
        "Fatty Acids, Nonesterified",
        "Glucose",
        "Glucose Intolerance",
        "Incretins",
        "Insulin",
        "Insulin Secretion",
        "Islets of Langerhans",
        "Isoleucine",
        "Male",
        "Models, Animal",
        "Obesity",
        "Rats",
        "Rats, Zucker",
        "Thiazoles",
        "Time Factors",
        "Tissue Culture Techniques",
        "Triglycerides"
      ]
    },
    {
      "pmid": "17466096",
      "title": "Effects of bioactive peptides isoleucine-proline-proline (IPP), valine-proline-proline (VPP) and leucine-lysine-proline (LKP) on gene expression of osteoblasts differentiated from human mesenchymal stem cells.",
      "authors": [
        "Minna M Huttunen",
        "Minna Pekkinen",
        "Mikael E B Ahlström",
        "Christel J E Lamberg-Allardt"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2007-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Food-derived bioactive peptides are reported to express a variety of functions in vivo. We studied the in vitro effect of three bioactive tripeptides, isoleucine-proline-proline (IPP), valine-proline-proline (VPP) and leucine-lysine-proline (LKP), on osteoblast proliferation and gene expression. We used UMR-106 osteosarcoma cells, human marrow-derived mesenchymal stem cells (hMSC) and osteoblasts differentiated from hMSC. Treatment with 50 mum-IPP increased UMR-106 cell and hMSC proliferation. The gene expression of hMSC-differentiated osteoblasts was analysed by the microarray method. Microarray analysis revealed that IPP up-regulated 270 genes and down-regulated 100 genes. VPP and LKP, by contrast, had a very modest influence on osteoblast gene expression. Real-time PCR confirmed that IPP up-regulated PTHrP, BMP-5 and CREB-5 and down-regulated VDR and caspase-8. IPP possesses potential to increase osteoblast proliferation, differentiation and signalling. Agents that increase the number and function of osteoblasts could improve bone mass and structure, and decrease fracture risk.",
      "mesh_terms": [
        "Amino Acids, Branched-Chain",
        "Bone Marrow Cells",
        "Cell Differentiation",
        "Female",
        "Gene Expression",
        "Humans",
        "Isoleucine",
        "Lysine",
        "Male",
        "Mesenchymal Stem Cells",
        "Osteoblasts",
        "Osteogenesis",
        "Proline",
        "Valine"
      ]
    },
    {
      "pmid": "17409434",
      "title": "Isoleucine, an essential amino acid, prevents liver metastases of colon cancer by antiangiogenesis.",
      "authors": [
        "Kazumoto Murata",
        "Masami Moriyama"
      ],
      "journal": "Cancer research",
      "publication_date": "2007-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In spite of recent advances in the treatment of colon cancer, multiple liver metastases of colon cancer are still difficult to treat. Some chemotherapeutic regimens have been reported to be efficient, but there is a high risk of side effects associated with these. Here, we show that isoleucine, an essential amino acid, prevents liver metastases in a mouse colon cancer metastatic model. Because isoleucine is a strong inducer of beta-defensin, we first hypothesized that it prevented liver metastases via the accumulation of dendritic cells or memory T cells through up-regulation of beta-defensin. However, neither beta-defensin nor immunologic responses were induced by isoleucine in both mouse livers and spleens. Furthermore, isoleucine prevented liver metastasis in nude mice, which lack T cells and natural killer T cells. Finally, we discovered a novel mechanism of isoleucine: down-regulation of angiogenesis via inhibition of vascular endothelial growth factor, partially through the mammalian target of the rapamycin pathway, independent of hypoxia-inducible factor 1-alpha. Importantly, isoleucine is safe for administration to humans because it does not affect cell viability. Isoleucine could be a novel prophylactic drug for the prevention of liver metastases of colon cancer.",
      "mesh_terms": [
        "Angiogenesis Inhibitors",
        "Animals",
        "Colonic Neoplasms",
        "Isoleucine",
        "Liver",
        "Liver Neoplasms",
        "Male",
        "Mice",
        "Mice, Inbred BALB C",
        "Neovascularization, Pathologic",
        "Protein Kinases",
        "RNA, Messenger",
        "Spleen",
        "TOR Serine-Threonine Kinases",
        "Vascular Endothelial Growth Factor A"
      ]
    },
    {
      "pmid": "17346854",
      "title": "The metabolic role of isoleucine in detoxification of ammonia in cultured mouse neurons and astrocytes.",
      "authors": [
        "Maja L Johansen",
        "Lasse K Bak",
        "Arne Schousboe",
        "Peter Iversen",
        "Michael Sørensen",
        "Susanne Keiding",
        "Hendrik Vilstrup",
        "Albert Gjedde",
        "Peter Ott",
        "Helle S Waagepetersen"
      ],
      "journal": "Neurochemistry international",
      "publication_date": "2007-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Cerebral hyperammonemia is a hallmark of hepatic encephalopathy, a debilitating condition arising secondary to liver disease. Pyruvate oxidation including tricarboxylic acid (TCA) cycle metabolism has been suggested to be inhibited by hyperammonemia at the pyruvate and alpha-ketoglutarate dehydrogenase steps. Catabolism of the branched-chain amino acid isoleucine provides both acetyl-CoA and succinyl-CoA, thus by-passing both the pyruvate dehydrogenase and the alpha-ketoglutarate dehydrogenase steps. Potentially, this will enable the TCA cycle to work in the face of ammonium-induced inhibition. In addition, this will provide the alpha-ketoglutarate carbon skeleton for glutamate and glutamine synthesis by glutamate dehydrogenase and glutamine synthetase (astrocytes only), respectively, both reactions fixing ammonium. Cultured cerebellar neurons (primarily glutamatergic) or astrocytes were incubated in the presence of either [U-13C]glucose (2.5 mM) and isoleucine (1 mM) or [U-13C]isoleucine and glucose. Cell cultures were treated with an acute ammonium chloride load of 2 (astrocytes) or 5 mM (neurons and astrocytes) and incorporation of 13C-label into glutamate, aspartate, glutamine and alanine was determined employing mass spectrometry. Labeling from [U-13C]glucose in glutamate and aspartate increased as a result of ammonium-treatment in both neurons and astrocytes, suggesting that the TCA cycle was not inhibited. Labeling in alanine increased in neurons but not in astrocytes, indicating elevated glycolysis in neurons. For both neurons and astrocytes, labeling from [U-13C]isoleucine entered glutamate and aspartate albeit to a lower extent than from [U-13C]glucose. Labeling in glutamate and aspartate from [U-13C]isoleucine was decreased by ammonium treatment in neurons but not in astrocytes, the former probably reflecting increased metabolism of unlabeled glucose. In astrocytes, ammonia treatment resulted in glutamine production and release to the medium, partially supported by catabolism of [U-13C]isoleucine. In conclusion, i) neuronal and astrocytic TCA cycle metabolism was not inhibited by ammonium and ii) isoleucine may provide the carbon skeleton for synthesis of glutamate/glutamine in the detoxification of ammonium.",
      "mesh_terms": [
        "Ammonia",
        "Animals",
        "Animals, Newborn",
        "Astrocytes",
        "Carbon Isotopes",
        "Cells, Cultured",
        "Citric Acid Cycle",
        "Glucose",
        "Inactivation, Metabolic",
        "Isoleucine",
        "Isotope Labeling",
        "Mice",
        "Mice, Inbred Strains",
        "Models, Biological",
        "Neurons"
      ]
    },
    {
      "pmid": "17085687",
      "title": "Silencing threonine deaminase and JAR4 in Nicotiana attenuata impairs jasmonic acid-isoleucine-mediated defenses against Manduca sexta.",
      "authors": [
        "Jin-Ho Kang",
        "Lei Wang",
        "Ashok Giri",
        "Ian T Baldwin"
      ],
      "journal": "The Plant cell",
      "publication_date": "2006-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Threonine deaminase (TD) catalyzes the conversion of Thr to alpha-keto butyrate in Ile biosynthesis; however, its dramatic upregulation in leaves after herbivore attack suggests a role in defense. In Nicotiana attenuata, strongly silenced TD transgenic plants were stunted, whereas mildly silenced TD transgenic plants had normal growth but were highly susceptible to Manduca sexta attack. The herbivore susceptibility was associated with the reduced levels of jasmonic acid-isoleucine (JA-Ile), trypsin proteinase inhibitors, and nicotine. Adding [(13)C(4)]Thr to wounds treated with oral secretions revealed that TD supplies Ile for JA-Ile synthesis. Applying Ile or JA-Ile to the wounds of TD-silenced plants restored herbivore resistance. Silencing JASMONATE-RESISTANT4 (JAR4), the N. attenuata homolog of the JA-Ile-conjugating enzyme JAR1, by virus-induced gene silencing confirmed that JA-Ile plays important roles in activating plant defenses. TD may also function in the insect gut as an antinutritive defense protein, decreasing the availability of Thr, because continuous supplementation of TD-silenced plants with large amounts (2 mmol) of Thr, but not Ile, increased M. sexta growth. However, the fact that the herbivore resistance of both TD- and JAR-silenced plants was completely restored by signal quantities (0.6 mumol) of JA-Ile treatment suggests that TD's defensive role can be attributed more to signaling than to antinutritive defense.",
      "mesh_terms": [
        "Animals",
        "Butyrates",
        "Cyclopentanes",
        "Gene Expression Regulation, Enzymologic",
        "Gene Expression Regulation, Plant",
        "Gene Silencing",
        "Immunity, Innate",
        "Isoleucine",
        "Manduca",
        "Molecular Sequence Data",
        "Nicotine",
        "Oxylipins",
        "Plant Diseases",
        "Plant Leaves",
        "Plant Viruses",
        "RNA, Messenger",
        "Signal Transduction",
        "Suppression, Genetic",
        "Threonine",
        "Threonine Dehydratase",
        "Nicotiana",
        "Trypsin Inhibitors"
      ]
    },
    {
      "pmid": "17016031",
      "title": "Neuropeptide glutamic acid-isoleucine may induce luteinizing hormone secretion via multiple pathways.",
      "authors": [
        "Andres M Attademo",
        "Tatiane A R Rondini",
        "Bruno C Rodrigues",
        "Jackson C Bittencourt",
        "María Ester Celis",
        "Carol F Elias"
      ],
      "journal": "Neuroendocrinology",
      "publication_date": "2006",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Neuropeptide glutamic acid-isoleucine (NEI) is a 14-amino acid peptide processed from prepro-melanin-concentrating hormone (ppMCH). In males, the localization of NEI is almost identical to that of MCH, the cell bodies of both being located primarily in the lateral hypothalamic area and zona incerta, projecting fibers throughout the brain. Although MCH has been widely studied, the role that NEI plays in brain circuitry has been poorly investigated. Recently, we showed that intracerebroventricular injection of NEI increases serum luteinizing hormone (LH) levels. In order to identify the anatomical substrate underlying this effect, we used combined immunohistochemistry methods to analyze the forebrains of females on the diestrus and proestrus days, as well as those of ovariectomized females treated with estradiol benzoate, with estradiol benzoate plus progesterone or with sesame oil (control animals). We found that ovariectomized females with no steroid treatment showed an increased number of NEI-immunoreactive neurons in the medial zona incerta. In addition, we observed dense to moderate NEI innervation of areas related to reproduction, including the organum vasculosum of the lamina terminalis, the anteroventral periventricular nucleus (AVPV) and the median eminence. The NEI fibers were in close apposition with the AVPV and gonadotropin-releasing hormone (GnRH) neurons expressing Fos in the afternoon of the proestrus day or following administration of estradiol benzoate plus progesterone. In the median eminence, NEI varicosities and terminal-like structures were in close proximity to blood vessels and GnRH fibers. Our results suggest that NEI might induce LH secretion in one of the following ways: by direct release into the median eminence, by modulation of GnRH neurons located in the preoptic area, by modulation of the GnRH terminals located in the median eminence or by an additive effect involving other neurotransmitters or neurohormones. Release of NEI might also induce LH secretion indirectly by modulating AVPV neurons.",
      "mesh_terms": [
        "Animals",
        "Estrous Cycle",
        "Female",
        "Hypothalamic Hormones",
        "Hypothalamus",
        "Immunohistochemistry",
        "Luteinizing Hormone",
        "Neural Pathways",
        "Neurons",
        "Peptide Fragments",
        "Prosencephalon",
        "Protein Precursors",
        "RNA, Messenger",
        "Rats",
        "Rats, Sprague-Dawley",
        "Signal Transduction",
        "Subthalamus",
        "Tissue Distribution"
      ]
    },
    {
      "pmid": "16950638",
      "title": "Inborn errors of isoleucine degradation: a review.",
      "authors": [
        "Stanley H Korman"
      ],
      "journal": "Molecular genetics and metabolism",
      "publication_date": "2006-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Three inborn errors have been identified in the pathway of isoleucine degradation. Deficiency of beta-ketothiolase (beta-KT, also known as T2, mitochondrial acetoacetyl-CoA thiolase and acetyl-CoA acetyltransferase 1) is a well-described disorder which presents with acute episodic ketoacidosis. In contrast, short/branched-chain acyl-CoA dehydrogenase (SBCAD) and 2-methyl-3-hydroxybutyryl-CoA dehydrogenase (MHBD) deficiencies are recently described and relatively rare defects which present with predominantly neurological manifestations, although acute metabolic decompensation may occur in the early newborn period. Careful examination of urine organic acids is required for identification and differential diagnosis of these disorders, with awareness that the abnormalities may be subtle and variable. Tandem MS analysis of acylcarnitines may reveal elevated C5 (SBCAD) or C5:1 and/or OH-C5 species (MHBD and beta-KT deficiencies) but the abnormalities are non-diagnostic and may be intermittent or absent. Confirmation of diagnosis is therefore advisable by specific enzyme assay and/or mutation analysis of the ACAT1 (beta-KT), ACADSB (SBCAD) or HADH2 (MHBD) genes. The latter is located on the X chromosome, accounting for the milder clinical phenotype in females. If beta-KT deficiency is diagnosed early and treated by fasting avoidance and modest protein restriction, ketoacidosis episodes can be prevented and the prognosis is excellent. The role of treatment in SBCAD deficiency remains unclear pending further delineation of its clinical phenotype and pathogenicity, particularly regarding asymptomatic individuals detected by expanded newborn screening. The ineffectiveness of isoleucine restriction in MHBD deficiency is consistent with the additional roles of this multifunctional enzyme in sex steroid and neurosteroid metabolism and its interaction with amyloid-beta peptide.",
      "mesh_terms": [
        "3-Hydroxyacyl CoA Dehydrogenases",
        "Acetyl-CoA C-Acetyltransferase",
        "Alcohol Oxidoreductases",
        "Amino Acid Metabolism, Inborn Errors",
        "Humans",
        "Isoleucine",
        "Oxidoreductases Acting on CH-CH Group Donors"
      ]
    },
    {
      "pmid": "16230651",
      "title": "Isoleucine requirement of 80- to 120-kilogram barrows fed corn-soybean meal or corn-blood cell diets.",
      "authors": [
        "D W Dean",
        "L L Southern",
        "B J Kerr",
        "T D Bidner"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2005-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Six experiments were conducted to validate an Ile-deficient diet and determine the Ile requirement of 80- to 120-kg barrows. Experiment 1 had five replications, and Exp. 2 through 6 had four replications per treatment; all pen replicates had four crossbred barrows each (initial BW were 93, 83, 85, 81, 81, and 88 kg, respectively). All dietary additions were on an as-fed basis. In Exp. 1, pigs were fed a corn-soybean meal diet (C-SBM) or a corn-5% blood cell (BC) diet with or without 0.26% supplemental Ile (C-BC or C-BC+Ile) in a 28-d growth assay. On d 14, pigs receiving the C-BC diet were taken off experiment as a result of a severe decrease in ADFI. Growth performance did not differ for pigs fed C-SBM or C-BC + Ile (P = 0.36) over the 28-d experiment. In Exp. 2, pigs were fed the C-BC diet containing 0.24, 0.26, 0.28, 0.30, or 0.32% true ileal digestible (TD) Ile for 7 d in an attempt to estimate the Ile requirement using plasma urea N (PUN) as the response variable. Because of incremental increases in ADFI as TD Ile increased, PUN could not be used to estimate the Ile requirement. In Exp. 3, pigs were fed the C-BC diet containing 0.28, 0.30, 0.32, 0.34, or 0.36% TD Ile. Daily gain, ADFI, and G:F increased linearly (P < 0.01) as Ile increased in the diet. Even though there were no effects of TD Ile concentration on 10th rib fat depth or LM area, kilograms of lean increased linearly (P < 0.01) as TD Ile level increased. In Exp. 4, pigs were fed a C-SBM diet containing 0.26, 0.31, or 0.36% TD Ile. There were no differences in ADFI or ADG; however, G:F increased linearly (P = 0.02), with the response primarily attributable to the 0.31% Ile diet. In Exp. 5, pigs were fed 0.24, 0.27, 0.30, 0.33, or 0.36% TD Ile in a C-SBM diet. There were no differences in growth performance; however, average backfat, total fat, and percentage of fat increased quadratically (P < 0.10) with the addition of Ile. In Exp. 6, pigs were fed a 0.26% TD Ile C-SBM diet with or without crystalline Leu and Val to simulate the branched-chain AA balance of a C-BC diet. There were no differences in ADFI or ADG, but G:F increased (P = 0.09) when Leu and Val were added. In summary, the Ile deficiency of a C-BC diet can be corrected by the addition of Ile, and because ADFI was affected by Ile addition, the PUN method was not suitable for assessing the Ile requirement. The TD Ile requirement for 80- to 120-kg barrows for maximizing growth performance and kilograms of lean is not < 0.34% in a C-BC diet, but may be as low as 0.24% in a C-SBM diet.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Blood Cells",
        "Body Composition",
        "Body Weight",
        "Diet",
        "Female",
        "Isoleucine",
        "Nutritional Requirements",
        "Glycine max",
        "Swine",
        "Weight Gain",
        "Zea mays"
      ]
    },
    {
      "pmid": "16148061",
      "title": "2-Methyl-3-hydroxybutyryl-CoA dehydrogenase (MHBD) deficiency: an X-linked inborn error of isoleucine metabolism that may mimic a mitochondrial disease.",
      "authors": [
        "Celia Perez-Cerda",
        "Judit García-Villoria",
        "Rob Ofman",
        "Pedro Ruiz Sala",
        "Begoña Merinero",
        "Julio Ramos",
        "Maria Teresa García-Silva",
        "Beatriz Beseler",
        "Jaime Dalmau",
        "Ronald J A Wanders",
        "Magdalena Ugarte",
        "Antonia Ribes"
      ],
      "journal": "Pediatric research",
      "publication_date": "2005-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We describe three patients, from two Spanish families, with 2-methyl-3-hydroxybutyryl-CoA dehydrogenase (MHBD) deficiency, a recently described X-linked neurodegenerative inborn error of isoleucine metabolism. Two of them are males with severe lactic acidosis suggestive of a mitochondrial encephalopathy, and the third is a female who was less severely affected, suggesting skewed X-inactivation. Molecular studies revealed a new missense mutation, 740A-->G, in one family and a previously described mutation, 388C-->T, in the other, causing the amino acid substitutions N247S and R130C, respectively. Both male patients died, one of them despite treatment with an isoleucine-restricted diet, but the disease has remained stable in the female patient after 1 y of treatment.",
      "mesh_terms": [
        "3-Hydroxyacyl CoA Dehydrogenases",
        "Alcohol Oxidoreductases",
        "Amino Acid Metabolism, Inborn Errors",
        "Child",
        "Chromosomes, Human, X",
        "Female",
        "Genetic Linkage",
        "Humans",
        "Infant",
        "Infant, Newborn",
        "Isoleucine",
        "Male",
        "Mitochondrial Diseases"
      ]
    },
    {
      "pmid": "16139407",
      "title": "Lack of carcinogenicity of L-isoleucine in F344/DuCrj rats.",
      "authors": [
        "Mayumi Kawabe",
        "Masashi Sano",
        "Akihiro Hagiwara",
        "Seiko Tamano",
        "Shugo Suzuki",
        "Tomoyuki Shirai"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2006-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The carcinogenic potential of L-isoleucine, used as a food fortifier, was examined in both sexes of F344 rats. Groups of 50 female and 50 male animals were given diet containing L-isoleucine at concentrations of 0%, 2.5% or 5.0%. No treatment-related changes in the survival rate, general condition, body weight, food consumption, urinalysis, hematology or clinical chemistry data and organ weights were noted. Detailed histopathological examination revealed no treatment-related increase in the incidences of any non-neoplastic or neoplastic lesions. The results indicate that L-isoleucine is not carcinogenic in F344 rats of either sex.",
      "mesh_terms": [
        "Animals",
        "Behavior, Animal",
        "Blood Cell Count",
        "Blood Chemical Analysis",
        "Body Weight",
        "Carcinogens",
        "Diet",
        "Female",
        "Isoleucine",
        "Male",
        "Organ Size",
        "Rats",
        "Rats, Inbred F344",
        "Sex Characteristics"
      ]
    },
    {
      "pmid": "15787235",
      "title": "6-Substituted indanoyl isoleucine conjugate induces tobacco plant responses in secondary metabolites.",
      "authors": [
        "Qun Hu",
        "Wilhelm Boland",
        "Ji-Kai Liu"
      ],
      "journal": "Zeitschrift fur Naturforschung. C, Journal of biosciences",
      "publication_date": "2005",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "To characterize the role of the phytotoxin mimic 6-substituted indanoyl isoleucine conjugate 1 in plant secondary metabolism, tobacco (Nicotiana tabacum L. K326) was treated with compound 1. The volatile compounds of tobacco leaves were analyzed by GC-MS. In contrast to the control, three compounds, farnesene (2), santalol (3) and tetradecanal (4), were induced by treatment with 1 mM of compound 1. Concurrently other volatile compounds were also regulated.",
      "mesh_terms": [
        "Aldehydes",
        "Amino Acids",
        "Indenes",
        "Isoleucine",
        "Plant Leaves",
        "Plant Roots",
        "Polycyclic Sesquiterpenes",
        "Sesquiterpenes",
        "Nicotiana"
      ]
    },
    {
      "pmid": "15318740",
      "title": "Utilization of spray-dried blood cells and crystalline isoleucine in nursery pig diets.",
      "authors": [
        "B J Kerr",
        "M T Kiddt",
        "J A Cuaron",
        "K L Bryant",
        "T M Parr",
        "C V Maxwell",
        "E Weaver"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2004-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Three experiments were conducted to evaluate spray-dried blood cells (SDBC) and crystalline isoleucine in nursery pigs. In Exp. 1, 120 pigs were used to evaluate 0, 2, 4, and 6% SDBC (as-fed basis) in a sorghum-based diet. There were six replicates of each treatment and five pigs per pen, with treatments imposed at an initial BW of 9.3 kg and continued for 16 d. Increasing SDBC from 0 to 4% had no effect on ADG, ADFI, and G:F. Pigs fed the 6% SDBC diet had decreased ADG (P < 0.01) and G:F (P = 0.06) compared with pigs fed diets containing 0, 2, or 4% SDBC. In Exp. 2, 936 pigs were used to test diets containing 2.5 or 5% SDBC (as-fed basis) vs. two control diets. There were six replicates of each treatment at industry (20 pigs per pen) and university (six pigs per pen) locations. Treatments were imposed at an initial BW of 5.9 and 8.1 kg at the industry and the university locations, respectively, and continued for 16 d. Little effect on pig performance was noted by supplementing 2.5% SDBC, with or without crystalline Ile, in nursery diets. Pigs fed the 5% SDBC diet without crystalline Ile had decreased ADG (P < 0.01), ADFI (P < or = 0.10), and G:F (P < 0.05) compared with pigs fed the control diets. Supplementation of Ile restored ADG, ADFI, and G:F to levels that were not different from that of pigs fed the control diets. In Exp. 3, 1,050 pigs were used to test diets containing 5, 7.5, or 9% SDBC (as-fed basis) vs. a control diet. There were six replicates of each treatment at the industry (20 pigs per pen) location and five replicates at the university (six pigs per pen) locations. Treatments were imposed at an initial BW of 6.3 and 7.0 kg at the industry and university locations, respectively, and continued for 16 d. Supplementation of 5% SDBC without crystalline Ile decreased ADG and G:F (P < 0.01) compared with pigs fed the control diet, but addition of Ile increased ADG (P < 0.01) to a level not different from that of pigs fed the control diet. The decreased ADG, ADFI, and G:F noted in pigs fed the 7.5% SDBC diet was improved by addition of Ile (P < 0.01), such that ADG and ADFI did not differ from those of pigs fed the control diet. Pigs fed diets containing 9.5% SDBC exhibited decreased ADG, ADFI, and G:F (P < 0.01), all of which were improved by Ile addition (P < 0.01); however, ADG (P < 0.05) and G:F (P = 0.09) remained lower than for pigs fed the control diet. These data indicate that SDBC can be supplemented at relatively high levels to nursery diets, provided that Ile requirements are met.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Animals, Newborn",
        "Blood Cells",
        "Blood Proteins",
        "Dose-Response Relationship, Drug",
        "Energy Intake",
        "Female",
        "Isoleucine",
        "Male",
        "Random Allocation",
        "Swine",
        "Time Factors",
        "Weaning",
        "Weight Gain"
      ]
    },
    {
      "pmid": "15318733",
      "title": "Isoleucine requirements and ratios in starting (7 to 11 kg) pigs.",
      "authors": [
        "B J Kerr",
        "M T Kidd",
        "J A Cuaron",
        "K L Bryant",
        "T M Parr",
        "C V Maxwell",
        "J M Campbell"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2004-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Two experiments were conducted to refine the Ile needs in 7- to 11-kg pigs. In Exp. 1, 1,680 pigs were fed a 1.25% digestible Lys diet containing 7.5% spray-dried blood cells (as-fed basis) with supplemental crystalline Ile (0.06% increments) to generate seven levels of apparent digestible Ile (0.47 to 0.83%). There were 12 replicates of each treatment with 20 pigs per pen, and treatments were imposed at an initial BW of 7 kg and continued for 16 d. Responses in ADG, ADFI, G:F, and plasma urea nitrogen (PUN) were quadratic (P < 0.01) over the 16-d period. Data were fitted to both a single-slope broken line and a quadratic fit, and when the quadratic response curve was superimposed on the broken line, the points at which the quadratic curve first intersected the plateau of the broken line occurred at 0.70, 0.73, 0.66, and 0.65% digestible Ile for ADG, ADFI, G:F, and PUN, respectively. Using the ADG and ADFI obtained at this intersection point resulted in an estimate of 9.1 mg of digestible Ile per gram of weight gain. In Exp. 2, 1,840 pigs were fed similarly composed diets, except that digestible Lys was lowered in six diets to 1.10% by decreasing soybean meal. Crystalline Ile was supplemented at 0.09% increments to generate six levels of digestible Ile (0.37 to 0.83%). A seventh diet contained 1.25% digestible Lys by supplementing the 0.83% digestible Ile diet with 0.19% L-Lys HCl to verify that 1.10% digestible Lys was deficient for these pigs. There were 12 replicates of each treatment with 22 pigs per pen, and treatments imposed at an initial BW of 7 kg and continued for 16 d. Supplementation of Lys to the 0.83% digestible Ile diet (1.10 vs. 1.25% digestible Lys) did not affect ADG (260 vs. 264 g/d, P = 0.60) and ADFI (359 vs. 343 g/d, P = 0.20), whereas G:F (725 vs. 774 g/kg, P < 0.01) was improved by increasing dietary Lys. Responses in ADG, ADFI, and G:F to the first six diets were quadratic (P < 0.01) over the 16-d period. The points at which the quadratic curve first intersected the plateau of the broken line occurred at 0.686, 0.638, and 0.684% digestible Ile for ADG, ADFI, and G:F, respectively. Using the ADG and ADFI obtained at this intersection point results in an estimate of 9.9 mg of digestible Ile per gram of weight gain. These results suggest that although the percent digestible Ile requirement and digestible Ile:Lys ratio for starter (7 to 11 kg) pigs may be higher than 1998 NRC recommendations, the requirement may be lower than current recommendations when taking gain and feed intake into account.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Blood Urea Nitrogen",
        "Dietary Proteins",
        "Digestion",
        "Energy Intake",
        "Female",
        "Isoleucine",
        "Male",
        "Nutritional Requirements",
        "Random Allocation",
        "Swine",
        "Weight Gain"
      ]
    },
    {
      "pmid": "12898857",
      "title": "Concentrations of branched amino acids: isoleucine, valine, leucine in serum of hemodialysis patients during one-year observation.",
      "authors": [
        "Anna Bednarek-Skublewska",
        "Andrzej Swatowski",
        "Sławomir Wawrzycki",
        "Iwona Baranowicz-Gaszczyk",
        "Andrzej Ksiazek"
      ],
      "journal": "Annales Universitatis Mariae Curie-Sklodowska. Sectio D: Medicina",
      "publication_date": "2002",
      "publication_types": [
        "Clinical Trial",
        "Controlled Clinical Trial",
        "Journal Article"
      ],
      "abstract": "Malnutrition is commonly reported in haemodialysis patients (HD pts) and is multifactorial in origin. Previous studies indicated a possible relationship between plasma levels of branched-chain amino acids (BCAA): isoleucine, leucine, valine and nutritional status of HD pts. The BCAA have important influence on metabolism of energy in skeletal muscles, in addition the leucine makes easy the synthesis of protein. In the present investigation we evaluated some parameters of nutritional state and the concentration of branched-amino acids in haemodialysis patients during one-year observation. Sixty-seven patients undergoing haemodialysis were assessed in the first study (study I), after 12 months this assessment was repeated in 70 patients (study II). Blood was drawn before the midweek dialysis session. Morphology, plasma albumin concentration and urea for KT/V calculation were determined by routine methods. Branched amino acids were measured by chromatography method with amino acid analyser AAA 400, using a lithium-citric buffer system. The plasma amino acid pattern was measured in the study group and compared with 20 healthy persons. Mean amino acids concentration observed in both study groups was significantly lower than in the control group. Mean concentration of BCAA was also lower than in control group. There was a small negative correlation between albumin concentrations and the length of dialysis therapy. There were significant positive correlations between: total amino acids, branched amino acids as well as albumin, especially in study II.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Amino Acids, Branched-Chain",
        "Female",
        "Humans",
        "Isoleucine",
        "Kidney Diseases",
        "Leucine",
        "Male",
        "Malnutrition",
        "Middle Aged",
        "Renal Dialysis",
        "Serum Albumin",
        "Valine"
      ]
    },
    {
      "pmid": "12162342",
      "title": "Influence of supplemental lysine, isoleucine, threonine, tryptophan and total sulfur amino acids on egg weight of Hy-line W-36 hens.",
      "authors": [
        "S S Sohail",
        "M M Bryant",
        "D A Roland"
      ],
      "journal": "Poultry science",
      "publication_date": "2002-Jul",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Four experiments were conducted to determine whether synthetic lysine, isoleucine, threonine, and tryptophan (LITT) or TSAA supplementation to diets formulated based on lysine improved egg weight (EW) and hen performance. In Experiment 1, diets were formulated with three TSAA levels (0.65,0.72, and 0.81%). These diets were fed with and without adding lysine and isoleucine each at 0.055% and threonine and tryptophan each at 0.022%. Treatments were randomly assigned to 960 Hy-Line W-36 hens in eight replicates per treatment (20 birds/replicate). Inclusion of LITT improved (P < 0.05) EW within 2 wk with no TSAA x LITT interaction. Inclusion of LITT also increased average feed consumption (FC) by 1.4 g/d (P < 0.01). However, no effect (P > 0.05) of LITT was observed on egg production (EP), egg specific gravity (SG), or BW. The EW, EP, and FC increased linearly (P < 0.05) as dietary TSAA increased. The TSAA had no effect on SG or BW. In Experiment 2, supplemental LITT were removed to determine how rapidly hens lose the effect of LITT on performance. Within 2 wk, the effect of LITT on EW was lost. Average EW, EP, and FC of hens fed higher TSAA levels remained higher (P < 0.05) than hens fed 0.65% TSAA. In Experiment 3, all hens were fed a diet containing 0.65% TSAA to determine the time it takes to lose the effect of TSAA supplementation. The TSAA supplementation effect on EW, EP, and FC observed in the previous two experiments was lost within 1 wk. In Experiment 4, hens were again fed diets similar to Experiment 2 to confirm the time required for TSAA supplementation to improve EW. Within 1 wk, hens fed 0.72 or 0.81% TSAA improved (P < 0.05) EW over hens fed 0.65% TSAA. It was concluded that hens fed diets formulated based on lysine were deficient in LITT. Hens responded to the inclusion or removal of supplemental LITT and TSAA within 1 to 2 wk.",
      "mesh_terms": [
        "Amino Acids",
        "Amino Acids, Sulfur",
        "Animals",
        "Chickens",
        "Diet",
        "Dietary Supplements",
        "Eggs",
        "Female",
        "Isoleucine",
        "Lysine",
        "Threonine",
        "Tryptophan"
      ]
    },
    {
      "pmid": "12146486",
      "title": "Evaluation of isoleucine, leucine, and valine as a second-limiting amino acid for milk production in dairy cows fed grass silage diet.",
      "authors": [
        "M Korhonen",
        "A Vanhatalo",
        "P Huhtanen"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2002-Jun",
      "publication_types": [
        "Evaluation Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Five Finnish ruminally cannulated Ayrshire cows were used in a 5 x 5 Latin square trial with 14-d periods to determine whether branched-chain amino acids (AA) are the second- or colimiting AA for milk protein synthesis on grass silage-cereal based diet. Mammary metabolism of AA as well as AA supply from the basal diet were also studied. Grass silage (17.5% crude protein) was given ad libitum with 9 kg/d as a cereal-based concentrate (13.8% crude protein). Treatments were basal diet without AA infusion (Control), abomasal infusion of AA mixture of His, Ile, Leu, and Val at 8.5, 14.9,27.9, and 18.3 g/d, respectively, AA mixture minus Ile, AA mixture minus Leu, and AA mixture minus Val. Glucose was infused on all treatments at 250 g/d. Amino acid infusions had no effect on dry matter intake (mean 19.2 kg/d), yields of milk (mean 25.3 kg/d), energy-corrected milk (mean 25.9 kg/d), milk protein (mean 807 g/d), lactose (mean 1261 g/d), or fat (mean 1056 g/d). Milk composition was not affected by the treatments. Plasma concentrations of His and Val responded to AA infusions but concentration of Ile increased only on treatment AA mixture minus Leu, and concentration of Leu only on treatment AA mixture minus Ile. Infusion of AA mixture of His, Ile, Leu, and Val decreased plasma concentrations of Arg, Lys, Met, Phe, and Tyr. Amino acid infusions did not affect concentrations of plasma urea and energy metabolites or AA utilization by the mammary gland. Based on unchanged production parameters, the supply of His or branched-chain AA seemed not to be limiting under the current dietary conditions. Changes in plasma AA concentrations suggest either antagonism between individual AA in absorption or increased partitioning of AA into the muscle tissues. About 75% of omasal canal nonammonia nitrogen flow (427 g/d) was of microbial origin, and AA profiles of microbial protein and omasal canal digesta were fairly similar. Postruminal AA supply seems to be dependent on the basal diet, but variation may exist even within the similar basal diets.",
      "mesh_terms": [
        "Abomasum",
        "Amino Acids",
        "Amino Acids, Branched-Chain",
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Cattle",
        "Fats",
        "Female",
        "Fermentation",
        "Isoleucine",
        "Lactation",
        "Leucine",
        "Mammary Glands, Animal",
        "Milk",
        "Milk Proteins",
        "Poaceae",
        "Rumen",
        "Silage",
        "Valine"
      ]
    },
    {
      "pmid": "11396202",
      "title": "Influence of antioxidants and the CYP1A1 isoleucine to valine polymorphism on the smoking--lung cancer association.",
      "authors": [
        "D Ratnasinghe",
        "J A Tangrea",
        "C Stewart",
        "N K Bhat",
        "J Virtamo",
        "D Albanes",
        "P R Taylor"
      ],
      "journal": "Anticancer research",
      "publication_date": "2001",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "To evaluate the association between CYP1A1 genotype and lung cancer risk and to assess the effect of CYP1A1 genotype and antioxidant supplementation on the smoking--lung cancer relationship we conducted a case-control study nested within a large cancer prevention trial cohort. Controls (n = 324) were matched to cases (n = 282) on age (+/- 5 years), intervention group and study clinic in a 1:1 ratio, using incidence density sampling. Genotype was determined by a PCR-based method and logistic regression was used to calculate relative risk estimates. Overall, we found no association between CYP1A1 genotype and lung cancer risk. CYP1A1 genotype did not modify the effect of smoking on lung cancer risk. However, in an examination of subgroups defined by randomized intervention assignment our findings suggest that alpha-tocopherol supplementation may reduce the risk of lung cancer associated with cumulative smoking exposure regardless of CYP1A1 genotype with the greatest effect seen among those with the variant CYP1A1 allele.",
      "mesh_terms": [
        "Aged",
        "Alleles",
        "Amino Acid Substitution",
        "Antioxidants",
        "Case-Control Studies",
        "Cytochrome P-450 CYP1A1",
        "Humans",
        "Isoleucine",
        "Lung Neoplasms",
        "Male",
        "Middle Aged",
        "Polymorphism, Genetic",
        "Risk Factors",
        "Smoking",
        "Valine",
        "Vitamin E",
        "beta Carotene"
      ]
    }
  ]
}