{
  "supplement": "Keratin",
  "query": "Keratin[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:52:18",
  "research_count": 568,
  "count": 100,
  "articles": [
    {
      "pmid": "40219297",
      "title": "Composite Fish Collagen Peptide-Based Biopolymer Emulsion for Keratin Structure Stabilization and Hair Fiber Repair.",
      "authors": [
        "Wenwei Gu",
        "Lei Gu",
        "Ningping Tao",
        "Xichang Wang",
        "Changhua Xu"
      ],
      "journal": "Polymers",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Marine-derived proteins, rich in amino acids and bioactivity, serve as a natural and safe alternative to chemical haircare products. This study selected three highly bioactive fish-derived protein peptides and determined their optimal repair ratio using FTIR structural analysis and response surface methodology (RSM). A collagen peptide-based composite human hair repair emulsion (CHFRE) was formulated, and its repair efficacy on damaged hair (DH) was evaluated using scanning electron microscopy (SEM), Fourier transform infrared spectroscopy (FTIR), differential scanning calorimetry (DSC), and amino acid analysis. Following CHFRE treatment, the physical and chemical properties of damaged hair improved significantly. SEM analysis revealed enhanced hair luster, aligned cuticle scales, and a denser cortex. FTIR and DSC analyses showed a 5.94% increase in α-conformation content and a 28.44% rise in relative helical content (RHC), indicating enhanced protein stability and a conformation closer to that of normal hair. Additionally, the 14.63% increase in S=O transmittance suggested reduced oxidative damage. Amino acid analysis and hydrophobic amino acids, with specific increments of 16.77 g/100 g and 2.47 g/100 g, respectively, enhance hair affinity and keratin stability. This bio-based repair material effectively restores damaged hair structure, strengthens resistance to chemical damage, and ensures sustainability, safety, and biocompatibility, providing a promising approach for the development of natural hair repair products."
    },
    {
      "pmid": "40170743",
      "title": "Advancing Hair Regrowth Assessment: Development and Standardization of Methods for Evaluating New Hair Growth, Hair Keratin Levels, and Scalp Health in Androgenetic Alopecia Patients.",
      "authors": [
        "Maheshvari N Patel",
        "Nayan Patel",
        "Apeksha Merja"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction Androgenetic alopecia (AGA) is a prevalent and progressive hair disorder affecting both men and women. It is characterized by the miniaturization of hair follicles, reduced hair density, and alterations in scalp conditions. Accurate assessment of hair growth parameters is crucial for understanding the progression of AGA and evaluating the efficacy of treatment interventions. This study aimed to develop and validate robust methodologies for assessing critical endpoints related to hair growth and scalp health. These standardized methods provide a reliable framework for future efficacy studies targeting AGA and similar hair disorders. Methods This method development and standardization study utilized an observational, non-interventional, open-label design and included 25 subjects diagnosed with AGA. Non-invasive techniques were employed to evaluate various hair parameters, including hair regrowth (vellus hair count), hair density, thickness, and total hair count, using the CASLite Nova phototrichogram software (Catseye Systems & Solutions Pvt Ltd, Navi Mumbai, India) and Image-Pro software (Media Cybernetics, Inc., Rockville, MD, USA) for precise analysis. Hair length was assessed using a calibrated ruler, while hair tensile strength was measured with the Testronix tensile hair tester (TX TST C, Testronix, Inc., Manila, PHL) instrument. Additional parameters, such as quantitative hair keratin levels and scalp keratin levels, were analyzed to provide an understanding of hair health. Baldness severity was evaluated using the Norwood-Hamilton scoring system for male participants and the Ludwig scoring system for female participants. Furthermore, a detailed visual hair distribution analysis was conducted. To minimize inter-evaluator variability, standardized training sessions were conducted, ensuring consistency across assessments. The reliability of the scoring systems was confirmed using the Fleiss Multirater Kappa test. This study received ACEAS Independent Ethics Committee (EC) approval on July 10, 2024. Results The vellus hair count, indicative of new hair growth, was found to be higher in AGA-affected areas, averaging 12.4 compared to 3.92 in the standardized area. Terminal hair counts were lower in AGA-affected areas, with 9.88 compared to 21.84 in the standardized area. Hair density (count/cm²) and thickness (µm) were significantly less in AGA-affected areas, with averages of 209.84 (count/cm²) and 6.64 µm, compared to 246.12 (count/cm²) and 9.16 µm in the standardized areas (p < 0.0001). Tensile strength was measured at an average of 344.14 MPa across samples. The Fleiss Multirater Kappa analysis showed high agreement between evaluators for Norwood-Hamilton (0.894) and Ludwig scores (0.957). Conclusion This standardization and validation study underscores the importance of developing and utilizing standardized methodologies in clinical research, particularly in hair and scalp health studies. The implementation of these accurate and reproducible techniques will enhance the reliability of efficacy data for both current and future AGA treatments while establishing a benchmark for advancing research in hair restoration and scalp health. These methodologies provide a reliable and scientifically grounded approach to studying hair regrowth, paving the way for evidence-based treatments that can address the diverse needs of individuals with AGA and other hair-related disorders."
    },
    {
      "pmid": "40157671",
      "title": "Bacterial cellulose and keratin reinforced PAM hydrogels for advanced dye removal: Insights from batch and QCM analyses.",
      "authors": [
        "Yu-Wen Tai",
        "Prompong Khamwongsa",
        "Xuan-Ting Chen",
        "Yu-Shan Lin",
        "Zheng-Jie Lee",
        "Sarute Ummartyotin",
        "Yang Wei"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Industrial wastewater, particularly from textile industries, contains toxic dyes that require practical and sustainable removal technologies. Hydrogels are potential materials for this purpose due to their high water absorption capacity, but conventional designs suffer from poor mechanical strength and limited dye adsorption efficiency. In this study, we developed a bio-based hydrogel composite by reinforcing polyacrylamide (PAM) with bacterial cellulose (BC) and keratin intermediate filaments (KIF) derived from human hair. This hybrid material enhances both mechanical integrity and adsorption performance. Batch adsorption tests showed a high dye removal efficiency of 60 mg/g for methylene blue over 12 h. In contrast, QCM analysis demonstrated rapid adsorption equilibrium (15 s) under continuous flow conditions, confirming its potential for real-time wastewater treatment. The optimized 2 % KIF hydrogel achieved a compressive strength of 0.4 MPa, forming a porous structure that supports multiple adsorption-desorption cycles for reuse. Adsorption followed pseudo-second-order and Freundlich isotherm models, indicating a heterogeneous mechanism driven by electrostatic interactions and π-π stacking. By integrating sustainable biopolymers, this composite hydrogel overcomes traditional hydrogels' mechanical and functional limitations, offering an eco-friendly solution for continuous wastewater treatment and industrial dye removal."
    },
    {
      "pmid": "40123370",
      "title": "High-Efficiency Dry-Jet Wet Spinning of Ultratoughness Regenerated Wool Keratin Fibers.",
      "authors": [
        "Yalin Dong",
        "Jinlin Yu",
        "Xian Wen",
        "Zhaoyang Sun",
        "Yikun Duan",
        "Liming Wang",
        "Xiaohong Qin"
      ],
      "journal": "Nano letters",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Regenerated wool keratin fibers (RWKFs) featuring their ecofriendliness, ample resources, and intrinsic biocompatibility have attracted significant interest, while their high-value-added applications are still severely limited by inadequate mechanical properties and complex fabrication processes. Herein, a straightforward dry-jet wet spinning technique without post-treatment processes is proposed to prepare ultratoughness RWKFs. The as-spun fibers achieve a macroscale hierarchical structure due to the preorientation of nanoscale α-keratin protofibrils in air-gap drawing of dry-jet wet spinning, while α-keratins are preserved in large quantities because of no additional post-treatment stretching. As a result, the fabricated RWKFs achieve a tensile strength of ∼142.7 MPa, an outstanding elongation of ∼171.7%, and a record high toughness of ∼176.3 MJ m-3, outperforming natural wool and previously reported regenerated keratin fibers. Moreover, the reported RWKFs' dyeability, moisture-induced shape-memory capacity, and electric generation performance remarkably expand their applications in textiles or even smart apparel."
    },
    {
      "pmid": "40076404",
      "title": "Performance and Mechanism of Hydrolyzed Keratin for Hair Photoaging Prevention.",
      "authors": [
        "Jiayi Fan",
        "Lei Wu",
        "Jing Wang",
        "Xiaoying Bian",
        "Chongchong Chen",
        "Kuan Chang"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Photoaging is common and represents one of the primary pathways for hair damage in daily life. Hydrolyzed keratin, which is usually derived from wool and consists of a series of polypeptide molecules, has been investigated as a UV damage prevention ingredient for hair care. Scanning Electron Microscopy (SEM) and fluorescent penetration experiments verified that hydrolyzed keratin can deposit on the hair cuticles to form a film and partly penetrate into the hair cortex. This film played as a UV reducer and helped hair resist surface damage and maintain a sleek and healthy morphology after UV radiation. Surprisingly, it was found that hydrolyzed keratin treatment combined with subsequent UV radiation could significantly improve the tensile properties of hair. For hydrolyzed-keratin-treated hair, tensile strength was maintained after UV radiation, while, as a comparison, it decreased by 14.32% for untreated hair. This phenomenon is explained by a UV-induced degradation-penetration mechanism. During UV radiation, an increase in free amino acid content and conductivity was observed for the hydrolyzed keratin solution, demonstrating photodegradation into smaller peptides and amino acids. The degradation of hydrolyzed keratin allowed it to more easily enter the interior of the hair cortex, thereby enhancing its tensile properties by enhancing the chemical bonds.",
      "mesh_terms": [
        "Keratins",
        "Hair",
        "Ultraviolet Rays",
        "Hydrolysis",
        "Tensile Strength",
        "Humans",
        "Amino Acids",
        "Animals"
      ]
    },
    {
      "pmid": "40037854",
      "title": "Role of Keratin-10 in Tumor Progression and Radioresistance of Laryngeal Cancer Cells.",
      "authors": [
        "Eun Kyung Jung",
        "Sun-Ae Kim",
        "S M Abdus Salam",
        "Kyung-Hwa Lee",
        "Tae Mi Yoon"
      ],
      "journal": "Anticancer research",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/AIM: Advanced laryngeal cancer is challenging to treat, and overall survival rates are low. The high rate of disease recurrence contributes significantly to poor outcomes. This study investigated the role of keratin-10 (KRT10), identified through RNA sequencing as a potential target molecule in laryngeal cancer, in the tumor progression and radioresistance of laryngeal cancer cells. MATERIALS AND METHODS: RNA sequencing data from 32 formalin-fixed, paraffin-embedded samples of stage III or IV advanced laryngeal cancer obtained through biopsy were analyzed and a positive association between KRT10 expression and tumor recurrence was observed. We performed in vitro experiments using human laryngeal cancer cell lines (PCl1 and SNU1066) with/without KRT10 knockdown. Reverse-transcription polymerase chain reaction and western blot analysis were performed. Cell irradiation was performed to analyze differences in radiosensitivity and cell invasion, migration, and apoptosis were analyzed. RESULTS: Knockdown of KRT10 expression in laryngeal cancer cell lines with small interfering RNAs significantly reduced cell invasion and migration, but increased apoptosis. KRT10 knockdown also enhanced radiosensitivity, resulting in a higher rate of apoptosis in response to radiation therapy. CONCLUSION: These findings suggest that KRT10 plays a crucial role in tumor progression and radioresistance of laryngeal cancer and that KRT10 is a potential therapeutic target. Further studies are needed to validate these results, but to our knowledge, this is the first report of evidence identifying KRT10 as a potential target molecule in laryngeal cancer management.",
      "mesh_terms": [
        "Humans",
        "Laryngeal Neoplasms",
        "Radiation Tolerance",
        "Cell Line, Tumor",
        "Disease Progression",
        "Apoptosis",
        "Cell Movement",
        "Male",
        "Female",
        "Middle Aged",
        "Gene Expression Regulation, Neoplastic",
        "Aged",
        "Gene Knockdown Techniques",
        "Neoplasm Invasiveness",
        "Neoplasm Recurrence, Local"
      ]
    },
    {
      "pmid": "39958441",
      "title": "Keratin 1 modulates intestinal barrier and immune response via kallikrein kinin system in ulcerative colitis.",
      "authors": [
        "Xiang-Qian Dong",
        "Ying-Hui Zhang",
        "Juan Luo",
        "Mao-Juan Li",
        "Lan-Qing Ma",
        "Ya-Ting Qi",
        "Ying-Lei Miao"
      ],
      "journal": "World journal of gastroenterology",
      "publication_date": "2025-Feb-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: External factors in ulcerative colitis (UC) exacerbate colonic epithelial permeability and inflammatory responses. Keratin 1 (KRT1) is crucial in regulating these alterations, but its specific role in the progression of UC remains to be fully elucidated. AIM: To explore the role and mechanisms of KRT1 in the regulation of colonic epithelial permeability and inflammation in UC. METHODS: A KRT1 antibody concentration gradient test, along with a dextran sulfate sodium (DSS)-induced animal model, was implemented to investigate the role of KRT1 in modulating the activation of the kallikrein kinin system (KKS) and the cleavage of bradykinin (BK)/high molecular weight kininogen (HK) in UC. RESULTS: Treatment with KRT1 antibody in Caco-2 cells suppressed cell proliferation, induced apoptosis, reduced HK expression, and increased BK expression. It further downregulated intestinal barrier proteins, including occludin, zonula occludens-1, and claudin, and negatively impacted the coagulation factor XII. These changes led to enhanced activation of BK and HK cleavage, thereby intensifying KKS-mediated inflammation in UC. In the DSS-induced mouse model, administration of KRT1 antibody mitigated colonic injury, increased colon length, alleviated weight loss, and suppressed inflammatory cytokines such as interleukin (IL)-1, IL-6, tumor necrosis factor-α. It also facilitated repair of the intestinal barrier, reducing DSS-induced injury. CONCLUSION: KRT1 inhibits BK expression, suppresses inflammatory cytokines, and enhances markers of intestinal barrier function, thus ameliorating colonic damage and maintaining barrier integrity. KRT1 is a viable therapeutic target for UC.",
      "mesh_terms": [
        "Colitis, Ulcerative",
        "Animals",
        "Humans",
        "Disease Models, Animal",
        "Dextran Sulfate",
        "Mice",
        "Intestinal Mucosa",
        "Caco-2 Cells",
        "Keratin-1",
        "Permeability",
        "Colon",
        "Cell Proliferation",
        "Male",
        "Kallikrein-Kinin System",
        "Apoptosis",
        "Kininogen, High-Molecular-Weight",
        "Bradykinin",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "39917239",
      "title": "Optimization and characterisation of water based keratin nanoparticles with Nigella sativa seed extract.",
      "authors": [
        "Lawrance Antonysamy",
        "Leema Rose Mary Devasahayam",
        "Saradhadevi Muthukrishnan",
        "Senthamizhselvan Anbazhagan",
        "Marie Arockianathan Pushpam"
      ],
      "journal": "Bioinformation",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Drug delivery technologies have been proven to improve treatment outcomes in many ways by enriching curative efficacy, reducing toxicity, increasing patient compliance and enabling entirely new type of medical treatments. In this study, keratin nanoparticles (KNPs) were prepared from chicken feathers and loaded with Nigella sativa seed extract (NSSE-KNPs) by adsorption method using doubled distilled water without using cross linkers, organic solvents and surfactants. The prepared KNPs and NSSE-KNPs were characterized by Dynamic light scattering (DLS), X-ray diffraction study (XRD), Fourier transform infrared spectroscopy (FT-IR) and scanning electron microscopy (SEM). The Encapsulation efficiency (EE) and loading capacity (LC) of NSSE-KNPs was found to be 82% and 70 % respectively. The drug release profile showed that KNPs exhibited slight difference in both acidic (pH 4.4) and basic (pH 7.4) environment. The prepared water-based KNPs and NSSE-KNPs also exhibited narrow PDI value and good negative zeta potential. The morphology of the keratin nanoparticles and Nigella sativa loaded keratin nanoparticles showed solid spheres, spherical and smooth shape distribution. The FTIR spectra revealed the possible hydrogen bonding formation after addition Nigella sativa seed extract to the keratin nanoparticles. In XRD analysis, both KNPs and NSSE-KNPs retained its chemical structure and crystallinity. The antibacterial effect was also observed for NSSE-KNPs against Staphylococcus aureus and Escherichia coli. Thus, the keratin nanoparticles loaded NSSE extract emerged as a potential candidate for future cancer treatment."
    },
    {
      "pmid": "39890003",
      "title": "Cationic cellulose nanocrystals enhance keratin adsorption to improve hair glossiness and thermal-photo protection.",
      "authors": [
        "Ziyong Zhou",
        "Jun Xu",
        "Junliang Lu",
        "Jun Li",
        "Wei Zhang",
        "Kefu Chen"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The functional chemicals in conventional personal care products may have negative effects on both human body and the environment, and natural proteins are gaining increasing attention as alternatives to functional chemical. However, due to the poor absorption of proteins on the surface of the hair, it cannot perform their function well. In this study, a protein-based multifunctional complexes, made of keratin and cationic cellulose nanocrystals by opposite charged-induction, were prepared for improving the glossiness and reducing hair thermal-photo damage. By changing the ratio of keratin and cationic cellulose nanocrystals in complexes, the optical properties and oil delivery property were studied. It was found that the protein-based complexes could improve the glossiness of substrate and have synergistic reducing UV transmittance, especially UVB. Besides, the complexes with high ratio of C-CNC were beneficial for the deposition of silicone oil onto hair. And after treated with the complexes or the resulting emulsion, the water evaporation of hair during heat treatment and the hair damage during light radiation were effectively reduced to improve the thermal-photo protection for hair. This study was expected to provide new design for improving adsorption of protein on the substrate and developing protein multifunctional application in personal care.",
      "mesh_terms": [
        "Nanoparticles",
        "Cellulose",
        "Adsorption",
        "Hair",
        "Keratins",
        "Humans",
        "Cations",
        "Ultraviolet Rays",
        "Temperature"
      ]
    },
    {
      "pmid": "39869238",
      "title": "Keratin/chitosan film promotes wound healing in rats with combined radiation-wound injury.",
      "authors": [
        "Yu-Mei Wang",
        "Tong Xin",
        "Hao Deng",
        "Jie Chen",
        "Shen-Lin Tang",
        "Li-Sheng Liu",
        "Xiao-Liang Chen"
      ],
      "journal": "Journal of materials science. Materials in medicine",
      "publication_date": "2025-Jan-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Human hair keratin, a natural protein derived from human hair, has emerged prominently in the field of wound repair, showcasing its unique regenerative capabilities and extensive application potential. However, it is a challenge for the keratin to efficiently therapy the impaired wound healing, such as combined radiation-wound injury. Here, we report a keratin/chitosan (KRT/CS) film for skin repair of chronic wounds in in rats with combined radiation-wound injury. In brief, the KRT/CS film was characterized by scanning electron microscopy (SEM), mechanical property analysis, water absorption, and swelling analysis. A rat model of combined radiation-wound injury was employed to evaluate the therapeutic efficacy of the KRT/CS film. Finally, the systemic biotoxicity of KRT/CS film was assessed through histological analysis. The surface of KRT/CS film was uniform and smooth compared with the KRT film, and the mechanical property, swelling rate and water absorption rate of KRT/CS film were significantly improved, which can meet the application requirements of wound excipient dressing. Furthermore, the combined radiation-wound injury in rats was established that the wound closure rate was achieved 74.46% after 14 days of treatment with KRT/CS film, comparing to the single KRT membrane and commercially available Band-Aids. Histological analysis demonstrated that the amount of angiogenesis and collagen deposition in wounds treated with KRT/CS were significantly improved. These findings demonstrate the KRT/CS film as a promising therapeutic agent for combined radiation-wound injury.",
      "mesh_terms": [
        "Animals",
        "Chitosan",
        "Wound Healing",
        "Rats",
        "Keratins",
        "Rats, Sprague-Dawley",
        "Male",
        "Bandages",
        "Humans",
        "Radiation Injuries",
        "Microscopy, Electron, Scanning",
        "Skin",
        "Biocompatible Materials"
      ]
    },
    {
      "pmid": "39848455",
      "title": "KGF impedes TRIM21-enhanced stabilization of keratin 10 mediating differentiation in hypopharyngeal cancer.",
      "authors": [
        "Fangyu Chai",
        "Guangyi Wang",
        "Yibang Shen",
        "Yanfang Niu",
        "Yichuan Huang",
        "Tao Fu",
        "Tao Yang",
        "Yan Jiang",
        "Jisheng Zhang"
      ],
      "journal": "Cellular signalling",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "KGF, also known as FGF7, is a member of the fibroblast growth factor (FGF) family that binds with high affinity to the FGF receptor 2b (FGFR2b) and regulates various cellular processes, including cell proliferation and differentiation in a variety of tumors. However, its potential role in hypopharyngeal cancer (HPC) remains largely unknown. In our study, we observed increased expression of FGFR2b in HPC. KGF treatment inhibited the expression of the differentiation marker keratin 10 (K10) protein at the post-transcriptional level in FaDu cells. Furthermore, treatment with the proteasome inhibitor MG132 was found to attenuate KGF-induced K10 reduction, suggesting the involvement of the ubiquitin-proteasome system. Using mass spectrometry and immunoprecipitation analysis, we identified the E3 ubiquitin ligase TRIM21 as a K10-interacting protein. Unexpectedly, instead of causing degradation, TRIM21 enhanced K10 protein stability through K6-linked ubiquitination of K10 at lysine 163 (K163) in the context of KGF exposure. Meanwhile, KGF treatment decreased TRIM21 protein levels, which were regulated by the p38 MAPK pathway, leading to K48-linked ubiquitination-mediated degradation of TRIM21. Notably, TRIM21 knockdown significantly promoted proliferation, inhibited differentiation and migration of FaDu cells, whereas TRIM21 overexpression had opposite effects in vitro and suppressed xenograft tumor growth in vivo. Our study demonstrates that TRIM21 may act as a tumor suppressor in HPC. However, TRIM21 overexpression decreased the sensitivity of FaDu cells to 5-fluorouracil, whereas TRIM21 knockdown or KGF administration significantly increased 5-fluorouracil sensitivity. Taken together, these findings highlight the intricate balance between protein stabilization and degradation orchestrated by KGF. This ubiquitination-mediated non-degradation mechanism of TRIM21 may provide novel therapeutic strategies for HPC and other cancers.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Cell Differentiation",
        "Hypopharyngeal Neoplasms",
        "Cell Line, Tumor",
        "Ubiquitination",
        "Mice, Nude",
        "Keratin-10",
        "Ribonucleoproteins",
        "Protein Stability",
        "Cell Proliferation",
        "Mice",
        "Fluorouracil",
        "Receptor, Fibroblast Growth Factor, Type 2",
        "Mice, Inbred BALB C",
        "Female",
        "p38 Mitogen-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "39773226",
      "title": "Keratin Positive Giant Cell Rich Tumor of the Pelvic Bone with a HMGA2::NCOR2 Fusion: A Case Report.",
      "authors": [
        "Lise Geuens",
        "Raf Sciot",
        "Isabelle Vanden Bempt",
        "Thomas Douchy",
        "Friedl Sinnaeve",
        "Hazem Wafa"
      ],
      "journal": "International journal of surgical pathology",
      "publication_date": "2025-Jan-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Keratin positive giant cell rich tumor is a rare mesenchymal tumor first described in 2020. It can occur in both soft tissue and bone and predominantly affects young women. The tumor's biological behavior remains uncertain despite its low-grade classification. Characterized by keratin expression and a HMGA2::NCOR2 gene fusion, keratin positive giant cell rich tumors resemble conventional giant cell tumors but lacks H3-3A gene mutations. This article presents a 31-year-old woman with a keratin positive giant cell rich tumor in the pelvic bone, detailing her clinical presentation, diagnostic process, treatment, and postoperative recovery. Histological examination revealed numerous osteoclast-like giant cells within a mononuclear stroma, with RNA sequencing confirming the HMGA2::NCOR2 fusion. The patient's management included surgical resection, with no recurrence at six months follow-up. The discussion emphasizes the need for further research to understand keratin positive giant cell rich tumors pathogenesis and explore potential targeted therapies."
    },
    {
      "pmid": "39763960",
      "title": "Keratin 16 spatially inhibits type I interferon responses in stressed skin.",
      "authors": [
        "Erez Cohen",
        "Yang Xu",
        "Amanda Orosco",
        "Dajia Wang",
        "Craig N Johnson",
        "Kaylee Steen",
        "Mrinal K Sarkar",
        "Nurhan Özlü",
        "Lam C Tsoi",
        "Johann E Gudjonsson",
        "Carole A Parent",
        "Pierre A Coulombe"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2024-Dec-27",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "The stress-induced keratin intermediate filament gene/protein KRT16 (K16) is spatially restricted to the suprabasal compartment of the epidermis and extensively used as a biomarker for psoriasis, hidradenitis suppurativa, atopic dermatitis and other inflammatory disorders. However, its role in these conditions remains poorly defined. Here we show that K16 negatively regulates type-I interferon (IFN) signaling and innate immune responses. In mouse skin in vivo, loss of Krt16 leads to exacerbation of imiquimod-induced psoriasiform disease and heightened recruitment of neutrophils in a phorbol ester-induced model of acute sterile inflammation. In KRT16 null human keratinocytes, loss of K16 amplifies IFN signaling including phospho-IRF7 and ISG15 after treatment with synthetic dsRNA poly(I:C). Mechanistically, K16 interacts with effectors of the RIG-I-like receptor (RLR) pathway, including 14-3-3ɛ, and inhibits the 14-3-3ɛ:RIG-I interaction upstream of IFN activation in vivo and ex vivo . These findings uncover a new paradigm for keratin-dependent regulation of innate immunity, with significant implications for our understanding of inflammatory skin diseases."
    },
    {
      "pmid": "39684609",
      "title": "Human Keratin Matrices Suppress Matrix Metalloproteinase Activity to Support Wound Healing.",
      "authors": [
        "Allison N Ramey-Ward",
        "Shakesia Smith",
        "Howard Walthall",
        "Thomas H Barrows"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Nov-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Elevated protease activity is a hallmark of non-healing chronic wounds. Though multiple biomaterials exist that are successful in treating wounds, their roles in modulating the enzymatic environment of the wound are only beginning to be elucidated. Because keratin has long been known to be resistant to degradation by most enzymes, we studied a keratin biomaterial, the human keratin matrix (HKM), in the presence of enzymes identified to contribute to wound chronicity: neutrophil-derived elastase (NE), matrix metalloproteinase 1 (MMP-1), and MMP-9. Upon finding the suppression of MMP-9 activity in the presence of HKM without reducing enzyme protein levels, we further studied the ability of HKM to bind metal ions in the wound and showed the reduction of Zn2+ ion concentration in the presence of HKM. Finally, because of the enzyme resistance of keratin and the suppression of wound enzymes, we demonstrated that HKM was durable in the wound environment, and did not degrade in wound healing efficacy when left in place for two weeks compared to one week in a diabetic mouse model of wound non-healing. In this way, we show HKM is a unique and effective biomaterial for the treatment of chronic wounds through the modulation of wound MMP activity.",
      "mesh_terms": [
        "Wound Healing",
        "Humans",
        "Animals",
        "Mice",
        "Keratins",
        "Matrix Metalloproteinase 9",
        "Matrix Metalloproteinase 1",
        "Leukocyte Elastase",
        "Zinc",
        "Biocompatible Materials",
        "Diabetes Mellitus, Experimental",
        "Matrix Metalloproteinases"
      ]
    },
    {
      "pmid": "39642655",
      "title": "The swelling behaviour of hair studied through the structural change of keratin protein during the permanent waving treatment.",
      "authors": [
        "Takayuki Togashi",
        "Maako Tabata",
        "Akimasa Mochizuki",
        "Jiro Tanaka",
        "Kaori Wada",
        "Yoshio Muroga",
        "Hiroki Ikake"
      ],
      "journal": "Biophysical chemistry",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Filament of human hair is formed from α-keratin protein and its physical property is predominantly dominated by the structure of microfibril (also known as intermediate filaments (IF)). It is known that human hair is swollen by permanent waving (pw) treatment which consists of the reducing process and following oxidizing process, but a detail in the swelling behaviour remains still unclarified. The present work was devoted to the analysis of the swelling behaviour of hair through the structural change of IF during pw treatment, where 1.0 mol/L ammonium thioglycolate solution (pH 9.25) was employed as reducing reagent. The structure of IF was represented in terms of its microstructure, which is given by α-helix content in keratin chain, and its macrostructure, which is given by alignment of IF along human hair axis, and the structures were studied by SAXS and CP/MAS 13C NMR and others. It is shown that the microstructure and macrostructure of IF simultaneously start to change at an initial stage of the pw treatment without any induction period and both structures are sufficiently swollen at that stage. Furthermore, it is shown that the microstructure and macrostructure of IF is partly destructed by reducing treatment, but the destructed structures are considerably restored by following oxidizing treatment.",
      "mesh_terms": [
        "Humans",
        "Hair",
        "Keratins",
        "X-Ray Diffraction",
        "Intermediate Filaments",
        "Scattering, Small Angle",
        "Thioglycolates"
      ]
    },
    {
      "pmid": "39608053",
      "title": "Differential expression of keratin and keratin associated proteins are linked with hair loss condition in spontaneously mutated inbred mice.",
      "authors": [
        "Neeraja Chilukoti",
        "Sivapriya Pavuluri",
        "Satish Kumar"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2024-Dec-31",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Hair loss condition is heritable and is influenced by multifactorial inheritance. In the present study, spontaneously mutated mice showed hair loss phenotype with defect in the first cycle of hair follicle formation leading to cyclic alopecia. These mutant mice follow autosomal recessive inheritance pattern. The transcriptomic profile and differential gene expression analysis of skin tissues by RNA-sequencing at different stages of hair cycle formation was performed. The genes with significant differential genes expression levels in each stage of hair cycle formation were identified and most of these genes were shown to be associated with keratinization process and hair follicle formation. Transcriptome profiling followed by QPCR validation revealed that mRNA levels of Krt16, Alox15, Fetub (upregulated) and Msx2 (downregulated) were significantly differentially expressed in mutant skin tissues during late anagen and catagen stages. Krt6b mRNA and protein levels were significantly higher in the mutant mice during all stages of first hair cycle formation. The present study provides basis for understanding the differential gene expression of hair-related genes, including keratinization-associated proteins and its relevance. These mutant mice can serve as a model for studying hair loss condition that can be further used in the identification, evaluation and treatment strategies for alopecia condition.",
      "mesh_terms": [
        "Animals",
        "Alopecia",
        "Mice",
        "Mutation",
        "Hair Follicle",
        "Keratins",
        "Gene Expression Profiling",
        "Transcriptome",
        "Mice, Mutant Strains",
        "Gene Expression Regulation",
        "Male",
        "Female"
      ]
    },
    {
      "pmid": "39580844",
      "title": "ALOPECIA AREATA PROFILING SHOWS LNCRNAS REGULATE THE SUPPRESSED EXPRESSION OF KERATIN.",
      "authors": [
        "Jin Wu",
        "Lan-Xi Wu",
        "Kun Yan",
        "Jun-You Li",
        "Tao-Xiang Niu"
      ],
      "journal": "Georgian medical news",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Alopecia areata (AA) is one of the most common autoimmune hair diseases. Long non-coding RNAs (lncRNAs) have been shown to be involved in the pathophysiological progression of a variety of diseases; however, how lncRNAs are involved in the pathogenesis of alopecia areata is not fully understood. OBJECTIVE: In order to study the differential expression profiles of mRNA and lncRNA in patients with alopecia areata and provide experimental basis for the diagnosis and treatment of alopecia areata. METHOD: We collected skin tissues from the normal and bald areas of the scalp of five patients with alopecia areata. We used RNA sequencing to detect mRNA and lncRNA expression profiles in the skin, screen for differentially expressed genes, and then perform enrichment analyses to determine the functions of the differentially expressed genes and construct a lncRNA-mRNA interaction network. RESULTS: Our results show that normal and bald areas of the scalp in patients with alopecia areata have different mRNA and lncRNA expression profiles, with a total of 344 mRNAs and 116 lncRNAs differentially expressed. Functional enrichment analysis of these co-expressed the differentially expressed genes (DEGs) was enriched for biological processes such as intermediate filament organization, keratinization, and epithelial cell differentiation and so on. Based on the co-expression of differential lncRNAs and DEGs obtained in this project, further overlap analysis of 100 kb of DEGs upstream and downstream of the lncRNAs ultimately revealed that 11 lncRNAs cis-regulate 15 target mRNAs. CONCLUSION: The pathogenesis of alopecia areata is closely related to multiple genes and multiple pathways, in which keratin family genes may play a key role. In conclusion, this study provides new and promising biomarkers for the diagnosis of alopecia areata.",
      "mesh_terms": [
        "Alopecia Areata",
        "Humans",
        "RNA, Long Noncoding",
        "RNA, Messenger",
        "Gene Expression Profiling",
        "Keratins",
        "Gene Regulatory Networks",
        "Female",
        "Male",
        "Gene Expression Regulation",
        "Scalp",
        "Adult"
      ]
    },
    {
      "pmid": "39549749",
      "title": "Validation of Keratin 17 as a tissue biomarker in the diagnosis of upper tract urothelial carcinoma.",
      "authors": [
        "Woodson Smelser",
        "Nam Kim",
        "Sholeh Jahanfard",
        "Mark Sarno",
        "Sam S Chang",
        "Giovanna A Giannico"
      ],
      "journal": "Human pathology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Validation Study"
      ],
      "abstract": "Upper tract urothelial carcinoma (UTUC) has a relatively low incidence but presents significant surveillance and treatment challenges. Therefore, novel biomarkers for the accurate detection of upper tract urothelial tumors are urgently needed. We evaluated the expression of Keratin 17 (KRT17), an oncoprotein implicated in the cell cycle progression of multiple human cancers and previously studied in bladder urothelial carcinoma, by immunohistochemistry in 139 UTUC cases, including noninvasive, invasive papillary urothelial carcinoma and urothelial carcinoma in situ. KRT17 expression pattern (basal/negative vs. nonbasal) and H-score were evaluated. The expression pattern was significantly different in normal (NL) compared to malignant urothelium. Nonbasal KRT17 expression was significantly higher in pTa (p < 0.001) and invasive (pTinv) (p = 0.0023) urothelial carcinoma compared to NL, and in pTinv compared to pTa (p = 0.0391). Sensitivity and specificity for distinguishing benign from malignant tumors were 85% and 82, respectively, with an area under the curve of 0.83 (p < 0.001). The KRT17 H-score was significantly higher in pTa and pTinv compared to NL (p < 0.001 and p = 0.0035, respectively). Sensitivity and specificity for distinguishing benign from malignant carcinoma were 91% and 69%, respectively, with an AUC of 0.81 (p = 0.0010). KRT17 was not associated with tumor site, grade, or stage. In summary, K17 is a sensitive and specific marker of neoplastic upper tract urothelium, and its potential use in routine diagnostics should be explored in larger studies.",
      "mesh_terms": [
        "Humans",
        "Keratin-17",
        "Biomarkers, Tumor",
        "Male",
        "Female",
        "Aged",
        "Middle Aged",
        "Immunohistochemistry",
        "Urothelium",
        "Aged, 80 and over",
        "Carcinoma, Transitional Cell",
        "Adult",
        "Predictive Value of Tests",
        "Urologic Neoplasms",
        "Ureteral Neoplasms"
      ]
    },
    {
      "pmid": "39519023",
      "title": "Enhanced Antitumor Efficacy of Oncolytic Vaccinia Virus Therapy Through Keratin-Mediated Delivery in Triple-Negative Breast Cancer.",
      "authors": [
        "Hyo-Sung Kim",
        "Yun Hee Youn",
        "Han-Jun Kim",
        "Young-Hyun Koo",
        "Junho Lee",
        "Il Keun Kwon",
        "Sun Hee Do"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Oct-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Triple-negative breast cancer (TNBC) represents an aggressive subtype characterized by high rates of recurrence and metastasis, necessitating the exploration of alternative treatment strategies. Oncolytic vaccinia virus (OVV) therapy has emerged as a promising approach, selectively infecting and destroying tumor cells. However, its efficacy is often hampered by inadequate viral distribution within the tumor microenvironment. Here, we investigate the potential of keratin (KTN) as a carrier for OVV delivery to enhance viral distribution and antitumor efficacy. In vitro assays revealed that KTN significantly improves OVV stability, leading to increased tumor cell apoptosis and necrosis. Furthermore, KTN effectively inhibits cancer cell migration by suppressing the epithelial-mesenchymal transition (EMT) process and downregulating metastasis-related proteins. These findings are corroborated in a syngeneic TNBC mouse model, where KTN-mediated OVV delivery enhances cytotoxic T cell-mediated antitumor immune responses without compromising the anti-angiogenic effects of the virus. Notably, KTN alone exhibits antitumor effects by suppressing tumor growth and metastasis, underscoring its potential as a standalone therapeutic agent. In conclusion, our study underscores the promise of KTN-mediated OVV delivery as a promising therapeutic strategy for TNBC. By improving viral distribution, suppressing EMT, and enhancing antitumor immunity, this approach holds significant potential for enhancing patient outcomes in TNBC treatment. Further investigation is warranted to explore the broader utility of KTN in various cancer therapy approaches.",
      "mesh_terms": [
        "Animals",
        "Oncolytic Virotherapy",
        "Triple Negative Breast Neoplasms",
        "Vaccinia virus",
        "Humans",
        "Female",
        "Mice",
        "Keratins",
        "Cell Line, Tumor",
        "Oncolytic Viruses",
        "Epithelial-Mesenchymal Transition",
        "Apoptosis",
        "Xenograft Model Antitumor Assays",
        "Cell Movement",
        "Mice, Inbred BALB C"
      ]
    },
    {
      "pmid": "39513911",
      "title": "Knockdown of Keratin 6 Within Arsenite-Transformed Human Urothelial Cells Decreases Basal/Squamous Expression, Inhibits Growth, and Increases Cisplatin Sensitivity.",
      "authors": [
        "Nelofar Nargis",
        "Donald A Sens",
        "Aaron A Mehus"
      ],
      "journal": "Cells",
      "publication_date": "2024-Oct-31",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Urothelial carcinoma (UC) is prevalent, especially in elderly males. The high rate of recurrence, treatment regime, and follow-up monitoring make UC a global health and economic burden. Arsenic is a ubiquitous toxicant that can be found in drinking water, and it is known that exposure to arsenic is associated with UC development. Around 25% of diagnosed UC cases are muscle-invasive (MIUC) which have poor prognosis and develop chemoresistance, especially if tumors are associated with squamous differentiation (SD). The immortalized UROtsa cell line is derived from normal human urothelium and our lab has malignantly transformed these cells using arsenite (As3+). These cells represent a basal subtype model of MIUC and the tumors derived from the As3+-transformed cells histologically and molecularly resemble clinical cases of the basal subtype of MIUC that have focal areas SD and expression of the basal keratins (KRT1, 5, 6, 14, and 16). Our previous data demonstrate that KRT6 protein expression correlates to areas of SD within the tumors. For this study, we performed a lentiviral knockdown of KRT6 in As3+-transformed UROtsa cells to evaluate the effects on morphology, gene/protein expression, growth, colony formation, and cisplatin sensitivity. The knockdown of KRT6 resulted in decreased expression of the basal keratins, decreased growth, decreased colony formation, and increased sensitivity to cisplatin, the standard treatment for MIUC. The results of this study suggest that KRT6 plays a role in UC cell growth and is an exploitable target to increase cisplatin sensitivity for MIUC tumors that may have developed resistance to cisplatin treatment.",
      "mesh_terms": [
        "Humans",
        "Cisplatin",
        "Arsenites",
        "Urothelium",
        "Keratin-6",
        "Cell Proliferation",
        "Gene Knockdown Techniques",
        "Drug Resistance, Neoplasm",
        "Urinary Bladder Neoplasms",
        "Gene Expression Regulation, Neoplastic",
        "Cell Line, Tumor"
      ]
    },
    {
      "pmid": "39493986",
      "title": "A Novel Approach for Nanosponge: Wool Waste as a Building Block for the Synthesis of Keratin-Based Nanosponge and Perspective Application in Wastewater Treatment.",
      "authors": [
        "Gjylije Hoti",
        "Fabrizio Caldera",
        "Francesco Trotta",
        "Marina Zoccola",
        "Alessia Patrucco",
        "Anastasia Anceschi"
      ],
      "journal": "ACS omega",
      "publication_date": "2024-Oct-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Wool waste is a huge environmental problem that needs to be addressed in order to avoid the continuous accumulation of biohazardous waste in landfills. In recent years, wool has proven to be an excellent source of keratin that can be used for various purposes. But never before has keratin from wool waste been used as a building block to synthesize a well-known class of biopolymers called nanosponges. Typically, nanosponges are produced by the reaction of cyclodextrins with an appropriate cross-linker to obtain an insoluble hyper-cross-linked polymer, which has applications in various fields. For this reason, a novel, affordable approach for the synthesis of a novel class of nanosponge using wool keratin as the building block has been presented. The keratin nanosponge was synthesized by reacting keratin with pyromellitic dianhydride as a cross-linking agent. The formation of a cross-linked polymer was successfully confirmed by CHNS-elemental analysis, TGA, DSC, FTIR-ATR, SEM, and water absorption capacity measurements. Surprisingly, the keratin-based nanosponge showed ∼50% uptake of heavy metals after only 24 h of contact time. The adsorption kinetics was also evaluated, indicating a pseudo-second-order model fit and the mechanism is predominantly the intraparticle diffusion process. The novel synthesized nanosponge proved to be a possible alternative for wastewater treatment."
    },
    {
      "pmid": "39480736",
      "title": "Human keratin matrix in addition to standard of care accelerates healing of venous ulcers: a case series.",
      "authors": [
        "George Koullias",
        "Allison N Ramey-Ward"
      ],
      "journal": "Journal of wound care",
      "publication_date": "2024-Nov-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Venous leg ulcers (VLUs) are often large and complicated wounds that, despite combinations of advanced wound care techniques and systemic treatment of underlying vascular issues, take many months to heal and have high rates of recurrence. In this study, we investigated the efficacy of a novel wound care solution-human keratin matrix (HKM). METHOD: A case series of VLUs were treated with HKM in conjunction with indicated vascular intervention and standard of care (SoC) procedures. For analysis, these wounds were divided into very large (>200 cm2) and smaller (<35 cm2) wounds. RESULTS: The cohort comprised 16 VLUs (very large=7; smaller=9). Very large VLUs were reduced in size by an average of 71% within 10 weeks, and showed a 50% size reduction within four applications of HKM. Smaller VLUs reduced by 50% in size within the first three weeks of treatment, and 88.9% of these wounds healed completely with an average of 4.5 HKM applications over an average of 6.5 weeks. CONCLUSION: The results of this series highlight the potential of HKM, in combination with indicated systemic interventions and SoC, as an effective treatment for hard-to-heal (chronic) VLUs, even in very large wounds.",
      "mesh_terms": [
        "Humans",
        "Varicose Ulcer",
        "Wound Healing",
        "Male",
        "Female",
        "Aged",
        "Middle Aged",
        "Keratins",
        "Aged, 80 and over",
        "Standard of Care",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39480120",
      "title": "Quercetin@β-Cyclodextrin Conjugated Keratin/Polyurethane Biocomposite Mats for Infected Diabetic Wound Healing.",
      "authors": [
        "Jie Zhang",
        "Xu Liu",
        "Yu Sun",
        "Zhaoyan Ge",
        "Jian Shen",
        "Jiang Yuan"
      ],
      "journal": "Langmuir : the ACS journal of surfaces and colloids",
      "publication_date": "2024-Nov-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic diabetic wounds suffer from severe complications caused by long-term high levels of oxidative stress and bacterial infection. Quercetin (Que) has excellent anti-inflammatory, antioxidant, and antibacterial activity, making it a promising drug to address the above issues. To exploit the benefits of Que in a more effective and sustained way to treat diabetic wounds, carboxymethyl β-cyclodextrin (CMCD) was synthesized and conjugated to keratin, then complexed with Que to form Que@Ker-CMCD inclusion, followed by electrospinning with polyurethane (PU) to afford Que@Ker-CMCD/PU mats. The approach significantly enhanced water solubility, bioavailability, and sustained release of Que. Crucially, these mats exhibited robust antioxidant and antibacterial activities. Moreover, the mats fostered an environment conducive to cell proliferation, migration, angiogenesis, and re-epithelialization, pivotal processes in wound healing and remodeling. Consequently, a marked acceleration in remodeling chronic diabetic wounds was observed. In conclusion, this study introduces a novel therapeutic strategy that not only harnesses the multifaceted benefits of Que but also enhances its delivery and performance, offering a promising avenue for the effective treatment of chronic diabetic wounds.",
      "mesh_terms": [
        "Polyurethanes",
        "Wound Healing",
        "beta-Cyclodextrins",
        "Animals",
        "Quercetin",
        "Keratins",
        "Anti-Bacterial Agents",
        "Humans",
        "Antioxidants",
        "Staphylococcus aureus",
        "Rats"
      ]
    },
    {
      "pmid": "39426169",
      "title": "Unraveling dynamics and interactions of core microorganisms in the biodegradation of keratin-based feather wastes.",
      "authors": [
        "Boxi Wang",
        "Yuan Chen",
        "Jin Chuan Wu",
        "Qingxin Li"
      ],
      "journal": "Journal of environmental management",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Waste feathers, abundant byproducts of the poultry industry, pose significant environmental challenges. Although microbial degradation has been investigated, the core microorganisms and their interactions remain underexplored. This study examined microbial community dynamics during feather degradation, using diverse feather sources and under varying temperatures. Significant divergences were observed in bacterial communities, with Firmicutes, Actinobacteria, and Acidobacteriota (56.65%, 18.13%, and 11.14%) as dominant phyla. A core microbial consortium of 51 taxa was identified, with 8 core genera from the Bacilli class, significantly enriched during degradation. Higher temperature (50 °C) accelerated degradation. Dynamics patterns showed the enrichment of and depletion of some strains. Functional prediction highlighted the mechanisms for keratin biodegradation. This study identified core microorganisms and enzymes during keratin degradation, providing evidence to microbial treatment of keratin-based waste to reduce agricultural pollution.",
      "mesh_terms": [
        "Feathers",
        "Keratins",
        "Biodegradation, Environmental",
        "Animals",
        "Bacteria"
      ]
    },
    {
      "pmid": "39413460",
      "title": "Keratin 17 and A2ML1 are negative prognostic biomarkers in non-small cell lung cancer.",
      "authors": [
        "Sruthi Babu",
        "Michael Horowitz",
        "Lyanne A Delgado-Coka",
        "Lucia Roa-Peña",
        "Ali Akalin",
        "Luisa F Escobar-Hoyos",
        "Kenneth R Shroyer"
      ],
      "journal": "Pathology, research and practice",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although the overall prognosis for patients with non-small cell lung cancer (NSCLC) has improved over the past several decades, there are still survival differences that are not accurately defined by clinicopathological factors. Thus, there is an unmet clinical need to develop novel approaches to enhance prognostic accuracy for these patients. Keratin 17 (K17) is a negative prognostic biomarker in a wide range of cancer types, including pancreatic ductal adenocarcinoma, head and neck squamous cell carcinoma, and pulmonary adenocarcinoma (LUAD), but has yet to be investigated as a prognostic biomarker in primary lung squamous cell carcinoma (LSCC). Based on TCGA RNA-seq data, alpha-2-macroglobulin like 1 (A2ML1), a protease inhibitor, is highly correlated with K17 in other solid tumors, including pancreatic ductal adenocarcinoma and is also a prognostic biomarker for LSCC, although the prognostic accuracy of A2ML1 for LUAD has not been tested. Thus, we hypothesized that A2ML1 expression correlates with K17 expression and that K17/A2ML1 co-testing could provide complementary prognostic data for NSCLC. The aims of this study were to explore K17 and A2ML1 as dual prognostic biomarkers, using publicly available gene expression databases [The Cancer Genome Atlas (TCGA)] LSCC (n=266), LUAD (n=271)] and multiplexed immunohistochemistry (mIHC) on representative sections of LSCC (n=104) and LUAD (n=107) from two major academic medical centers. Our results suggest that using either mRNA or mIHC-based methods, combined K17 and A2ML1 testing provides information, independent of other clinicopathologic variables, that could impact treatment decisions for patients with NSCLC.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Non-Small-Cell Lung",
        "Lung Neoplasms",
        "Biomarkers, Tumor",
        "Keratin-17",
        "Prognosis",
        "Male",
        "Female"
      ]
    },
    {
      "pmid": "39385267",
      "title": "Keratin 20 positive SDH-deficient renal cell carcinoma: a case report and literature review.",
      "authors": [
        "Shuang-Shuang Dong",
        "Zong-Yue Wang",
        "Xiu-Chun Tian",
        "Cui-Mei Wang",
        "Qing Xu",
        "Chen Xu",
        "Wei Yang",
        "Xue-Wen Gu",
        "Qin Xiao"
      ],
      "journal": "Diagnostic pathology",
      "publication_date": "2024-Oct-09",
      "publication_types": [
        "Case Reports",
        "Journal Article",
        "Review"
      ],
      "abstract": "This study aims to broaden the morphological scope of SDH-deficient renal cell carcinoma and to assist clinicians and pathologists in better understanding this entity to prevent misdiagnosis. This study used immunohistochemistry staining and the first-generation sequencing Sanger method for gene detection. It retrospectively analysed the clinical pathology, molecular characteristics, biological behaviour, and treatment information of one case of SDH-deficient renal cell carcinoma. The patient was a 57-year-old female with right back pain for more than 20 days and had no personal or family history of kidney tumours. In addition, the tumour cells had clear boundaries in morphology, and residual normal renal tubules could be seen around them. There were also ossification and adipose tissue around the tumour centre. The tumour cells were arranged in a glandular tubular and cord-like manner. Vacuolar and eosinophilic inclusion bodies could be observed in the cytoplasm. The nucleus was regular, the chromatin distribution was fine, and there were no obvious nucleoli. They were low-grade nuclei. In addition, no atypical mitosis or necrosis could been found. Furthermore, immunohistochemistry staining showed SDHB-negative and keratin 20 -positive tumour. Meanwhile, the first-generation sequencing also pointed out the presence of SDHB gene mutations in the tumour. After 12 months of follow-up, there was no evidence of disease recurrence in the patient. SDH-deficient renal cell carcinoma is a rare tumour associated with SDH gene germline mutations, and suspected cases should undergo SDHB immunohistochemistry staining. Most SDH-deficient renal cell carcinomas have a good prognosis, but undifferentiated cases require long-term follow-up.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Carcinoma, Renal Cell",
        "Kidney Neoplasms",
        "Middle Aged",
        "Biomarkers, Tumor",
        "Immunohistochemistry",
        "Succinate Dehydrogenase"
      ]
    },
    {
      "pmid": "39367631",
      "title": "The Effects of an Oral Supplementation of a Natural Keratin Hydrolysate on Skin Aging: A Randomized, Double-Blind, Placebo-Controlled Clinical Study in Healthy Women.",
      "authors": [
        "Francesco Tursi",
        "Vincenzo Nobile",
        "Enza Cestone",
        "Ileana De Ponti",
        "Anne Lepoudere",
        "Renaud Sergheraert",
        "Jean-Philippe Soulard"
      ],
      "journal": "Journal of cosmetic dermatology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Keratin hydrolysates are active components used in food supplements to alleviate aging signs on skin, hair, and nails. AIMS: This randomized, double-blind, placebo-controlled study evaluates a novel keratin hydrolysate obtained from poultry feathers. This feather keratin hydrolysate (FKH) results in a characteristic mix of free L-amino acids (≥ 83.5%). FKH was administered as a food supplement to a panel of adult women showing aging physiological signs. METHODS: Participants were randomly assigned in three groups to receive daily dosages of 500 or 1000 mg of FKH or placebo for 90 days. Parameters of skin roughness, wrinkle features, deep skin moisturization, skin maximum elongation and elasticity, skin thickness, skin anisotropy, skin density, gloss of skin, hair and nails, and nail hardness were evaluated. Subjects also answered a questionnaire related to the treatment efficacy perception. RESULTS: Both FKH treatments showed a significant improvement of all parameters compared to day 0 and to placebo, with an exception for fiber anisotropy and fiber density which showed a significant improvement compared to day 0 and a tendency to improve compared to placebo. These measurements were bolstered by the results of a self-assessment questionnaire, showing an overall set of positive answers for both treatments compared to placebo. CONCLUSIONS: Oral supplementation of FKH for 90 days is associated with an improvement in the appearance of facial skin, hair, and nails. This study highlights the benefits of free L-amino acids mix as potential aminobiotics and not just as building blocks of proteins, suggesting a new perspective of nutricosmetic food.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Double-Blind Method",
        "Skin Aging",
        "Dietary Supplements",
        "Keratins",
        "Adult",
        "Middle Aged",
        "Administration, Oral",
        "Protein Hydrolysates",
        "Feathers",
        "Animals",
        "Nails",
        "Healthy Volunteers",
        "Young Adult",
        "Skin",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39363952",
      "title": "Keratin-based topical cream for radiation dermatitis during head and neck radiotherapy: a randomised, open-label pilot study.",
      "authors": [
        "Ryan T Hughes",
        "Beverly J Levine",
        "Bart A Frizzell",
        "Kathryn M Greven",
        "Mercedes Porosnicu",
        "Thomas W Lycan",
        "Luke R Burnett",
        "Karen M Winkfield"
      ],
      "journal": "Journal of radiotherapy in practice",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Radiation dermatitis (RD) is a frequent toxicity during radiotherapy (RT) for head and neck cancer (HNC). We report the first use of KeraStat® Cream (KC), a topical, keratin-based wound dressing, in patients with HNC receiving RT. METHODS: This pilot study randomized HNC patients treated with definitive or postoperative RT (≥60 Gy) to KC or standard of care (SOC), applied at least twice daily during and for 1-month after RT. Outcomes of interest included adherence to the assigned regimen (at least 10 applications per week of treatment), clinician- and patient-reported RD, and skin-related quality of life. RESULTS: 24 patients were randomized and completed the study. Most patients had stage III-IV disease and oropharynx cancer. Median RT dose was 68 Gy; the bilateral neck was treated in 19 patients, and 18 patients received concurrent chemotherapy. Complete adherence was observed in 7/12 (SOC) vs. 10/12 (KC, p = 0.65). Adherence by patient-week was 61/68 versus 64/67, respectively (p = 0.20). No differences in RD were observed between groups. CONCLUSION: A randomized trial of KC versus SOC in HNC patients treated with RT is feasible with good adherence to study agent. An adequately powered randomized study is warranted to test the efficacy of KC in reducing RD."
    },
    {
      "pmid": "39343055",
      "title": "CSF1-dependent macrophage support matrisome and epithelial stress-induced keratin remodeling in Eosinophilic esophagitis.",
      "authors": [
        "Taylor M Benson",
        "Gary E Markey",
        "Juliet A Hammer",
        "Luke Simerly",
        "Monika Dzieciatkowska",
        "Kimberly R Jordan",
        "Kelley E Capocelli",
        "Kathleen M Scullion",
        "Louise Crowe",
        "Sinéad Ryan",
        "Jennifer O Black",
        "Taylor Crue",
        "Rachel Andrews",
        "Cassandra Burger",
        "Eóin N McNamee",
        "Glenn T Furuta",
        "Calies Menard-Katcher",
        "Joanne C Masterson"
      ],
      "journal": "Mucosal immunology",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Atopic diseases such as Eosinophilic Esophagitis (EoE) often progress into fibrosis (FS-EoE), compromising organ function with limited targeted treatment options. Mechanistic understanding of FS-EoE progression is confounded by the lack of preclinical models and the heavy focus of research on eosinophils themselves. We found that macrophage accumulation precedes esophageal fibrosis in FS-EoE patients. We developed a FS-EoE model via chronic administration of oxazalone allergen, in a transgenic mouse over-expressing esophageal epithelial hIL-5 (L2-IL5OXA). These mice display striking histopathologic features congruent with that found in FS-EoE patients. Unbiased proteomic analysis, using a unique extracellular-matrix (ECM) focused technique, identified an inflammation-reactive provisional basal lamina membrane signature and this was validated in two independent EoE patient RNA-sequencing/proteomic cohorts, supporting model significance. A wound healing signature was also observed involving hemostasis-associated molecules previously unnoted in EoE. We further identified the ECM glycoprotein, Tenascin-C (TNC), and the stress-responsive keratin-16 (KRT16) as IL-4 and IL-13 responsive mediators, acting as biomarkers of FS-EoE. To mechanistically address how the immune infiltrate shapes FS-EoE progression, we phenotyped the major immune cell subsets that coalesce with fibrosis in both the L2-IL5OXA mice and in FS-EoE patients. We found that macrophage are required for matrisome and cytoskeletal remodeling. Importantly, we show that macrophage accumulation precedes esophageal fibrosis and provide a novel therapeutic target in FS-EoE as their depletion with anti-CSF1 attenuated reactive matrisome and cytoskeletal changes. Thus, macrophage-based treatments and the exploration of TNC and KRT16 as biomarkers may provide novel therapeutic options for patients with fibrostenosis.",
      "mesh_terms": [
        "Eosinophilic Esophagitis",
        "Animals",
        "Macrophages",
        "Mice",
        "Humans",
        "Disease Models, Animal",
        "Mice, Transgenic",
        "Fibrosis",
        "Keratins",
        "Biomarkers",
        "Proteomics"
      ]
    },
    {
      "pmid": "39245798",
      "title": "A multicentre clinical trial evaluating the outcomes of two application regimens of a unique keratin-based graft in the treatment of Wagner grade one non-healing diabetic foot ulcers.",
      "authors": [
        "David G Armstrong",
        "Dennis P Orgill",
        "Robert D Galiano",
        "Paul M Glat",
        "Marissa J Carter",
        "Jason Hanft",
        "Maria Surprenant",
        "Adam L Isaac",
        "Charles M Zelen"
      ],
      "journal": "International wound journal",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Multicenter Study"
      ],
      "abstract": "Diabetic foot complications that lead to lower extremity amputations pose a significant challenge to the entire global health system. In this multicentre clinical trial, 26 patients with chronic Wagner one diabetic foot ulcers (DFUs) were treated with a unique human keratin matrix graft applied either weekly or bi-weekly, in addition to standard of care. The hypothesis was that bi-weekly application would be similar to weekly application. The primary endpoint was complete wound closure by 12 weeks, and secondary endpoints included healing time, percent area reduction and weekly changes in peripheral neuropathy, pain and quality of life. In the intent-to-treat population, 77% (10/13) of DFUs treated with bi-weekly application healed compared with 69% (9/13) treated with weekly application. The mean time to heal within 12 weeks in the bi-weekly group was 61 days and in the weekly group was 54 days. The mean percent area reduction at 12 weeks was 94.7% in the bi-weekly group compared with 84.8% in the weekly group. The number of grafts used in the bi-weekly group was 3.9 compared with 6.2 in the weekly group. The results of this trial confirm our hypothesis that whether bi-weekly or weekly application of the unique keratin matrix graft is used to treat nonhealing indolent DFUs, there is a high rate of complete healing. Based on these results, future studies should be conducted that further investigate the use of this novel human keratin matrix graft for the treatment of chronic DFUs.",
      "mesh_terms": [
        "Humans",
        "Diabetic Foot",
        "Male",
        "Middle Aged",
        "Wound Healing",
        "Female",
        "Aged",
        "Treatment Outcome",
        "Keratins",
        "Adult",
        "Aged, 80 and over"
      ]
    },
    {
      "pmid": "39159283",
      "title": "Repeated stress to the skin amplifies neutrophil infiltration in a keratin 17- and PKCα-dependent manner.",
      "authors": [
        "Yang Xu",
        "Erez Cohen",
        "Craig N Johnson",
        "Carole A Parent",
        "Pierre A Coulombe"
      ],
      "journal": "PLoS biology",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Neutrophils are the first immune cells to reach inflamed sites and contribute to the pathogenesis of chronic inflammatory skin diseases. Yet, little is known about the pattern of neutrophil infiltration in inflamed skin in vivo and the mechanisms mediating their recruitment. Here, we provide insight into the dynamics of neutrophil infiltration in skin in response to acute or repeated inflammatory stress, highlighting a novel keratinocyte- and keratin 17 (K17)-dependent mechanism that regulates neutrophil recruitment to inflamed skin. We used the phorbol ester TPA and UVB, alone or in combination, to induce sterile inflammation in mouse skin. A single TPA treatment results in a neutrophil influx in the dermis that peaks at 12 h and resolves within 24 h. A subsequent TPA treatment or a UVB challenge, when applied 24 h but not 48 h later, accelerates, amplifies, and prolongs neutrophil infiltration. This transient amplification response (TAR) is mediated by local signals in inflamed skin, can be recapitulated in ex vivo culture, and involves the K17-dependent sustainment of protein kinase Cα (PKCα) activity and release of chemoattractants by stressed keratinocytes. K17 binds RACK1, a scaffold protein essential for PKCα activity. The N-terminal head domain of K17 is crucial for its association with RACK1 and regulation of PKCα activity. Analysis of RNAseq data reveals a signature consistent with TAR and PKCα activation in inflammatory skin diseases. These findings uncover a novel, keratin-dependent mechanism that amplifies neutrophil recruitment in skin under stress, with direct implications for inflammatory skin disorders.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Male",
        "Mice",
        "Inflammation",
        "Keratin-17",
        "Keratinocytes",
        "Mice, Inbred C57BL",
        "Neutrophil Infiltration",
        "Neutrophils",
        "Protein Kinase C-alpha",
        "Receptors for Activated C Kinase",
        "Skin",
        "Stress, Physiological",
        "Tetradecanoylphorbol Acetate",
        "Ultraviolet Rays"
      ]
    },
    {
      "pmid": "39084576",
      "title": "Thiols-rich peptide from water buffalo horn keratin alleviates oxidative stress and inflammation through co-regulating Nrf2/Hmox-1 and NF-κB signaling pathway.",
      "authors": [
        "Wenxing Wu",
        "Jiayao Tang",
        "Wanglin Bao",
        "Qiyuan Feng",
        "Jie Zheng",
        "Min Hong",
        "Sheng Guo",
        "Yue Zhu",
        "Siying Huang",
        "Ming Zhao",
        "Jin-Ao Duan",
        "Rui Liu"
      ],
      "journal": "Free radical biology & medicine",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Water buffalo horn (WBH), a traditional Chinese medicine, is known for its antipyretic, anti-inflammatory and antioxidant properties. This study aims to investigate the therapeutic potential of WBH keratin (WBHK) and its derived thiol-rich peptide fractions (SHPF) for oxidative stress and inflammation. WBHK and SHPF were prepared and tested using various models including LPS-induced fever in rabbits, H2O2-induced oxidative damage in bEnd.3 cells, TNF-α-induced inflammation in bEnd.3 cells and LPS-induced inflammation in RAW 264.7 cells. Expression of key markers, such as Nrf2, Hmox-1 and NF-κB, were analyzed using qRT-PCR, ELISA and Western blotting. Label-free quantitative proteomic analysis was used to identify key differential proteins associated with the efficacy of SHPF. Our results demonstrated that treatment with WBHK significantly reduced body temperature after 0.5 h of administration in the fever rabbit model. SHPF could alleviate cellular inflammatory injury and oxidative damage by activating the key transcription factor Nrf2 and increasing the expression level of Hmox-1. SHPF could inhibit the NF-κB pathway by reducing IκB phosphorylation. It was also found that SHPF could reduce pro-inflammatory cytokine (IL-6, COX-2 and PGE2) and inhibit the expression of VCAM-1, ICAM-1, IL-6 and MCP-1. Proteomics analysis showed that SHPF could inhibit HMGB1 expression and release. The results indicated that SHPF could significantly reduce inflammation and oxidative stress by regulating the Nrf2/Hmox-1 and NF-κB pathways. These findings suggest the potential therapeutic applications of WBH components in the treatment of oxidative stress and inflammation-related diseases.",
      "mesh_terms": [
        "Animals",
        "Oxidative Stress",
        "NF-E2-Related Factor 2",
        "Rabbits",
        "NF-kappa B",
        "Signal Transduction",
        "Mice",
        "Inflammation",
        "Heme Oxygenase-1",
        "Keratins",
        "Peptides",
        "Buffaloes",
        "RAW 264.7 Cells",
        "Sulfhydryl Compounds",
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Gene Expression Regulation",
        "Horns",
        "Lipopolysaccharides",
        "Fever",
        "Hydrogen Peroxide",
        "Male",
        "Medicine, Chinese Traditional"
      ]
    },
    {
      "pmid": "39070333",
      "title": "Efficacy of Keratin AE1/AE3 Staining in Evaluating Resection Margins of a Urachal Remnant and Improving Surgical Precision and Outcomes: A Case Report.",
      "authors": [
        "Kyoko Baba",
        "Ami Kuwabara"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "A urachal remnant is a rare condition characterized by the persistence of the urachus beyond birth, often presenting with symptoms such as umbilical effusion, periomphalitis, and abdominal pain. Surgical resection is the cornerstone of treatment, but ensuring complete removal of urachal epithelium at the resection margin remains a challenge. This case report focuses on evaluating resection margins of urachal remnants and reports the case of a 25-year-old woman with complaints of umbilical effusion and a mass. She was diagnosed with a urachal remnant and underwent urachal resection and reconstruction, with postoperative confirmation of favorable outcomes and the absence of microscopic hematuria. The intraoperative examination did not reveal any macroscopically clear luminal structure of the urachal resection margin. Subsequent histopathological analysis of the margin using hematoxylin and eosin staining was challenging, prompting the use of immunohistological staining with keratin AE1/AE3 antibody. The antibody did not stain the urachal resection margin, confirming the complete removal of urachal epithelial components. Our study findings suggest the utility of keratin AE1/AE3 staining for assessing urachal remnant margins and underscore the importance of thorough evaluation and complete resection of urachal remnant to prevent recurrence and mitigate the risk of urachal cancer, contributing to improved surgical outcomes and patient care."
    },
    {
      "pmid": "39018361",
      "title": "Use of a novel human keratin matrix improves healing rates in diabetic lower extremity wounds.",
      "authors": [
        "Allison N Ramey-Ward",
        "Ryan Chatelain"
      ],
      "journal": "Wounds : a compendium of clinical research and practice",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Lower extremity wounds in patients with diabetes are difficult to heal due to an overabundance of pro-inflammatory M1 macrophages, reduced phagocytosis of necrosed cells, and circulatory issues. Keratin biomaterials have been shown to address some of these concerns by encouraging the proliferation of anti-inflammatory M2 macrophages, thereby creating more favorable conditions for wound healing resembling those of patients without diabetes. OBJECTIVE: To investigate the effect of a novel human keratin matrix (HKM) on wound healing. MATERIALS AND METHODS: Ten patients with diabetes with lower extremity wounds at risk for delayed healing underwent wound debridement and application of HKM. Patients received weekly follow-up care and reapplication of HKM until healing occurred; wound size at each visit was used to calculate healing rate. RESULTS: Increased healing rates were noted with HKM compared with standard of care (SOC), including debridement and collagen treatment in all 8 patients who had received SOC prior to HKM treatment. When HKM treatment was alternated with SOC in 2 patients due to other medical conditions, healing rates decreased with SOC and then increased after reintroduction of HKM applications. CONCLUSIONS: These results suggest that HKM may help regulate the pathological processes that contribute to wound chronicity to \"kick-start\" wound healing. This case series demonstrates that HKM is a promising technology to improve healing rates in nonhealing lower extremity wounds in patients with diabetes.",
      "mesh_terms": [
        "Humans",
        "Wound Healing",
        "Male",
        "Female",
        "Diabetic Foot",
        "Middle Aged",
        "Aged",
        "Debridement",
        "Keratins",
        "Treatment Outcome",
        "Lower Extremity"
      ]
    },
    {
      "pmid": "38935896",
      "title": "Keratin-Positive Giant Cell Tumor of Bone and Soft Tissue With HMGA2::NCOR2 Fusion in Children Under 10 With Response to Imatinib Therapy: A Case Series.",
      "authors": [
        "Phassawan Rungsiprakarn",
        "Anne L Ryan",
        "Daniel D Wong",
        "Minjie Luo",
        "Ken Kazahaya",
        "Alexandre Arkader",
        "Loretta M S Lau",
        "Pamela Ajuyah",
        "Erin Rudzinski",
        "Portia A Kreiger",
        "Derek J Roebuck",
        "Lea F Surrey",
        "Tiffany S Y Foo"
      ],
      "journal": "JCO precision oncology",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article",
        "Case Reports"
      ],
      "abstract": "HMGA2::NCOR2 keratin-positive giant cell tumors in children with response to imatinib in an infant.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Infant",
        "Male",
        "Antineoplastic Agents",
        "Bone Neoplasms",
        "Giant Cell Tumor of Bone",
        "HMGA2 Protein",
        "Imatinib Mesylate",
        "Keratins",
        "Soft Tissue Neoplasms"
      ]
    },
    {
      "pmid": "38920937",
      "title": "Donkey Gelatin and Keratin Nanofibers Loaded with Antioxidant Agents for Wound Healing Dressings.",
      "authors": [
        "Maria Râpă",
        "Carmen Gaidau",
        "Laura Mihaela Stefan",
        "Andrada Lazea-Stoyanova",
        "Mariana Daniela Berechet",
        "Andreea Iosageanu",
        "Ecaterina Matei",
        "Virginija Jankauskaitė",
        "Cristian Predescu",
        "Virgilijus Valeika",
        "Aistė Balčiūnaitienė",
        "Snezana Cupara"
      ],
      "journal": "Gels (Basel, Switzerland)",
      "publication_date": "2024-Jun-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acute and chronic wounds present a significant healthcare challenge, requiring innovative solutions for effective treatment. The exploitation of natural by-products with advanced cell regeneration potential and plant-based materials, which possess bioactive properties, is an innovative topic in wound management. This study investigates the potential of donkey gelatin and keratin for blending with natural bioactive extracts such as sumac, curcumin, and oak acorn to fabricate antioxidant and antimicrobial nanofibers with accelerated wound healing processes. The fabricated nanofibers possess good in vitro biocompatibility, except for the sumac-based donkey nanofibers, where cell viability significantly dropped to 56.25% (p < 0.05 compared to non-treated cells). The nanofiber dimensions showed structural similarities to human extracellular matrix components, providing an ideal microenvironment for tissue regeneration. The donkey nanofiber-based sumac and curcumin extracts presented a higher dissolution in the first 10 min (74% and 72%). Curcumin extract showed similar antimicrobial and antifungal performances to rivanol, while acorn and sumac extracts demonstrated similar values to each other. In vitro tests performed on murine fibroblast cells demonstrated high migration rates of 89% and 85% after 24 h in the case of acorn and curcumin nanofibers, respectively, underscoring the potential of these nanofibers as versatile platforms for advanced wound care applications."
    },
    {
      "pmid": "38831775",
      "title": "Keratin 19 (Krt19) is a novel marker gene for epicardial cells.",
      "authors": [
        "Juan Xu",
        "Yiting Deng",
        "Guang Li"
      ],
      "journal": "Frontiers in genetics",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Epicardial cells regulate heart growth by secreting numerous growth factors and undergoing lineage specification into other cardiac lineages. However, the lack of specific marker genes for epicardial cells has hindered the understanding of this cell type in heart development. Through the analysis of a cardiac single cell mRNA sequencing dataset, we identified a novel epicardial gene named Keratin 19 (Krt19). Further analysis of the expression patterns of Krt19 and Wt1, a well-known epicardial gene, revealed their preferences in major cardiac cell types. Using lineage-tracing analysis, we analyzed Krt19-CreER labeled cells at multiple time windows and found that it labels epicardial cells at both embryonic and neonatal stages. Furthermore, we studied the function of epicardial cells using a diphtheria toxin A chain (DTA)-based cell ablation system. We discovered that Krt19-CreER labeled cells are essential for fetal heart development. Finally, we investigated the function of Krt19-CreER and Wt1-CreER labeled cells in neonatal mouse development. We observed that the Krt19-CreER; Rosa-DTA mice displayed a smaller size after tamoxifen treatment, suggesting the potential importance of Krt19-CreER labeled cells in neonatal mouse development. Additionally, we found that Wt1-CreER; Rosa-DTA mice died at early stages, likely due to defects in the kidney and spleen. In summary, we have identified Krt19 as a new epicardial cell marker gene and further explored the function of epicardial cells using the Krt19-CreER and Wt1-CreER-mediated DTA ablation system."
    },
    {
      "pmid": "38821302",
      "title": "Curcumin-loaded keratin-chitosan hydrogels for enhanced peripheral nerve regeneration.",
      "authors": [
        "Xiguang Sun",
        "Xinrui Huang",
        "Quanduo Liang",
        "Nan Wang",
        "Xiaotian Zheng",
        "Qiang Zhang",
        "Dehai Yu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peripheral nerve injury often leads to symptoms of motor and sensory impairment, and slow recovery of nerves after injury and limited treatment methods will aggravate symptoms or even lead to lifelong disability. Curcumin can promote peripheral nerve regeneration, but how to accurately deliver the appropriate concentration of curcumin in the local peripheral nerve remains to be solved. In this study, we designed a human hair keratin/chitosan (C/K) hydrogel with sodium tripolyphosphate ions crosslinked to deliver curcumin topically. Chitosan improves the mechanical properties of hydrogels and keratin improves the biocompatibility of hydrogels. C/K hydrogel showed good cytocompatibility, histocompatibility and degradability. In vitro experiments showed that hydrogels can continuously release curcumin for up to 10 days. In addition, a comprehensive analysis of behavioral, electrophysiological, histology, and target organ recovery results in animal experiments showed that locally delivered curcumin can enhance nerve regeneration in addition to hydrogels. In short, we provide a new method that combines the advantages of human hair keratin, chitosan, and curcumin for nerve damage repair.",
      "mesh_terms": [
        "Curcumin",
        "Chitosan",
        "Hydrogels",
        "Nerve Regeneration",
        "Animals",
        "Humans",
        "Keratins",
        "Rats",
        "Peripheral Nerve Injuries",
        "Mice"
      ]
    },
    {
      "pmid": "38820501",
      "title": "Additive-free Absorbable Keratin Sponge With Procoagulant Activity for Noncompressible Hemostasis.",
      "authors": [
        "Yuzhen Wang",
        "Xiao Yang",
        "Ziwei Yang",
        "Hangbin Xia",
        "Xiaoqin Si",
        "Jiahui Hao",
        "Dongxue Yan",
        "Huili Li",
        "Ke Peng",
        "Jie Sun",
        "Changcan Shi",
        "Huaqiong Li",
        "Wenzhong Li"
      ],
      "journal": "Biomacromolecules",
      "publication_date": "2024-Jul-08",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The development of a natural, additive-free, absorbable sponge with procoagulant activity for noncompressible hemostasis remains a challenging task. In this study, we extracted high molecular weight keratin (HK) from human hair and transformed it into a hemostatic sponge with a well-interconnected pore structure using a foaming technique, freeze-drying, and oxidation cross-linking. By controlling the cross-linking degree, the resulting sponge demonstrated excellent liquid absorption ability, shape recovery characteristics, and robust mechanical properties. The HK10 sponge exhibited rapid liquid absorption, expanding up to 600% within 5 s. Moreover, the HK sponge showed superior platelet activation and blood cell adhesion capabilities. In SD rat liver defect models, the sponges demonstrated excellent hemostatic performance by sealing the wound and expediting coagulation, reducing the hemostatic time from 825 to 297 s. Furthermore, HK sponges have excellent biosafety, positioning them as a promising absorbable sponge with the potential for the treatment of noncompressible hemostasis.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Keratins",
        "Humans",
        "Rats, Sprague-Dawley",
        "Hemostasis",
        "Hemostatics",
        "Blood Coagulation",
        "Male",
        "Platelet Activation"
      ]
    },
    {
      "pmid": "38812141",
      "title": "[Identification of horn-derived animal medicines based on detection of keratin-derived characteristic peptides].",
      "authors": [
        "Xiao-Zheng Huang",
        "Wen-Xing Wu",
        "Si-Ying Huang",
        "Wang-Lin Bao",
        "Qi-Yuan Feng",
        "Ming Zhao",
        "Jin-Ao Duan",
        "Rui Liu"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "English Abstract"
      ],
      "abstract": "Due to the highly stable structure of keratin, the extraction and dissolution steps of animal medicines rich in keratin are complex, which seriously restricts the detection efficiency and flux. Therefore, this study simplified the pre-treatment steps of horn samples and optimized the detection methods of characteristic peptides to improve the efficiency of identifying the specificity of horn-derived animal medicines. For detection of the characteristic peptides in horn-derived animal medicines treated with/without iodoace-tamide(IAA), the ion pair conditions of the characteristic peptides were optimized, and the retention time, intensity and other data of the specific peptides were compared between the samples treated with/without IAA. Two pre-treatment methods, direct enzymatic hydrolysis and total protein extraction followed by enzymatic hydrolysis, were used to prepare horn-derived animal medicine samples. The effects of different methods on the detection of specific peptides in the samples of Saiga antelope horn, water buffalo horn, goat horn, and yak horn were compared regarding the retention time of specific peptides and ion intensity. The results indicated that after direct enzymatic hydrolysis, the specific peptides in the samples without IAA treatment can be detected. Compared with the characteristic peptides in the samples treated with IAA, their retention time shifted back and the mass spectrometry response slightly decreased. The specific peptides of the samples without IAA treatment had good specificity and did not affect the specificity identification of horn-derived animal medicines. Overall, the process of direct enzymatic hydrolysis can be used to treat horn samples, omitting the steps of protein extraction and dithiothreitol and IAA treatment, significantly improving the pre-treatment efficiency without affecting the specificity identification of horn-derived animal medicines. This study provides ideas for quality research and standard improvement of horn-derived animal medicines.",
      "mesh_terms": [
        "Animals",
        "Horns",
        "Peptides",
        "Keratins",
        "Cattle",
        "Goats",
        "Buffaloes",
        "Chromatography, High Pressure Liquid"
      ]
    },
    {
      "pmid": "38792018",
      "title": "Keratin-Positive Giant Cell-Rich Tumor: A Review and Update.",
      "authors": [
        "Jun Nishio",
        "Shizuhide Nakayama",
        "Kaori Koga",
        "Mikiko Aoki"
      ],
      "journal": "Cancers",
      "publication_date": "2024-May-20",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Keratin-positive giant cell-rich tumor (KPGCT) is an extremely rare and recently described mesenchymal neoplasm that occurs in both soft tissue and bone, frequently found in young women. It has locally recurrent potential if incompletely excised but low risk for metastasis. KPGCT is histologically similar to conventional giant cell tumors of soft tissue but shows the presence of keratin-positive mononuclear cells. Interestingly, KPGCT also shares some morphological features with xanthogranulomatous epithelial tumors. These two tumors have recently been shown to harbor an HMGA2-NCOR2 fusion, arguing in favor of a single entity. Surgery is the treatment of choice for localized KPGCT. Therapeutic options for advanced or metastatic disease are unknown. This review provides an overview of the current knowledge on the clinical presentation, pathogenesis, histopathology, and treatment of KPGCT. In addition, we will discuss the differential diagnosis of this emerging entity."
    },
    {
      "pmid": "38730319",
      "title": "Keratin 17 modulates the immune topography of pancreatic cancer.",
      "authors": [
        "Lyanne Delgado-Coka",
        "Michael Horowitz",
        "Mariana Torrente-Goncalves",
        "Lucia Roa-Peña",
        "Cindy V Leiton",
        "Mahmudul Hasan",
        "Sruthi Babu",
        "Danielle Fassler",
        "Jaymie Oentoro",
        "Ji-Dong K Bai",
        "Emanuel F Petricoin",
        "Lynn M Matrisian",
        "Edik Matthew Blais",
        "Natalia Marchenko",
        "Felicia D Allard",
        "Wei Jiang",
        "Brent Larson",
        "Andrew Hendifar",
        "Chao Chen",
        "Shahira Abousamra",
        "Dimitris Samaras",
        "Tahsin Kurc",
        "Joel Saltz",
        "Luisa F Escobar-Hoyos",
        "Kenneth R Shroyer"
      ],
      "journal": "Journal of translational medicine",
      "publication_date": "2024-May-10",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: The immune microenvironment impacts tumor growth, invasion, metastasis, and patient survival and may provide opportunities for therapeutic intervention in pancreatic ductal adenocarcinoma (PDAC). Although never studied as a potential modulator of the immune response in most cancers, Keratin 17 (K17), a biomarker of the most aggressive (basal) molecular subtype of PDAC, is intimately involved in the histogenesis of the immune response in psoriasis, basal cell carcinoma, and cervical squamous cell carcinoma. Thus, we hypothesized that K17 expression could also impact the immune cell response in PDAC, and that uncovering this relationship could provide insight to guide the development of immunotherapeutic opportunities to extend patient survival. METHODS: Multiplex immunohistochemistry (mIHC) and automated image analysis based on novel computational imaging technology were used to decipher the abundance and spatial distribution of T cells, macrophages, and tumor cells, relative to K17 expression in 235 PDACs. RESULTS: K17 expression had profound effects on the exclusion of intratumoral CD8+ T cells and was also associated with decreased numbers of peritumoral CD8+ T cells, CD16+ macrophages, and CD163+ macrophages (p < 0.0001). The differences in the intratumor and peritumoral CD8+ T cell abundance were not impacted by neoadjuvant therapy, tumor stage, grade, lymph node status, histologic subtype, nor KRAS, p53, SMAD4, or CDKN2A mutations. CONCLUSIONS: Thus, K17 expression correlates with major differences in the immune microenvironment that are independent of any tested clinicopathologic or tumor intrinsic variables, suggesting that targeting K17-mediated immune effects on the immune system could restore the innate immunologic response to PDAC and might provide novel opportunities to restore immunotherapeutic approaches for this most deadly form of cancer.",
      "mesh_terms": [
        "Humans",
        "Keratin-17",
        "Pancreatic Neoplasms",
        "Tumor Microenvironment",
        "Female",
        "Carcinoma, Pancreatic Ductal",
        "Male",
        "CD8-Positive T-Lymphocytes",
        "Macrophages",
        "Middle Aged",
        "Aged",
        "Receptors, Cell Surface",
        "Antigens, Differentiation, Myelomonocytic",
        "Antigens, CD",
        "CD163 Antigen"
      ]
    },
    {
      "pmid": "38656878",
      "title": "Keratin 6A (KRT6A) promotes radioresistance, invasion, and metastasis in lung cancer via p53 signaling pathway.",
      "authors": [
        "Qiang Xu",
        "Ziyang Yu",
        "Qiteng Mei",
        "Kejun Shi",
        "Jiaofeng Shen",
        "Guangyu Gao",
        "Songtao Liu",
        "Ming Li"
      ],
      "journal": "Aging",
      "publication_date": "2024-Apr-17",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: It is reported that the incidence rate and mortality of lung cancer are very high. Therefore, early diagnosis and identification of specific biomarkers are crucial for the clinical treatment of lung cancer. This study aims to comprehensively investigate the prognostic significance of KRT6A in human lung cancer. METHODS: The GEO2R online tool was utilized to analyze the differential expression of mRNA between lung carcinoma tissues and radioresistant tissues in the GSE73095 and GSE197236 datasets. DAVID database was used to perform GO and KEGG enrichment analyses on target genes. The Kaplan-Meier plotter tool was used to analyze the impact of key messenger ribonucleic acid on the survival status of lung cancer. In addition, quantitative real-time polymerase chain reaction (qPCR) was used to investigate the impact of key genes on the phenotype of lung cancer cells. After the knockout, we conducted cell migration and CCK-8 experiments to detect their effects on cell proliferation and invasion. RESULTS: 40 differentially expressed genes (DEGs) were chosen from GSE73095 and 118 DEGs were chosen from GSE197236. Kaplan-Meier map analysis showed that the overall cancer survival rate of the high-expression KRT6A group was higher than that of the low-expression group (P < 0.05). Besides, cell experiments have shown that when the KRT6A gene is downregulated, the proliferation and invasion ability of lung cancer cells is weakened. CONCLUSIONS: Our research concluded that KRT6A may take part in the radioresistance and progression of lung cancer and can be a potential biomarker for lung cancer patients.",
      "mesh_terms": [
        "Humans",
        "Lung Neoplasms",
        "Keratin-6",
        "Radiation Tolerance",
        "Neoplasm Invasiveness",
        "Signal Transduction",
        "Gene Expression Regulation, Neoplastic",
        "Tumor Suppressor Protein p53",
        "Cell Movement",
        "Cell Proliferation",
        "Cell Line, Tumor",
        "Prognosis",
        "Biomarkers, Tumor",
        "Neoplasm Metastasis"
      ]
    },
    {
      "pmid": "38642796",
      "title": "EGFR Inhibition by Erlotinib Rescues Desmosome Ultrastructure and Keratin Anchorage and Protects against Pemphigus Vulgaris IgG-Induced Acantholysis in Human Epidermis.",
      "authors": [
        "Desalegn Tadesse Egu",
        "Thomas Schmitt",
        "Nancy Ernst",
        "Ralf Joachim Ludwig",
        "Michael Fuchs",
        "Matthias Hiermaier",
        "Sina Moztarzadeh",
        "Carla Sebastià Morón",
        "Enno Schmidt",
        "Vivien Beyersdorfer",
        "Volker Spindler",
        "Letyfee Sarah Steinert",
        "Franziska Vielmuth",
        "Anna Magdalena Sigmund",
        "Jens Waschke"
      ],
      "journal": "The Journal of investigative dermatology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pemphigus is a severe blistering disease caused by autoantibodies primarily against the desmosomal cadherins desmoglein (DSG)1 and DSG3, which impair desmosome integrity. Especially for the acute phase, additional treatment options allowing to reduce corticosteroids would fulfill an unmet medical need. In this study, we provide evidence that EGFR inhibition by erlotinib ameliorates pemphigus vulgaris IgG-induced acantholysis in intact human epidermis. Pemphigus vulgaris IgG caused phosphorylation of EGFR (Y845) and Rous sarcoma-related kinase in human epidermis. In line with this, a phosphotyrosine kinome analysis revealed a robust response associated with EGFR and Rous sarcoma-related kinase family kinase signaling in response to pemphigus vulgaris IgG but not to pemphigus foliaceus autoantibodies. Erlotinib inhibited pemphigus vulgaris IgG-induced epidermal blistering and EGFR phosphorylation, loss of desmosomes, as well as ultrastructural alterations of desmosome size, plaque symmetry, and keratin filament insertion and restored the desmosome midline considered as hallmark of mature desmosomes. Erlotinib enhanced both single-molecule DSG3-binding frequency and strength and delayed DSG3 fluorescence recovery, supporting that EGFR inhibition increases DSG3 availability and cytoskeletal anchorage. Our data indicate that EGFR is a promising target for pemphigus therapy owing to its link to several signaling pathways known to be involved in pemphigus pathogenesis.",
      "mesh_terms": [
        "Humans",
        "Pemphigus",
        "Erlotinib Hydrochloride",
        "ErbB Receptors",
        "Desmosomes",
        "Epidermis",
        "Acantholysis",
        "Immunoglobulin G",
        "Keratins",
        "Phosphorylation",
        "Desmoglein 3",
        "Protein Kinase Inhibitors",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "38642081",
      "title": "Keratin 17 is a prognostic and predictive biomarker in pancreatic ductal adenocarcinoma.",
      "authors": [
        "Lyanne A Delgado-Coka",
        "Lucia Roa-Peña",
        "Sruthi Babu",
        "Michael Horowitz",
        "Emanuel F Petricoin",
        "Lynn M Matrisian",
        "Edik M Blais",
        "Natalia Marchenko",
        "Felicia D Allard",
        "Ali Akalin",
        "Wei Jiang",
        "Brent K Larson",
        "Andrew E Hendifar",
        "Vincent J Picozzi",
        "Minsig Choi",
        "Kenneth R Shroyer",
        "Luisa F Escobar-Hoyos"
      ],
      "journal": "American journal of clinical pathology",
      "publication_date": "2024-Sep-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To determine the role of keratin 17 (K17) as a predictive biomarker for response to chemotherapy by defining thresholds of K17 expression based on immunohistochemical tests that could be used to optimize therapeutic intervention for patients with pancreatic ductal adenocarcinoma (PDAC). METHODS: We profiled K17 expression, a hallmark of the basal molecular subtype of PDAC, by immunohistochemistry in 2 cohorts of formalin-fixed, paraffin-embedded PDACs (n = 305). We determined a K17 threshold of expression to optimize prognostic stratification according to the lowest Akaike information criterion and explored the potential relationship between K17 and chemoresistance by multivariate predictive analyses. RESULTS: Patients with advanced-stage, low K17 PDACs treated using 5-fluorouracil (5-FU)-based chemotherapeutic regimens had 3-fold longer survival than corresponding cases treated with gemcitabine-based chemotherapy. By contrast, PDACs with high K17 did not respond to either regimen. The predictive value of K17 was independent of tumor mutation status and other clinicopathologic variables. CONCLUSIONS: The detection of K17 in 10% or greater of PDAC cells identified patients with shortest survival. Among patients with low K17 PDACs, 5-FU-based treatment was more likely than gemcitabine-based therapies to extend survival.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Pancreatic Ductal",
        "Pancreatic Neoplasms",
        "Biomarkers, Tumor",
        "Male",
        "Female",
        "Prognosis",
        "Middle Aged",
        "Aged",
        "Keratin-17",
        "Fluorouracil",
        "Deoxycytidine",
        "Gemcitabine",
        "Immunohistochemistry",
        "Adult",
        "Aged, 80 and over"
      ]
    },
    {
      "pmid": "38589761",
      "title": "Keratin Formed Bioadhesive Ophthalmic Gel for the Bacterial Conjunctivitis Treatment.",
      "authors": [
        "Mengjuan Sun",
        "Jialin Niu",
        "Yin Zhang",
        "Mengrong Wang",
        "Yan Shen",
        "Xiaolan Chen",
        "Yujuan Mao",
        "Qian Li"
      ],
      "journal": "AAPS PharmSciTech",
      "publication_date": "2024-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Keratin has the potential to function as the gel matrix in an ophthalmic formulation for the encapsulation of the macrolide antibiotic azithromycin. The quality of this formulation was thoroughly evaluated through various analyses, such as in vitro release assessment, rheological examination, intraocular retention studies in rabbits, assessment of bacteriostatic efficacy, and safety evaluations. It is worth mentioning that the gel demonstrated shear thinning properties and exhibited characteristics of an elastic solid, thereby confirming its structural stability. The gel demonstrated a notable affinity for mucosal surfaces in comparison to traditional azithromycin aqueous solutions. In vitro release testing revealed that drug release transpired via diffusion mechanisms, following a first-order kinetic release pattern. Additionally, the formulated gel exhibited remarkable antibacterial efficacy against Staphylococcus aureus and Pseudomonas aeruginosa in bacteriostatic evaluations. Lastly, safety assessments confirmed that the gel eye drops induced minimal irritation and displayed no apparent cytotoxicity, indicating their good safety and biocompatibility for ocular application. Thus, these findings indicated that the prepared azithromycin gel eye drops complied with the requisite standards for ophthalmic preparations.",
      "mesh_terms": [
        "Animals",
        "Rabbits",
        "Drug Delivery Systems",
        "Azithromycin",
        "Keratins",
        "Conjunctivitis, Bacterial",
        "Anti-Bacterial Agents",
        "Gels",
        "Ophthalmic Solutions"
      ]
    },
    {
      "pmid": "38519231",
      "title": "Throwing off the keratin chains: a potential therapy for hereditary podocytopathy.",
      "authors": [
        "Kálmán Tory"
      ],
      "journal": "Kidney international",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the current issue, Kuzmuk et al. offer a therapeutic option for patients with NPHS2 R138Q-associated nephrotic syndrome. For the first time in hereditary podocytopathies, this is offered by restoring the membrane targeting of a pathogenic protein. The idea that it is enough to liberate podocin from the trap of keratin 8, a key member of endoplasmic-reticulum-associated protein degradation complex, was brilliantly recognized based on former results obtained in cystic fibrosis.",
      "mesh_terms": [
        "Humans",
        "Keratins",
        "Nephrotic Syndrome",
        "Mutation"
      ]
    },
    {
      "pmid": "38515327",
      "title": "Efficacy of in-office lysis of clitoral adhesions with excision of keratin pearls on clitoral pain and sexual function: a pre-post interventional study.",
      "authors": [
        "Jill M Krapf",
        "Isabella Kopits",
        "Jessica Holloway",
        "Sylvia Lorenzini",
        "Theodora Mautz",
        "Andrew T Goldstein"
      ],
      "journal": "The journal of sexual medicine",
      "publication_date": "2024-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Keratin pearls are foci of central keratinization within concentric layers of squamous cells that can form under the clitoral prepuce and cause pain (clitorodynia); in-office removal of keratin pearls may reduce clitoral pain and improve sexual function. AIM: This study aims to investigate clitoral pain and sexual function in women with partial clitoral phimosis and keratin pearls before and after in-office lysis of clitoral adhesions with keratin pearl excision (LCA-KPE). METHODS: A pre-post interventional study evaluated patients who underwent LCA-KPE between January 2017 and February 2023 in 2 metropolitan gynecology clinics specializing in vulvar pain. Patients presenting with keratin pearls and partial clitoral phimosis identified through retrospective chart review were asked to complete postprocedure questionnaires and provide subjective responses on clitoral discomfort, sexual function, sexual distress, and their experience with in-office LCA-KPE. Bivariate analyses with paired t tests were conducted to determine the effect of LCA-KPE. Qualitative data were analyzed with thematic coding. OUTCOMES: An 11-point pain visual analog scale was utilized to determine pre- and postprocedure clitoral discomfort and difficulty with orgasm. Female sexual dysfunction was measured with the Female Sexual Function Index (FSFI) and Female Sexual Distress Scale-Revised. RESULTS: A total of 32 of 74 patients who met inclusion criteria completed postprocedure surveys (43% response rate). Mean clitoral pain for respondents was 6.91 at baseline and 2.50 after LCA-KPE (P < .001). Mean difficulty with orgasm was significantly decreased from 5.45 at baseline to 3.13 after LCA-KPE (P < .001). Participants had a mean FSFI total score of 17.68 after treatment compared with a mean total baseline FSFI of 12.12 (P = .017). The mean FSFI score for pain was 2.43 at follow-up compared with 1.37 at baseline (P = .049). There was no significant difference in the mean Female Sexual Distress Scale-Revised score before vs after the procedure (P = .27). Qualitative themes described the procedure as painful but worthwhile, with 77% of participants reporting the overall experience as positive. Recurrence rate overall was 28%, with a median of 2 repeat procedures. CLINICAL IMPLICATIONS: Recognizing keratin pearls as a structural cause of clitoral pain and offering in-office treatment is an important tool in addressing clitorodynia and improving sexual function. STRENGTHS AND LIMITATIONS: This is the largest study to date documenting the occurrence, identifying associated pain conditions, and evaluating procedural outcomes for clitoral keratin pearls. This study was limited by a relatively small sample size. CONCLUSION: In-office LCA-KPE significantly reduced clitoral discomfort and difficulty with orgasm.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Clitoris",
        "Adult",
        "Retrospective Studies",
        "Keratins",
        "Tissue Adhesions",
        "Vulvodynia",
        "Middle Aged",
        "Pain Measurement",
        "Surveys and Questionnaires",
        "Dyspareunia",
        "Treatment Outcome",
        "Sexual Dysfunction, Physiological",
        "Sexual Behavior"
      ]
    },
    {
      "pmid": "38464123",
      "title": "Keratin 17 modulates the immune topography of pancreatic cancer.",
      "authors": [
        "Lyanne A Delgado-Coka",
        "Michael Horowitz",
        "Mariana Torrente-Goncalves",
        "Lucia Roa-Peña",
        "Cindy V Leiton",
        "Mahmudul Hasan",
        "Sruthi Babu",
        "Danielle Fassler",
        "Jaymie Oentoro",
        "Ji-Dong Karen Bai",
        "Emanuel F Petricoin",
        "Lynn M Matrisian",
        "Edik Matthew Blais",
        "Natalia Marchenko",
        "Felicia D Allard",
        "Wei Jiang",
        "Brent Larson",
        "Andrew Hendifar",
        "Chao Chen",
        "Shahira Abousamra",
        "Dimitris Samaras",
        "Tahsin Kurc",
        "Joel Saltz",
        "Luisa F Escobar-Hoyos",
        "Kenneth Shroyer"
      ],
      "journal": "Research square",
      "publication_date": "2024-Feb-20",
      "publication_types": [
        "Preprint",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The immune microenvironment impacts tumor growth, invasion, metastasis, and patient survival and may provide opportunities for therapeutic intervention in pancreatic ductal adenocarcinoma (PDAC). Although never studied as a potential modulator of the immune response in most cancers, Keratin 17 (K17), a biomarker of the most aggressive (basal) molecular subtype of PDAC, is intimately involved in the histogenesis of the immune response in psoriasis, basal cell carcinoma, and cervical squamous cell carcinoma. Thus, we hypothesized that K17 expression could also impact the immune cell response in PDAC, and that uncovering this relationship could provide insight to guide the development of immunotherapeutic opportunities to extend patient survival. METHODS: Multiplex immunohistochemistry (mIHC) and automated image analysis based on novel computational imaging technology were used to decipher the abundance and spatial distribution of T cells, macrophages, and tumor cells, relative to K17 expression in 235 PDACs. RESULTS: K17 expression had profound effects on the exclusion of intratumoral CD8 + T cells and was also associated with decreased numbers of peritumoral CD8 + T cells, CD16 + macrophages, and CD163 + macrophages (p < 0.0001). The differences in the intratumor and peritumoral CD8 + T cell abundance were not impacted by neoadjuvant therapy, tumor stage, grade, lymph node status, histologic subtype, nor KRAS, p53, SMAD4, or CDKN2A mutations. CONCLUSIONS: Thus, K17 expression correlates with major differences in the immune microenvironment that are independent of any tested clinicopathologic or tumor intrinsic variables, suggesting that targeting K17-mediated immune effects on the immune system could restore the innate immunologic response to PDAC and might provide novel opportunities to restore immunotherapeutic approaches for this most deadly form of cancer."
    },
    {
      "pmid": "38463859",
      "title": "Keratin as an effective coating material for in vitro stem cell culture, induced differentiation and wound healing assays.",
      "authors": [
        "Hina F Bhat",
        "Nuzhat Amin",
        "Zarka Nasir",
        "Saba Nazir",
        "Zuhaib F Bhat",
        "Abrar A Malik",
        "Nazir A Ganai",
        "S Mudasir Andrabi",
        "Riaz A Shah",
        "Rana Muhammad Aadil",
        "Asif H Sofi",
        "Gholamreza Abdi"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The utilization of stem cells in tissue engineering holds great promise as efficient tools for tissue regeneration and in treating numerous musculoskeletal diseases. However, several limiting factors, such as precise delivery and control of differentiation of these stem cells as well as mimicking the microenvironment required to modulate stem cell behaviour in-vivo, have given rise to an urgent need for the development of new biomaterials which could be tailored to enhance cell renewal and/or direct cell fates. Keratin-rich biological materials offer several advantages, such as biocompatibility, tailorable mechanical properties, huge bioavailability, non-toxicity, non-immunogenic, and intrinsic tissue repair and/or regeneration capabilities, which makes them highly valued. In the present work, we report the preparation of keratin-based bio-materials from goat hair waste and its effectiveness as a coating material for in vitro culture and induced differentiation of mesenchymal stem cells (MSC's) and primary goat fibroblast cells. Since no known keratinase enzymes are expressed as such in human and/or animal systems, these keratin biomaterials could be used to slow the rate of degradation and deliver keratin-loaded stem cell scaffolds to induce their directed differentiation in vivo. The generated keratin materials have been characterized for surface morphology, protein structures, size and other properties using SDS-PAGE, LC/MS-MS, SEM, FTIR etc. Also, in vitro cell culture assays such as cell adhesion, viability using MTT, live dead assays, differentiation assays and in vitro scratch/wound healing assays were performed. Our results provide important data supporting tissue engineering applications of these keratinous biomaterials by combining the unique biological characteristics of goat hair-derived keratin material with the regenerative power of stem cells and their combinatorial use in applications such as disease treatment and injury repair as well as their use in the preparation of wound healing products, such as dressings and bandages, for management of clinical care in animals."
    },
    {
      "pmid": "38441817",
      "title": "Peptide recovery from chicken feather keratin and their anti-biofilm properties against methicillin-resistant Staphylococcus aureus (MRSA).",
      "authors": [
        "Samira Alahyaribeik",
        "Madineh Nazarpour"
      ],
      "journal": "World journal of microbiology & biotechnology",
      "publication_date": "2024-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacteria have the potential to adhere to abiotic surfaces, which has an undesirable effect in the food industry because they can survive for sustained periods through biofilm formation. In this study, an antibacterial peptide (ABP), with a molecular mass of 3861 Da, was purified from hydrolyzed chicken feathers using a locally isolated keratinolytic bacterium, namely Rhodococcus erythropolis, and its antibacterial and antibiofilm potential were investigated against planktonic and biofilm cells of Methicillin-Resistant Staphylococcus Aureus (MRSA). The results demonstrated that purified ABP showed the growth inhibition of MRSA cells with the minimum inhibitory concentration (MIC) of 45 µg/ml and disrupted MRSA biofilm formation at a concentration of 200 ug/ml, which results were confirmed by scanning electron micrograph (SEM). Moreover, the secondary structures of the peptide were assessed as part of the FTIR analysis to evaluate its mode of action. ExPASy tools were used to predict the ABP sequence, EPCVQUQDSRVVIQPSPVVVVTLPGPILSSFPQNTA, from a chicken feather keratin sequence database following in silico digestion by trypsin. Also, ABP had 54.29% hydrophobic amino acids, potentially contributing to its antimicrobial activity. The findings of toxicity prediction of the peptide by the ToxinPred tool revealed that ABP had non-toxic effects. Thus, these results support the potential of this peptide to be used as an antimicrobial agent for the treatment or prevention of MRSA biofilm formation in feed, food, or pharmaceutical applications.",
      "mesh_terms": [
        "Animals",
        "Keratins",
        "Methicillin-Resistant Staphylococcus aureus",
        "Chickens",
        "Feathers",
        "Peptides",
        "Anti-Bacterial Agents",
        "Biofilms"
      ]
    },
    {
      "pmid": "38354359",
      "title": "Keratin Microspheres as Promising Tool for Targeting Follicular Growth.",
      "authors": [
        "Meriem Bejaoui",
        "Wey Yih Heah",
        "Aprill Kee Oliva Mizushima",
        "Mitsutoshi Nakajima",
        "Hiroshi Yamagishi",
        "Yohei Yamamoto",
        "Hiroko Isoda"
      ],
      "journal": "ACS applied bio materials",
      "publication_date": "2024-Mar-18",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Skin is the body barrier that constrains the infiltration of particles and exogenous aggression, in which the hair follicle plays an important role. Recent studies have shown that small particles can penetrate the skin barrier and reach the hair follicle, making them a potential avenue for delivering hair growth-related substances. Interestingly, keratin-based microspheres are widely used as drug delivery carriers in various fields. In this current study, we pursue the effect of newly synthesized 3D spherical keratin particles on inducing hair growth in C57BL/6 male mice and in human hair follicle dermal papilla cells. The microspheres were created from partially sulfonated, water-soluble keratin. The keratin microspheres swelled in water to form spherical gels, which were used for further experiments. Following topical application for a period of 20 days, we observed a regrowth of hair in the previously depleted area on the dorsal part of the mice in the keratin microsphere group. This observation was accompanied by the regulation of hair-growth-related pathways as well as changes in markers associated with epidermal cells, keratin, and collagen. Interestingly, microsphere keratin treatment enhanced the cell proliferation and the expression of hair growth markers in dermal papilla cells. Based on our data, we propose that 3D spherical keratin has the potential to specifically target hair follicle growth and can be employed as a carrier for promoting hair growth-related agents.",
      "mesh_terms": [
        "Male",
        "Mice",
        "Humans",
        "Animals",
        "Keratins",
        "Microspheres",
        "Mice, Inbred C57BL",
        "Hair",
        "Water"
      ]
    },
    {
      "pmid": "38322947",
      "title": "Keratin gene signature expression drives epithelial-mesenchymal transition through enhanced TGF-β signaling pathway activation and correlates with adverse prognosis in lung adenocarcinoma.",
      "authors": [
        "Gang Li",
        "Jinbao Guo",
        "Yunfei Mou",
        "Qingsong Luo",
        "Xuehai Wang",
        "Wei Xue",
        "Ting Hou",
        "Tianyang Zeng",
        "Yi Yang"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Lung adenocarcinoma (LUAD) stands as the foremost histological subtype of non-small-cell lung cancer, accounting for approximately 40% of all lung cancer diagnoses. However, there remains a critical unmet need to enhance the prediction of clinical outcomes and therapy responses in LUAD patients. Keratins (KRTs), serving as the structural components of the intermediate filament cytoskeleton in epithelial cells, play a crucial role in the advancement of tumor progression. This study investigated the prognostic significance of the KRT family gene and developed a KRT gene signature (KGS) for prognostic assessment and treatment guidance in LUAD. METHODS: Transcriptome profiles and associated clinical details of LUAD patients were meticulously gathered from The Cancer Genome Atlas (TCGA) and Gene Expression Omnibus (GEO) databases. The KGS score was developed based on the expression of five prognostic KRT genes (KRT7, KRT8, KRT17, KRT18, and KRT80), and the upper quartile of the KGS score was chosen as the cutoff. The Kaplan-Meier method was evaluated to compare survival outcomes between KGS-high and KGS-low groups. The underlying mechanism was further investigated by GSEA, GSVA, and other bioinformatic algorithms. RESULTS: High expression of the KGS signature exhibited a robust association with poorer overall survival (OS) in the TCGA-LUAD dataset (HR: 1.81; 95% CI: 1.35-2.42, P = 0.00011). The association was further corroborated in three external GEO cohorts, including GSE31210 (HR: 3.31; 95% CI: 1.7-6.47, P = 0.00017), GSE72094 (HR: 1.95; 95% CI: 1.34-2.85, P = 0.00057) and GSE26939 (HR: 3.19; 95% CI: 1.74-5.84, P < 0.0001). Interestingly, KGS-high tumors revealed enrichments in TGF-β and WNT-β catenin signaling pathways, exhibited heightened activation of the epithelial-mesenchymal transition (EMT) pathway and proved intensified tumor stemness compared to their KGS-low counterparts. Additionally, KGS-high tumor cells exhibited increased sensitivity to several targeted agents, including gefitinib, erlotinib, lapatinib, and trametinib, in comparison to KGS-low cells. CONCLUSION: This study developed a KGS score that independently predicts the prognosis in LUAD. High expression of KGS score, accompanied by upregulation of TGF-β and WNT-β catenin signaling pathways, confers more aggressive EMT and tumor progression."
    },
    {
      "pmid": "38272410",
      "title": "Engineered keratin/bFGF hydrogel to promote diabetic wound healing in rats.",
      "authors": [
        "Changfa Sun",
        "Yuqian Huang",
        "Lili Wang",
        "Jia Deng",
        "Rui Qing",
        "Xin Ge",
        "Xue Han",
        "Guodong Zha",
        "Wei Pu",
        "Bochu Wang",
        "Shilei Hao"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Keratin materials are promising in wound healing acceleration, however, it is a challenge for the keratin to efficiently therapy the impaired wound healing, such as diabetic foot ulcers. Here, we report a keratin/bFGF hydrogel for skin repair of chronic wounds in diabetic rats based on their characteristics of extracellular matrix and growth factor degradation in diabetic ulcer. Recombinant keratin 31 (K31), the most abundant keratin in human hair, exhibited the highly efficient performances in cell adhesion, proliferation and migration. More importantly, the introduction of bFGF into K31 hydrogel significantly enhances the properties of cell proliferation, wound closure acceleration, angiogenesis and skin appendages regeneration. Furthermore, the combination of K31 and bFGF can promote epithelial-mesenchymal transition by inhibiting the expression of E-cadherin and promoting the expression of vimentin and fibronectin. These findings demonstrate the engineered K31/bFGF hydrogel as a promising therapeutic agent for diabetic wound healing.",
      "mesh_terms": [
        "Rats",
        "Humans",
        "Animals",
        "Hydrogels",
        "Keratins",
        "Diabetes Mellitus, Experimental",
        "Wound Healing",
        "Diabetic Foot"
      ]
    },
    {
      "pmid": "38260844",
      "title": "Emerging insights into keratin 7 roles in tumor progression and metastasis of cancers.",
      "authors": [
        "Hamed Hosseinalizadeh",
        "Qusay Mohammed Hussain",
        "Zahra Poshtchaman",
        "Muhammad Ahsan",
        "Ali H Amin",
        "Soroush Naghavi",
        "Mahmood Khaksary Mahabady"
      ],
      "journal": "Frontiers in oncology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Keratin 7 (KRT7), also known as cytokeratin-7 (CK-7) or K7, constitutes the principal constituent of the intermediate filament cytoskeleton and is primarily expressed in the simple epithelia lining the cavities of the internal organs, glandular ducts, and blood vessels. Various pathological conditions, including cancer, have been linked to the abnormal expression of KRT7. KRT7 overexpression promotes tumor progression and metastasis in different human cancers, although the mechanisms of these processes caused by KRT7 have yet to be established. Studies have indicated that the suppression of KRT7 leads to rapid regression of tumors, highlighting the potential of KRT7 as a novel candidate for therapeutic interventions. This review aims to delineate the various roles played by KRT7 in the progression and metastasis of different human malignancies and to investigate its prognostic significance in cancer treatment. Finally, the differential diagnosis of cancers based on the KRT7 is emphasized."
    },
    {
      "pmid": "38186361",
      "title": "Randomized Pilot Study of a Keratin-based Topical Cream for Radiation Dermatitis in Breast Cancer Patients.",
      "authors": [
        "Karen M Winkfield",
        "Ryan T Hughes",
        "Doris R Brown",
        "Ryan M Clohessy",
        "Robert C Holder",
        "Gregory B Russell",
        "Alexis F Rejeski",
        "Luke R Burnett"
      ],
      "journal": "Technology in cancer research & treatment",
      "publication_date": "2024",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Purpose: Radiotherapy (RT) is commonly used in the treatment of breast cancer and often, despite advances in fractionated dosing schedules, produces undesirable skin toxicity. The purpose of this study was to evaluate the feasibility of using a keratin-based topical cream, KeraStat® Cream (KC; KeraNetics, Inc., Winston Salem, NC, USA) to manage the symptoms of radiation dermatitis (RD) in breast cancer patients undergoing RT. Materials and Methods: A total of 24 subjects were enrolled on this single-center, randomized, open-label study. Participants were randomly assigned to KC or standard of care (SOC, patient's choice of a variety of readily available creams or moisturizers). Patients were asked to apply the assigned treatment to the irradiated area twice daily, beginning with day 1 of RT, through 30 days post-RT. The primary outcome was compliance of use. Secondary outcomes included safety and tolerability of KC, as well as RD severity assessed using the Radiation Therapy Oncology Group (RTOG) scale and the patient-reported Dermatology Life Quality Index (DLQI). Results: All subjects in the KC group were assessed as compliant with no adverse events. The rate of RTOG Grade 2 RD was lower in the KC group (30.8%) compared to the SOC group (54.5%, P = .408). At the final RT visit, the mean RTOG RD score was lower in the KC group (1.0) versus the SOC group (1.4). Similarly, patient-reported quality of life measured by the DLQI at the end of RT was improved in the KC group (mean 4.25, small effect) versus the SOC group (mean 6.18, moderate effect, P = .412). Conclusions: KC was safe and well tolerated with no adverse events. Though efficacy measures were not powered to draw definitive conclusions, trends and clinical assessments suggest that there is a benefit of using KC compared to SOC for breast cancer patients treated with RT, and a larger powered study for efficacy is warranted. Trial Registry: This clinical trial is registered as NCT03374995 titled KeraStat(R) Cream for Radiation Dermatitis.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Keratins",
        "Pilot Projects",
        "Breast Neoplasms",
        "Quality of Life",
        "Radiodermatitis"
      ]
    },
    {
      "pmid": "38154791",
      "title": "Adsorption of Diclofenac and PFBS on a Hair Keratin Dimer.",
      "authors": [
        "René Hafner",
        "Nils Wolfgramm",
        "Peter Klein",
        "Herbert M Urbassek"
      ],
      "journal": "The journal of physical chemistry. B",
      "publication_date": "2024-Jan-11",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Environmental pollution by man-made toxic and persistent organic compounds, found throughout the world in surface and groundwater, has various negative effects on aquatic life systems and even humans. Therefore, it is important to develop and improve water treatment technologies capable of removing such substances from wastewater and purifying drinking water. The two substances investigated are the widely used painkiller diclofenac and a member of the class of \"forever chemicals\", perfluorobutanesulfonate. Both are known to have serious negative effects on living organisms, especially under long-term exposure, and are detectable in human hair, suggesting adsorption to a part of the hair fiber complex. In this study, a human hair keratin dimer is investigated for its ability to absorb diclofenac and perfluorobutanesulfonate. Initial predictions for binding sites are obtained via molecular docking and subjected to molecular dynamics simulations for more than 1 μs. The binding affinities obtained by the linear interaction energy method are high enough to motivate further research on human hair keratins as a sustainable, low-cost, and easily allocatable filtration material.",
      "mesh_terms": [
        "Humans",
        "Diclofenac",
        "Keratins, Hair-Specific",
        "Adsorption",
        "Molecular Docking Simulation",
        "Hair",
        "Fluorocarbons",
        "Sulfonic Acids"
      ]
    },
    {
      "pmid": "38140561",
      "title": "Emerging Prognostic and Predictive Significance of Stress Keratin 17 in HPV-Associated and Non HPV-Associated Human Cancers: A Scoping Review.",
      "authors": [
        "Taja Lozar",
        "Wei Wang",
        "Niki Gavrielatou",
        "Leslie Christensen",
        "Paul F Lambert",
        "Paul M Harari",
        "David L Rimm",
        "Barbara Burtness",
        "Cvetka Grasic Kuhar",
        "Evie H Carchman"
      ],
      "journal": "Viruses",
      "publication_date": "2023-Nov-25",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "A growing body of literature suggests that the expression of cytokeratin 17 (K17) correlates with inferior clinical outcomes across various cancer types. In this scoping review, we aimed to review and map the available clinical evidence of the prognostic and predictive value of K17 in human cancers. PubMed, Web of Science, Embase (via Scopus), Cochrane Central Register of Controlled Trials, and Google Scholar were searched for studies of K17 expression in human cancers. Eligible studies were peer-reviewed, published in English, presented original data, and directly evaluated the association between K17 and clinical outcomes in human cancers. Of the 1705 studies identified in our search, 58 studies met criteria for inclusion. Studies assessed the prognostic significance (n = 54), predictive significance (n = 2), or both the prognostic and predictive significance (n = 2). Altogether, 11 studies (19.0%) investigated the clinical relevance of K17 in cancers with a known etiologic association to HPV; of those, 8 (13.8%) were focused on head and neck squamous cell carcinoma (HNSCC), and 3 (5.1%) were focused on cervical squamous cell carcinoma (SCC). To date, HNSCC, as well as triple-negative breast cancer (TNBC) and pancreatic cancer, were the most frequently studied cancer types. K17 had prognostic significance in 16/17 investigated cancer types and 43/56 studies. Our analysis suggests that K17 is a negative prognostic factor in the majority of studied cancer types, including HPV-associated types such as HNSCC and cervical cancer (13/17), and a positive prognostic factor in 2/17 studied cancer types (urothelial carcinoma of the upper urinary tract and breast cancer). In three out of four predictive studies, K17 was a negative predictive factor for chemotherapy and immune checkpoint blockade therapy response.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Biomarkers, Tumor",
        "Carcinoma, Squamous Cell",
        "Carcinoma, Transitional Cell",
        "Head and Neck Neoplasms",
        "Keratin-17",
        "Papillomavirus Infections",
        "Prognosis",
        "Squamous Cell Carcinoma of Head and Neck",
        "Urinary Bladder Neoplasms",
        "Uterine Cervical Neoplasms"
      ]
    },
    {
      "pmid": "38111086",
      "title": "Human keratin matrices promote wound healing by modulating skin cell expression of cytokines and growth factors.",
      "authors": [
        "Allison N Ramey-Ward",
        "Howard P Walthall",
        "Shakesia Smith",
        "Thomas H Barrows"
      ],
      "journal": "Wound repair and regeneration : official publication of the Wound Healing Society [and] the European Tissue Repair Society",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A wide variety of biomaterials has been developed to assist in wound healing, including acellular animal and human-derived protein matrices. However, millions of patients worldwide still suffer from non-healing chronic wounds, demonstrating a need for further innovation in wound care. To address this need, a novel biomaterial, the human keratin matrix (HKM), was developed, characterised, and tested in vitro and in vivo. HKM was found to be degradation-resistant, and a proteomics analysis showed it to be greater than 99% human keratin proteins. PCR revealed adult human epidermal keratinocytes (HEKa) grown in contact with HKM showed increased gene expression of keratinocyte activations markers such as Epidermal Growth Factor (EGF). Additionally, a cytokine microarray demonstrated culture on HKM increased the release of cytokines involved in wound inflammatory modulation by both HEKa cells and adult human dermal fibroblasts (HDFa). Finally, in a murine chronic wound model, full-thickness wounds treated weekly with HKM were smaller through the healing process than those treated with human amniotic membrane (AM), bovine dermis (BD), or porcine decellularized small intestinal submucosa (SIS). HKM-treated wounds also closed significantly faster than AM- and SIS-treated wounds. These data suggest that HKM is an effective novel treatment for chronic wounds.",
      "mesh_terms": [
        "Wound Healing",
        "Humans",
        "Animals",
        "Mice",
        "Keratinocytes",
        "Cytokines",
        "Keratins",
        "Intercellular Signaling Peptides and Proteins",
        "Cells, Cultured",
        "Fibroblasts",
        "Biocompatible Materials",
        "Skin",
        "Disease Models, Animal",
        "Wounds and Injuries"
      ]
    },
    {
      "pmid": "38099343",
      "title": "Loss of keratin 23 enhances growth inhibitory effect of melatonin in gastric cancer.",
      "authors": [
        "Li Li",
        "Meifang Lin",
        "Jianhua Luo",
        "Huaqin Sun",
        "Zhiguang Zhang",
        "Dacen Lin",
        "Lushan Chen",
        "Sisi Feng",
        "Xiuping Lin",
        "Ruixiang Zhou",
        "Jun Song"
      ],
      "journal": "Molecular medicine reports",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To investigate the effect of keratin 23 (KRT23) on the anticancer activity of melatonin (MLT) against gastric cancer (GC) cells, microarray analysis was applied to screen differentially expressed genes in AGS GC cells following MLT treatment. Western blotting was used to detect the expression of KRT23 in GC cells and normal gastric epithelial cell line GES‑1. KRT23 knockout was achieved by CRISPR/Cas9. Assays of cell viability, colony formation, cell cycle, electric cell‑substrate impedance sensing and western blotting were conducted to reveal the biological functions of KRT23‑knockout cells without or with MLT treatment. Genes downregulated by MLT were enriched in purine metabolism, pyrimidine metabolism, genetic information processing and cell cycle pathway. Expression levels of KRT23 were downregulated by MLT treatment. Expression levels of KRT23 in AGS and SNU‑216 GC cell lines were significantly higher compared with normal gastric epithelial cell line GES‑1. KRT23 knockout led to reduced phosphorylation of ERK1/2 and p38, arrest of the cell cycle and inhibition of GC cell proliferation. Moreover, KRT23 knockout further enhanced the inhibitory activity of MLT on the tumor cell proliferation by inhibiting the phosphorylation of p38/ERK. KRT23 knockout contributes to the antitumor effects of MLT in GC via suppressing p38/ERK phosphorylation. In the future, KRT23 might be a potential prognostic biomarker and a novel molecular target for GC.",
      "mesh_terms": [
        "Humans",
        "Melatonin",
        "Stomach Neoplasms",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Keratins",
        "Gene Expression Regulation, Neoplastic"
      ]
    },
    {
      "pmid": "38089842",
      "title": "Evaluation of a Human Keratin Wound Matrix as an Effective Wound Healing Therapy in Difficult- to-Heal Venous Leg Ulcers.",
      "authors": [
        "Scott Ellis",
        "Munir Patel",
        "Emily Pesek",
        "Matthew Carpiniello",
        "Jani Lee",
        "Brooke Weiss",
        "Allison Ramey-Ward",
        "John Lantis"
      ],
      "journal": "Eplasty",
      "publication_date": "2023",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ]
    },
    {
      "pmid": "38086269",
      "title": "WB518, a novel STAT3 inhibitor, effectively alleviates IMQ and TPA-induced animal psoriasis by inhibiting STAT3 phosphorylation and Keratin 17.",
      "authors": [
        "Chaowen Ti",
        "Huang Chen",
        "Wenbo Zhou",
        "Aiwu Bian",
        "Pan Hu",
        "Ying Miao",
        "Ting Shao",
        "Mingyao Liu",
        "Yihua Chen",
        "Zhengfang Yi"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2024-Jan-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Psoriasis is a prevalent chronic inflammatory skin disease in humans that is characterized by frequent relapses and challenging to cure. WB518 is a novel small molecule compound with an undisclosed structure. Therefore, our study aimed to investigate the therapeutic potential of WB518 in vitro and in vivo for the treatment of psoriasis, specifically targeting the abnormal proliferation, aberrant differentiation of epidermal keratinocytes, and pathogenic inflammatory response. MATERIALS AND METHODS: We employed dual luciferase reporter assay to screen compounds capable of inhibiting STAT3 gene transcription. Flow cytometry was utilized to analyze CD3-positive cells. Protein and mRNA levels were assessed through Western blotting, immunofluorescence, immunohistochemistry, and real-time PCR. Cell viability was measured using the MTS assay, while in vivo models of psoriasis induced by IMQ and TPA were employed to study the anti-psoriasis effect of WB518. RESULTS: WB518 was found to significantly reduce the mRNA and protein levels of Keratin 17 (K17) in HaCaT cells by inhibiting the phosphorylation of STAT3 Tyr705 (Y705). In the IMQ and TPA-induced psoriasis mouse model, WB518 effectively improved scaling, epidermal hyperplasia, and inflammation. WB518 also suppressed the expression of inflammatory cytokines, such as interleukin (IL)-1β, IL-6, IL-17, and IL-23. Furthermore, WB518 decreased the proportion of CD3-positive cells in the psoriatic skin of mice. CONCLUSIONS: WB518 exhibits promising potential as a treatment candidate for psoriasis.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Keratin-17",
        "Phosphorylation",
        "Imiquimod",
        "Psoriasis",
        "Skin",
        "Keratinocytes",
        "RNA, Messenger",
        "Disease Models, Animal",
        "Mice, Inbred BALB C",
        "Cell Proliferation",
        "STAT3 Transcription Factor"
      ]
    },
    {
      "pmid": "37993023",
      "title": "CSF1 expression in xanthogranulomatous epithelial tumor/keratin-positive giant cell-rich tumor.",
      "authors": [
        "Carina A Dehner",
        "Ying-Chun Lo",
        "Shefali Chopra",
        "Elizabeth G Demicco",
        "Kevin He",
        "Angela C Hirbe",
        "Andrew L Folpe",
        "John S A Chrisinger"
      ],
      "journal": "Human pathology",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "\"Xanthogranulomatous epithelial tumor\" (XGET) and \"keratin-positive giant cell-rich soft tissue tumor\" (KPGCT), two recently described mesenchymal neoplasms, likely represent different aspects of a single entity. Both tumors are composed of only a small minority of tumor cells surrounded by large numbers of non-neoplastic inflammatory cells and histiocytes, suggesting production of a paracrine factor with resulting \"landscape effect,\" as seen in tenosynovial giant cell tumor. Recent evidence suggests that the paracrine factor in XGET/KPGCT may be CSF1, as in tenosynovial giant cell tumor. We hypothesized that CSF1 is overexpressed in XGET/KPGCT. To test our hypothesis, we performed quantitative real time PCR (qPCR) for CSF1 expression and CSF1 RNAscope chromogenic in situ hybridization (CISH) on 6 cases of XGET/KPGCT. All cases were positive with CSF1 CISH and showed increased expression of CSF1 by qPCR. Our findings provide additional evidence that the CSF1/CSF1R pathway is involved in the pathogenesis of XGET/KPGCT. These findings suggest a possible role for CSF1R inhibition in the treatment of unresectable or metastatic XGET/KPGCT.",
      "mesh_terms": [
        "Humans",
        "Macrophage Colony-Stimulating Factor",
        "Keratins",
        "Giant Cell Tumor of Tendon Sheath",
        "Giant Cell Tumors",
        "Soft Tissue Neoplasms",
        "Carcinoma",
        "Giant Cells"
      ]
    },
    {
      "pmid": "37990423",
      "title": "Keratin- and VEGF-Incorporated Honey-Based Sponge-Nanofiber Dressing: An Ideal Construct for Wound Healing.",
      "authors": [
        "Mohamadreza Tavakoli",
        "Marjan Mirhaj",
        "Jaleh Varshosaz",
        "Mastafa H Al-Musawi",
        "Yasir Q Almajidi",
        "Amir Mohammad Danesh Pajooh",
        "Mina Shahriari-Khalaji",
        "Fariborz Sharifianjazi",
        "Mansoor Alizadeh",
        "Sheyda Labbaf",
        "Kimia Eslami Shahrebabaki",
        "Pegah Madani Nasab",
        "Mahboubeh Firuzeh",
        "Salar Nasr Esfahani"
      ],
      "journal": "ACS applied materials & interfaces",
      "publication_date": "2023-Dec-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To overcome the drawbacks of single-layered wound dressings, bilayer dressings are now introduced as an alternative to achieve effective and long-term treatment. Here, a bilayer dressing composed of electrospun nanofibers in the bottom layer (BL) and a sponge structure as the top layer (TL) is presented. Hydrophilic poly(acrylic acid) (PAAc)-honey (Hny) with interconnected pores of 76.04 μm was prepared as the TL and keratin (Kr), Hny, and vascular endothelial growth factor (VEGF) were prepared as the BL. VEGF indicates a gradual release over 7 days, promoting angiogenesis, as proven by the chick chorioallantoic membrane assay and in vivo tissue histomorphology observation. Additionally, the fabricated dressing material indicated a satisfactory tensile profile, cytocompatibility for human keratinocyte cells, and the ability to promote cell attachment and migration. The in vivo animal model demonstrated that the full-thickness wound healed faster when it was covered with PAAc-Hny/Hny-Kr-VEGF than in other groups. Additionally, faster blood vessel formation, collagen synthetization, and epidermal layer generation were also confirmed, which have proven efficient healing acceleration in wounds treated with synthesized bilayer dressings. Our findings indicated that the fabricated material can be promising as a functional wound dressing.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Vascular Endothelial Growth Factor A",
        "Keratins",
        "Nanofibers",
        "Honey",
        "Wound Healing",
        "Bandages"
      ]
    },
    {
      "pmid": "37982303",
      "title": "An improved, optimised and robust keratin azure assay for accurate assessment of keratinase activity.",
      "authors": [
        "Rhona M Cowan",
        "Eleanor Birch",
        "Grace Nisbet",
        "Chimaeze Onyeiwu",
        "Clare Campbell",
        "Ian Archer",
        "Dominic J Campopiano"
      ],
      "journal": "Analytical methods : advancing methods and applications",
      "publication_date": "2023-Nov-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Keratin, in the form of coarse sheep wool, has been identified as an undervalued natural resource, which with the appropriate tools (e.g. a keratinase biocatalyst) can be repurposed for various textile and industrial biotechnology applications. For these purposes, we describe a novel method for identifying keratinase activity through the use of α-keratin azure (KA), an anthraquinone dyed substrate. A colourimetric method monitored the keratinase activity of Proteinase K (PK), which degrades the KA substrate and releases soluble products that are observed at 595 nm. Initially, the azure dye standard, Remazol Brilliant Blue R (RBBR), was used to calibrate the assay and allowed the kinetics of the keratinase-catalysed reaction to be determined. The assay was also used to investigate substrate pre-treatment, as well as different reaction quenching/work up conditions. Milling and washing of the KA substrate provided the best reproducibility and centrifugation was the most effective method for removing unreacted starting material. This assay was then applied to investigate the reduction of the keratin disulfide bond on keratinase-catalysed degradation. This optimised, improved and robust method will enable identification of keratinases ideally suited for application in the valorisation of the α-keratin found in natural wool fibres.",
      "mesh_terms": [
        "Animals",
        "Sheep",
        "Keratins",
        "Reproducibility of Results",
        "Peptide Hydrolases",
        "Cytoskeleton"
      ]
    },
    {
      "pmid": "37873256",
      "title": "Keratin 17- and PKCα-dependent transient amplification of neutrophil influx after repeated stress to the skin.",
      "authors": [
        "Yang Xu",
        "Erez Cohen",
        "Craig N Johnson",
        "Carole A Parent",
        "Pierre A Coulombe"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2023-Oct-14",
      "publication_types": [
        "Preprint",
        "Journal Article"
      ],
      "abstract": "Neutrophils contribute to the pathogenesis of chronic inflammatory skin diseases. Little is known about the source and identity of the signals mediating their recruitment in inflamed skin. We used the phorbol ester TPA and UVB, alone or in combination, to induce sterile inflammation in mouse skin and assess whether keratinocyte-derived signals impact neutrophil recruitment. A single TPA treatment results in a neutrophil influx in the dermis that peaks at 12h and resolves within 24h. A second TPA treatment or a UVB challenge, when applied at 24h but not 48h later, accelerates, amplifies, and prolongs neutrophil infiltration. This transient amplification response (TAR) is mediated by local signals in inflamed skin, can be recapitulated in ex vivo culture, and involves the K17-dependent sustainment of protein kinase Cα (PKCα) activity and release of neutrophil chemoattractants by stressed keratinocytes. We show that K17 binds RACK1, a scaffold essential for PKCα activity. Finally, analyses of RNAseq data reveal the presence of a transcriptomic signature consistent with TAR and PKCα activation in chronic inflammatory skin diseases. These findings uncover a novel, transient, and keratin-dependent mechanism that amplifies neutrophil recruitment to the skin under stress, with direct implications for inflammatory skin disorders."
    },
    {
      "pmid": "37835599",
      "title": "Stress Keratin 17 Is a Predictive Biomarker Inversely Associated with Response to Immune Check-Point Blockade in Head and Neck Squamous Cell Carcinomas and Beyond.",
      "authors": [
        "Taja Lozar",
        "Israa Laklouk",
        "Athena E Golfinos",
        "Niki Gavrielatou",
        "Jin Xu",
        "Christopher Flynn",
        "Aysenur Keske",
        "Menggang Yu",
        "Justine Y Bruce",
        "Wei Wang",
        "Cvetka Grasic Kuhar",
        "Howard H Bailey",
        "Paul M Harari",
        "Huy Q Dinh",
        "David L Rimm",
        "Rong Hu",
        "Paul F Lambert",
        "Megan B Fitzpatrick"
      ],
      "journal": "Cancers",
      "publication_date": "2023-Oct-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Low response rates in immune check-point blockade (ICB)-treated head and neck squamous cell carcinoma (HNSCC) drive a critical need for robust, clinically validated predictive biomarkers. Our group previously showed that stress keratin 17 (CK17) suppresses macrophage-mediated CXCL9/CXCL10 chemokine signaling involved in attracting activated CD8+ T cells into tumors, correlating with decreased response rate to pembrolizumab-based therapy in a pilot cohort of ICB-treated HNSCC (n = 26). Here, we performed an expanded analysis of the predictive value of CK17 in ICB-treated HNSCC according to the REMARK criteria and investigated the gene expression profiles associated with high CK17 expression. Pretreatment samples from pembrolizumab-treated HNSCC patients were stained via immunohistochemistry using a CK17 monoclonal antibody (n = 48) and subjected to spatial transcriptomic profiling (n = 8). Our findings were validated in an independent retrospective cohort (n = 22). CK17 RNA expression in pembrolizumab-treated patients with various cancer types was investigated for predictive significance. Of the 48 patients (60% male, median age of 61.5 years), 21 (44%) were CK17 high, and 27 (56%) were CK17 low. A total of 17 patients (35%, 77% CK17 low) had disease control, while 31 patients (65%, 45% CK17 low) had progressive disease. High CK17 expression was associated with a lack of disease control (p = 0.037), shorter time to treatment failure (p = 0.025), and progression-free survival (PFS, p = 0.004), but not overall survival (OS, p = 0.06). A high CK17 expression was associated with lack of disease control in an independent validation cohort (p = 0.011). PD-L1 expression did not correlate with CK17 expression or clinical outcome. CK17 RNA expression was predictive of PFS and OS in 552 pembrolizumab-treated cancer patients. Our findings indicate that high CK17 expression may predict resistance to ICB in HNSCC patients and beyond."
    },
    {
      "pmid": "37810750",
      "title": "Photopolymerized keratin-PGLa hydrogels for antibiotic resistance reversal and enhancement of infectious wound healing.",
      "authors": [
        "Changfa Sun",
        "Wenjie Liu",
        "Lili Wang",
        "Run Meng",
        "Jia Deng",
        "Rui Qing",
        "Bochu Wang",
        "Shilei Hao"
      ],
      "journal": "Materials today. Bio",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Infectious wounds have become serious challenges for both treatment and management in clinical practice, so development of new antibiotics has been considered an increasingly difficult task. Here, we report the design and synthesis of keratin 31 (K31)-peptide glycine-leucine-amide (PGLa) photopolymerized hydrogels to rescue the antibiotic activity of antibiotics for infectious wound healing promotion. K31-PGLa displayed an outstanding synergistic effect with commercial antibiotics against drug-resistant bacteria by down-regulating the synthesis genes of efflux pump. Furthermore, the photopolymerized K31-PGLa/PEGDA hydrogels effectively suppressed drug-resistant bacteria growth and enhanced skin wound closure in murine. This study provided a promising alternative strategy for infectious wound treatment."
    },
    {
      "pmid": "37805150",
      "title": "Microfluidic manufacturing of tioconazole loaded keratin nanocarriers: Development and optimization by design of experiments.",
      "authors": [
        "Shiva Khorshid",
        "Rosita Goffi",
        "Giorgia Maurizii",
        "Serena Benedetti",
        "Giovanna Sotgiu",
        "Roberto Zamboni",
        "Sara Buoso",
        "Roberta Galuppi",
        "Talita Bordoni",
        "Mattia Tiboni",
        "Annalisa Aluigi",
        "Luca Casettari"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2023-Nov-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fungal infections of the skin, nails, and hair are a common health concern affecting a significant proportion of the population worldwide. The current treatment options include topical and systematic agents which have low permeability and prolonged treatment period, respectively. Consequently, there is a growing need for a permeable, effective, and safe treatment. Keratin nanoparticles are a promising nanoformulation that can improve antifungal agent penetration, providing sustainable targeted drug delivery. In this study, keratin nanoparticles were prepared using a custom-made 3D-printed microfluidic chip and the manufacturing process was optimized using the design of experiments (DoE) approach. The total flow rate (TFR), flow rate ratio (FRR), and keratin concentration were found to be the most influential factors of the size and polydispersity index (PDI) of the nanoparticles. The crosslinking procedure by means of tannic acid as safe and biocompatible compound was also optimized. Keratin nanoparticles loaded with a different amount of tioconazole showed a size lower than 200 nm, a PDI lower than 0.2 and an encapsulation efficiency of 91 ± 1.9 %. Due to their sustained drug release, the formulations showed acceptable in vitro biocompatibility. Furthermore, a significant inhibitory effect compared to the free drug against Microsporum canis.",
      "mesh_terms": [
        "Microfluidics",
        "Keratins",
        "Drug Delivery Systems",
        "Imidazoles",
        "Nanoparticles",
        "Particle Size"
      ]
    },
    {
      "pmid": "37751482",
      "title": "Renewable Energy from Livestock Waste Valorization: Amyloid-Based Feather Keratin Fuel Cells.",
      "authors": [
        "Wei Long Soon",
        "Mohammad Peydayesh",
        "Tym de Wild",
        "Felix Donat",
        "Rinku Saran",
        "Christoph R Müller",
        "Lorenz Gubler",
        "Raffaele Mezzenga",
        "Ali Miserez"
      ],
      "journal": "ACS applied materials & interfaces",
      "publication_date": "2023-Oct-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Increasing carbon emissions have accelerated climate change, resulting in devastating effects that are now tangible on an everyday basis. This is mirrored by a projected increase in global energy demand of approximately 50% within a single generation, urging a shift from fossil-fuel-derived materials toward greener materials and more sustainable manufacturing processes. Biobased industrial byproducts, such as side streams from the food industry, are attractive alternatives with strong potential for valorization due to their large volume, low cost, renewability, biodegradability, and intrinsic material properties. Here, we demonstrate the reutilization of industrial chicken feather waste into proton-conductive membranes for fuel cells, protonic transistors, and water-splitting devices. Keratin was isolated from chicken feathers via a fast and economical process, converted into amyloid fibrils through heat treatment, and further processed into membranes with an imparted proton conductivity of 6.3 mS cm-1 using a simple oxidative method. The functionality of the membranes is demonstrated by assembling them into a hydrogen fuel cell capable of generating 25 mW cm-2 of power density to operate various types of devices using hydrogen and air as fuel. Additionally, these membranes were used to generate hydrogen through water splitting and in protonic field-effect transistors as thin-film modulators of protonic conductivity via the electrostatic gating effect. We believe that by converting industrial waste into renewable energy materials at low cost and high scalability, our green manufacturing process can contribute to a fully circular economy with a neutral carbon footprint."
    },
    {
      "pmid": "37729782",
      "title": "MEK inhibition induces expression of differentiation marker Keratin 10 in human keratinocytes.",
      "authors": [
        "F Karras",
        "M Bonsack",
        "S Seifert",
        "L Friedrich",
        "M Kunz"
      ],
      "journal": "Pathology, research and practice",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BRAF mutant metastatic melanoma was regularly treated in the past with a BRAF inhibitor (BRAFi) alone or in combination with inhibitors of the mitogen-activated protein kinase kinase (MEKi), which is still a common treatment. This combination therapy strongly reduced the occurrence of keratoacanthomas and squamous cell carcinoma, which was frequently seen when BRAFi was used as monotherapy. Here we addressed the question whether MEK inhibition counteracts squamous cell carcinoma development in part by promoting keratinocyte differentiation. Exposure of human immortalized keratinocytes to different concentrations of MEKi revealed a significant increase in the expression of differentiation-associated keratins K10 and K1 as determined by qRT-PCR and immunofluorescence staining. Taken together, the present study suggests that in a combined treatment of melanoma with BRAFi/MEKi, MEKi reduces the incidence of squamous cell carcinomas by promoting keratinocyte differentiation under combined BRAFi/MEKi treatment in melanoma. This might open further treatment perspectives for skin cancer treatment."
    },
    {
      "pmid": "37720670",
      "title": "Silencing of keratin 15 impairs viability and mobility while facilitating the doxorubicin chemosensitivity by inactivating the β‑catenin pathway in liver cancer.",
      "authors": [
        "Junying Wang",
        "Guangyu Zhu"
      ],
      "journal": "Oncology letters",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Keratin 15 (KRT15) regulates the invasion as well as the stemness and is associated with tumor size and metastasis of several gastrointestinal cancers apart from liver cancer. The present study aimed to explore the effect of KRT15 knockdown on liver cancer malignant behaviors and its interaction with the β-catenin pathway. Small interfering (si)-KRT15 and si-negative control (NC) were transfected into liver cancer cell lines, followed by the addition or not of CHIR-99021 (a β-catenin agonist). Cell viability, invasion, apoptosis, and the half maximal inhibitory concentration (IC50) value of doxorubicin (Dox) were then assessed. The present study illustrated that KRT15 gene and protein expression levels were upregulated in most liver cancer cell lines (Huh7, PLC, Hep3B and HepG2) compared to the normal liver cell line THLE-2. si-KRT15 reduced cell viability and invasive cell count while promoting the apoptosis rate in Huh7 and HepG2 cells. In addition, si-KRT15 also reduced the IC50 value of Dox. Furthermore, si-KRT15 inactivated the β-catenin pathway as reflected by β-catenin, cyclin D1 and c-Myc expression levels in Huh7 and HepG2 cells. Subsequently, CHIR-99021 treatment increased the cell viability and invasive cell count while reducing the apoptosis rate in Huh7 and HepG2 cells. Concurrently, the IC50 value of Dox was also increased. Notably, CHIR-99021 treatment attenuated the effect of si-KRT15 on mediating the aforementioned Huh7 and HepG2 cell malignant behaviors and Dox chemosensitivity. In conclusion, KRT15 knockdown suppressed viability and mobility but facilitated Dox chemosensitivity via inactivating the β-catenin pathway in liver cancer, suggesting its potential as a target for liver cancer treatment."
    },
    {
      "pmid": "37555362",
      "title": "DNA methylation-associated allelic inactivation regulates Keratin 19 gene expression during pancreatic development and carcinogenesis.",
      "authors": [
        "Jana Krüger",
        "Anja Fischer",
        "Markus Breunig",
        "Chantal Allgöwer",
        "Lucas Schulte",
        "Jessica Merkle",
        "Medhanie A Mulaw",
        "Nnamdi Okeke",
        "Michael K Melzer",
        "Clara Morgenstern",
        "Ninel Azoitei",
        "Thomas Seufferlein",
        "Thomas Fe Barth",
        "Reiner Siebert",
        "Meike Hohwieler",
        "Alexander Kleger"
      ],
      "journal": "The Journal of pathology",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Within the pancreas, Keratin 19 (KRT19) labels the ductal lineage and is a determinant of pancreatic ductal adenocarcinoma (PDAC). To investigate KRT19 expression dynamics, we developed a human pluripotent stem cell (PSC)-based KRT19-mCherry reporter system in different genetic backgrounds to monitor KRT19 expression from its endogenous gene locus. A differentiation protocol to generate mature pancreatic duct-like organoids was applied. While KRT19/mCherry expression became evident at the early endoderm stage, mCherry signal was present in nearly all cells at the pancreatic endoderm (PE) and pancreatic progenitor (PP) stages. Interestingly, despite homogenous KRT19 expression, mCherry positivity dropped to 50% after ductal maturation, indicating a permanent switch from biallelic to monoallelic expression. DNA methylation profiling separated the distinct differentiation intermediates, with site-specific DNA methylation patterns occurring at the KRT19 locus during ductal maturation. Accordingly, the monoallelic switch was partially reverted upon treatment with a DNA-methyltransferase inhibitor. In human PDAC cohorts, high KRT19 levels correlate with low locus methylation and decreased survival. At the same time, activation of oncogenic KRASG12D signalling in our reporter system reversed monoallelic back to biallelic KRT19 expression in pancreatic duct-like organoids. Allelic reactivation was also detected in single-cell transcriptomes of human PDACs, which further revealed a positive correlation between KRT19 and KRAS expression. Accordingly, KRAS mutant PDACs had higher KRT19 mRNA but lower KRT19 gene locus DNA methylation than wildtype counterparts. KRT19 protein was additionally detected in plasma of PDAC patients, with higher concentrations correlating with shorter progression-free survival in gemcitabine/nabPaclitaxel-treated and opposing trends in FOLFIRINOX-treated patients. Apart from being an important pancreatic ductal lineage marker, KRT19 appears tightly controlled via a switch from biallelic to monoallelic expression during ductal lineage entry and is aberrantly expressed after oncogenic KRASG12D expression, indicating a role in PDAC development and malignancy. Soluble KRT19 might serve as a relevant biomarker to stratify treatment. © 2023 The Authors. The Journal of Pathology published by John Wiley & Sons Ltd on behalf of The Pathological Society of Great Britain and Ireland.",
      "mesh_terms": [
        "Humans",
        "Pancreatic Neoplasms",
        "Antineoplastic Combined Chemotherapy Protocols",
        "Keratin-19",
        "DNA Methylation",
        "Proto-Oncogene Proteins p21(ras)",
        "Carcinogenesis",
        "Carcinoma, Pancreatic Ductal",
        "Gene Expression"
      ]
    },
    {
      "pmid": "37485877",
      "title": "Deacetylation via SIRT2 prevents keratin-mutation-associated injury and keratin aggregation.",
      "authors": [
        "Jingyuan Sun",
        "Pei Li",
        "Honglian Gui",
        "Laure Rittié",
        "David B Lombard",
        "Katrin Rietscher",
        "Thomas M Magin",
        "Qing Xie",
        "Li Liu",
        "M Bishr Omary"
      ],
      "journal": "JCI insight",
      "publication_date": "2023-Jul-24",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Keratin (K) and other intermediate filament (IF) protein mutations at conserved arginines disrupt keratin filaments into aggregates and cause human epidermolysis bullosa simplex (EBS; K14-R125C) or predispose to mouse liver injury (K18-R90C). The challenge for more than 70 IF-associated diseases is the lack of clinically utilized IF-targeted therapies. We used high-throughput drug screening to identify compounds that normalized mutation-triggered keratin filament disruption. Parthenolide, a plant sesquiterpene lactone, dramatically reversed keratin filament disruption and protected cells and mice expressing K18-R90C from apoptosis. K18-R90C became hyperacetylated compared with K18-WT and treatment with parthenolide normalized K18 acetylation. Parthenolide upregulated the NAD-dependent SIRT2, and increased SIRT2-keratin association. SIRT2 knockdown or pharmacologic inhibition blocked the parthenolide effect, while site-specific Lys-to-Arg mutation of keratin acetylation sites normalized K18-R90C filaments. Treatment of K18-R90C-expressing cells and mice with nicotinamide mononucleotide had a parthenolide-like protective effect. In 2 human K18 variants that associate with human fatal drug-induced liver injury, parthenolide protected K18-D89H- but not K8-K393R-induced filament disruption and cell death. Importantly, parthenolide normalized K14-R125C-mediated filament disruption in keratinocytes and inhibited dispase-triggered keratinocyte sheet fragmentation and Fas-mediated apoptosis. Therefore, keratin acetylation may provide a novel therapeutic target for some keratin-associated diseases.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Mice",
        "Intermediate Filament Proteins",
        "Keratins",
        "Mutation",
        "Sirtuin 2"
      ]
    },
    {
      "pmid": "37419869",
      "title": "Hair analysis: Assessment of homemade hair treatment effects on drug concentrations in the keratin matrix.",
      "authors": [
        "Serena Mestria",
        "Sara Odoardi",
        "Giulia Biosa",
        "Valeria Valentini",
        "Sabina Strano Rossi"
      ],
      "journal": "Drug testing and analysis",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hair is the matrix of choice for investigating a subject's drug history over time, usually with specific forensic applications (license renewal, workplace drug testing, toxicological evaluation), and it is generally considered difficult to be tampered with. Nevertheless, some treatments promising to lower drug concentrations in hair are described online as how to \"pass\" a drug test. We selected three of these practices, claiming to be effective in decreasing drug concentrations-Treatment 1: (A) baking soda, (B) salicylic acid, (C) bleach; Treatment 2: (A) bleaching and (B) dyeing; Treatment 3: (A) white vinegar, (B) salicylic acid moisturizer, (C) liquid cleanser, and (D) dyeing. Quantitative results were compared with those of untreated hair strands, used as reference. We evaluated the efficacy of the treatment on drugs of abuse and benzodiazepines. Treatment 1 proved to be the most effective, since drug concentrations in treated hair were significantly lower than in untreated ones, although methadone and tetrahydrocannabinol (THC) seemed to be less affected than cocaine and 6-monoacetylmorphine (MAM). The mean percentage values of treatment-induced decrease were up to 90% for cocaine, 81% for benzoylecgonine, 77% for morphine, 89% for MAM, 37% for methadone, 67% for ketamine, 80% for MDMA, 76% for methamphetamine, and 60% for THC, compared with the reference samples. There was no noticeable damage or discoloration of the keratin matrix, making it difficult for the technicians to determine if there was a treatment. This could be an issue for the application of cutoffs or when low concentrations of drugs are incorporated into the keratinic matrix.",
      "mesh_terms": [
        "Humans",
        "Substance Abuse Detection",
        "Hair",
        "Hair Analysis",
        "Illicit Drugs",
        "Keratins",
        "Hair Bleaching Agents"
      ]
    },
    {
      "pmid": "37307328",
      "title": "Peptide-Drug Conjugate Targeting Keratin 1 Inhibits Triple-Negative Breast Cancer in Mice.",
      "authors": [
        "Elmira Ziaei",
        "Igor Moura de Paiva",
        "Shih-Jing Yao",
        "Nasim Sarrami",
        "Parnian Mehinrad",
        "Justine Lai",
        "Afsaneh Lavasanifar",
        "Kamaljit Kaur"
      ],
      "journal": "Molecular pharmaceutics",
      "publication_date": "2023-Jul-03",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Selective delivery of chemotherapy to the tumor site while sparing healthy cells and tissues is an attractive approach for cancer treatment. Carriers such as peptides can facilitate selective tumor targeting and payload delivery. Peptides with specific affinity for the overexpressed cell-surface receptors in cancer cells are conjugated to chemotherapy to afford peptide-drug conjugates (PDCs) that show selective uptake by cancer cells. Using a 10-mer linear peptide (WxEAAYQrFL) called 18-4 that targets and binds breast cancer cells, we designed a peptide 18-4-doxorubicin (Dox) conjugate with high specific toxicity toward triple-negative breast cancer (TNBC) MDA-MB-231 cells and 30-fold lower toxicity to normal breast MCF10A epithelial cells. Here, we elucidate the in vivo activity of this potent and tumor-selective peptide 18-4-Dox conjugate in mice bearing orthotopic MDA-MB-231 tumors. Mice treated with four weekly injections of the conjugate showed significantly lower tumor volumes compared to mice treated with free Dox at an equivalent Dox dose. Immunohistochemical (IHC) analysis of mice tissues revealed that treatment with a low dose of PDC (2.5 mg/kg of Dox equiv) reduced the expression of proliferation markers (PCNA and Ki-67) and increased apoptosis (evidenced by increased caspase-3 expression). At the same dose of free Dox (2.5 mg/kg), the expression of these markers was similar to that of saline treatment. Accordingly, significantly more Dox accumulated in tumors of conjugate-treated mice (7-fold) compared to the Dox-treated mice, while lower levels of Dox were observed in the liver, heart, and lungs of peptide-Dox conjugate-treated mice (up to 3-fold less) than Dox-treated mice. The IHC analysis of keratin 1 (K1), the receptor for peptide 18-4, revealed K1 upregulation in tumors and low levels in normal mammary fat pad and liver tissues from mice, suggesting preferential uptake of PDCs by TNBC to be K1 receptor-mediated. Taken together, our data support the use of a PDC approach to deliver chemotherapy selectively to the TNBC to inhibit tumor growth.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Female",
        "Triple Negative Breast Neoplasms",
        "Keratin-1",
        "Drug Delivery Systems",
        "Doxorubicin",
        "Peptides",
        "Cell Line, Tumor",
        "Breast Neoplasms"
      ]
    },
    {
      "pmid": "37224450",
      "title": "Assessment of the Efficacy of an LL-37-Encapsulated Keratin Hydrogel for the Treatment of Full-Thickness Wounds.",
      "authors": [
        "Sahar Jelodari",
        "Hamed Daemi",
        "Parvaneh Mohammadi",
        "Javad Verdi",
        "Mohammed J Al-Awady",
        "Jafar Ai",
        "Mahmoud Azami"
      ],
      "journal": "ACS applied bio materials",
      "publication_date": "2023-Jun-19",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Wound healing remains a burdensome healthcare problem due to moisture loss and bacterial infection. Advanced hydrogel dressings can help to resolve these issues by assisting and accelerating regenerative processes such as cell migration and angiogenesis because of the similarities between their composition and structure with natural skin. In this study, we aimed to develop a keratin-based hydrogel dressing and investigate the impact of the delivery of LL-37 antimicrobial peptide using this hydrogel in treating full-thickness rat wounds. Therefore, oxidized (keratose) and reduced (kerateine) keratins were utilized to prepare 10% (w/v) hydrogels with different ratios of keratose and kerateine. The mechanical properties of these hydrogels with compressive modulus of 6-32 kPa and tan δ <1 render them suitable for wound healing applications. Also, sustained release of LL-37 from the keratin hydrogel was achieved, which can lead to superior wound healing. In vitro studies confirmed that LL-37 containing 25:75% of keratose/kerateine (L-KO25:KN75) would result in significant fibroblast proliferation (∼85% on day 7), adhesion (∼90 cells/HPF), and migration (73% scratch closure after 12 h and complete closure after 24 h). Also, L-KO25:KN75 is capable of eradicating both Gram-negative and Gram-positive bacteria after 18 h. According to in vivo assessment of L-KO25:KN75, wound closure at day 21 was >98% and microvessel density (>30 vessels/HPF at day 14) was significantly superior in comparison to other treatment groups. The mRNA expression of VEGF and IL-6 was also increased in the L-KO25:KN75-treated group and contributed to proper wound healing. Therefore, the LL-37-containing keratin hydrogel ameliorated wound closure, and also angiogenesis was enhanced as a result of LL-37 delivery. These results suggested that the L-KO25:KN75 hydrogel could be a sustainable substitute for skin tissue regeneration in medical applications.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Hydrogels",
        "Keratins",
        "Wound Healing",
        "Skin",
        "Keratosis"
      ]
    },
    {
      "pmid": "37212698",
      "title": "Keratin 5 in Lung Cancer Specimens: Comparison of Four Antibody Clones and KRT5 mRNA-ISH.",
      "authors": [
        "Christian Thomsen",
        "Laura Blok-Husum",
        "Jeanette Bæhr Georgsen",
        "Torben Steiniche",
        "Mogens Vyberg"
      ],
      "journal": "Applied immunohistochemistry & molecular morphology : AIMM",
      "publication_date": "2023-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recent improvements in the medical treatment of non-small cell lung carcinoma have made the histopathological distinction between adenocarcinomas (ACs) and squamous cell carcinomas (SCCs) increasingly important. One immunohistochemical marker of squamous differentiation is Keratin 5 (K5). Several K5 antibody clones are commercially available, and data from external quality assessment (NordiQC) have shown large variations in their performance. However, comparing antibody performance characteristics of optimized K5 immunohistochemical assays in lung cancer specimens is needed. Tissue microarrays comprising 31 SCCs, 59 ACs, 17 large cell carcinomas, 8 large cell neuroendocrine carcinomas, 5 carcinosarcomas, and 10 small cell carcinomas were included. Serial sections from the tissue microarrays were stained using optimized assays based on the K5 mouse monoclonal antibodies D5/16 B4 and XM26, and the K5 rabbit monoclonal antibodies SP27 and EP1601Y, respectively. The staining reactions were assessed using H-score (0-300). In addition, p40 immunohistochemistry and KRT5 mRNA-ISH analyses were conducted. Clone SP27 showed significantly higher analytical sensitivity than the other 3 clones. However, a distinct positive reaction was observed in 25% of the ACs using clone SP27 but not with the other clones. Clone D5/16 B4 displayed granular staining in 14 ACs, probably representing Mouse Ascites Golgi-reaction. A weak, scattered expression of KRT5 mRNA was seen in 71% of the ACs. In conclusion, the K5 antibody clones D5/16 B4, EP1601Y, and XM26 showed equal sensitivity in lung cancer specimens, but D5/16 B4 also showed nonspecific Mouse Ascites Golgi-reaction. Clone SP27 demonstrated superior analytical sensitivity but lower clinical specificity in the differential diagnosis of SCC versus AC.",
      "mesh_terms": [
        "Animals",
        "Adenocarcinoma",
        "Antibodies, Monoclonal",
        "Ascites",
        "Biomarkers, Tumor",
        "Carcinoma, Large Cell",
        "Carcinoma, Squamous Cell",
        "Clone Cells",
        "Keratin-5",
        "Lung Neoplasms",
        "Humans"
      ]
    },
    {
      "pmid": "37206000",
      "title": "Chemical modification of keratin using Schiff bases to prepare cation exchangers and study their adsorption activity.",
      "authors": [
        "Abed Alhameed Almoukayed",
        "Rakan Barhoum"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this research, keratin was chemically modified by Grafting keratin with 4-nitro-aniline, and then a reducing reaction was carried out to reduce the nitro group in order to generate an aromatic amino group on keratin structure to be used in the preparation of Schiff bases. Four exchangers of Schiff bases then were synthesized by reacting five derivatives of benzaldehyde with the crafted keratin. The FTIR, DSC spectra of the prepared exchanges were recorded. The effectiveness of the compounds was tested in the adsorption of some heavy metal ions (copper and lead), as the compounds gave promising results by removing ions from their aqueous solutions in pH (6.5-7), the percentage of removal of copper and lead ions reached about 40%."
    },
    {
      "pmid": "37201514",
      "title": "Design and development of keratin/chitosan/glucosamine sulfate composite loaded MWCNT intended for osteoarthritis drug delivery.",
      "authors": [
        "Venkataramanan Srinivasan",
        "Ponnusamy Palanisamy"
      ],
      "journal": "Biomedical materials (Bristol, England)",
      "publication_date": "2023-May-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoarthritis (OA) is an inflammatory disease that affects the cartilage and tissues around the joints, which results in excessive pain and stiffness. One of the most critical challenges for improving the therapeutic effect in OA treatments is the current drug design utilizing functional polymers. Indeed, there is a need to design and develop novel therapeutic drugs for positive outcomes. In this view, glucosamine sulfate is a drug used to manage OA because of its potential therapeutic effects on cartilage and ability to inhibit disease progression. This research aims to develop a keratin/chitosan/glucosamine sulfate (KRT/CS/GLS) composite loaded functionalized multi-walled carbon nanotubes (MWCNTs) as a potential carrier for the treatment of OA. The nanocomposite was developed using various ratios of KRT/CS/GLS, and MWCNT. Molecular docking analysis has been performed with (D-glucosamine) and targeted proteins (Protein Data Bank ID: 1HJV, 1ALU) to determine the binding affinity and interactions. Field emission scanning electron microscopy study showed that the composite KRT/CS/GLS incorporated on the surface of functionalized MWCNTs effectively. Fourier transform infrared spectroscopy analysis confirmed the presence of KRT/CS/GLS in the nanocomposite and remained intact. X-ray diffraction analysis indicated that the nature of the composite in MWCNT transformed from a crystalline to an amorphous state. Thermo gravimetric analysis revealed that the nanocomposite has a high thermal decomposition temperature of 420 °C. The MTT assay results showed that 83% of cell viability has remained in RAW 264.7 cells at the maximum concentration (500 μg ml-1) of MWCNT-GLS/KRT/CS nanocomposite. Also, molecular docking results revealed the excellent binding affinity of D-glucosamine to each protein structure (PDB ID: 1HJV and 1ALU).",
      "mesh_terms": [
        "Humans",
        "Chitosan",
        "Glucosamine",
        "Keratins",
        "Nanotubes, Carbon",
        "Molecular Docking Simulation",
        "Osteoarthritis"
      ]
    },
    {
      "pmid": "37177356",
      "title": "Enzymatic Crosslinking of Amino Acids Improves the Repair Effect of Keratin on Hair Fibre.",
      "authors": [
        "Yang Liu",
        "Jingjing Liu",
        "Jing Xiao"
      ],
      "journal": "Polymers",
      "publication_date": "2023-May-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although keratin can effectively repair hair fibres and enhance their moisture content and flexibility, it has a relatively low affinity for hair. In this study, the effects of transglutaminase (TGase)-commonly used to catalyse crosslinking of proteins or amino acids-in crosslinking serine and hydrolysed wool keratin to repair damaged hair and protect healthy hair were studied. Treatment with a repair solution containing hydrolysed wool keratin, serine, and TGase improved the physical and chemical properties of damaged hair samples. The alkali solubility of damaged hair samples decreased by 50.53%, fracture stress increased from 1.031 to 1.806 N, and fracture strain increased from 9.51 to 19.88 mm. Fourier transform infrared spectroscopy and X-ray analysis showed that amide bonds increased in damaged hair samples treated with the repair solution and hair crystallinity increased. Differential scanning calorimetry showed that the repair solution improved the thermal stability of damaged hair. After five cycles of washing, the effects of the repair solution were still apparent in damaged hair samples. The enzymatic solution had stronger repair effects than general hair care products and reduced water loss rates in damaged hair samples; repaired hair samples were also softer and brighter. The repair solution was effective in protecting healthy hair samples against chemical damage. The materials used to prepare the repair solution are all bio-based, and treatment with this product is safer and longer lasting."
    },
    {
      "pmid": "37023668",
      "title": "Insights of keratin geometry from agro-industrial wastes: A comparative computational and experimental assessment.",
      "authors": [
        "Jamila A Tuly",
        "Haile Ma",
        "Ho-Jin Lee",
        "Jong-Won Song",
        "Amresh Parvez",
        "Md Nazmus Saqib",
        "Waleed Yaseen",
        "Zhang Xinyan"
      ],
      "journal": "Food chemistry",
      "publication_date": "2023-Aug-30",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "Understanding the structural properties of keratin is of great importance to managing their potential application in keratin-inspired biomaterials and its management of wastes. In this work, the molecular structure of chicken feather keratin 1 was characterized by AlphaFold2 and quantum chemistry calculation. The predicted IR spectrum of the N-terminal region of feather keratin 1, consisting of 28 amino acid residues, was used to assign the Raman frequencies of the extracted keratin. The MW of experimental samples were 6 & 1 kDa while the predicted MW (∼10 kDa) of β-keratin. Experimental analysis shows the magnetic field treatment could affect the functional and surface structural properties of keratin. The particle size distribution curve illustrates the dispersion of particle size concentration, while TEM analysis demonstrates the reduction of particle diameter to 23.71 ± 1.1 nm following treatment. High-resolution XPS analysis confirmed the displacement of molecular elements from their orbital.",
      "mesh_terms": [
        "Animals",
        "beta-Keratins",
        "Chickens",
        "Industrial Waste",
        "Keratin-1",
        "Keratins"
      ]
    },
    {
      "pmid": "36917668",
      "title": "Stress keratin 17 and estrogen support viral persistence and modulate the immune environment during cervicovaginal murine papillomavirus infection.",
      "authors": [
        "Wei Wang",
        "Megan E Spurgeon",
        "Ali Pope",
        "Stephanie McGregor",
        "Ella Ward-Shaw",
        "Ellery Gronski",
        "Paul F Lambert"
      ],
      "journal": "Proceedings of the National Academy of Sciences of the United States of America",
      "publication_date": "2023-Mar-21",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "A murine papillomavirus, MmuPV1, infects both cutaneous and mucosal epithelia of laboratory mice and can be used to model high-risk human papillomavirus (HPV) infection and HPV-associated disease. We have shown that estrogen exacerbates papillomavirus-induced cervical disease in HPV-transgenic mice. We have also previously identified stress keratin 17 (K17) as a host factor that supports MmuPV1-induced cutaneous disease. Here, we sought to test the role of estrogen and K17 in MmuPV1 infection and associated disease in the female reproductive tract. We experimentally infected wild-type and K17 knockout (K17KO) mice with MmuPV1 in the female reproductive tract in the presence or absence of exogenous estrogen for 6 mon. We observed that a significantly higher percentage of K17KO mice cleared the virus as opposed to wild-type mice. In estrogen-treated wild-type mice, the MmuPV1 viral copy number was significantly higher compared to untreated mice by as early as 2 wk postinfection, suggesting that estrogen may help facilitate MmuPV1 infection and/or establishment. Consistent with this, viral clearance was not observed in either wild-type or K17KO mice when treated with estrogen. Furthermore, neoplastic disease progression and cervical carcinogenesis were supported by the presence of K17 and exacerbated by estrogen treatment. Subsequent analyses indicated that estrogen treatment induces a systemic immunosuppressive state in MmuPV1-infected animals and that both estrogen and K17 modulate the local intratumoral immune microenvironment within MmuPV1-induced neoplastic lesions. Collectively, these findings suggest that estrogen and K17 act at multiple stages of papillomavirus-induced disease at least in part via immunomodulatory mechanisms.",
      "mesh_terms": [
        "Mice",
        "Female",
        "Humans",
        "Animals",
        "Papillomavirus Infections",
        "Keratin-17",
        "Mice, Transgenic",
        "Immunity",
        "Papillomaviridae",
        "Estrogens"
      ]
    },
    {
      "pmid": "36888696",
      "title": "Simultaneous control of infection and inflammation with keratin-derived antibacterial peptides targeting TLRs and co-receptors.",
      "authors": [
        "Yan Sun",
        "Jonathan Chan",
        "Karthikeyan Bose",
        "Connie Tam"
      ],
      "journal": "Science translational medicine",
      "publication_date": "2023-Mar-08",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Controlling infection-driven inflammation is a major clinical dilemma because of limited therapeutic options and possible adverse effects on microbial clearance. Compounding this difficulty is the continued emergence of drug-resistant bacteria, where experimental strategies aiming to augment inflammatory responses for enhanced microbial killing are not applicable treatment options for infections of vulnerable organs. As with corneal infections, severe or prolonged inflammation jeopardizes corneal transparency, leading to devastating vision loss. We hypothesized that keratin 6a-derived antimicrobial peptides (KAMPs) may be a two-pronged remedy capable of tackling bacterial infection and inflammation at once. We used murine peritoneal neutrophils and macrophages, together with an in vivo model of sterile corneal inflammation, to find that nontoxic and prohealing KAMPs with natural 10- and 18-amino acid sequences suppressed lipoteichoic acid (LTA)- and lipopolysaccharide (LPS)-induced NFκB and IRF3 activation, proinflammatory cytokine production, and phagocyte recruitment independently of their bactericidal function. Mechanistically, KAMPs not only competed with bacterial ligands for cell surface Toll-like receptor (TLR) and co-receptors (MD2, CD14, and TLR2) but also reduced cell surface availability of TLR2 and TLR4 through promotion of receptor endocytosis. Topical KAMP treatment effectively alleviated experimental bacterial keratitis, as evidenced by substantial reductions of corneal opacification, inflammatory cell infiltration, and bacterial burden. These findings reveal the TLR-targeting activities of KAMPs and demonstrate their therapeutic potential as a multifunctional drug for managing infectious inflammatory disease.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Toll-Like Receptor 2",
        "Keratins",
        "Inflammation",
        "Peptides",
        "Carrier Proteins",
        "Lipopolysaccharides",
        "Lipopolysaccharide Receptors"
      ]
    },
    {
      "pmid": "36815879",
      "title": "Multi-stimuli responsive Cu-MOFs@Keratin drug delivery system for chemodynamic therapy.",
      "authors": [
        "Jinsong Du",
        "Guanping Chen",
        "Xinyi Yuan",
        "Jiang Yuan",
        "Li Li"
      ],
      "journal": "Frontiers in bioengineering and biotechnology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although the potential of metal-organic framework (MOF) nanoparticles as drug delivery systems (DDS) for cancer treatment has been established by numerous studies, their clinical applications are still limited due to relatively poor biocompatibility. We fabricated a multifunctional Cu-MOFs@Keratin DDS for loaded drug and chemodynamic therapy (CDT) against tumor cells. The Cu-MOFs core was prepared using a hydrothermal method, and then loaded with the anticancer drug DOX and wrapped in human hair keratin. The Cu-MOFs@Keratin was well characterized by transmission electron microscopy (TEM), fourier transform infrared spectroscopy (FTIR), dynamic light scattering (DLS), and X-ray photoelectron spectroscopy (XPS). Characterization and pharmacokinetic studies of Cu-MOFs@Keratin were performed in vitro and in vivo. The keratin shell reduced the cytotoxicity and potential leakage of Cu-MOFs to normal cells, and allowed the drug-loaded nanoparticles to accumulate in the tumor tissues through enhanced permeability and retention effect (EPR). The particles entered the tumor cells via endocytosis and disintegrated under the stimulation of intracellular environment, thereby releasing DOX in a controlled manner. In addition, the Cu-MOFs produced hydroxyl radicals (·OH) by consuming presence of high intracellular levels of glutathione (GSH) and H2O2, which decreased the viability of the tumor cells."
    },
    {
      "pmid": "36716721",
      "title": "Permethrin Steal Effect by Unmasked Corneocytic Keratin in Topical Therapy of Scabies.",
      "authors": [
        "Luisa Scholz",
        "Claudia Fritz",
        "Julia Chuttke",
        "Adina Eichner",
        "Johannes Wohlrab"
      ],
      "journal": "Skin pharmacology and physiology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The use of epicutaneously applied permethrin in the treatment of common scabies is considered to be the first-line therapy. Due to increasing clinical treatment failure, the development of genetic resistance to permethrin in Sarcoptes scabiei var. hominis has been postulated. In addition, metabolic resistance and pharmacokinetic limitations by parasitic digestion and reactive thickening of stratum corneum are suspected to cause a reduction in cutaneous bioavailability. METHODS: Since lipophilic permethrin is known to form hydrophobic interactions with proteins via van der Waals interactions, a similar interaction was assumed and investigated for permethrin and the protein keratin. Using keratin particles extracted from animal material, a model for hyperkeratotic and parasitic digested scabies skin was developed. Using fluorescence-labeled keratin and ³H-permethrin, their interaction potential was validated by loading and unloading experiments. Additionally, the impact of keratin to permethrin penetration was investigated based on an in vitro model using Franz diffusion cells. RESULTS: For the first time, keratin particles were introduced as a model for dyskeratotic skin, as we were able to show, the keratin particles' interaction potential with permethrin but no penetration behavior into the stratum corneum. Moreover, comparative penetration experiments of a reference formulation with and without added keratin or keratin-adherent permethrin showed that keratin causes a steal effect for permethrin, leading to a relevant reduction in cutaneous bioavailability in the target compartment. CONCLUSION: The results provide further evidence for a relevant pharmacokinetic influencing factor in the epicutaneous application of permethrin and a rationale for the necessity of keratolytic pretreatment in hyperkeratotic skin for the effective use of topical permethrin application in scabies.",
      "mesh_terms": [
        "Animals",
        "Permethrin",
        "Scabies",
        "Insecticides",
        "Ivermectin",
        "Keratins",
        "Sarcoptes scabiei"
      ]
    },
    {
      "pmid": "36641870",
      "title": "Effect of ultrasound on keratin valorization from chicken feather waste: Process optimization and keratin characterization.",
      "authors": [
        "Xiaojie Qin",
        "Chuan Yang",
        "Yujie Guo",
        "Jiqian Liu",
        "Johannes H Bitter",
        "Elinor L Scott",
        "Chunhui Zhang"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chicken feather (CF) has been deemed as one of the main poultry byproducts with a large amount produced globally. However, the robust chemical nature of chicken feathers has been limiting in its wide-scale utilization and valorization. The study proposed a strategy of keratin regeneration from chicken feather combining ultrasound and Cysteine (Cys)-reduction for keratin regeneration. First, the ultrasonic effect on feather degradation and keratin properties was systematically explored based on Cys-reduction. Results showed that the feather dissolution was significantly improved by increasing both ultrasonic time and power, and the former had a greater impact on keratin yield. However, the treatment time over 4 h led to a decrease of keratin yield, producing more soluble peptides, > 9.7 % of which were < 0.5 kDa. Meanwhile, prolonging time decreased the thermal stability with weight loss at a lower temperature and amino acids content (e.g., Ser, Pro and Gly) of keratin. Conversely, no remarkable damage in chemical structure and thermal stability of regenerated keratin was observed by only increasing ultrasonic power, while the keratin solubility was notably promoted and reached 745.72 mg·g-1 in NaOH (0.1 M) solution (400 W, 4 h). The regenerated keratin under optimal conditions (130 W, 2.7 h, and 15 % of Cys) possessed better solubility while without obvious damage in chemical structure, thermal stability, and amino acids composition. The study illustrated that ultrasound physically improved CF degradation and keratin solubility without nature damage and provided an alternative for keratin regeneration involving no toxic reagent, probably holding promise in the utilization and valorization of feather waste.",
      "mesh_terms": [
        "Animals",
        "Feathers",
        "Keratins",
        "Chickens",
        "Peptides",
        "Amino Acids"
      ]
    },
    {
      "pmid": "36553451",
      "title": "White Sponge Nevus Caused by Keratin 4 Gene Mutation: A Case Report.",
      "authors": [
        "Yahui Qiao",
        "Binjie Liu",
        "Ruiqi Bai",
        "Jingwen Cai",
        "Qian Peng"
      ],
      "journal": "Genes",
      "publication_date": "2022-Nov-22",
      "publication_types": [
        "Case Reports",
        "Research Support, Non-U.S. Gov't",
        "Journal Article"
      ],
      "abstract": "White sponge nevus (WSN) is a rare autosomal dominant disease with a family history, often caused by mutations of the keratin 4 (K4) and keratin 13 (K13) genes in patients. It is characterized by frequently occurred white corrugated folds in the bilateral buccal mucosa with soft texture. On histopathological examination, hyperkeratosis of epithelial cells, edema, and vacuolar changes in the spinous cells are observed in the lesions, despite a normal layer of basal cells. WSN should be differentiated from other oral white spot diseases, mainly oral lichen planus, oral candidiasis, oral white edema, and Heck's disease, to reduce misdiagnosis and unnecessary treatment. At present, there is no specific treatment method. The purpose of this study was to report the clinical data of four WSN patients of the same family with the K4 gene mutation. The occurrence of WSN in a pair of monozygotic twins with very similar clinical presentations was identified for the first time. The gene sequencing results showed that there was a heterozygous deletion (C. 438_440delCAA) in exon 1 of the K4 gene, resulting in an aspartic acid loss in both the proband and his father. Finally, the etiology, pathogenesis, pathological manifestations, clinical manifestations, diagnosis, differential diagnosis, and related treatment methods are discussed to provide a reference for clinical treatment of the disease.",
      "mesh_terms": [
        "Humans",
        "Keratin-4",
        "Mutation",
        "Mouth Mucosa",
        "Epithelial Cells",
        "Nevus"
      ]
    },
    {
      "pmid": "36430474",
      "title": "Therapeutic Textiles Functionalized with Keratin-Based Particles Encapsulating Terbinafine for the Treatment of Onychomycosis.",
      "authors": [
        "André F Costa",
        "Salomé Luís",
        "Jennifer Noro",
        "Sónia Silva",
        "Carla Silva",
        "Artur Ribeiro"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2022-Nov-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Onychomycosis is the most common nail fungal infection worldwide. There are several therapy options available for onychomycosis, such as oral antifungals, topicals, and physical treatments. Terbinafine is in the frontline for the treatment of onychomycosis; however, several adverse effects are associated to its oral administration. In this work, innovative keratin-based carriers encapsulating terbinafine were designed to overcome the drawbacks related to the use this drug. Therapeutic textiles functionalized with keratin-based particles (100% keratin; 80% keratin/20% keratin-PEG) encapsulating terbinafine were developed. The controlled release of terbinafine from the functionalized textiles was evaluated against different mimetic biologic solutions (PBS buffer-pH = 7.4, micellar solution and acidic sweat solution-pH = 4.3). The modification of keratin with polyethylene glycol (PEG) moieties favored the release of terbinafine at the end of 48 h for all the solution conditions. When the activity of functionalized textiles was tested against Trichophyton rubrum, a differentiated inhibition was observed. Textiles functionalized with 80% keratin/20% keratin-PEG encapsulating terbinafine showed a 2-fold inhibition halo compared with the textiles containing 100% keratin-encapsulating terbinafine. No activity was observed for the textiles functionalized with keratin-based particles without terbinafine. The systems herein developed revealed therapeutic potential towards nail fungal infections, taking advantage of keratin-based particles affinity to keratin structures and of the keratinase activity of T. rubrum.",
      "mesh_terms": [
        "Onychomycosis",
        "Terbinafine",
        "Keratins",
        "Trichophyton",
        "Textiles"
      ]
    },
    {
      "pmid": "36404863",
      "title": "Primaquine activates Keratin 7 to treat diabetes and its complications.",
      "authors": [
        "Tongyu Wu",
        "Chun Li",
        "Jing Zhou",
        "Liang Han",
        "Shaojia Qiang",
        "Zhuozhou Hu",
        "Jingjing Liu",
        "Xiangxiang Li",
        "Wenyang Zhao",
        "Xinping Chen"
      ],
      "journal": "Journal of diabetes and metabolic disorders",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The global prevalence of type 2 diabetes mellitus (T2DM) raises the rates of its complications, such as diabetic nephropathy and cardiovascular diseases. To conquer the complications, new strategies to reverse the deterioration of T2DM are urgently needed. In this project, we aimed to examine the hypoglycemic effect of primaquine and explore its specific target. METHODS: In vitro T2DM insulin resistance model was built in HepG2 cells to screen the potential anti-diabetic chemicals. On the other hand, the potential protein targets were explored by molecular docking. Accordingly, we chose C57BL/6 N mice to establish T2DM model to verify the effect of the chemicals on anti-hyperglycemia and diabetic complications. RESULTS: By targeting the Keratin 7 (K7) to activate EGFR/Akt glucose metabolism signaling pathway, primaquine poses a potent hypoglycemic effect. The level of acetyl-CoA is enhanced markedly, supporting that primaquine upregulates the aerobic glycolysis. Moreover, primaquine ameliorates kidney function by reducing the secretion of urinary proteins and creatinine, especially for the urea nitrogen which is significantly decreased compared to no-treatment T2DM mice. Notably, primaquine restores the level of plasma low-density lipoprotein cholesterol (LDL-C) nearly to normal, minimizing the incidence of cardiovascular diseases. CONCLUSIONS: We find that primaquine may reverse the dysregulated metabolism to prevent diabetic complications by stimulating EGFR/Akt signaling axis, shedding new light on the therapy of T2DM. GRAPHICAL ABSTRACT: Insulin resistance is characterized by reduced p-Akt and glucose metabolism, dominated by anaerobic glycolysis. Primaquine activates the complex made of K7 and EGFR, further stimulating Akt phosphorylation. Then, p-Akt promotes the aerobic glucose metabolism and upregulates Ac-CoA to mobilize TCA cycle, improving insulin sensitivity. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s40200-022-01135-8."
    },
    {
      "pmid": "36209998",
      "title": "Treatment of Clitoral Keratin Pearls with Topical Estrogen Cream: Case Report.",
      "authors": [
        "Ryan M Bragiel",
        "Nivedita Umasankar",
        "Judith T Burgis",
        "Kristl V Tomlin"
      ],
      "journal": "Journal of pediatric and adolescent gynecology",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Keratin pearls are intraepithelial accumulations of squamous cells and debris that can be an etiology of vulvovaginal irritation in pediatric patients and are often associated with clitoral adhesions. Historically, most cases have been managed with manual or operative lysis of adhesions. CASE: Two prepubertal girls presented to our clinic with chronic clitoral irritation and were found to have clitoral adhesions with keratin pearls. Both were managed with topical estrogen cream, which resulted in resolution of their symptoms. SUMMARY AND CONCLUSION: Keratin pearls can form when the overlying clitoral epithelium becomes blocked by clitoral adhesions. Hypoestrogenism is thought to be implicated in adhesion development; thus, topical estrogen cream is a reasonable option in initial management. Our results demonstrate a noninvasive alternative to the initial treatment of clitoral keratin pearls.",
      "mesh_terms": [
        "Female",
        "Child",
        "Humans",
        "Keratins",
        "Administration, Topical",
        "Estrogens",
        "Clitoris",
        "Emollients",
        "Inflammation"
      ]
    },
    {
      "pmid": "36155783",
      "title": "Keratin/alginate hybrid hydrogels filled with halloysite clay nanotubes for protective treatment of human hair.",
      "authors": [
        "Giuseppe Cavallaro",
        "Maria Rita Caruso",
        "Stefana Milioto",
        "Rawil Fakhrullin",
        "Giuseppe Lazzara"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2022-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Keratin/alginate hydrogels filled with halloysite nanotubes (HNTs) have been tested for the protective coating of human hair. Preliminary studies have been conducted on the aqueous colloidal systems and the corresponding hydrogels obtained by using Ca2+ ions as crosslinkers. Firstly, we have investigated the colloidal properties of keratin/alginate/HNTs dispersions to explore the specific interactions occurring between the biomacromolecules and the nanotubes. Then, the rheological properties of the hydrogels have been studied highlighting that the keratin/alginate interactions and the subsequent addition of HNTs facilitate the biopolymer crosslinking. Finally, human hair samples have been treated with the hydrogel systems by the dipping procedure. The protection efficiency of the hydrogels has been evaluated by studying the tensile properties of hair fibers exposed to UV irradiation. In conclusion, keratin/alginate hydrogel filled with halloysite represents a promising formulation for hair protective treatments due to the peculiar structural and rheological characteristics.",
      "mesh_terms": [
        "Humans",
        "Clay",
        "Alginates",
        "Hydrogels",
        "Keratins",
        "Nanotubes",
        "Hair"
      ]
    },
    {
      "pmid": "36122754",
      "title": "Nano-modified feather keratin derived green and sustainable biosorbents for the remediation of heavy metals from synthetic wastewater.",
      "authors": [
        "Muhammad Zubair",
        "M S Roopesh",
        "Aman Ullah"
      ],
      "journal": "Chemosphere",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we employed a facile method to synthesize feather keratin derived biosorbents using water dispersed graphene oxide. The successful cross-linking of feather keratin with graphene oxide was investigated through X-ray photoelectrons spectroscopy (XPS), scanning and transmission electron microscopy, and Brunauer-Emmett-Teller (BET) analysis. The modifications resulted in increased surface area of the keratin proteins with substantial morphological changes including the development of cracked and rough patches on the surface. The chicken feather keratin/graphene oxide based biosorbents exhibited excellent performance for the simultaneous removal of metal oxyanions including arsenic (As), selenium (Se), chromium (Cr) and cations including nickel (Ni), cobalt (Co), lead (Pb), cadmium (Cd) and zinc (Zn) up to 99%, from polluted synthetic water containing 600 μgL-1 of each metal concentration in 24 h. The insights into the biosorption mechanism revealed that the electrostatic interaction, chelation and complexation primarily contributed to the removal of multiple heavy metal ions in a single treatment. This study has demonstrated that modification of chicken feather keratin with graphene oxide is an effective way to improve its sorption capacity for removing multiple trace metal ions from contaminated water.",
      "mesh_terms": [
        "Adsorption",
        "Animals",
        "Arsenic",
        "Cadmium",
        "Chromium",
        "Cobalt",
        "Feathers",
        "Graphite",
        "Hydrogen-Ion Concentration",
        "Ions",
        "Keratins",
        "Lead",
        "Metals, Heavy",
        "Nickel",
        "Selenium",
        "Wastewater",
        "Water",
        "Water Pollutants, Chemical",
        "Zinc"
      ]
    },
    {
      "pmid": "36076927",
      "title": "Biomimetic Keratin-Coated Gold Nanoparticles for Photo-Thermal Therapy in a 3D Bioprinted Glioblastoma Tumor Model.",
      "authors": [
        "Maila Chirivì",
        "Claudia Bearzi",
        "Paolo Rosa",
        "Selenia Miglietta",
        "Francesca Petronella",
        "Elena De Falco",
        "Antonella Calogero",
        "Roberto Pani",
        "Vincenzo Petrozza",
        "Giovanni Perotto",
        "Roberto Rizzi",
        "Luciano De Sio"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2022-Aug-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Before entering human clinical studies to evaluate their safety and effectiveness, new drugs and novel medical treatments are subject to extensive animal testing that are expensive and time-consuming. By contrast, advanced technologies enable the development of animal-free models that allow the efficacy of innovative therapies to be studied without sacrificing animals, while providing helpful information and details. We report on the powerful combination of 3D bioprinting (3DB) and photo-thermal therapy (PTT) applications. To this end, we realize a 3DB construct consisting of glioblastoma U87-MG cells in a 3D geometry, incorporating biomimetic keratin-coated gold nanoparticles (Ker-AuNPs) as a photo-thermal agent. The resulting plasmonic 3DB structures exhibit a homogeneous cell distribution throughout the entire volume while promoting the localization of Ker-AuNPs within the cells. A 3D immunofluorescence assay and transmission electron microscopy (TEM) confirm the uniform distribution of fluorescent-labeled Ker-AuNPs in the volume and their capability to enter the cells. Laser-assisted (λ = 532 nm) PTT experiments demonstrate the extraordinary ability of Ker-AuNPs to generate heating, producing the highest temperature rise of about 16 °C in less than 2 min.",
      "mesh_terms": [
        "Biomimetic Materials",
        "Glioblastoma",
        "Gold",
        "Humans",
        "Hyperthermia, Induced",
        "Keratins",
        "Metal Nanoparticles",
        "Photothermal Therapy"
      ]
    },
    {
      "pmid": "36056161",
      "title": "A TGFβR inhibitor represses keratin-7 expression in 3D cultures of human salivary gland progenitor cells.",
      "authors": [
        "Eric W Fowler",
        "Emmett J van Venrooy",
        "Robert L Witt",
        "Xinqiao Jia"
      ],
      "journal": "Scientific reports",
      "publication_date": "2022-Sep-02",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S.",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Salivary gland tissue engineering offers an attractive alternative for the treatment of radiation-induced xerostomia. Key to the success of this approach is the maintenance and expansion of secretory acinar cells in vitro. However, recent studies revealed that in vitro culture of primary salivary gland epithelial cells led to undesirable upregulation of the expression of keratin-7 (K7), a marker of ductal phenotype and frequently associated with cellular stress. We have previously shown that hyaluronic acid (HA)-based, RGDSP-decorated hydrogels support the 3D growth and assembly of primary human salivary gland stem/progenitor cells (hS/PCs). Here, we investigate whether the RGDSP culture also promotes K7 expression, and if so, what factors govern the K7 expression. Compared to hS/PCs maintained in blank HA gels, those grown in RGDSP cultures expressed a significantly higher level of K7. In other tissues, various transforming growth factor-β (TGF-β) superfamily members are reported to regulate K7 expression. Similarly, our immunoblot array and ELISA experiments confirmed the increased expression of TGF-β1 and growth/differentiation factor-15 (GDF-15) in RGDSP cultures. However, 2D model studies show that only TGF-β1 is required to induce K7 expression in hS/PCs. Immunocytochemical analysis of the intracellular effectors of TGF-β signaling, SMAD 2/3, further confirmed the elevated TGF-β signaling in RGDSP cultures. To maximize the regenerative potential of h/SPCs, cultures were treated with a pharmacological inhibitor of TGF-β receptor, A83-01. Our results show that A83-01 treatment can repress K7 expression not only in 3D RGDSP cultures but also under 2D conditions with exogenous TGF-β1. Collectively, we provide a link between TGF-β signaling and K7 expression in hS/PC cultures and demonstrate the effectiveness of TGF-β inhibition to repress K7 expression while maintaining the ability of RGDSP-conjugated HA gels to facilitate the rapid development of amylase expressing spheroids. These findings represent an important step towards regenerating salivary function with a tissue-engineered salivary gland.",
      "mesh_terms": [
        "Humans",
        "Hyaluronic Acid",
        "Keratin-7",
        "Salivary Glands",
        "Stem Cells",
        "Transforming Growth Factor beta",
        "Transforming Growth Factor beta1"
      ]
    },
    {
      "pmid": "36045259",
      "title": "Keratin 8 is a scaffolding and regulatory protein of ERAD complexes.",
      "authors": [
        "Iwona Maria Pranke",
        "Benoit Chevalier",
        "Aiswarya Premchandar",
        "Nesrine Baatallah",
        "Kamil F Tomaszewski",
        "Sara Bitam",
        "Danielle Tondelier",
        "Anita Golec",
        "Jan Stolk",
        "Gergely L Lukacs",
        "Pieter S Hiemstra",
        "Michal Dadlez",
        "David A Lomas",
        "James A Irving",
        "Agnes Delaunay-Moisan",
        "Eelco van Anken",
        "Alexandre Hinzpeter",
        "Isabelle Sermet-Gaudelus",
        "Aleksander Edelman"
      ],
      "journal": "Cellular and molecular life sciences : CMLS",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Early recognition and enhanced degradation of misfolded proteins by the endoplasmic reticulum (ER) quality control and ER-associated degradation (ERAD) cause defective protein secretion and membrane targeting, as exemplified for Z-alpha-1-antitrypsin (Z-A1AT), responsible for alpha-1-antitrypsin deficiency (A1ATD) and F508del-CFTR (cystic fibrosis transmembrane conductance regulator) responsible for cystic fibrosis (CF). Prompted by our previous observation that decreasing Keratin 8 (K8) expression increased trafficking of F508del-CFTR to the plasma membrane, we investigated whether K8 impacts trafficking of soluble misfolded Z-A1AT protein. The subsequent goal of this study was to elucidate the mechanism underlying the K8-dependent regulation of protein trafficking, focusing on the ERAD pathway. The results show that diminishing K8 concentration in HeLa cells enhances secretion of both Z-A1AT and wild-type (WT) A1AT with a 13-fold and fourfold increase, respectively. K8 down-regulation triggers ER failure and cellular apoptosis when ER stress is jointly elicited by conditional expression of the µs heavy chains, as previously shown for Hrd1 knock-out. Simultaneous K8 silencing and Hrd1 knock-out did not show any synergistic effect, consistent with K8 acting in the Hrd1-governed ERAD step. Fractionation and co-immunoprecipitation experiments reveal that K8 is recruited to ERAD complexes containing Derlin2, Sel1 and Hrd1 proteins upon expression of Z/WT-A1AT and F508del-CFTR. Treatment of the cells with c407, a small molecule inhibiting K8 interaction, decreases K8 and Derlin2 recruitment to high-order ERAD complexes. This was associated with increased Z-A1AT secretion in both HeLa and Z-homozygous A1ATD patients' respiratory cells. Overall, we provide evidence that K8 acts as an ERAD modulator. It may play a scaffolding protein role for early-stage ERAD complexes, regulating Hrd1-governed retrotranslocation initiation/ubiquitination processes. Targeting K8-containing ERAD complexes is an attractive strategy for the pharmacotherapy of A1ATD.",
      "mesh_terms": [
        "Cystic Fibrosis Transmembrane Conductance Regulator",
        "Endoplasmic Reticulum-Associated Degradation",
        "HeLa Cells",
        "Humans",
        "Keratin-8",
        "Transcription Factors",
        "Ubiquitin-Protein Ligases"
      ]
    },
    {
      "pmid": "35958278",
      "title": "Keratin 8 Is an Inflammation-Induced and Prognosis-Related Marker for Pancreatic Adenocarcinoma.",
      "authors": [
        "Fei Xiong",
        "Tong Guo",
        "Xin Wang",
        "Guanhua Wu",
        "Wenzheng Liu",
        "Qi Wang",
        "Bing Wang",
        "Yongjun Chen"
      ],
      "journal": "Disease markers",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is one of the highest-grade malignancies in the world. More effective biomarkers and treatment plans are necessary to improve the diagnosis rate and clinical outcome. The oncogenesis of PDAC is influenced by several factors, including chronic pancreatitis (CP). Keratin 8 (KRT8) is an important member of the keratin protein family and plays a role in regulating the cellular response to stress stimuli and mediating inflammatory reactions. However, the role of KRT8 in pancreatitis and PDAC is still poorly understood. Here we assessed the differentially expressed genes (DEGs) by bioinformatic methods with expression profiles available online for a caerulein-induced mouse model and human PDAC tissue. The prognostic value was evaluated by Kaplan-Meier analysis and Cox regression analysis. The diagnostic value was evaluated by Receiver Operating Characteristic analysis (ROC). The function of the genes was predicted by protein-protein interaction analysis, correlation analysis, and GO analysis. The conclusion was further validated in rat pancreatitis model, human tissue, and PDAC cell lines, including immunohistochemical staining (IHC), CCK-8 assay, wound healing assay, and flow cytometry. KRT8 was found to be upregulated in murine pancreatitis tissue, human CP tissue, and human PDAC tissue. High expression of KRT8 had a negative impact on the prognosis of PDAC patients. KRT8 was predicted to be involved in the regulation of the migration and viability of PDAC cells, which was validated in PDAC cell lines. Knockdown of KRT8 impaired the migration and proliferation and induced apoptosis in PDAC cell lines. In conclusion, keratin 8 is an inflammation-induced molecule and could serve as a diagnostic and prognostic marker for PDAC patients. More studies are needed for further validation from the perspective of precision and individualized medicine.",
      "mesh_terms": [
        "Adenocarcinoma",
        "Animals",
        "Biomarkers, Tumor",
        "Carcinoma, Pancreatic Ductal",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "Inflammation",
        "Keratin-8",
        "Mice",
        "Pancreatic Neoplasms",
        "Pancreatitis, Chronic",
        "Prognosis",
        "Rats"
      ]
    },
    {
      "pmid": "35948745",
      "title": "Longitudinal association of atopic dermatitis progression and keratin 6A.",
      "authors": [
        "Angela Y Zhu",
        "Nandita Mitra",
        "David J Margolis"
      ],
      "journal": "Scientific reports",
      "publication_date": "2022-Aug-10",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Atopic dermatitis is a common skin disease characterized by loss of skin integrity. Risk and severity have been associated with genetic variation especially with respect to the filaggrin gene, suggesting the importance of skin barrier function in atopic dermatitis pathogenesis. The keratin protein plays a role in epithelial health but its relationship with disease severity would benefit from further exploration. In this study, we evaluate the association between common keratin 6 variants and severity of atopic dermatitis over time using a Bayesian generalized linear mixed model to account for repeated measures. We identify groups of variants within which individual variants have similar effects on skin repair. Further assessment of the biological mechanisms by which these contribute to repair of epidermis may inform treatment of atopic dermatitis.",
      "mesh_terms": [
        "Bayes Theorem",
        "Dermatitis, Atopic",
        "Genetic Predisposition to Disease",
        "Humans",
        "Intermediate Filament Proteins",
        "Keratin-6",
        "Skin"
      ]
    },
    {
      "pmid": "35916243",
      "title": "New approach for hair keratin characterization: Use of the confocal Raman spectroscopy to assess the effect of thermal stress on human hair fibre.",
      "authors": [
        "Mohammed Essendoubi",
        "Nada Andre",
        "Bérengère Granger",
        "Celine Clave",
        "Michel Manfait",
        "Isabelle Thuillier",
        "Olivier Piot",
        "Jose Ginestar"
      ],
      "journal": "International journal of cosmetic science",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The objective of our research was to investigate the heat-protecting effect of a product ex vivo and in vivo on human hair fibres. METHODS: A preparatory study was carried out in order to determine an optimal threshold of thermal stress. For this, the structure of cross-sections of the hair fibre was observed by optical microscopy. Then, Scanning Electron Microscopy (SEM) and Confocal Raman Spectroscopy (CRS) were applied to analyse ex vivo and in vivo morphological and molecular damage in hair structure after heat stress. Finally, in vivo tests were used to collect consumer perception. RESULTS: The preparatory study enabled us to determine an optimal stress threshold of 10 heating cycle for SEM and 5 heating cycle for CRS. Based on spectral hierarchical classification using Ward's clustering algorithm, the ex vivo Raman results show that the spectral signature of the hair treated and heated is very close to the negative control. This shows that the product preserves the keratin structure after thermal stress. These results were also confirmed by an in vivo Raman analysis performed on hair samples from 5 donors. In concordance with Raman results, SEM shows that treated hair presents lesser \"bubbles\" and \"crackling\" on the hair surface. Finally, the in vivo studies proved that hair was more protected from heat. CONCLUSION: The authors concluded that the product shows protective properties with respect to morphological and molecular heat damage. We also demonstrate that the product promotes the α-helix keratin conformation and preserves the S-S disulfide bands.",
      "mesh_terms": [
        "Hair",
        "Hair Preparations",
        "Humans",
        "Keratins, Hair-Specific",
        "Microscopy, Electron, Scanning",
        "Spectrum Analysis, Raman"
      ]
    },
    {
      "pmid": "35869709",
      "title": "Expression Level of Keratin 7 in Epithelial Ovarian Cancer and Malignant Metastasis of Benign Epithelial Ovarian Tumors.",
      "authors": [
        "Minghui Lin",
        "Jinhua Wang",
        "Shaoyu Wang",
        "Yuxiu Huang"
      ],
      "journal": "Cellular and molecular biology (Noisy-le-Grand, France)",
      "publication_date": "2022-Feb-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "It was to investigate the diagnostic value of keratin 7 (KRT7) in malignant metastasis of epithelial ovarian cancer and benign epithelial ovarian tumors. From January 2018 to January 2019, 30 fresh tissues of benign epithelial ovarian tumors, 30 fresh tissues of borderline tumors, 30 fresh tissues of metastatic ovarian were collected in The First Affiliated Hospital of Fujian Medical University, and 30 fresh tissues of normal ovarian tissues were collected as the control group. Federation of gynecology and obstetrics (FIGO) staging criteria: 25 cases of stage I, 26 cases of stage II, 16 cases of stage III, and 23 cases of stage IV. The relative expression of KRT7 was detected by real-time fluorescence quantitative PCR, and the relationship between KRT7 expression and epithelial ovarian cancer grading was analyzed. The results showed that the positive expression rate of KRT7 was 12.1% in normal ovarian tissues, 28.4% in benign epithelial ovarian tumors, 53.5% in borderline tumors, and 24.2% in metastatic ovarian cancer. With the increase of tumor stage malignancy, the relative expression of KRT7 decreased significantly, but there was no significant difference between stage I and stage II, stage III and stage IV (P > 0.05). The difference between stage I and stage III, and stage IV was significant (P < 0.05). Patients with epithelial ovarian cancer had a significant difference compared with the control group (P < 0.05). In summary, compared with the control group, the expression of KRT7 in patients with benign epithelial ovarian tumors and borderline tumors was significantly decreased. The expression level of KRT7 in benign epithelial ovarian tumors was lower than that in borderline tumors. The expression of KRT7 was related to the occurrence, development, and deterioration of ovarian cancer, which provided a basis for targeted therapy of tumors.",
      "mesh_terms": [
        "Carcinoma, Ovarian Epithelial",
        "Female",
        "Humans",
        "Immunohistochemistry",
        "Keratin-7",
        "Neoplasm Staging",
        "Ovarian Neoplasms"
      ]
    }
  ]
}