{
  "supplement": "Ketogenic Diet",
  "query": "Ketogenic Diet[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:52:38",
  "research_count": 1651,
  "count": 100,
  "articles": [
    {
      "pmid": "40308639",
      "title": "Ketogenic diet as a therapeutic intervention for obsessive-compulsive disorder: a case series of three patients.",
      "authors": [
        "Aaron John MacDonald",
        "Christopher Michael Palmer"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2025",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The ketogenic diet is being explored as a therapeutic intervention for the treatment of neuropsychiatric disorders. Emerging research suggests that these conditions share common pathophysiologies, with the ketogenic diet showing promise in addressing these. This study reports three individuals who reduced their symptoms of obsessive-compulsive disorder (OCD) after adopting a ketogenic diet. METHODS: Participants were recruited through personal and professional networks among the authors. Each patient was interviewed, and evidence of their mental health history was collected. Their OCD symptoms were retrospectively assessed before and after adopting the diet using the Yale-Brown Obsessive Compulsive Scale (Y-BOCS). RESULTS: The three participants in this case series have all achieved remission of their symptoms and are medication-free. The diet implementation reduced their average Y-BOCS scores by 21 points, corresponding to a mean decrease of 90.5%. In all cases, deviations from the ketogenic diet resulted in a return of their symptoms. CONCLUSION: The ketogenic diet may be an effective treatment for obsessive-compulsive disorder. Its capacity to improve the metabolic dysfunction associated with OCD may target the underlying mechanisms of the disorder. Controlled clinical trials of the ketogenic diet as a treatment for OCD are warranted."
    },
    {
      "pmid": "40299298",
      "title": "Ketogenic Diet-Induced Alterations in Neuronal Signaling-Related Proteins are Not Due to Differences in Synaptosome Protein Levels.",
      "authors": [
        "Rachel Fletcher",
        "Meagan Hoppe",
        "Joseph A McQuail",
        "Caesar M Hernandez",
        "Abbi R Hernandez"
      ],
      "journal": "Molecular neurobiology",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Impaired cognitive function is a hallmark of advancing age, and the potential to reverse or delay these cognitive deficits through dietary intervention holds promise for improving quality of life for older adults. Specifically, ketogenic diets (KDs) have now been widely used for the treatment of several neurological and peripheral disorders, including diseases profoundly affecting cognitive health, of which advanced age is the single greatest risk factor. However, the precise mechanisms of the efficacy of KD-based interventions to reverse age-related cognitive and neurobiological declines are not fully elucidated. We have previously demonstrated that a KD improves cognitive function, with concurrent increases in global levels of proteins related to synaptic signaling in the aging hippocampus (HPC) and prefrontal cortex (PFC). Despite these advances, it remains unclear as to whether these changes reflect biochemical modifications specifically localized to synaptic terminals. To address this important, unanswered question, we purified synaptosomes from the HPC and PFC of aging rats fed a KD or control diet (CD) for a minimum of 4 months and quantified 10 proteins related to synaptic transmission. In contrast to previous studies of global protein expression, the signaling proteins measured did not show significant differences between diet groups in synaptosomes isolated from either region. When pre-mortem performance on an Object-Place Paired Association task was considered, we found a significant correlation between several proteins within the HPC and PFC synaptosomes of CD-fed rats, more pronounced in CD-fed aged rats, that are conspicuously absent in KD-fed rats from both age groups. Moreover, there is a significant alteration in the ratio of VGAT/VGluT1, markers of excitatory and inhibitory synaptic vesicles, in the PFC with dietary intervention that is absent in the HPC, confirming prior reports of regionally specific alterations in excitatory and inhibitory signaling post KD. These new and extended findings reveal important, naturally occurring associations between protein levels localized to synaptic terminals, while clarifying that effects KD likely increase synaptic abundance without altering the biochemical composition of isolated synapses."
    },
    {
      "pmid": "40296970",
      "title": "From Hesitation to Confidence: Shifting Parental Attitude and Perception Toward Ketogenic Diet in Treating Children With Drug-Resistant Epilepsy.",
      "authors": [
        "Soma Basu",
        "A J Hemamalini",
        "Ranjith Kumar Manokaran"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Managing drug-resistant epilepsy (DRE) in children through ketogenic diets (KD) is a promising therapeutic approach. Parental perceptions significantly influence adherence and outcomes of KD; however, to date, no validated tool exists to evaluate these perceptions systematically. This study presents a novel approach by developing and validating the first questionnaire to assess parental perceptions of KD in a clinical setting. The aim of this study was to develop and evaluate changes in parental perceptions and attitudes toward KD before and after a structured intervention, addressing domains such as awareness, perceived effectiveness, compliance, concerns, and social and financial influences. METHODOLOGY: A pre- and post-intervention study was conducted among 30 parents of children with drug-resistant epilepsy aged one month to five years. Structured educational sessions, counseling, and resource distribution were provided over three months. Parental perceptions were assessed using validated questionnaires at baseline and post-intervention. The internal consistency of the domains was analyzed using Cronbach's alpha, with values ≥0.70 deemed acceptable. Paired t-tests compared pre- and post-intervention scores, with statistical significance set at p < 0.05. The developed questionnaire has been duly registered by the Copyright Office of the Government of India and is copyright-protected. The study was approved by the Institutional Ethics Committee of Sri Ramachandra Institute of Higher Education and Research, Porur, Chennai (reference number: IEC/24MAR/185/09). RESULTS: Post-intervention, significant improvements were observed in parental understanding (mean: 5.000 ± 0.000 versus 2.167 ± 1.02; p < 0.001), perceived effectiveness (4.700 ± 0.915 versus 2.967 ± 0.513; p < 0.001), and motivation (4.533 ± 0.698 versus 3.267 ± 0.521; p < 0.001). Concerns about side effects, financial burden, and long-term adherence decreased significantly (p < 0.001). Cronbach's alpha demonstrated high internal consistency across domains (α ≥ 0.719). Positive impacts on child quality of life and reduced peer influence were also noted. CONCLUSION: Structured education and support significantly improved parental perceptions, alleviating barriers to KD adherence. The validated questionnaire serves as a robust clinical tool for assessing and addressing parental perceptions, enabling tailored interventions to enhance KD efficacy and optimize outcomes in children with refractory epilepsy."
    },
    {
      "pmid": "40292468",
      "title": "Epigenetic Aging Acceleration in Obesity Is Slowed Down by Nutritional Ketosis Following Very Low-Calorie Ketogenic Diet (VLCKD): A New Perspective to Reverse Biological Age.",
      "authors": [
        "Andrea G Izquierdo",
        "Paula M Lorenzo",
        "Nicolás Costa-Fraga",
        "David Primo-Martin",
        "Gemma Rodriguez-Carnero",
        "Carolina F Nicoletti",
        "J Alfredo Martínez",
        "Felipe F Casanueva",
        "Daniel de Luis",
        "Angel Diaz-Lagares",
        "Ana B Crujeiras"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Mar-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Epigenetic clocks have emerged as a tool to quantify biological age, providing a more accurate estimate of an individual's health status than chronological age, helping to identify risk factors for accelerated aging and evaluating the reversibility of therapeutic strategies. This study aimed to evaluate the potential association between epigenetic acceleration of biological age and obesity, as well as to determine whether nutritional interventions for body weight loss could slow down this acceleration. Methods: Biological age was estimated using three epigenetic clocks (Horvath (Hv), Hannum (Hn), and Levine (Lv)) based on the leukocyte methylome analysis of individuals with normal weight (n = 20), obesity (n = 24), and patients with obesity following a VLCKD (n = 10). We analyzed differences in biological age estimates, the relationship between age acceleration and obesity, and the impact of VLCKD. Correlations were assessed between age acceleration, BMI, and various metabolic parameters. Results: Analysis of the epigenetic clocks revealed an acceleration of biological age in individuals with obesity (Hv = +3.4(2.5), Hn = +5.7(3.2), Lv = +3.9(2.7)) compared to a slight deceleration in individuals with normal weight. This epigenetic acceleration correlated with BMI (p < 0.0001). Interestingly, patients with obesity following a VLCKD showed a deceleration in estimated biological age, both in nutritional ketosis (Hv = -3.3(4.0), Hn = -6.3(5.3), Lv = -8.8(4.5)) and at endpoint (Hv = -1.1(4.3), Hn = -7.4(5.6), Lv = -8.2(5.3)). Relevantly, this slowdown in age is associated with BMI (p < 0.0001), ketonemia (p ≤ 0.001), and metabolic parameters (p < 0.05). Conclusions: Our findings highlight the applicability of epigenetic clocks to monitor obesity-related biological aging in precision medicine and show the potential efficacy of the VLCKD in slowing obesity-related epigenetic aging.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Obesity",
        "Male",
        "Female",
        "Epigenesis, Genetic",
        "Aging",
        "Adult",
        "Middle Aged",
        "Caloric Restriction",
        "Body Mass Index",
        "Ketosis",
        "DNA Methylation"
      ]
    },
    {
      "pmid": "40290421",
      "title": "Genetic aetiologies in relation to response to the ketogenic diet in 226 children with epilepsy.",
      "authors": [
        "Maria Dahlin",
        "Tommy Stödberg",
        "Elin Ekman",
        "Virpi Töhönen",
        "Anna Wedell"
      ],
      "journal": "Brain communications",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A ketogenic diet is used in children with drug-resistant epilepsy but predictors for efficacy are largely lacking. Our aim was to evaluate if causative genetic variants could predict seizure response to the ketogenic diet. A cohort study of 226 children with refractory epilepsy and classic ketogenic diet treatment for at least 3 months (76.9% of the 294 who started) was performed. The median age at diet start was 5.1 years (range 0.1-17.8), 118 were girls and 108 boys. They had previous trials of a median of 6.0 anti-seizure medications (range 0-12) and intellectual disability was found in 87%. Seizure response (≥50% reduction) was found in 138/226 patients (61.1%) at 3 months, 121 (53.5%) at 6 months, 107 (47.3%) at 1 year and in 80 (37.0%) at 2 years follow-up of ketogenic diet. Age of epilepsy onset was lower and combined epilepsy type less common in responders compared to non-responders but no differences were found for specific seizure types, ketogenic ratio or beta-hydroxybutyric acid blood levels. A causative pathogenic/likely pathogenic variant was detected in 107/153 = 69.9% in 48 different genes. Next generation sequencing was used in 91/226 (40%) cases with a diagnostic yield of 58.2% (53/91). In comparison with cases without a revealed genetic aetiology, patients with a causative genetic variant had less atonic seizures and epileptic spasms and a better seizure response with 17.3% seizure free and 25% with >90% seizure reduction at 2-year follow-up. Causative variants in SLC2A1, SCN1A, STXBP1 and PAFAH1B1 showed significant diet response (P < 0.05) and good efficacy was also associated with DEPDC5, GLDC, KCNT1, PDHA1, SLC25A12 and TSC1. Causative variants in COL4A1 and DYNC1H1 were among genes linked to a lack of response. To our knowledge not described previously, we report a good ketogenic diet response related to causative variants in CSNK2A1, FARS2, GABRB3, GRIN1, KCNA2, KCTD3, STX1B and SLC16A2 but a lack of response for causative variants in CLN5, GLI3, MACF1, MAGEL2, NANS, NEMO/IKBKG, RORB, SLC17A5 and UFSP2. After grouping of genes into functional groups, causative variants in transporter genes had the best response (P = 0.009) and variants in other membrane-related proteins (ion channels and neurotransmitter receptors) also showed good efficacy. However, the gene group related to cell structural integrity and/or homeostasis had the worst diet response (P = 0.00006). In conclusion, our results support that causative genetic variants may be used as prognostic markers of ketogenic diet response, constituting an example in the expanding area of precision medicine."
    },
    {
      "pmid": "40290041",
      "title": "Clinical Efficacy and Safety of the Ketogenic Diet in Patients with Genetic Confirmation of Drug-Resistant Epilepsy.",
      "authors": [
        "Ji-Hoon Na",
        "Hyunjoo Lee",
        "Young-Mock Lee"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Mar-11",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Drug-resistant epilepsy (DRE) affects 20-30% of patients with epilepsy who fail to achieve seizure control with antiseizure medications, posing a significant therapeutic challenge. In this narrative review, we examine the clinical efficacy and safety of the classic ketogenic diet (cKD) and its variants, including the modified Atkins diet (MAD), medium-chain triglyceride diet (MCTD), and low glycemic index treatment (LGIT), in patients with genetically confirmed drug-resistant epilepsy. These diets induce a metabolic shift from glucose to ketones, enhance mitochondrial function, modulate neurotransmitter balance, and exert anti-inflammatory effects. However, genetic factors strongly influence the efficacy and safety of the cKD, with absolute indications including glucose transporter type 1 deficiency syndrome (GLUT1DS) and pyruvate dehydrogenase complex deficiency (PDCD). Preferred adjunctive applications of the KD include genetic epilepsies, such as SCN1A-related Dravet syndrome, TSC1/TSC2-related tuberous sclerosis complex, and UBE3A-related Angelman syndrome. However, because of the risk of metabolic decompensation, the cKD is contraindicated in patients with pathogenic variants of pyruvate carboxylase and SLC22A5. Recent advancements in precision medicine suggest that genetic and microbiome profiling may refine patient selection and optimize KD-based dietary interventions. Genome-wide association studies and multiomics approaches have identified key metabolic pathways influencing the response to the cKD, and these pave the way for individualized treatment strategies. Future research should integrate genomic, metabolomic, and microbiome data to develop biomarker-driven dietary protocols with improved efficacy and safety. As dietary therapies continue to evolve, a personalized medical approach is essential to maximize their clinical utility for genetic epilepsy and refractory epilepsy syndromes.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Drug Resistant Epilepsy",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "40284162",
      "title": "Impact of a Fish-Based Restrictive Ketogenic Diet on Body Composition and Strength Capacity: A Pre-Post Study.",
      "authors": [
        "Katarzyna Siedzik",
        "Kamil Góral",
        "Ewa Rodziewicz-Flis",
        "Robert A Olek",
        "Wiesław Ziółkowski"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: The ketogenic diet (KD) is becoming a popular nutritional model for athletes. One limitation of this diet is the use of animal-meat products, which may be unacceptable to some people. Moreover, the relationship between this diet's use, body composition, and strength capacity has not been thoroughly investigated. This study aimed to assess the effects of a two-week fish-based restrictive KD on body composition, strength capacity (isometric muscle strength), and somatic disorders in healthy adults. Methods: Participants were recruited through advertisements, posters displayed at the university, and information shared among colleagues. Ultimately, 14 individuals qualified for this study. For two weeks, they followed a designated ketogenic diet enriched with fish and omega-3 fatty acids, with a calorie reduction of -500 kcal/day. The study was designed and conducted as a single-group pre-post study. Before and after completing the diet, participants' body composition (body mass, body fat, fat-free mass, and visceral fat) and strength capacity (knee extensor peak torque [KEPT] and knee flexor peak torque [KFPT]) were measured. The survey also analyzed participants' somatic disorders such as nausea, vomiting, energy level, diarrhea, constipation, drowsiness, sleep problems, hunger, thirst, and bad breath. The average results of both trials obtained before and after the diet were compared using the paired Student's t-test or non-parametric test. The significance level was set at 0.05. Results: After two weeks of a fish-based restrictive KD, significant increases in ketone bodies were observed in both the blood (pre: 0.21 mmol/L ± 0.15 vs. post: 2.20 ± 1.19, p < 0.001) and urine (pre: 0.00 mmol/L ± 0.00 vs. post: 4.64 mmol/L ± 3.24, p < 0.001). Body composition changes included significant reductions in total body mass (pre: 76.66 kg ± 11.06 vs. post: 73.77 kg ± 10.76, p < 0.001), fat mass (pre: 21.34 kg ± 7.36 vs. post: 19.73 kg ± 7.20, p < 0.001), and visceral fat (pre: 708.50 g ± 627.67 vs. post: 603.21 g ± 567.82, p = 0.0012). Skeletal muscle mass decreased by 2% (pre: 27.75 kg ± 5.80 vs. post: 27.03 kg ± 5.47, p = 0.01), though no significant changes were seen in muscle strength when adjusting for body mass or skeletal muscle mass. No major adverse effects were noted in relation to somatic disorders, although some participants reported increased thirst and bad breath. Conclusions: After 14 days of a fish-based restrictive KD, a significant reduction in body mass and changes in body composition were observed, with no loss of muscle strength. This type of diet may serve as an effective method for rapid body mass reduction in sports with weight categories, while preserving muscle strength, which is crucial for athletes. It could also be an alternative means for individuals to eliminate animal meat from their diet.",
      "mesh_terms": [
        "Humans",
        "Body Composition",
        "Male",
        "Diet, Ketogenic",
        "Muscle Strength",
        "Female",
        "Adult",
        "Young Adult",
        "Animals",
        "Fishes",
        "Fatty Acids, Omega-3",
        "Seafood"
      ]
    },
    {
      "pmid": "40278399",
      "title": "Combined Effects of Ketogenic Diet and Aerobic Exercise on Skeletal Muscle Fiber Remodeling and Metabolic Adaptation in Simulated Microgravity Mice.",
      "authors": [
        "Jun Chen",
        "Wenjiong Li",
        "Liang Yu",
        "Bowei Zhang",
        "Zhili Li",
        "Peng Zou",
        "Bai Ding",
        "Xiaoqian Dai",
        "Qirong Wang"
      ],
      "journal": "Metabolites",
      "publication_date": "2025-Apr-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective: Prolonged microgravity environments impair skeletal muscle homeostasis by triggering fiber-type transitions and metabolic dysregulation. Although exercise and nutritional interventions may alleviate disuse atrophy, their synergistic effects under microgravity conditions remain poorly characterized. This study investigated the effects of an 8-week ketogenic diet combined with aerobic exercise in hindlimb-unloaded mice on muscle fiber remodeling and metabolic adaptation. Methods: Seven-week-old male C57BL/6J mice were randomly divided into six groups: normal diet control (NC), normal diet with hindlimb unloading (NH), normal diet with hindlimb unloading and exercise (NHE), ketogenic diet control (KC), ketogenic diet with hindlimb unloading (KH), and ketogenic diet with hindlimb unloading and exercise (KHE). During the last two weeks of intervention, hindlimb unloading was applied to simulate microgravity. Aerobic exercise groups performed moderate-intensity treadmill running (12 m/min, 60 min/day, and 6 days/week) for 8 weeks. Body weight, blood ketone, and glucose levels were measured weekly. Post-intervention assessments included the respiratory exchange ratio (RER), exhaustive exercise performance tests, and biochemical analyses of blood metabolic parameters. The skeletal muscle fiber-type composition was evaluated via immunofluorescence staining, lipid deposition was assessed using Oil Red O staining, glycogen content was analyzed by Periodic Acid-Schiff (PAS) staining, and gene expression was quantified using quantitative real-time PCR (RT-qPCR). Results: Hindlimb unloading significantly decreased body weight, induced muscle atrophy, and reduced exercise endurance in mice. However, the combination of KD and aerobic exercise significantly attenuated these adverse effects, as evidenced by increased proportions of oxidative muscle fibers (MyHC-I) and decreased proportions of glycolytic fibers (MyHC-IIb). Additionally, this combined intervention upregulated the expression of lipid metabolism-associated genes, including CPT-1b, HADH, PGC-1α, and FGF21, enhancing lipid metabolism and ketone utilization. These metabolic adaptations corresponded with improved exercise performance, demonstrated by the increased time to exhaustion in the KHE group compared to other hindlimb unloading groups. Conclusions: The combination of a ketogenic diet and aerobic exercise effectively ameliorates simulated microgravity-induced skeletal muscle atrophy and endurance impairment, primarily by promoting a fiber-type transition from MyHC-IIb to MyHC-I and enhancing lipid metabolism gene expression (CPT-1b, HADH, and PGC-1α). These findings underscore the potential therapeutic value of combined dietary and exercise interventions for mitigating muscle atrophy under simulated microgravity conditions."
    },
    {
      "pmid": "40277805",
      "title": "Low-Carbohydrate (Ketogenic) Diet in Children with Obesity: Part 1-Diet Impact on Anthropometric Indicators and Indicators of Metabolic Syndrome and Insulin Resistance.",
      "authors": [
        "Ivanka N Paskaleva",
        "Nartsis N Kaleva",
        "Teodora D Dimcheva",
        "Petya P Markova",
        "Ivan S Ivanov"
      ],
      "journal": "Diseases (Basel, Switzerland)",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The ketogenic diet has been successfully used in the last 100 years in the treatment of epilepsy and other neurological disorders. In recent decades, it gained wider application in the treatment of obesity, metabolic syndrome, and type 2 diabetes. However, there have been only a few studies on its use in children with obesity and associated metabolic disorders. OBJECTIVES: To determine the clinical and metabolic effects of a well-formulated low-carbohydrate (ketogenic) diet in children with obesity. METHODS: One hundred children with obesity and metabolic disorders underwent initial anthropometric, laboratory, and ultrasound examinations. They were placed on a well-formulated ketogenic diet and monitored for 4 months. The 58 patients who completed the study underwent follow-up examinations to assess the effects of the diet on anthropometric, clinical, and laboratory markers of metabolic syndrome and insulin resistance, cardiovascular risk factors, and certain hormone levels. Compliance with the diet, common difficulties in adhering to it, side effects, and positive changes in the patients' health were analyzed. RESULTS: At the end of the study, the average weight loss for the entire group was 6.45 kg, with a reduction in BMI of 3.12 kg/m2. Significant improvements were also observed in insulin resistance indicators, including fasting insulin levels, HOMA-IR index, QUICKI (p < 0.0001), and adiponectin (p = 0.04). The cases of hepatosteatosis decreased twofold, the number of patients with arterial hypertension was significantly reduced, as well as the number of children receiving antihypertensive therapy. Additionally, the number of patients meeting the criteria for metabolic syndrome decreased threefold. CONCLUSIONS: A well-formulated short-term ketogenic diet is effective in treating obesity, metabolic syndrome, and related comorbidities, and can be part of a comprehensive approach for these patients."
    },
    {
      "pmid": "40264914",
      "title": "Effects of the ketogenic diet on dentate gyrus and CA3 KCC2 expression in male rats with electrical amygdala kindling-induced seizures.",
      "authors": [
        "Leticia Granados-Rojas",
        "Leonardo Hernández-López",
        "Emmanuel Leonardo Bahena-Alvarez",
        "Tarsila Elizabeth Juárez-Zepeda",
        "Verónica Custodio",
        "Joyce Graciela Martínez-Galindo",
        "Karina Jerónimo-Cruz",
        "Miguel Tapia-Rodríguez",
        "America Vanoye-Carlo",
        "Pilar Duran",
        "Carmen Rubio"
      ],
      "journal": "Frontiers in neuroscience",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Ketogenic diet (KD), a high-fat, low-carbohydrate, and adequate protein diet, is a non-pharmacological treatment for refractory epilepsy. However, their mechanism of action is not fully understood. The cation-chloride cotransporter, KCC2, transports chloride out of neurons, thus contributing to the intraneuronal concentration of chloride. Modifications in KCC2 expression by KD feeding could explain the beneficial effect of this diet on epilepsy. This study aimed to determine the impact of KD on KCC2 expression in dentate gyrus layers and Cornu Ammonis 3 (CA3) strata of rats with seizures induced by amygdaloid kindling. MATERIALS AND METHODS: Male Sprague Dawley rats were fed a normal diet (ND) or KD from postnatal day 24 until the end of the experiment. At 6 weeks after the start of the diets, rats were subjected to an amygdala kindling epilepsy model, sham or remain intact. Glucose and β-hydroxybutyrate concentrations were quantified. The after-discharge duration (ADD), latency, and duration of stages of kindling were evaluated. In addition, KCC2 expression was evaluated using optical density. A Pearson bivariate correlation was used to determine the relationship between KCC2 expression and ADD. RESULTS: At the end of the experiment, the KD-fed groups showed a reduction in glucose and an increase in β-hydroxybutyrate. KD reduced ADD and increased latency and duration of generalized seizures. In ND-fed animals, kindling reduced KCC2 expression in all three layers of the dentate gyrus; however, in KD-fed animals, no changes were observed. KD treatment increased KCC2 expression in the kindling group. In CA3, the pyramidal and lucidum strata showed an increase of KCC2 in KD-fed groups. Besides, the kindling had lower levels of KCC2 than the sham and intact groups. In all layers of the dentate gyrus and pyramidal and lucidum CA3 strata, the correlation indicated that the higher the KCC2 expression, the shorter the ADD during generalized seizures. CONCLUSION: KD reduces ADD in generalized seizures. In addition, KD has a putative neuroprotective effect by preventing the kindling-induced reduction of KCC2 expression in the molecular, granule, and hilar dentate gyrus layers and pyramidal and lucidum CA3 strata. Increased KCC2 expression levels are related to a shorter duration of generalized seizures."
    },
    {
      "pmid": "40261944",
      "title": "Ketogenic diet improves disease activity and cardiovascular risk in psoriatic arthritis: A proof of concept study.",
      "authors": [
        "Roberta Ramonda",
        "Francesca Ometto",
        "Giovanni Striani",
        "Giacomo Cozzi",
        "Daniela Basso",
        "Filippo Evangelista",
        "Mariagrazia Lorenzin",
        "Laura Scagnellato",
        "Ada Aita",
        "Marta Favero",
        "Filippo Brocadello",
        "Andrea Doria"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Very low-calorie ketogenic diet (VLCKD) is a low-carbohydrate, low-calorie regimen that leads to rapid weight loss and may reduce inflammation. This study assessed the impact of VLCKD on anthropometric measurements, inflammatory biomarkers, metabolic health, and cardiovascular risk in psoriatic arthritis (PsA) patients moderately overweight or in class I obesity. METHODS: A proof-of-concept single-arm monocentric study involved PsA patients undergoing a 9-week VLCKD treatment. Patients with Body Mass Index (BMI) ≥27 and <35, in stable (≥6 months) remission or low disease activity, as defined by Disease Activity in PSoriatic Arthritis (DAPSA) score, were included and underwent nutritional evaluations every 3 weeks. The study analyzed changes after the VLCKD intervention and the association between changes of anthropometric parameters and clinical and laboratory variables. RESULTS: Twenty patients were enrolled since April 2022 and completed the study in May 2023. Median baseline BMI was 30.9 (interquartile range 29.1-33) kg/m². All participants exhibited low baseline disease activity, which correlated with BMI (Spearman's correlation coefficient (rs)=0.59,p=0.007). Following VLCKD, significant improvements were observed in all anthropometric measures (BMI -3.5[-4;-2.6]), PsA activity (DAPSA -6.1[-16.8;3.7]), cardiovascular parameters (SCORE2 index -0.2[-0.7;0.1]), insulin resistance (Homeostatic Model Assessment-Insuline Resistance -2.1[-1.1;-3.0]), and lipid profile. Most inflammatory biomarkers remained within normal limits. BMI reduction correlated with changes in DAPSA scores (rs=0.52,p=0.020). Patients with higher baseline weight or clinical activity experienced more pronounced improvements. CONCLUSIONS: VLCKD significantly improved PsA activity and metabolic health. Patients with a higher BMI and less controlled disease are particularly motivated and could benefit more from VLCKD compared to those with lower BMI or better disease control.",
      "mesh_terms": [
        "Humans",
        "Arthritis, Psoriatic",
        "Male",
        "Female",
        "Middle Aged",
        "Diet, Ketogenic",
        "Proof of Concept Study",
        "Cardiovascular Diseases",
        "Body Mass Index",
        "Adult",
        "Heart Disease Risk Factors",
        "Obesity",
        "Aged"
      ]
    },
    {
      "pmid": "40248603",
      "title": "Remission of OCD and ulcerative colitis with a ketogenic diet: Case Report.",
      "authors": [
        "Lori Calabrese"
      ],
      "journal": "Frontiers in psychiatry",
      "publication_date": "2025",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: There is little research describing the clinical use of a ketogenic diet in obsessive-compulsive disorder (OCD) or inflammatory bowel disease. We describe the first clinical application of a ketogenic diet in adult OCD with ulcerative colitis (UC) resulting in complete remission of OCD, clinical remission of UC, and improved metabolic health. METHODS: A 37-year-old obese woman with longstanding OCD and ulcerative colitis was treated for 12 weeks with a personalized whole-food ketogenic diet (KMT 1:5:1 ratio) in a specialized metabolic psychiatry clinic. Adherence was assessed by capillary beta-hydroxybutyrate (BHB) and photojournaling of food intake. Remission of OCD was assessed by the Yale-Brown Obsessive Compulsive Scale (Y-BOCS), Florida Obsessive Compulsive Inventory scale (FOCI), and Clinical Global Impression-Improvement/Severity scale (CGI-S/I). Patient Health Questionnaire-9 (PHQ-9) and Yale Food Addictions Scale 2.0 (YFAS 2.0) assessed depression and food addiction. Remission of UC was assessed by the Partial Mayo Score (PMS) and the Ulcerative Colitis Patient-Reported Outcome (UC-PRO). Metabolic health was assessed by laboratories and bioimpedance. Quality of life was assessed using validated scales for flourishing, resilience, self-compassion, and subjective narrative. RESULTS: Clinical remission of UC occurred within 3 weeks (PMS 0, UC-PRO 0). Progressive improvement in OCD was inversely related to oscillating BHB, with FOCI 0 at 9 weeks, and complete remission at 12 weeks (Y-BOCS 0, CGI-S 1). Body weight decreased 12.2%, with significant decreases in the percentage of body fat and visceral fat. Flourishing, resilience, and self-compassion improved 2- to 20-fold. CONCLUSION: Complete remission of OCD, clinical remission of UC, and marked improvement in metabolic health occurred within 12 weeks using a well-formulated personalized ketogenic diet (KMT ratio 1:5:1) with a meaningful positive impact on quality of life and significant improvements in flourishing, resilience, and self-compassion."
    },
    {
      "pmid": "40236713",
      "title": "Vegetal oil-based ketogenic diet improves inflammation and fibrosis in experimental metabolic dysfunction-associated steatohepatitis.",
      "authors": [
        "Alessia Provera",
        "Naresh Naik Ramavath",
        "Laila Lavanya Gadipudi",
        "Cristina Vecchio",
        "Marina Caputo",
        "Alessandro Antonioli",
        "Sabrina Tini",
        "Anteneh Nigussie Sheferaw",
        "Simone Reano",
        "Nicoletta Filigheddu",
        "Marcello Manfredi",
        "Elettra Barberis",
        "Luca Cocolin",
        "Ilario Ferrocino",
        "Monica Locatelli",
        "Massimiliano Caprio",
        "Frank Tacke",
        "Emanuele Albano",
        "Flavia Prodam",
        "Salvatore Sutti"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: Metabolic dysfunction-associated steatohepatitis (MASH) represents a growing cause of liver cirrhosis and hepatocellular carcinoma (HCC). However, effective therapy for MASH is still lacking. Despite recent studies suggest that ketosis might improve MASH evolution, the mechanisms involved have not been explored since common ketogenic diets cause severe steatohepatitis in mice. In this study, we have investigated the capacity of a new-formulated ketogenic diet (KD) containing vegetal fat in improving liver alterations associated with experimental MASH. METHODS: MASH was induced in C57BL/6 mice by feeding a cholesterol-enriched Western Diet (WD) for up to 16 weeks, followed by switching animals to KD for an additional eight weeks. RESULTS: We observed that KD administration greatly increased ketone body production and significantly reduced liver and body weights. Moreover, liver proteomic analysis and functional tests evidenced an improved glucose and lipid metabolism along with insulin resistance in KD-fed mice. These metabolic effects were associated with an amelioration in MASH-associated gut dysbiosis and with an improvement of hepatic steatosis, parenchymal injury and liver fibrosis. From the mechanistic point of view mice receiving KD showed a significant reduction in liver TREM2-positive monocyte-derived macrophages forming crown-like aggregates along with a lowering in the hepatic expression of pro-inflammatory/pro-fibrogenic markers such as CCL2, IL-12, CD11b, α1-procollagen, TGF-β1, osteopontin, and galectin-3. Consistently, in vitro experiments showed that β-hydroxybutyrate supplementation reduced TREM2 and galectin-3 expression by cultured Raw 264.7 macrophages. CONCLUSIONS: Altogether, these results indicate that ketogenic diet based on vegetal fat effectively improves MASH metabolic derangements and steatohepatitis, and it might represent a potential therapeutic strategy in this disease.",
      "mesh_terms": [
        "Animals",
        "Diet, Ketogenic",
        "Mice",
        "Mice, Inbred C57BL",
        "Liver Cirrhosis",
        "Male",
        "Liver",
        "Disease Models, Animal",
        "Inflammation",
        "Fatty Liver",
        "Lipid Metabolism",
        "Non-alcoholic Fatty Liver Disease"
      ]
    },
    {
      "pmid": "40219026",
      "title": "Ketogenic Diet in Steatotic Liver Disease: A Metabolic Approach to Hepatic Health.",
      "authors": [
        "Fabrizio Emanuele",
        "Mattia Biondo",
        "Laura Tomasello",
        "Giorgio Arnaldi",
        "Valentina Guarnotta"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a major cause of chronic liver dysfunction worldwide, characterized by hepatic steatosis that may progress to nonalcoholic steatohepatitis and cirrhosis. Owing to its strong association with metabolic disorders, current management focuses on weight reduction via lifestyle modifications. Recently, the very-low-calorie ketogenic diet (VLCKD) has emerged as a promising intervention due to its potential for rapid weight loss and reduction in liver fat. This review aims to evaluate the clinical evidence regarding the impact of ketogenic diets on hepatic steatosis. We conducted an extensive MEDLINE literature search in databases including PubMed, Scopus, and Web of Science up to December 2024. Studies assessing the effects of ketogenic or low-carbohydrate high-fat diets on liver fat, evaluated by imaging, histology, or biochemical markers, were included. The analysis indicates that ketogenic diets significantly reduce hepatic fat content and improve metabolic parameters, including insulin sensitivity and liver enzyme levels. Evidence further suggests that substituting saturated fats with unsaturated fats or replacing carbohydrates with proteins may enhance these benefits. However, considerable variability exists among studies and long-term data remain limited. Although short-term outcomes are encouraging, potential adverse effects such as dyslipidaemia, gastrointestinal disturbances, and transient 'keto flu' symptoms require careful clinical monitoring. Future research should focus on elucidating underlying mechanisms, optimizing dietary composition, and assessing long-term safety to establish ketogenic diets as a robust strategy for managing MASLD.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Liver",
        "Non-alcoholic Fatty Liver Disease",
        "Fatty Liver",
        "Diet, Carbohydrate-Restricted"
      ]
    },
    {
      "pmid": "40219025",
      "title": "Investigating the Therapeutic Potential of the Ketogenic Diet in Modulating Neurodegenerative Pathophysiology: An Interdisciplinary Approach.",
      "authors": [
        "Iqra Shabbir",
        "Keying Liu",
        "Bakhtawar Riaz",
        "Muhammad Farhan Rahim",
        "Saiyi Zhong",
        "Jude Juventus Aweya",
        "Kit-Leong Cheong"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The ketogenic diet (KD) is a dietary intervention comprising a high-fat, low-carbohydrate, and moderate-protein intake designed to induce a metabolic state known as ketosis, whereby ketone bodies are produced as an alternative source of energy. Initially established as a treatment for intractable epilepsy, the KD has subsequently gained significant attention for its potential to manage neurodegenerative diseases, including Alzheimer's, Parkinson's, and Huntington's disease. Ketone bodies, such as beta-hydroxybutyrate (BHB), have been demonstrated to possess neuroprotective properties. The increasing prevalence of neurodegenerative diseases, such as Alzheimer's, Parkinson's, and Huntington's disease, poses a significant public health challenge worldwide. With neurological disorders being the second-leading cause of death globally, the need for effective therapeutic interventions has never been more urgent. Recent evidence suggests that dietary interventions, particularly the ketogenic diet, offer promising potential in mitigating the progression of these diseases by influencing metabolic processes and providing neuroprotective benefits. The ketogenic diet, characterized by high-fat and low-carbohydrate intake, induces ketosis, leading to the production of ketone bodies like beta-hydroxybutyrate, which enhance mitochondrial efficiency, reduce oxidative stress, and modulate inflammatory pathways-mechanisms critical in neurodegenerative pathophysiology. This review explores the role of the ketogenic diet in managing neurological conditions, examining its mechanisms of action, historical context, and therapeutic efficacy. The paper also discusses emerging evidence linking the ketogenic diet to improved cognitive function, reduced motor symptoms, and enhanced mitochondrial activity in patients with neurodegenerative disorders. Additionally, the review highlights the need for further research to refine the therapeutic applications of the ketogenic diet, investigate its impact on various neurodegenerative diseases, and better understand its potential long-term effects. This study underscores the importance of nutrition as a vital aspect of the treatment strategy for neurological diseases, advocating for continued exploration of dietary interventions to improve brain health and function.",
      "mesh_terms": [
        "Diet, Ketogenic",
        "Humans",
        "Neurodegenerative Diseases",
        "Ketone Bodies",
        "Ketosis",
        "Animals",
        "3-Hydroxybutyric Acid",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "40217541",
      "title": "Exploring physiological beta-hydroxybutyrate level in children treated with the classical ketogenic diet for drug-resistant epilepsy.",
      "authors": [
        "Xiaoying Qiao",
        "Zimeng Ye",
        "Jialun Wen",
        "Sufang Lin",
        "Dezhi Cao",
        "Li Chen",
        "Dongfang Zou",
        "Huafang Zou",
        "Man Zhang",
        "Zhibin Chen",
        "Patrick Kwan",
        "Ingrid E Scheffer",
        "Jiong Qin",
        "Jianxiang Liao"
      ],
      "journal": "Acta epileptologica",
      "publication_date": "2025-Feb-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The ketogenic diet (KD) therapy is a primary treatment for drug-resistant epilepsy, and beta-hydroxybutyrate (BHB) is the main ketone produced during KD. However, the pattern of increase in BHB levels is not well understood, and the reference range for BHB need to be defined. The aim of this study was to evaluate the BHB levels in the first three months, especially one week, after KD initiation, and to explore the physiological reference range for BHB. METHODS: In our study, a fasting initiation strategy was used for the majority of patients (252/300, 84%) who underwent fasting for 24-48 h, the rest fasted for at least 12 h. The concentration of blood BHB was measured four times a day during the first week, at one month and three months. Seizure frequency was recorded at one week, one month and three months. Responders were defined as those with a seizure reduction 50% or more compared to baseline. BHB levels were compared between responders and non-responders. The BHB levels of responders were used to calculate the reference range. RESULTS: A total of 300 patients were recruited, of whom 172 (57%) had accessible BHB data. BHB levels rapidly rose to 2.0 mmol/L at 19 h, peaked at 4.2 mmol/L at 43 h of therapy, and stabilized by three months. The reference range for BHB was 1.1 to 4.9 mmol/L. CONCLUSIONS: BHB levels increased rapidly following fasting, reaching the peak at day 2, stabilizing from the end of the first week through three months. The lower reference limit for BHB to ensure KD efficacy should be set at 1.1 mmol/L."
    },
    {
      "pmid": "40208081",
      "title": "The Ketogenic Diet: An Underrecognized Therapy for Rett Syndrome.",
      "authors": [
        "Babitha Haridas",
        "Stacey Bessone",
        "Zahava Turner",
        "Eric Kossoff"
      ],
      "journal": "Journal of child neurology",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rett syndrome is an X-linked dominant neurodevelopmental disorder characterized by cognitive and communicative regression, stereotypies and loss of hand use. Epilepsy is present in 50% to 90% with approximately one-third having refractory epilepsy. The ketogenic diet has been used as an antiseizure therapy for more than a century; however, there is limited data on its use in Rett syndrome. In this retrospective single-center case series, we present 9 children with Rett syndrome who were placed on ketogenic diet. There was ≥50% improvement in seizure frequency in 67% (6/9) and 44% (4/9) at 6 and 12 months, respectively. Patients with ≥50% seizure reduction had an improvement in cognition and alertness. All 9 had a gastrostomy tube, with 8 starting ketogenic diet with a ketogenic formula and 1 with a food-based diet. The ketogenic diet is well tolerated and has high efficacy for seizures associated with Rett syndrome with two-thirds reporting significant seizure reduction. The presence of a gastrostomy tube can help the initiation and titration of ketogenic diet."
    },
    {
      "pmid": "40198149",
      "title": "Impact of Intermittent Fasting with a Ketogenic Diet on AMPK Levels in Breast Cancer Patients Receiving Chemotherapy.",
      "authors": [
        "Ahsan Raza Khan Lughmani",
        "Nouman Ibrahim",
        "Wasiq Ali",
        "Yasmeen Bibi",
        "Adnan Afzal",
        "Mizna Javed",
        "Ammara Hameed",
        "Wania Shahzadi",
        "Saba Saddique",
        "Maria Ahmed"
      ],
      "journal": "Nutrition and cancer",
      "publication_date": "2025-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Adenosine monophosphate-activated protein kinase (AMPK), a metabolic sensor activated by nutrient starvation, plays a multifaceted role in cancer. Whether AMPK is beneficial or malevolent is controversial. This study aimed to investigate AMPK levels in breast cancer patients receiving chemotherapy and compare the effects of intermittent fasting combined with different diets on these levels. Forty-five breast cancer patients were divided into three groups: a control, a group practicing 23:1-h intermittent fasting (IF) with a routine diet (RD), and another with a ketogenic diet (KD) over 4 weeks. Body mass index (BMI), Carbohydrate Antigen 15-3 (CA 15-3) levels, and serum AMPK levels were measured pre and post-intervention. Results showed a significant increase in AMPK levels in both the fasting groups and no significant difference in the non-fasting group, with the keto diet group showing the most significant growth. CA 15-3 levels were reduced in all the groups but significantly reduced in the KD group as compared to the RD group. This study shows that intermittent fasting with the keto diet improves AMPK levels and may serve as a valuable non-pharmacological complementary strategy for reducing or eliminating the tumor and, simultaneously, preventing the healthy cells from the toxic side effects of chemotherapy."
    },
    {
      "pmid": "40197680",
      "title": "Ketogenic diet attenuates neuroinflammation and restores hippocampal neurogenesis to improve CUMS induced depression-like behavior in mice.",
      "authors": [
        "Jinyuan Liang",
        "Jingxi Zhang",
        "Jingyu Sun",
        "Qingsheng Liang",
        "Yingtong Zhan",
        "Zhiyou Yang",
        "Yongping Zhang",
        "Leigang Jin",
        "Chuanyin Hu",
        "Yun-Tao Zhao"
      ],
      "journal": "Food & function",
      "publication_date": "2025-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The ketogenic diet (KD) has been proposed as a potential treatment for depression. However, the underlying mechanisms remain poorly understood. This study aimed to evaluate further the effects of KD on chronic unpredictable mild stress (CUMS)-induced depression in mice and investigate the underlying mechanisms. The results demonstrated that KD intervention significantly alleviated CUMS-induced depression-like behaviors, as evidenced by a decrease in immobility time in the forced swimming test and tail suspension test, an increase in distance traveled in the open field test, and a greater preference for sucrose in the sucrose preference test. KD alleviated neuroinflammation by reducing the levels of glial cell activation markers Iba-1 and GFAP, inhibiting the expression of inflammatory factors IL-1β, TNF-α, and COX-2, and suppressing the overactivation of the TLR4/MyD88/NF-κB signaling pathway. Furthermore, KD increased the number of DCX-, BrdU-, and PSD95-positive cells in the hippocampus and enhanced the BDNF/TrkB/CREB and Wnt/β-catenin signaling pathways, thereby promoting hippocampal neurogenesis. These findings suggested that KD alleviated CUMS-induced depression-like behaviors in mice by reducing neuroinflammation, enhancing neurotrophic signaling, and promoting hippocampal neurogenesis, thereby providing a mechanistic basis for its potential as a novel dietary antidepressant therapy."
    },
    {
      "pmid": "40181520",
      "title": "Ketogenic diet and ketone salts differentially improve cardiometabolic complications in an HFpEF rat model.",
      "authors": [
        "Alexandre Gonçalves",
        "Inês N Alves",
        "Cláudia Mendes",
        "Daniela Miranda",
        "Glória Conceição",
        "João Almeida-Coelho",
        "Diana Martins",
        "Isabel Miranda",
        "Alexandre Rodrigues",
        "Carolina Silva",
        "Sandra Marisa Oliveira",
        "José Sereno",
        "Maria João Ferreira",
        "Ulrich Dischinger",
        "Henrique Girão",
        "Adelino F Leite-Moreira",
        "Vasco Sequeira",
        "Inês Falcão-Pires"
      ],
      "journal": "The Journal of physiology",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Heart failure with preserved ejection fraction (HFpEF) remains a major health concern with limited therapeutic options. Growing evidence supports the multiple benefits of ketones in heart disease, but their impact on HFpEF remains unknown. We investigated whether increasing ketones can help to manage HFpEF. Using the ZSF1 rat model of HFpEF, 16-week-old rats were randomly assigned to one of three subgroups: (i) control diet; (ii) ketogenic diet (KD); or (iii) control diet with added exogenous ketone salts (KS) in their drinking water for 10 weeks. We found that both KD and KS ameliorated the HFpEF phenotype by improving structural echocardiographic parameters, lowering glycaemia and lipid profiles, and reducing HFpEF-related fibrosis and hypertrophy without impacting in vivo diastolic function. Nevertheless, ex vivo cardiomyocyte preparations showed improved calcium handling and myofilament relaxation, suggesting benefits at the cellular level. Interestingly, KD still proved effective, despite the potentially adverse increase in fat mass. There was decreased myofilament Ca2+ sensitivity and normalized active and passive tension in both groups, especially KS. These results suggest that providing ketone through the diet or supplements could be a valuable strategy to complement HFpEF treatment. Given the well-known challenges of implementing dietary changes, exogenous KS offer a more practical and effective option to achieve these benefits. KEY POINTS: Ketogenic diet and ketone salts effectively reversed the cardiac structural impairments associated with the ZSF1 Obese heart failure with preserved ejection fraction (HFpEF) phenotype by ameliorating left ventricular mass. Both treatments reduced fibrosis and hypertrophy, leading to improved or, in the case of ketone salts, even reversed cardiomyocyte contractile and relaxation performance. Ketone salts also reversed HFpEF-related cardiomyocyte stiffness and prevented a reduction in the development of maximum force. Both treatments improved myofilament Ca2+ sensitivity. Both treatments also improved the metabolic profile, reducing hyperglycaemia, blood triglycerides and levels of NT-proBNP, a well-known biomarker of worsening heart failure."
    },
    {
      "pmid": "40180904",
      "title": "Integrative insights into the role of CAV1 in ketogenic diet and ferroptosis in pancreatic cancer.",
      "authors": [
        "Xue Liang",
        "Ruofei Tian",
        "Ting Li",
        "Hao Wang",
        "Yifei Qin",
        "Meirui Qian",
        "Jing Fan",
        "Dan Wang",
        "Hong-Yong Cui",
        "Jianli Jiang"
      ],
      "journal": "Cell death discovery",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pancreatic cancer exhibits high mortality rates with limited therapeutic options. Emerging evidence suggests that the ketogenic diet may act as adjuvant therapy by triggering ferroptosis in cancer cells, though the underlying molecular mechanisms remain unclear. This study aims to investigate the molecular mechanisms linking ketogenic metabolism and ferroptosis, with an emphasis on key regulatory proteins. We demonstrated that pancreatic adenocarcinoma (PAAD) tissues significantly enhanced ketogenic and ferroptosis phenotypes compared to normal tissues, both correlating with poorer patient prognosis. These phenotypes showed strong interdependence mediated by CAV1. In the pancreatic tumor microenvironment, CAV1 was predominantly expressed in tumor cells. Through in vitro cell experiments, we clarified that Na-OHB downregulated CAV1 expression in pancreatic cancer cells, inhibiting the transcription of the CAV1/AMPK/NRF2 downstream ferroptosis-protective genes SLC7A11 and SLC40A1. Additionally, we demonstrated the interaction between CAV1 and SLC7A11 molecules; when CAV1 was downregulated, it affected the stability of SLC7A11, leading to the ubiquitination and degradation of the translated SLC7A11 protein. Through these dual mechanisms, Na-OHB caused Fe2+ overload, lipid peroxidation accumulation, and oxidative stress in pancreatic cancer cells, ultimately triggering ferroptosis. In ketogenic diet-fed tumor-bearing mouse models, we also observed a significant increase in lipid peroxidation and other related biomarkers, while CAV1 and SLC7A11 levels were markedly decreased compared to the normal diet group. Our findings identify CAV1 as a pivotal molecular link between ketogenic metabolism and ferroptosis in pancreatic cancer. The multi-level regulatory axis involving CAV1-mediated transcriptional regulation and post-translational modifications provides mechanistic insights into ketogenic diet-induced ferroptosis, suggesting potential therapeutic targets for pancreatic cancer adjuvant treatment."
    },
    {
      "pmid": "40175850",
      "title": "Advancing Obesity Management: the Very Low-Energy Ketogenic therapy (VLEKT) as an Evolution of the \"Traditional\" Ketogenic Diet.",
      "authors": [
        "Francesco Balestra",
        "Maria De Luca",
        "Giorgia Panzetta",
        "Rita Palieri",
        "Endrit Shahini",
        "Gianluigi Giannelli",
        "Giovanni De Pergola",
        "Maria Principia Scavo"
      ],
      "journal": "Current obesity reports",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE OF REVIEW: This narrative review comprehensively analyzes VLEKT as an advanced nutritional strategy for obesity management. The focus is on the beneficial effects on key disease organs, such as adipose tissue and liver, as well as the modulation of intestinal permeability and its fundamental role in influencing the gut microbiota and inflammatory pathways. RECENT FINDINGS: The impact of VLEKT on obesity-related comorbidities, including metabolic syndrome, cardiovascular disease, endocrine disorders, metabolic dysfunction-associated steatotic liver disease (MASLD), neurological disorders, and kidney alterations, is also investigated. Moreover, to assess its wider application in obesity treatment, the combination of ketogenic regimes with additional strategies such as physical activity, bariatric surgery, and digital health technologies is examined. Despite promising clinical results, adherence to VLEKT and potential nutritional deficiencies require careful follow-up and individualized programming monitored by specialists. Future research should focus on elucidating the molecular mechanisms underlying the effects on physiological systems, and long-term safety. Nevertheless, VLEKT is an innovative approach to obesity treatment, offering a target-oriented and highly effective strategy for people fighting against overweight and its associated medical complications. Obesity is a multifactorial and chronic disease associated with numerous comorbidities; given its increasing prevalence, effective and personalized intervention strategies are crucial to inhibit the \"obesity pandemic\" according to a \"food re-educational\" protocol. Among dietary interventions, the ketogenic diet (KD) has attracted attention for its effectiveness in weight management and metabolic benefits. A variant, the very low-calorie ketogenic diet (VLCKD), more recently defined as very low-energy ketogenic diet (VLEKD), combines the metabolic benefits of ketosis with substantial calorie restriction, improving overall health.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Obesity",
        "Obesity Management",
        "Caloric Restriction"
      ]
    },
    {
      "pmid": "40172923",
      "title": "A three-week Ketogenic Diet increases Global Cerebral Blood Flow and Brain-Derived Neurotrophic Factor.",
      "authors": [
        "Thien Vinh Luong",
        "Kim Vang Hansen",
        "Allan Kjeldsen Hansen",
        "Stephen C Cunnane",
        "Niels Møller",
        "Esben Søndergaard",
        "Lars Christian Gormsen",
        "Mads Svart"
      ],
      "journal": "The Journal of clinical endocrinology and metabolism",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The beneficial effects of a ketogenic diet (KD) on neurodegenerative conditions such as mild cognitive impairment (MCI) and Alzheimer's disease (AD) are increasingly acknowledged, with potential implications for the general population as well. Thus, our study aimed to explore the effect of a KD on cerebral blood flow (CBF) and Brain-Derived Neurotrophic Factor (BDNF) in healthy individuals. We hypothesized that a KD would increase CBF and BDNF, thereby presenting itself as an approach to prevent cognitive decline. METHODS: In total, 11 cognitively healthy individuals with overweight participated in a randomized, crossover trial consisting of two three-week interventions: 1) a KD and 2) a standard diet. Each diet period concluded with a positron emission tomography (PET) study day, accompanied by a separate magnetic resonance imaging (MRI) scan. Blood samples were collected prior to the PET scan to measure β-hydroxybutyrate (β-OHB) and BDNF levels. CBF was assessed using a [15O]H2O PET scan co-registered with an MRI scan. RESULTS: A KD led to increased basal plasma β-OHB levels compared to the SDD (647 (418-724) vs. 50 (50-60) μmol/l, p<0.05), increased CBF by 22% (p=0.02), and elevated BDNF levels by 47% (p=0.04). Moreover, a correlation was observed between β-OHB levels and CBF measurements across the two diets (R2=0.54, p<0.001). CONCLUSION: Implementing a KD improved CBF and raised BDNF levels in cognitively healthy individuals, indicating that a KD should be assessed for as a potential treatment for conditions associated with reduced CBF."
    },
    {
      "pmid": "40134818",
      "title": "Safety, Feasibility, and Effectiveness of Ketogenic Diet in Pediatric Patients With Brain Tumors: A Systematic Review.",
      "authors": [
        "Hanan AlMutairi",
        "Fiona Mccullough",
        "Khawar Siddiqui",
        "Ibrahim Ghemlas",
        "Manal AlHarbi",
        "Richard Grundy",
        "Madhumita Dandapani"
      ],
      "journal": "Journal of nutrition and metabolism",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: Evidence suggests the positive effects of ketogenic diet (KD) on cancers by limiting glucose availability to cancer cells. This systematic review aimed to explore the safety, feasibility, and effectiveness of KD in children with brain tumors including diet side effects, patient tolerance and compliance, tumor response, quality of life, and nutritional status. Methods: Six databases were searched for relevant publications between 1995 and 2022; non-English language publications were excluded to avoid misinterpretation. The Joanna Briggs Institute assessment scale for observational studies was used to measure study methodology quality and evaluate the extent to which the bias possibility in study design, conduct, and analysis has been stated. The study was registered in PROSPERO under registration number (CRD42021281620). Results: Ultimately, eight eligible publications involving a total of 11 children with brain tumors following KD were included. Nine patients followed classic KD with medium-chain triglyceride oil, whereas others followed a modified Atkin or low-carbohydrate diet. KD was well-tolerated, having nonsevere side effects. Six patients showed positive tumor response, five improved neurological skills, and four reported growth improvement. Six patients reported a median overall survival of 17.6 months. Lastly, statistical analyses could not be performed; hence, a meta-analysis was not possible. Conclusion: KD may be a safe and feasible dietary intervention for children with brain tumors. However, the effects on tumors remain unclear and require further study. The study limitation included the lack of high-quality and appropriately controlled trials with large samples. Moreover, heterogeneity was observed, and quality-of-life assessments were self-reported, which might have resulted in bias or inaccuracy."
    },
    {
      "pmid": "40120198",
      "title": "Association of node assortativity and internalizing symptoms with ketogenic diet effectiveness in pediatric patients with drug-resistant epilepsy.",
      "authors": [
        "Yi-Fen Chen",
        "Wei-Che Lin",
        "Ting- Yu Su",
        "Tzu-Yun Hsieh",
        "Kai-Yin Hung",
        "Mei-Hsin Hsu",
        "Ying-Jui Lin",
        "Hsuan-Chang Kuo",
        "Pi-Lien Hung"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The ketogenic diet (KD) is an effective alternative therapy for drug-resistant epilepsy (DRE). However, there are no established predictors for KD effectiveness. We aimed to investigate the impact of 12 months of KD therapy (KDT) on brain connectivity, as measured by functional magnetic resonance imaging (fMRI), and its correlation with seizure control, behavioral/mood alterations, and parental stress. METHODS: Children with DRE were enrolled in this single-center, prospective cohort study from February 2020 to October 2021. They were divided into a control group and a KDT group. The Child Behavior Checklist (CBCL) and Parental Stress Index (PSI) were administered to parents at the initiation of KDT (T0) and at 12 months (T1). Resting-state fMRI was performed at T0 and at 6 months of KDT. The primary outcome was the between-group difference in the change of CBCL/PSI scores, and brain connectivity metrics after KDT, and the secondary outcome involved measuring their correlation with seizure reduction rates. RESULTS: Twenty-two patients with DRE were enrolled. We had 13 patients in the control group and 9 in the KDT group. Our data revealed that 12 months of KDT can reduce monthly seizure frequency. Several subscales of CBCL T-scores were higher at T0 compared with the control group, then becoming comparable at T1. The PSI scores from 'mothers' reports reduced after receiving KDT. The changes in node assortativity (ΔAssortativity) were positively correlated with behavioral problems and negatively with seizure reduction rates in the KD group. CONCLUSIONS: Twelve months of KDT can reduce monthly seizure frequency and improve mood/behavioral disturbances in patients with DRE. Furthermore, KDT could relieve primary caregivers' stress. A lower ΔAssortativity value was associated with better behavioral outcomes and greater seizure reduction. The ΔAssortativity value in fMRI may be a crucial predictor for the effectiveness of KDT.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Drug Resistant Epilepsy",
        "Female",
        "Male",
        "Child",
        "Prospective Studies",
        "Magnetic Resonance Imaging",
        "Treatment Outcome",
        "Child, Preschool",
        "Brain",
        "Adolescent",
        "Parents"
      ]
    },
    {
      "pmid": "40119755",
      "title": "Prescribing errors in hospitalized patients on the ketogenic diet.",
      "authors": [
        "Cheng Yu Yen",
        "Lauren Kronisch",
        "Kayleen Whitley",
        "Byronae Carew",
        "Arturo Zaldana",
        "Gloria Diaz-Medina",
        "Akshat Katyayan",
        "Jon A Cokley"
      ],
      "journal": "American journal of health-system pharmacy : AJHP : official journal of the American Society of Health-System Pharmacists",
      "publication_date": "2025-Mar-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "DISCLAIMER: In an effort to expedite the publication of articles, AJHP is posting manuscripts online as soon as possible after acceptance. Accepted manuscripts have been peer-reviewed and copyedited, but are posted online before technical formatting and author proofing. These manuscripts are not the final version of record and will be replaced with the final article (formatted per AJHP style and proofed by the authors) at a later time. PURPOSE: A ketogenic diet (KD) is recommended as a nonpharmacological treatment option for seizure management in pediatric patients with epilepsy. However, prescribing errors in the hospital setting for these patients can result in inadvertent carbohydrate administration and potentially increase the risk of loss of ketosis and breakthrough seizures. The objective of this study was to evaluate the incidence of inadvertent administration of medication containing carbohydrates in hospitalized children on the traditional KD. METHODS: This study was a retrospective cohort study of pediatric patients with epilepsy receiving KD therapy while admitted to the hospital. Patients 18 years of age or younger diagnosed with epilepsy and/or intractable epilepsy, receiving antiseizure medications on the traditional KD or KD total parenteral nutrition during admission, or with a GLUT-1 genetic disorder were included in the study. The primary endpoint was the incidence of patient admissions with unintended orders for carbohydrate-containing medications during hospitalization. RESULTS: A total of 42 patients accounting for 66 inpatient admissions were included in this study. The total incidence of admissions with an inadvertent carbohydrate-containing medication order placed was 52% for intravenous (IV) medications and 64% for oral medications. Patients averaged 2 carbohydrate-containing orders per admission for both IV and oral medications. The most commonly prescribed carbohydrate-containing medications were given at least once before being discontinued. Of the IV medications documented in this study, 6 were premix products diluted in carbohydrate-containing solutions and did not have an alternative file built to facilitate dilution in normal saline. CONCLUSION: Because of their restricted carbohydrate allowance and the possibility of carbohydrate-containing product excipients, patients on the KD are at increased risk for receiving inappropriate carbohydrate-containing medications during hospital admissions."
    },
    {
      "pmid": "40117502",
      "title": "Perspectives on the Ketogenic Diet as a Non-pharmacological Intervention For Major Depressive Disorder.",
      "authors": [
        "Jade Shelp",
        "Cristiano Chaves",
        "Alexander Terpstra",
        "Elena Koning",
        "Fabiano A Gomes",
        "Jennifer Fabe",
        "Vitor Breda",
        "Nicole Laurent",
        "Christopher Palmer",
        "Elisa Brietzke"
      ],
      "journal": "Trends in psychiatry and psychotherapy",
      "publication_date": "2025-Mar-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Major Depressive Disorder (MDD) is a prevalent mood disorder characterized by persistent low mood and anhedonia, significantly impacting cognitive function and daily living. Despite available pharmacological treatments, nearly one-third of individuals with MDD do not achieve adequate symptom relief with conventional treatments. The ketogenic diet (KD), a high-fat, low-carbohydrate diet that induces ketosis, has emerged as a potential non-pharmacological intervention for MDD. OBJECTIVE: To provide a comprehensive perspective on the current knowledge and gaps regarding the potential antidepressant effect of the KD, emphasizing its safety, efficacy, and mechanistic pathways. METHODS: This narrative review synthesizes data from preclinical and clinical studies on the effects of KD on mood, cognitive function, and its potential as an antidepressant. Mechanistic insights from animal and human studies are explored to elucidate possible pathways through which KD may exert its effects on MDD. RESULTS: Evidence from animal models suggests that KD may reduce depressive-like behaviors and improve cognitive function. Preliminary human studies, including case reports and observational studies, indicate potential benefits such as mood stabilization, increased energy, and reduced depression severity. Proposed mechanisms include immune-inflammatory regulation, correction of mitochondrial dysfunction, and neurotransmitter modulation. However, key gaps remain, particularly regarding the therapeutic window, long-term efficacy, and specific mechanisms of action in MDD. CONCLUSION: KD represents a promising avenue for further investigation as a non-pharmacological treatment of MDD. Further research is needed to establish its clinical utility, identify predictors of response, and assess its feasibility as a treatment option for MDD."
    },
    {
      "pmid": "40097762",
      "title": "Nutritional Interventions in Amyotrophic Lateral Sclerosis: From Ketogenic Diet and Neuroprotective Nutrients to the Microbiota-Gut-Brain Axis Regulation.",
      "authors": [
        "Samira Nabakhteh",
        "Anahita Lotfi",
        "Arman Afsartaha",
        "Elaheh Sadat Khodadadi",
        "Siavash Abdolghaderi",
        "Mozhdeh Mohammadpour",
        "Yasaman Shokri",
        "Pouria Kiani",
        "Sajad Ehtiati",
        "Sara Khakshournia",
        "Seyyed Hossein Khatami"
      ],
      "journal": "Molecular neurobiology",
      "publication_date": "2025-Mar-17",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Amyotrophic lateral sclerosis (ALS) is a complex neurodegenerative disease with significant challenges in diagnosis and treatment. Recent research has highlighted the complex nature of ALS, encompassing behavioral impairments in addition to its neurological manifestations. While several medications have been approved to slow disease progression, ongoing research is focused on identifying new therapeutic targets. The current review focuses on emerging therapeutic strategies and personalized approaches aimed at improving patient outcomes. Recent advancements highlight the importance of targeting additional pathways such as mitochondrial dysfunction and neuroinflammation to develop more effective treatments. Personalized medicine, including genetic testing and biomarkers, is proving valuable in stratifying patients and tailoring treatment options. Complementary therapies, such as nutritional interventions like the ketogenic diet and microbiome modulation, also show promise. This review emphasizes the need for a multidisciplinary approach that integrates early diagnosis, targeted treatments, and supportive care to address the multisystemic nature of ALS and improve the quality of life for patients."
    },
    {
      "pmid": "40085179",
      "title": "VDAC1 Inhibition Mitigates Inflammatory Status and Oxidative Stress in Epileptic Mice Treated with the Ketogenic Diet.",
      "authors": [
        "Xiaolin Luo",
        "Jiong Yue"
      ],
      "journal": "Neurochemical research",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Due to the pleiotropic effects of ketogenic diet (KD) on pathophysiology, including inflammation and oxidative stress, medical personnels have been intensively exploring the application of it in the management of epilepsy. Meanwhile, the voltage-dependent anion channel 1 (VDAC1) is believed to be involved in regulating inflammatory and oxidative stress processes. However, the correlation between KD and VDAC1 in epilepsy has not been elucidated. Pilocarpine-induced chronic epilepsy model was utilized to examine the effects of VDAC1 antagonist VBIT-4 treatment on seizure activity, behavioral changes, inflammation, and oxidative stress under control diet (CD) and KD conditions, respectively. Chronic VBIT-4 administration mitigates seizure activity and behavioral abnormalities of epileptic mice under KD rather than CD conditions. Our further findings demonstrated that VBIT-4 treatment attenuates inflammatory response and oxidative stress in the hippocampi and serum samples of epileptic mice under KD rather than CD. Taken together, our data suggest a critical role of VDAC1 in mediating the anti-seizure efficacy of the KD, shedding light on developing novel therapeutic interventions to seizure control.",
      "mesh_terms": [
        "Animals",
        "Diet, Ketogenic",
        "Oxidative Stress",
        "Voltage-Dependent Anion Channel 1",
        "Male",
        "Epilepsy",
        "Mice",
        "Pilocarpine",
        "Inflammation",
        "Hippocampus",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "40056334",
      "title": "Ketogenic Diet Intervention for Obesity Weight-Loss- A Narrative Review, Challenges, and Open Questions.",
      "authors": [
        "Adina Bachar",
        "Ruth Birk"
      ],
      "journal": "Current nutrition reports",
      "publication_date": "2025-Mar-08",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE OF REVIEW: The ketogenic diet (KD) has gained clinical attention for its potential benefits in weight loss and metabolic syndrome. By mimicking fasting through carbohydrate (CHO) restriction, KD shifts energy utilization to ketone bodies (KB) instead of glucose. Despite promising results, the effects on different weight loss indicators remain controversial, with challenges in monitoring adherence standards, optimal macronutrient composition, potential risks, and long-term sustainability. This article aims to review the different weight-loss outcomes of KD interventions for obesity, monitored by KB (adherence indication). RECENT FINDINGS: Current literature on KD interventions for obesity weight loss monitored by KB show reduction in different outcomes, including body weight, body mass index, waist circumference, visceral adipose tissue, fat mass, and body fat percentage. Minor decreases in lean body mass and skeletal muscle mass were noted without resistance training. Variability existed in adherence (KB markers), CHO intake (7-27% of daily energy), diet duration (28 days to 12 months), and follow-up frequency (weekly to biannual). KD, particularly accompanied by exercise, positively influenced appetite regulation. KD interventions improves weight-related outcomes in participants with obesity but presents challenges in lean body mass reduction without resistance training and adherence variability. Standardizing methodologies, refining interventions and suitability to sub-populations, setting KB markers, and defining clinical relevance are essential for optimizing KD effectiveness.",
      "mesh_terms": [
        "Diet, Ketogenic",
        "Humans",
        "Obesity",
        "Weight Loss",
        "Body Mass Index",
        "Body Composition",
        "Ketone Bodies"
      ]
    },
    {
      "pmid": "40047467",
      "title": "Immediate inpatient carbohydrate challenge: Novel method of ketogenic diet therapy discontinuation.",
      "authors": [
        "Eric H Kossoff",
        "Zahava Turner"
      ],
      "journal": "Epilepsia",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite significant research into more flexible methods of ketogenic diet therapy initiation, there is only limited literature on the best practices to discontinue it. Both tradition and guidelines suggest weaning this treatment over 2-3 months; however, a more abrupt discontinuation has also been reported. Fifteen children and adults on ketogenic diet therapy, with various levels of seizure control, had their ketogenic diet therapy immediately discontinued. All were coincidentally admitted to inpatient units (typically an epilepsy monitoring unit), with intravenous access and electroencephalographic (EEG) monitoring. Patients and parents were counseled, regular foods or formula was ordered, and unlimited carbohydrates were provided to break ketosis under close supervision. Thirteen patients had no worsening in seizure frequency or EEG and were discharged home off of ketogenic diet therapy. Two patients, aged 4 and 33 years, had increased seizure frequency, and ketogenic diets were restarted prior to discharge. This method of safe, inpatient rapid diet discontinuation can be utilized as an alternative method to a more gradual weaning process."
    },
    {
      "pmid": "40043464",
      "title": "Keto therapy-unveiling the potential of ketogenic diet in psychiatric care: A scoping review.",
      "authors": [
        "Margherita Boltri",
        "Alberto Scalia",
        "Federico Brusa",
        "Francesca Manzo",
        "Emanuela Apicella",
        "Leonardo Mendolicchio"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Scoping Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Within the framework of gut-brain interactions, the ketogenic diet (KD), a high-fat, low-carbohydrate, and moderate-protein dietary intervention, has gained attention for its potential in psychiatric care. Renowned for its efficacy in managing obesity, KD has demonstrated effectiveness in facilitating weight loss and inducing favorable metabolic changes in the short term. With its established benefits in neurological disorders, KD is now being investigated as a potential therapeutic avenue for individuals with psychiatric conditions. OBJECTIVE: This scoping review aims to summarize the latest studies on this topic, consider clinical implications, and suggest future research directions. METHODS: Records were systematically (PRISMA-ScR guidelines) identified through PubMed, Scopus, and EBSCOhost searches. RESULTS: A total of 58 studies were initially identified, with 13 meeting the eligibility criteria. While clinical trials remain limited, emerging evidence from case reports, case series, and pilot studies highlights the potential of a KD in reducing symptoms across psychiatric conditions, including mood disorders, psychotic disorders, alcohol use, and eating disorders. A KD shows potential in reducing cravings in eating and alcohol use disorders by stabilizing brain metabolism and modulating addictive behaviors, while its neuroprotective and anti-inflammatory effects may contribute to symptom improvement in mood and psychotic disorders. CONCLUSIONS: Implementing a KD in patients with mental disorders seems to be a feasible and well-tolerated approach, resulting in psychiatric symptom reduction and improvements in metabolic health. Most interestingly, research suggests that KD can also be safely implemented in the care of patients with addictive-like eating disorders.",
      "mesh_terms": [
        "Diet, Ketogenic",
        "Humans",
        "Mental Disorders"
      ]
    },
    {
      "pmid": "40019557",
      "title": "Combined treatment of Ketogenic diet and propagermanium reduces neuroinflammation in Tay-Sachs disease mouse model.",
      "authors": [
        "Orhan Kerim Inci",
        "Volkan Seyrantepe"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2025-Feb-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tay-Sachs disease is a rare lysosomal storage disorder caused by β-Hexosaminidase A enzyme deficiency causing abnormal GM2 ganglioside accumulation in the central nervous system. GM2 accumulation triggers chronic neuroinflammation due to neurodegeneration-based astrogliosis and macrophage activity with the increased expression level of Ccl2 in the cortex of a recently generated Tay-Sachs disease mouse model Hexa-/-Neu3-/-. Propagermanium blocks the neuroinflammatory response induced by Ccl2, which is highly expressed in astrocytes and microglia. The ketogenic diet has broad potential usage in neurological disorders, but the knowledge of the impact on Tay-Sach disease is limited. This study aimed to display the effect of combining the ketogenic diet and propagermanium treatment on chronic neuroinflammation in the Tay-Sachs disease mouse model. Hexa-/-Neu3-/- mice were placed into the following groups: (i) standard diet, (ii) ketogenic diet, (iii) standard diet with propagermanium, and (iv) ketogenic diet with propagermanium. RT-PCR and immunohistochemistry analyzed neuroinflammation markers. Behavioral analyses were also applied to assess phenotypic improvement. Notably, the expression levels of neuroinflammation-related genes were reduced in the cortex of 140-day-old Hexa-/-Neu3-/- mice compared to β-Hexosaminidase A deficient mice (Hexa-/-) after combined treatment. Immunohistochemical analysis displayed correlated results with the RT-PCR. Our data suggest the potential to implement combined treatment to reduce chronic inflammation in Tay-Sachs and other lysosomal storage diseases.",
      "mesh_terms": [
        "Animals",
        "Diet, Ketogenic",
        "Mice",
        "Disease Models, Animal",
        "Tay-Sachs Disease",
        "Neuroinflammatory Diseases",
        "Mice, Knockout",
        "Mice, Inbred C57BL",
        "Male"
      ]
    },
    {
      "pmid": "40016931",
      "title": "Exploring the effect of valproic acid levels on patients with epilepsy treated with ketogenic diet: An observational study.",
      "authors": [
        "Stacey Tarrant",
        "Aurelija Liubauske",
        "Guangyu Zhu",
        "Bo Zhang",
        "Heidi Pfeifer",
        "Ann Paris",
        "Ann M Bergin",
        "Anna L Pinto"
      ],
      "journal": "Epilepsia open",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Observational Study"
      ],
      "abstract": "Ketogenic diet (KD) therapy is an effective treatment for children with refractory epilepsy. Concurrent treatment with KD and valproic acid (VPA) has previously been shown to affect VPA blood levels. The aim of this study was to explore how VPA levels affect beta-hydroxybutyrate (BHB) levels of children treated with both. We identified 36 children <18 years old concurrently treated with VPA and classic KD between 2018 and 2022. Retrospective data collected from the medical record: date of birth, sex, feeding method, diet initiation and discontinuance dates, VPA initiation and discontinuance dates; and serial weights, KD ratios, levocarnitine dosages, VPA dosages, and BHB, free carnitine, and VPA levels. Repeated-measure data was assessed using univariate and multivariate linear mixed-effects regression analysis. Results showed a statistically significant negative association between VPA and BHB levels based on a univariate LME regression analysis. Conversely, for each 1 mmol/L increase in BHB level, VPA level decreased by 6.39 μg/mL (p < 0.001). Our study indicates that VPA and BHB levels should be monitored closely for children on both treatments and treatment plans may need adjusting if seizure control is not achieved. PLAIN LANGUAGE SUMMARY: This study focuses on children with epilepsy treated with both the ketogenic diet and VPA. It shows that as levels of VPA increase, blood ketone levels decrease, and vice versa. These results suggest that doctors should closely monitor these levels and potentially adjust treatment plans for children on both therapies if seizures are not well controlled.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Valproic Acid",
        "Male",
        "Female",
        "Child",
        "Retrospective Studies",
        "Child, Preschool",
        "Anticonvulsants",
        "3-Hydroxybutyric Acid",
        "Adolescent",
        "Drug Resistant Epilepsy",
        "Epilepsy",
        "Infant",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39995103",
      "title": "A pilot study of a ketogenic diet in bipolar disorder: clinical, metabolic and magnetic resonance spectroscopy findings.",
      "authors": [
        "Iain H Campbell",
        "Nicole Needham",
        "Helen Grossi",
        "Ivana Kamenska",
        "Saturnino Luz",
        "Shane Sheehan",
        "Gerard Thompson",
        "Michael J Thrippleton",
        "Melissa C Gibbs",
        "Joana Leitao",
        "Tessa Moses",
        "Karl Burgess",
        "Benjamin P Rigby",
        "Sharon A Simpson",
        "Emma McIntosh",
        "Rachel Brown",
        "Ben Meadowcroft",
        "Frances Creasy",
        "Maja Mitchell-Grigorjeva",
        "John Norrie",
        "Ailsa McLellan",
        "Cheryl Fisher",
        "Tomasz Zieliński",
        "Giulia Gaggioni",
        "Harry Campbell",
        "Daniel J Smith"
      ],
      "journal": "BJPsych open",
      "publication_date": "2025-Feb-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Preliminary evidence suggests that a ketogenic diet may be effective for bipolar disorder. AIMS: To assess the impact of a ketogenic diet in bipolar disorder on clinical, metabolic and magnetic resonance spectroscopy outcomes. METHOD: Euthymic individuals with bipolar disorder (N = 27) were recruited to a 6- to 8-week single-arm open pilot study of a modified ketogenic diet. Clinical, metabolic and MRS measures were assessed before and after the intervention. RESULTS: Of 27 recruited participants, 26 began and 20 completed the ketogenic diet. For participants completing the intervention, mean body weight fell by 4.2 kg (P < 0.001), mean body mass index fell by 1.5 kg/m2 (P < 0.001) and mean systolic blood pressure fell by 7.4 mmHg (P < 0.041). The euthymic participants had average baseline and follow-up assessments consistent with them being in the euthymic range with no statistically significant changes in Affective Lability Scale-18, Beck Depression Inventory and Young Mania Rating Scale. In participants providing reliable daily ecological momentary assessment data (n = 14), there was a positive correlation between daily ketone levels and self-rated mood (r = 0.21, P < 0.001) and energy (r = 0.19 P < 0.001), and an inverse correlation between ketone levels and both impulsivity (r = -0.30, P < 0.001) and anxiety (r = -0.19, P < 0.001). From the MRS measurements, brain glutamate plus glutamine concentration decreased by 11.6% in the anterior cingulate cortex (P = 0.025) and fell by 13.6% in the posterior cingulate cortex (P = <0.001). CONCLUSIONS: These findings suggest that a ketogenic diet may be clinically useful in bipolar disorder, for both mental health and metabolic outcomes. Replication and randomised controlled trials are now warranted."
    },
    {
      "pmid": "39993566",
      "title": "Barriers and facilitators to starting and staying on ketogenic diet therapy for children with epilepsy: A scoping review.",
      "authors": [
        "Humzah Hameed",
        "Lenycia de Cassya Lopes Neri",
        "Natasha Schoeler"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Ketogenic diet therapy (KDT) is a group of high-fat, low-carbohydrate, moderate protein diets that are an effective treatment option for children and young people with drug-resistant epilepsy. However, 45 % of patients referred to start KDT, who are medically eligible to do so, do not start diet. A further 25 % discontinue KDT before 3 months. AIM: To explore barriers and facilitators for children and young people with epilepsy to start or continue on KDT, and their families. Based on the Participants, Concept and Context (PCC) framework, this review included children and young people with drug-resistant epilepsy (P) referred for KDT (C) or their families, who had expressed their views regarding barriers or facilitators for starting or continuing on dietary treatment (C). METHODS: This scoping review followed JBI methodology. Identified barriers/facilitators were matched to relevant sections of the 'Capability, Opportunity, Motivation - Behaviour' (COM-B) model and organised according to the phases of the patient journey: pre-diet, diet initiation and maintenance. RESULTS: 60 studies were included. 15 barriers and 9 facilitators were identified for the pre-diet and initiation stages; 19 barriers and 14 facilitators were identified for staying on KDT once the diet had been fully established. CONCLUSIONS: Barriers and facilitators for children and young people who are considering starting KDT, or who are currently following KDT, and their families, are multifactorial and extend beyond the level of the individual. Our findings will help identify areas to prioritise for interventions to support patients and their families.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Child",
        "Epilepsy",
        "Drug Resistant Epilepsy",
        "Adolescent",
        "Motivation",
        "Patient Compliance"
      ]
    },
    {
      "pmid": "39991337",
      "title": "Breaking Myths: The Underexplored Impact of the Ketogenic Diet on Managing Drug-Resistant Epilepsy in Infancy.",
      "authors": [
        "Soma Basu",
        "Hemamalini Arambakkam Janardhanam",
        "Ranjith Kumar Manokaran"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Drug-resistant epilepsy (DRE) is a challenging neurological condition in infants. Breastfeeding is widely regarded as the gold standard for infant nutrition due to its immunological and developmental benefits. However, in certain cases of genetic DRE, breastfeeding has been associated with increased seizure frequency, necessitating alternative nutritional strategies. This study represents the first investigation that evaluates the efficacy of a milk-based ketogenic diet (KD) in infants aged one to six months with genetic DRE focusing on seizure control, nutritional status, developmental progress, and safety, as measured by metabolic and biochemical parameters. As the first study of its kind, this research offers a unique contribution to the field, paving the way for further investigations into diet-based therapies for refractory epilepsy in early life. METHODOLOGY: This prospective study included eight infants with genetic DRE, aged one to six months. Baseline data on seizure frequency, nutritional status, developmental milestones, and biochemical parameters were collected. The KD was started at a 2:1 ratio based on a non-fasting KD protocol and was optimized based on need and tolerance. Nutritional status was assessed with the Strong Kids Nutrition Screening Tool. Seizure frequency was tracked daily, and urine ketone levels were monitored to confirm ketosis. Biochemical parameters were measured at baseline and after six months. Paired t-tests were used to analyze data. RESULTS: At baseline, the mean seizure frequency was 16.5/day. After six months on the KD, the mean seizure frequency decreased to 4.6/day (p < 0.001). Nutritional status improved significantly. Urine ketone levels remained consistently high. Biochemical parameters, including triglycerides and random blood sugar, showed no significant changes, confirming the diet's safety. CONCLUSION: This study demonstrates that a milk-based KD is an effective and safe treatment for reducing seizures and improving nutritional and developmental outcomes in infants with genetic DRE. Persistent ketosis, indicated by large urine ketone levels, was a reliable biomarker of diet efficacy. Regular monitoring and careful parental counseling are essential for optimizing treatment outcomes in this vulnerable population. Further research with larger cohorts is needed to refine dietary protocols for infants with DRE."
    },
    {
      "pmid": "39975925",
      "title": "A ketogenic diet enhances aerobic exercise adaptation and promotes muscle mitochondrial remodeling in hyperglycemic mice.",
      "authors": [
        "Pattarawan Pattamaprapanont",
        "Roberto C Nava",
        "Mia Formato",
        "Eileen M Cooney",
        "Ana Paula Pinto",
        "Ana B Alves-Wagner",
        "Anamica Das",
        "Yuntian Guan",
        "Sarah J Lessard"
      ],
      "journal": "Research square",
      "publication_date": "2025-Jan-29",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "VO2peak is a key health benefit of aerobic exercise; however, chronic hyperglycemia is associated with persistently low VO2peak due to an impaired adaptive response to training. Here, we tested whether reducing blood glucose with a low-carbohydrate/high-fat \"ketogenic\" diet could restore aerobic exercise adaptation in a mouse model of hyperglycemia. Hyperglycemia was induced by streptozotocin (STZ) and mice were stratified to standard chow (STZ-CHOW), or a ketogenic diet (STZ-KETO), which rapidly normalized blood glucose. After aerobic exercise training, improvements in VO2peak were blunted in STZ-CHOW, but exercise response was restored in STZ-KETO. Improved VO2peak in STZ-KETO was associated with enhanced aerobic remodeling of skeletal muscle, including a more oxidative fiber-type and increased capillary density, along with restoration of circulating angiogenic markers. Moreover, KETO induced exercise-independent effects on muscle mitochondrial remodeling and mitochondrial dynamics, significantly increasing fatty acid oxidation. Our results identify a ketogenic diet as a potential therapy to improve aerobic exercise response in the growing population with hyperglycemia due to diabetes and other metabolic conditions."
    },
    {
      "pmid": "39945901",
      "title": "Correction to: Critical Review of Ketogenic Diet Throughout the Cancer Continuum for Neuroglioma: Insights from a Medical Nutrition Therapy (MNT) Perspective.",
      "authors": [
        "Kristina D Thomopoulos-Titomihelakis",
        "Hillary Sachs",
        "Rayna McCann",
        "Qianhui Zhang",
        "Sydney Kurnit",
        "Genesis Codoni De Juan",
        "Amanda Rushing"
      ],
      "journal": "Current nutrition reports",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Published Erratum"
      ]
    },
    {
      "pmid": "39942489",
      "title": "Prurigo Pigmentosa Associated with a Ketogenic Diet in a Romanian Patient: A Case Report.",
      "authors": [
        "Carmen Andrada Iliescu",
        "Cristina Beiu",
        "Tiberiu Tebeică",
        "Liliana Gabriela Popa"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2025-Feb-02",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Prurigo pigmentosa (PP) is a rare inflammatory dermatosis characterized by recurrent pruritic eruptions resolving with reticulated hyperpigmentation. Initially described in young Asian women, PP is increasingly reported worldwide, often linked to ketosis-inducing factors such as low-carbohydrate diets. This report documents the first case of PP in a Romanian patient and highlights the importance of recognizing the condition in diverse populations. Methods: We describe a 16-year-old girl with a six-month history of pruritic eruptions on the neck, trunk, shoulders, and thighs. A detailed clinical assessment was conducted, including dietary history, physical examination, laboratory evaluation of urinary ketones, and skin biopsy for histopathological analysis. Results: Clinical examination revealed erythematous papules and plaques with peripheral pustules and post-inflammatory hyperpigmentation. Substantial weight loss and elevated urinary ketone levels suggested dietary-induced ketosis from a strict low-carbohydrate diet. Histopathological findings confirmed the diagnosis of PP. The patient's skin lesions resolved following carbohydrate reintroduction and doxycycline therapy. Conclusions: This case highlights the association between ketosis and PP, emphasizing the importance of thorough dietary history-taking and histopathological confirmation for accurate diagnosis. As ketogenic diets become more popular globally, heightened awareness of PP is essential to ensure timely diagnosis and effective management."
    },
    {
      "pmid": "39931550",
      "title": "Decanoic acid-enriched ketogenic diet in refractory epilepsy.",
      "authors": [
        "Hui Jin Shin",
        "Seonae Ryu",
        "NaRae Lee",
        "Eunjoo Lee",
        "Ara Ko",
        "Hoon-Chul Kang",
        "Joon Soo Lee",
        "Se Hee Kim",
        "Heung Dong Kim"
      ],
      "journal": "Frontiers in neurology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To assess the anti-seizure efficacy and safety of a C10-enriched medium-chain triglyceride (MCT) ketogenic diet (KD) compared with the classic KD in pediatric patients with refractory epilepsy. METHODS: This 16-week, open-label, randomized, controlled, crossover pilot study was conducted at Severance Children's Hospital, Seoul, South Korea, between August 2022 and September 2023. Fifteen pediatric patients with refractory epilepsy were enrolled and received classic KD and C10-enriched KD for 8 weeks each. The study compared seizure reduction rate, tolerability, and safety of the two diets. RESULTS: Fifteen patients were enrolled. Patients were divided into 2 groups depending on the type of KD initiated. Ten patients completed the trial. Initial treatment with the C10-enriched KD resulted in seizure reduction in all five patients, with two becoming seizure-free. Initial treatment with classic KD was effective in two out of five patients. Upon crossover, those initially on C10-enriched KD maintained their seizure reduction, while patients initially on the classic KD showed additional seizure reduction when switched to C10-enriched KD. Adverse effects included transient hypoglycemia, metabolic acidosis, hypercalciuria, and gastrointestinal symptoms, all of which were manageable. DISCUSSION: The C10-enriched KD demonstrated comparable efficacy and tolerability to the classic KD, offering a promising option for patients with refractory epilepsy who do not respond adequately to the classic KD alone. This study, the first to directly compare a C10-enriched KD with a classic KD, highlights the potential synergistic effects of decanoic acid."
    },
    {
      "pmid": "39921723",
      "title": "Ketogenic diet induces an inflammatory reactive astrocytes phenotype reducing glioma growth.",
      "authors": [
        "Maria Rosito",
        "Javeria Maqbool",
        "Alice Reccagni",
        "Micol Mangano",
        "Tiziano D'Andrea",
        "Arianna Rinaldi",
        "Giovanna Peruzzi",
        "Beatrice Silvestri",
        "Alessandro Rosa",
        "Flavia Trettel",
        "Giuseppina D'Alessandro",
        "Myriam Catalano",
        "Sergio Fucile",
        "Cristina Limatola"
      ],
      "journal": "Cellular and molecular life sciences : CMLS",
      "publication_date": "2025-Feb-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of a ketogenic diet (KD) in glioma is currently tested as an adjuvant treatment in standard chemotherapy regimens. The metabolic shift induced by the KD leads to the generation of ketone bodies that can influence glioma cells and the surrounding microenvironment, but the mechanisms have not yet been fully elucidated. Here, we investigated the potential involvement of glial cells as mediators of the KD-induced effects on tumor growth and survival rate in glioma-bearing mice. Specifically, we describe that exposing glioma-bearing mice to a KD or to β-hydroxybutyrate (β-HB), one of the main KD metabolic products, reduced glioma growth in vivo, induced a pro-inflammatory phenotype in astrocytes and increased functional glutamate transporters. Moreover, we described increased intracellular basal Ca2+ levels in GL261 glioma cells treated with β-HB or co-cultured with astrocytes. These data suggest that pro-inflammatory astrocytes triggered by β-HB can be beneficial in counteracting glioma proliferation and neuronal excitotoxicity, thus protecting brain parenchyma.",
      "mesh_terms": [
        "Animals",
        "Astrocytes",
        "Diet, Ketogenic",
        "Glioma",
        "Mice",
        "3-Hydroxybutyric Acid",
        "Cell Line, Tumor",
        "Mice, Inbred C57BL",
        "Cell Proliferation",
        "Brain Neoplasms",
        "Phenotype",
        "Inflammation",
        "Calcium",
        "Male"
      ]
    },
    {
      "pmid": "39917743",
      "title": "Ketogenic diet and β-hydroxybutyrate in osteoporosis: current progress and controversy.",
      "authors": [
        "Changfang Luo",
        "Zhuojun Dai",
        "Wanhong He",
        "Yanqiu He",
        "Ping Yang",
        "Mengting Huang",
        "Junle Li",
        "Yong Xu",
        "Wei Huang"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Diet has been proven to have significant impacts on the pathogenesis and treatment of osteoporosis. This review attempts to elucidate the current progress and controversy surrounding the ketogenic diet (KD) and β-hydroxybutyrate (BHB) in osteoporosis and offers a novel perspective on the prevention and treatment of osteoporosis. The ketogenic diet has been broadly used in the treatment of epilepsy, diabetes, obesity, and certain neoplasms by triggering ketone bodies, mainly BHB. However, in most osteoporosis-related clinical and preclinical studies, the ketogenic diet has demonstrated the detrimental effects of inhibiting bone accumulation and damaging bone microarchitecture. In contrast, BHB is thought to ameliorate osteoporosis by promoting osteoblastogenesis and inhibiting osteoclastogenesis. The main purpose of this review is to summarize the current research progress and hope that more basic and clinical experiments will focus on the similarities and differences between ketogenic diet (KD) and BHB in osteoporosis."
    },
    {
      "pmid": "39917617",
      "title": "A ketogenic diet regulates microglial activation to treat drug addiction.",
      "authors": [
        "Jie Ji",
        "Yi Tang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Drug addiction is a chronic and potentially deadly disease that is considered a global health problem and describes the alteration of brain function by psychostimulant drugs through changes in the reward system. However, there is still no ideal strategy for the management of drug addiction. Previous studies have suggested that microglia are involved in events associated with neuroplasticity and memory, which are also related to drug addiction. Many studies have shown that psychoactive substances may act directly on immune cells, altering their function and inducing the production of various inflammatory mediators. In recent years, a ketogenic diet (KD) was shown to have therapeutic benefits as a dietary therapy for a variety of neurological disorders. With respect to drug addiction, studies have shown that a KD can alleviate glucose metabolism disorders caused by alcohol use disorders by increasing ketone metabolism, thereby reducing withdrawal symptoms. This finding indicates the potential of a KD as a treatment for drug addiction, since a KD may promote the transition of microglia to a predominantly anti-inflammatory state through several mechanisms. Here, we discuss recent research showing that a KD plays a variety of roles in controlling microglia-mediated inflammation, opening new treatment avenues to treat drug addiction. This succinct analysis offers evidence of the enormous potential of a KD to treat drug addiction through the inhibition of microglial activation."
    },
    {
      "pmid": "39885002",
      "title": "Critical Review of Ketogenic Diet Throughout the Cancer Continuum for Neuroglioma: Insights from a Medical Nutrition Therapy (MNT) Perspective.",
      "authors": [
        "Kristina D Thomopoulos-Titomihelakis",
        "Hillary Sachs",
        "Rayna McCann",
        "Qianhui Zhang",
        "Sydney Kurnit",
        "Genesis Codoni De Juan",
        "Amanda Rushing"
      ],
      "journal": "Current nutrition reports",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE OF REVIEW: A Ketogenic diet (KD; a diet comprised of 75% fat, 20% protein and 5% carbohydrates) has gained much popularity in recent years, especially regarding neurogliomas (or \"gliomas\"). This review critically assesses literature on the application of KD throughout the cancer continuum from a Medical Nutrition Therapy (MNT) perspective. RECENT FINDINGS: 2021 revised classification standards for Central Nervous System (CNS) tumors are available. Despite research on KD and CNS tumors increasing, the role and benefits of MNT to augment side effects of traditional treatment and KD throughout the cancer continuum remain unclear. Glioma cancer survivors may benefit from a KD. It is a challenging, yet feasible non-pharmacological adjuvant approach. More research is needed regarding KD for prevention and post-treatment of glioma. Standard guidelines regarding macronutrient composition of KD for glioma are warranted. The need and benefits of nutritional guidance provided by a Registered Dietitian Nutritionist (RD or RDNs) during adherence to KD are understated.",
      "mesh_terms": [
        "Diet, Ketogenic",
        "Humans",
        "Glioma",
        "Nutrition Therapy",
        "Brain Neoplasms"
      ]
    },
    {
      "pmid": "39871989",
      "title": "Ketogenic diet treatment for super-refractory status epilepticus in the intensive care unit: feasibility, safety and effectiveness.",
      "authors": [
        "Yishu Ren",
        "Mengyao Zhang",
        "Xinxiao Fu",
        "Yan Zhang",
        "Fang Liu",
        "Chenglin Wu",
        "Haiyan Shi",
        "Fei Tian",
        "Gang Liu",
        "Yicong Lin",
        "Yingying Su",
        "Weibi Chen"
      ],
      "journal": "Frontiers in neurology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: To investigate the feasibility, safety and effectiveness of the ketogenic diet (KD) for super-refractory status epilepticus (SRSE) in the intensive care unit (ICU). METHODS: We conducted a prospective investigation on patients with SRSE treated with the KD. The primary outcome measures were ketosis development as a biomarker of feasibility and resolution of SRSE as effectiveness. KD-related side effects were also investigated. RESULTS: Twelve patients (9 females and 3 males) with SRSE, with a median age of 34 years [range 16-69, interquartile range (IQR) 18-52], were treated with a KD. The median duration of SRSE prior to KD treatment was 21 days (range 4-46). SRSE resolved in 75% (9/12) of patients at a median of 3 days (range 1-18) after KD initiation. Among the nine KD responders, all were successfully weaned off anesthetic agents at a median of 16 days (range 4-32) after KD initiation, and all were also successfully weaned off ventilator. Side effects varied, and included gastrointestinal intolerances, malnutrition and metabolic abnormalities, electrolyte disturbance, and acute weight loss, although most of them could be corrected. No patient died due to KD, and neurofunctions continued to improve under KD therapy. CONCLUSION: The KD may be feasible and effective for the treatment of SRSE in the ICU. Moreover, it is relatively safe. However, there are numerous adverse events that can be corrected under close monitoring."
    },
    {
      "pmid": "39866415",
      "title": "Characterizing the fecal microbiome in patients on the ketogenic diet for drug resistant epilepsy.",
      "authors": [
        "Alexander Freibauer",
        "Nikhil Pai",
        "Rajesh RamachandranNair"
      ],
      "journal": "Heliyon",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The ketogenic diet is a dietary therapy with anti-seizure effects. The efficacy of the diet is variable, with initial animal studies suggesting the intestinal microbiome may have a modulating effect. Initial research on the role of the human microbiome in pediatric epilepsy management has been inconclusive. METHODS: In this single-center prospective cohort study, stool samples were collected from 4 patients with drug resistant epilepsy on the ketogenic diet and 9 with drug resistant epilepsy as controls. The samples were analyzed by 16S RNA sequencing. RESULTS: A trend towards increased alpha diversity was noted among patients on the ketogenic diet compared to the control group. Patients on the ketogenic diet also trended towards a higher relative abundance of Bacteroidaceae, Ruminococcaceae, and Prevotellaceae species. A subset of the control group had a high relative abundance of Bifidobacterium, which may make them a candidate for a trial of the ketogenic diet as a therapeutic option. CONCLUSION: These findings add to the growing field of research of how the ketogenic diet modulates the intestinal microbiome in pediatric epilepsy patients. Future emphasis on multi-centre trials, consistent stool collection practices and the establishment of standardized stool biobanking protocols are needed further to validate these novel findings in a pediatric population."
    },
    {
      "pmid": "39866236",
      "title": "Ketogenic diet with oxyresveratrol and zinc inhibits glioblastoma and restores memory function and motor coordination.",
      "authors": [
        "Tanvi Vijay Gujaran",
        "Vignesh Balaji Easwaran",
        "Runali Sankhe",
        "Pugazhandhi Bakthavatchalam",
        "Herman Sunil Dsouza",
        "K Sreedhara Ranganath Pai"
      ],
      "journal": "Oncology research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: To date, there is no effective cure for the highly malignant brain tumor glioblastoma (GBM). GBM is the most common, aggressive central nervous system tumor (CNS). It commonly originates in glial cells such as microglia, oligodendroglia, astrocytes, or subpopulations of cancer stem cells (CSCs). Glucose plays an important role in the, which energy metabolism of normal and cancer cells, but cancer cells exhibit an increased demand for glucose is required for their differentiation and proliferation. The main aim of this study is to explore the anti-cancer efficacy of the ketogenic diet against GBM. Also, this research focuses on the identification of the catalytic action of zinc in epigenetic modulators such as oxyresveratrol and ensures the combinatorial effect in the treatment of GBM. METHOD: In this study, we have evaluated various parameters to understand the therapeutic efficacy of the treatment groups through in vivo experiments against aggressive brain tumors. Intracerebroventricular experiments were performed to induce the tumor in the animals and estimate the tumor burden and proliferative index. Followed by the Morris water maze, an open field test, and rota rod was performed to evaluate the memory and motor coordination. To understand the glucose, and ketone level modification before and after treatment, the level of glucose and ketone was analyzed. Moreover, the zinc level is assessed using flame atomic absorption spectroscopy. RESULTS: The results suggested that the ketogenic diet has an anti-cancer efficacy against C6-induced GBM cell lines. Also, it exerts a synergistic effect with the epigenetic modulator, oxyresveratrol, and zinc against GBM cell lines. Moreover, the treatment groups improved memory and motor coordination and modified the glucose and ketone levels to reduce the tumor burden and Ki-67 proliferative index. CONCLUSION: This study revealed the therapeutic effect of the ketogenic diet along with its combination such as oxyresveratrol and zinc against the C6-induced GBM in the Wistar rats. Also, it improved memory and motor coordination and reduced tumor growth. It also modified the glucose and ketone levels in the tumor-induced animal and supported to diminish the tumor burden.",
      "mesh_terms": [
        "Glioblastoma",
        "Diet, Ketogenic",
        "Animals",
        "Brain Neoplasms",
        "Stilbenes",
        "Zinc",
        "Rats",
        "Memory",
        "Humans",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Male",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "39861442",
      "title": "The Impact of a Very-Low-Calorie Ketogenic Diet on Monocyte Subsets of Patients with Obesity: A Pilot Study.",
      "authors": [
        "Mariaignazia Curreli",
        "Serena Recalchi",
        "Davide Masi",
        "Rebecca Rossetti",
        "Ilaria Ernesti",
        "Elisabetta Camaiani",
        "Sabrina Basciani",
        "Elena Gangitano",
        "Mikiko Watanabe",
        "Stefania Mariani",
        "Lucio Gnessi",
        "Stefania Morrone",
        "Andrea Lenzi",
        "Elisa Petrangeli",
        "Carla Lubrano"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Jan-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Obesity is closely linked to chronic low-grade inflammation and the development of cardio-metabolic comorbidities. Monocyte subsets, which are crucial in immune responses, have been reported to be altered in individuals with obesity, potentially exacerbating inflammation. Although very-low-calorie ketogenic diets (VLCKDs) are recognized for their efficacy in promoting weight loss and improving metabolic health, their impact on circulating monocyte subsets remains poorly understood. The objective of our study is to investigate the impact of VLCKDs on monocyte subset distribution in people with obesity. Methods: Thirty-six participants were divided into four groups-healthy controls, individuals with obesity and no dietary intervention, and individuals with obesity following either a low-calorie diet (LCD) or VLCKD for 28 days. Blood samples were analyzed to assess the distribution of classical monocytes (CMs), intermediate monocytes (IMs), and non-classical monocytes (NCMs) using flow cytometry. Results: Individuals with obesity exhibited significant increases in IMs and NCMs, alongside a decrease in CMs compared to healthy controls. The VLCKD led to a notable shift in monocyte distribution, with increased CMs and reduced IMs and NCMs, restoring levels closer to those observed in healthy individuals. In contrast, the LCD group showed no significant changes in monocyte subsets. Conclusions: VLCKDs may exert anti-inflammatory effects by modulating monocyte subset distribution, offering potential therapeutic benefits in mitigating obesity-related inflammation. These preliminary findings suggest that VLCKDs could be an effective strategy for improving immune function in individuals with obesity.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Monocytes",
        "Pilot Projects",
        "Obesity",
        "Male",
        "Female",
        "Adult",
        "Caloric Restriction",
        "Middle Aged",
        "Weight Loss"
      ]
    },
    {
      "pmid": "39860011",
      "title": "Impact of the Ketogenic Diet on Neurological Diseases: A Review.",
      "authors": [
        "Carmen Rubio",
        "Alejandro López-Landa",
        "Hector Romo-Parra",
        "Moisés Rubio-Osornio"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2025-Jan-09",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: The ketogenic diet (KD), high in fat and low in carbohydrates, was introduced in the 1920s as a non-pharmacological treatment for refractory epilepsy. Although its mechanism of action is not fully understood, beneficial effects have been observed in neurological diseases such as epilepsy, Alzheimer's disease, and Parkinson's disease. OBJECTIVE: This review examines the impact of the ketogenic diet and its molecular and neuroglial effects as a complementary therapy for neurological diseases. DISCUSSION: KD is associated with neuroprotective and antioxidant effects that improve mitochondrial function, regulate neurotransmitter flow, and reduce neuroinflammation and oxidative stress. Glial cells play an essential role in the utilization of ketone bodies (KBs) within the central nervous system's metabolism, particularly during ketosis induced by the KD. Thus, the KD represents a broad and promising strategy that involves both neurons and glial cells, with a molecular impact on brain metabolism and neuroinflammatory homeostasis. CONCLUSION: Multiple molecular mechanisms have been identified to explain the benefits of the KD in neurological diseases; however, further experimental and clinical studies are needed to address various molecular pathways in order to achieve conclusive results."
    },
    {
      "pmid": "39854829",
      "title": "Cognitive and behavioral impact of antiseizure medications, neuromodulation, ketogenic diet, and surgery in Lennox-Gastaut syndrome: A comprehensive review.",
      "authors": [
        "Debopam Samanta"
      ],
      "journal": "Epilepsy & behavior : E&B",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Lennox-Gastaut syndrome (LGS) is a severe developmental and epileptic encephalopathy marked by drug-resistant seizures and profound cognitive and behavioral impairments, with nearly 95% of individuals affected by moderate to severe intellectual disability. This review comprehensively explores the cognitive and behavioral impacts of current treatment options for LGS, including antiseizure medications (ASMs), neuromodulation strategies, the ketogenic diet, and surgical interventions. Given the limited availability of LGS-specific data for several ASMs, the evidence base is supplemented with findings from general epilepsy populations and individuals with epilepsy and intellectual disabilities. The evidence reveals that ASMs exert varied cognitive and behavioral effects in LGS. Medications such as valproate, lamotrigine, cannabidiol, fenfluramine, levetiracetam, brivaracetam, felbamate, and rufinamide generally support cognitive stability, while topiramate and zonisamide are associated with cognitive challenges. Behavioral outcomes also vary: stability is observed with valproate, lamotrigine, rufinamide, cannabidiol, and fenfluramine, whereas medications like levetiracetam, perampanel, brivaracetam, clobazam, and zonisamide can increase aggression or irritability. Nonpharmacological therapies, particularly when they reduce seizure frequency, typically provide greater cognitive and behavioral stability, with some offering improvement. Early intervention-especially through surgical options-appears most beneficial for preserving cognitive function. Additionally, therapies such as the ketogenic diet and neuromodulation may provide independent cognitive benefits beyond seizure control. This review emphasizes the importance of personalized treatment strategies, integrating cognitive and behavioral evaluations in therapy selection. Key components include baseline cognitive and behavioral assessments, followed by regular follow-up evaluations, particularly after therapy changes. Consideration of minimizing ASM polytherapy, careful evaluation of drug-drug interactions, pharmacogenomic implications, and the need for therapeutic drug monitoring in cases of cognitive adverse effects is essential. Future research should focus on developing assessment tools tailored to the unique needs of individuals with LGS, utilizing connectivity measures to assess intervention impacts, and advancing precision therapeutics to improve cognitive and behavioral outcomes.",
      "mesh_terms": [
        "Humans",
        "Lennox Gastaut Syndrome",
        "Diet, Ketogenic",
        "Anticonvulsants"
      ]
    },
    {
      "pmid": "39853943",
      "title": "Ketogenic Diet-Associated Worsening of Osteoarthritis Histologic Secerity, Increased Pain Sensitivity and Gut Microbiome Dysbiosis in Mice.",
      "authors": [
        "Gabby Dyson",
        "Montana Barrett",
        "Leoni Schlupp",
        "Emmaline Prinz",
        "Nicholas Hannebut",
        "Aleksander Szymczak",
        "Cindy Miranda Brawner",
        "Matlock A Jeffries"
      ],
      "journal": "ACR open rheumatology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Dietary interventions are a potentially powerful treatment option for knee osteoarthritis (OA). The objective of this study was to evaluate a well-formulated ketogenic diet (KD) in the context of knee OA histology and pain using the destabilization of the medial meniscus (DMM) mouse model and correlate with gut microbiome and systemic cytokine levels. METHODS: Adult male mice underwent unilateral DMM or sham surgery and were then fed eight weeks of KD or chow. At baseline and every two weeks, mechanical allodynia of the operated and contralateral knees was assessed via analgesiometry. Knee joints were collected for histology, gut microbiome analysis was performed on cecal material via 16S sequencing, and serum cytokines were analyzed via Bio-Plex assay. RESULTS: KD mice had worse histopathologic OA after DMM (mean ± SEM Osteoarthritis Research Society International score: KD-DMM: 4.0 ± 0.5 vs chow-DMM: 2.7 ± 0.08; P = 0.02). KD mice had increased mechanical allodynia postsurgery (P = 0.005 in mixed-effects model). The gut microbiome changed substantially with KD: 59 clades were altered by KD in DMM and 39 by KD in sham (36 were shared, 25 overlapped with previous murine OA studies). Several clades were correlated on an individual-mouse level with both histology and allodynia (eg, Lactobacillus histology P = 0.004, allodynia P = 1 × 10-4). Serum analysis showed four cytokines increased with KD (interleukin [IL]-1β, IL-2, IL-3, and IL-13). CONCLUSION: KD started immediately after OA induction via DMM is associated with worsened histologic outcomes. KD also worsens mechanical allodynia after either DMM or sham surgery. KD induces significant gut microbiome dysbiosis in clades previously associated with murine OA."
    },
    {
      "pmid": "39841074",
      "title": "The impact of ketogenic diet on the frequency of psychogenic non-epileptic seizures (PNES): A feasibility randomized pilot study.",
      "authors": [
        "Reinhard Janssen-Aguilar",
        "Juan Galindez-de la Portilla",
        "Iris E Martínez-Juárez",
        "Claudia Mimiaga-Hernandez",
        "Gabriel Alvarado-Luis",
        "Andrea Aguilar-Hernandez",
        "Kevin Alan Garcia-Esparza",
        "Mariel Hernadez-Palestina",
        "Daniel Crail-Meléndez"
      ],
      "journal": "Epilepsia open",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The potential of dietary interventions, particularly the use of the ketogenic diet in patients with Psychogenic Non-Epileptic Seizures (PNES), remains underexplored. This study aimed to assess the feasibility of a 6-week ketogenic diet (Modified Atkins Diet, MAD) intervention in adult patients with PNES and to compare its effects on PNES frequency and other variables against a control healthy diet (CD). A feasibility pilot randomized controlled trial was conducted at a tertiary neurology hospital, enrolling outpatients diagnosed with PNES and assigning them to either MAD or CD. Baseline and follow-up assessments (at 2, 4, and 6 weeks) included evaluation of mental health, PNES frequency, and metabolic measures. Descriptive and inferential methods, including repeated measures ANOVA, were used for statistical analysis. Seventeen patients (mean age 28.23 ± 7.1) were randomly allocated to receive either MAD (n = 12) or CD (n = 5). The entire sample exhibited a significant decrease in monthly PNES frequency (p = 0.01, Hedges ES = 0.618) without differences between groups. The MAD group showed significant improvement in PNES frequency, depression, and anxiety at week six. Results demonstrate that the implementation of MAD is feasible in patients with PNES and suggest that it may reduce seizure frequency and symptoms of depression and anxiety. These findings warrant further investigation in larger, powered studies to demonstrate efficacy. PLAIN LANGUAGE SUMMARY: This study explored the potential benefits of the Modified Atkins Diet (MAD) in reducing the frequency of psychogenic non-epileptic seizures (PNES). The results showed that the diet is safe, well-tolerated, and may decrease the occurrence of PNES, as well as symptoms of depression and anxiety. These findings suggest that dietary modifications could be a helpful complement to PNES treatment, though larger studies are necessary to confirm these outcomes.",
      "mesh_terms": [
        "Humans",
        "Pilot Projects",
        "Adult",
        "Female",
        "Feasibility Studies",
        "Male",
        "Diet, Ketogenic",
        "Seizures",
        "Young Adult",
        "Treatment Outcome",
        "Diet, High-Protein Low-Carbohydrate"
      ]
    },
    {
      "pmid": "39838365",
      "title": "Pilot study of a ketogenic diet in bipolar disorder: a process evaluation.",
      "authors": [
        "Benjamin P Rigby",
        "Nicole Needham",
        "Helen Grossi",
        "Ivana Kamenska",
        "Iain H Campbell",
        "Ben Meadowcroft",
        "Frances Creasy",
        "Cheryl Fisher",
        "Pankaj Bahuguna",
        "John Norrie",
        "Gerard Thompson",
        "Melissa C Gibbs",
        "Maja Mitchell-Grigorjeva",
        "Ailsa McLellan",
        "Tessa Moses",
        "Karl Burgess",
        "Rachel Brown",
        "Michael J Thrippleton",
        "Harry Campbell",
        "Daniel J Smith",
        "Sharon A Simpson"
      ],
      "journal": "BMC psychiatry",
      "publication_date": "2025-Jan-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Bipolar disorder is a serious mental illness, which requires new strategies for prevention and management. Recent evidence suggests that a ketogenic diet may be an effective intervention. This research aimed to explore the feasibility and acceptability of a ketogenic diet intervention for bipolar disorder, fidelity to its behavioural components and the experiences of the participants and research clinicians involved. METHODS: A mixed-methods process evaluation was conducted. Semi-structured telephone interviews were carried out with 15 participants 1-2 months after completing a 6-8 week modified ketogenic diet intervention, and 4 research clinicians from the study team following the completion of data collection. Data were thematically analysed. Fidelity checklists completed by research dietitians were analysed using descriptive count and percentage statistics. Findings are reported post-hoc, following the analysis and publication of the main pilot study findings. Reporting was guided by the COREQ checklist. RESULTS: Five themes were identified in the qualitative data: (1) 'Encouraging entry and supporting exit' (e.g. recognising and managing participants' varied motives and expectations, including around weight loss and symptom alleviation); (2) 'Challenging but potentially transformational,' which reflects that while it can be difficult to initiate and maintain a ketogenic diet day-to-day, many participants perceived physical and psychological benefits (e.g. significant weight loss, mood stability and enhanced ability to focus); (3) 'Intervention facilitators,' including a range of behavioural (e.g. goal setting), social (e.g. family and dietitians) and technological (e.g. apps for monitoring) support mechanisms; (4) 'Intervention barriers' (e.g. dietary preferences, concerns about the diet and its impact, the testing burden and capacity of the delivery team); and (5) 'The wider context' (e.g. the cost of living and sociocultural expectations) was a crucial factor explaining differential experiences. Overall, descriptive analyses indicated moderate-to-good fidelity to the behaviour change components of the study. CONCLUSION: We provide novel insight into the experiences of people living with bipolar disorder initiating and following a ketogenic diet, as well as those of research clinicians who support the intervention. Future trials may benefit from increased clinical research capacity, better-defined entry and exit routes, additional interpersonal support, and greater understanding of how social and societal factors impact participation. TRIAL REGISTRATION: Study registration number: ISRCTN61613198 (02/03/22).",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Bipolar Disorder",
        "Pilot Projects",
        "Female",
        "Male",
        "Adult",
        "Middle Aged",
        "Qualitative Research",
        "Process Assessment, Health Care",
        "Feasibility Studies"
      ]
    },
    {
      "pmid": "39834906",
      "title": "Effect of a Ketogenic Diet on Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) Progression: A Randomized Controlled Trial.",
      "authors": [
        "Sakkarin Chirapongsathorn",
        "Wiwit Rintaravitoon",
        "Bhagawat Tangjaturonrasme",
        "Samitti Chotsriluecha",
        "Yanisa Pumsutas",
        "Achariya Kanchanapradith",
        "Sombat Treeprasertsuk"
      ],
      "journal": "JGH open : an open access journal of gastroenterology and hepatology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Despite the popularity of a ketogenic diet, no randomized, controlled trials have evaluated its efficacy on metabolic dysfunction-associated steatotic liver disease (MASLD) progression. METHODS: We conducted an 8-week, open-label, randomized controlled trial involving 24 patients with MASLD who were randomly assigned to either the home delivery ketogenic diet or a nutrition education program on adherence to the DASH diet. The primary outcome was a reduction in hepatic steatosis as measured by transient elastography. RESULTS: There were no significant differences between groups in liver stiffness and steatosis measurement after interventions. Subjects on a ketogenic diet had lost more weight than subjects in the control group at 8 weeks (mean change [95% CI], -6.16 [-7.22, -5.10] vs. -2.14 [-4.49, 0.21] kg; p = 0.001). The decrease in waist circumference, systolic blood pressure, fat mass, and visceral fat area was significantly greater among subjects on a ketogenic diet than among those in the control group. Laboratory parameters, including AST, triglyceride, and HDL were also significantly decreased among subjects on a ketogenic diet than among those in the control group. CONCLUSIONS: A ketogenic diet produced a significantly greater weight loss (absolute difference, approximately 4%) than did the general lifestyle advice intervention for the first 8 weeks. A ketogenic diet was associated with a greater improvement in some risk factors for coronary heart disease and MASLD. However, a ketogenic diet did not reduce steatosis nor worsen MASLD progression. Longer and larger studies are required to determine the long-term safety and efficacy of the ketogenic diet. Trial Registration: TCTR20220426005."
    },
    {
      "pmid": "39834654",
      "title": "Favorable response to ketogenic diet therapy in a patient with DYNC1H1-related epilepsy.",
      "authors": [
        "Chalongchai Phitsanuwong",
        "Stephanie Schimpf",
        "Sho T Yano"
      ],
      "journal": "Epilepsy & behavior reports",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dynein Cytoplasmic 1 Heavy chain 1 (DYNC1H1)-related disorders are a spectrum of conditions including neurodevelopmental disorders, congenital brain malformations, and neuromuscular diseases. These clinical features may co-occur, with four main disease entities including epilepsy with developmental epileptic encephalopathy such as infantile epileptic spasms syndrome (IESS) and Lennox-Gastaut syndrome (LGS), axonal Charcot-Marie-Tooth disease type 2O, spinal muscular atrophy with lower extremity-predominance (SMALED), and congenital cortical malformations. Epilepsy associated with this disorder often becomes drug-resistant and requires multiple medications and, in some cases, non-pharmacological treatments. To date, there is no specific epilepsy treatment that is particularly effective in this disorder. We report our experience in a case of a 3-year-old girl with a pathogenic variant in DYNC1H1 who presented with a developmental epileptic encephalopathy consistent with IESS and achieved seizure freedom on classic ketogenic diet (KD) after failing Adrenocorticotropic Hormone (ACTH), vigabatrin, and clobazam. The patient remained seizure free for more than 2 years on dietary monotherapy and had reported improvement in alertness, cognitive ability, muscle tone, and a normalized EEG. The ketogenic diet therapy, therefore, has shown to be highly effective in this case with DYNC1H1-related epilepsy."
    },
    {
      "pmid": "39821829",
      "title": "Ketogenic diet and cancer: multidimensional exploration and research.",
      "authors": [
        "Shiyun Wan",
        "Xiaoxue Zhou",
        "Feng Xie",
        "Fangfang Zhou",
        "Long Zhang"
      ],
      "journal": "Science China. Life sciences",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The ketogenic diet (KD) has attracted attention in recent years for its potential anticancer effects. KD is a dietary structure of high fat, moderate protein, and extremely low carbohydrate content. Originally introduced as a treatment for epilepsy, KD has been widely applied in weight loss programs and the management of metabolic diseases. Previous studies have shown that KD can potentially inhibit the growth and spread of cancer by limiting energy supply to tumor cells, thereby inhibiting tumor angiogenesis, reducing oxidative stress in normal cells, and affecting cancer cell signaling and other processes. Moreover, KD has been shown to influence T-cell-mediated immune responses and inflammation by modulating the gut microbiota, enhance the efficacy of standard cancer treatments, and mitigate the complications of chemotherapy. However, controversies and uncertainties remain regarding the specific mechanisms and clinical effects of KD as an adjunctive therapy for cancer. Therefore, this review summarizes the existing research and explores the intricate relationships between KD and cancer treatment.",
      "mesh_terms": [
        "Diet, Ketogenic",
        "Humans",
        "Neoplasms",
        "Animals",
        "Gastrointestinal Microbiome",
        "Oxidative Stress",
        "Inflammation",
        "Neovascularization, Pathologic"
      ]
    },
    {
      "pmid": "39796465",
      "title": "Ketogenic Diet as a Nutritional Metabolic Intervention for Obsessive-Compulsive Disorder: A Narrative Review.",
      "authors": [
        "Astrid Lounici",
        "Ana Iacob",
        "Katarzyna Hongler",
        "Melina A Mölling",
        "Maria Drechsler",
        "Luca Hersberger",
        "Shebani Sethi",
        "Undine E Lang",
        "Timur Liwinski"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Dec-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The substantial evidence supporting the ketogenic diet (KD) in epilepsy management has spurred research into its effects on other neurological and psychiatric conditions. Despite differences in characteristics, symptoms, and underlying mechanisms, these conditions share common pathways that the KD may influence. The KD reverses metabolic dysfunction. Moreover, it has been shown to support neuroprotection through mechanisms such as neuronal energy support, inflammation reduction, amelioration of oxidative stress, and reversing mitochondrial dysfunction. The adequate intake of dietary nutrients is essential for maintaining normal brain functions, and strong evidence supports the role of nutrition in the treatment and prevention of many psychiatric and neurological disorders. Obsessive-compulsive disorder (OCD) is a neuropsychiatric condition marked by persistent, distressing thoughts or impulses (obsessions) and repetitive behaviors performed in response to these obsessions (compulsions). Recent studies have increasingly examined the role of nutrition and metabolic disorders in OCD. This narrative review examines current evidence on the potential role of the KD in the treatment of OCD. We explore research on the KD's effects on psychiatric disorders to assess its potential relevance for OCD treatment. Additionally, we identify key gaps in the preclinical and clinical research that warrant further study in applying the KD as a metabolic therapy for OCD.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Obsessive-Compulsive Disorder",
        "Animals"
      ]
    },
    {
      "pmid": "39791264",
      "title": "Impact of a very low-calorie ketogenic diet on metabolic and microbiota outcomes in post-bariatric patients and bariatric-Naïve individuals: A comparative pilot study.",
      "authors": [
        "Ilaria Ernesti",
        "Maria Chiara Massari",
        "Fiammetta Cipriani",
        "Davide Masi",
        "Krzysztof Glaser",
        "Martina Genco",
        "Dario Tuccinardi",
        "Carla Lubrano",
        "Stefania Mariani",
        "Antonio Angeloni",
        "Lucio Gnessi",
        "Sabrina Basciani",
        "Mikiko Watanabe"
      ],
      "journal": "Diabetes, obesity & metabolism",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "AIMS: To date, bariatric surgery (BS) is the most effective long-term treatment for obesity, but weight regain (WR) is common. The very low-calorie ketogenic diet (VLCKD) is effective for weight loss and may influence gut microbiota (GM) composition, but it has been scarcely evaluated in post-bariatric patients. This study compared the efficacy and safety of a VLCKD in patients with WR post-bariatric surgery (BS+) and in bariatric surgery-naïve patients (BS-). METHODS: In this prospective, case-control study, 33 patients (15 BS+, 18 BS-) underwent an 8-week-long VLCKD. Outcomes included weight loss, metabolic profile, safety and GM composition. RESULTS: Both groups achieved significant weight loss (BS+: -6.9%, BS-: -8.3%), but the BS+ group showed slightly less metabolic improvement, particularly in insulin resistance and triglycerides. GM composition differed at baseline, reflecting the lasting effects of BS, and VLCKD led to significant changes in both groups. Microbial diversity and specific taxonomic shifts were more pronounced in BS- patients. Mild renal function changes were noted in BS+ patients, though these remained within clinically acceptable ranges. CONCLUSION: VLCKD is effective in both BS+ and BS- patients, though metabolic and microbial responses may be less robust post-surgery, possibly due to anatomical and physiological changes. Tailored approaches may be therefore needed to optimize outcomes in post-bariatric patients.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Pilot Projects",
        "Female",
        "Male",
        "Bariatric Surgery",
        "Middle Aged",
        "Adult",
        "Gastrointestinal Microbiome",
        "Prospective Studies",
        "Weight Loss",
        "Case-Control Studies",
        "Treatment Outcome",
        "Caloric Restriction",
        "Obesity, Morbid",
        "Obesity"
      ]
    },
    {
      "pmid": "39787038",
      "title": "Application and Mechanism of Action of a Ketogenic Diet in Antiepileptic Therapy.",
      "authors": [
        "Chang Zhou",
        "Shaogang Qu"
      ],
      "journal": "ACS chemical neuroscience",
      "publication_date": "2025-Feb-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Epilepsy is a chronic neurological disorder caused by abnormal discharges of neurons in the brain, which seriously affects the quality of life of patients. Although there are various drug treatments available, many epilepsy patients still experience seizures with the effect of drugs and develop refractory epilepsy. The ketogenic diet can treat drug-refractory epilepsy by regulating the body's metabolism and can enhance the quality of life by improving their cognition, behavior, and sleep quality. However, there is no unified conclusion on the mechanism through which the ketogenic diet plays a therapeutic role in epilepsy. This article provides a review of the possible mechanisms of how the ketogenic diet exerts a protective effect on epilepsy.",
      "mesh_terms": [
        "Diet, Ketogenic",
        "Humans",
        "Epilepsy",
        "Animals",
        "Anticonvulsants",
        "Drug Resistant Epilepsy",
        "Brain"
      ]
    },
    {
      "pmid": "39779882",
      "title": "Consuming a modified Mediterranean ketogenic diet reverses the peripheral lipid signature of Alzheimer's disease in humans.",
      "authors": [
        "Bryan J Neth",
        "Kevin Huynh",
        "Corey Giles",
        "Tingting Wang",
        "Natalie A Mellett",
        "Thy Duong",
        "Colette Blach",
        "Leyla Schimmel",
        "Thomas C Register",
        "Kaj Blennow",
        "Henrik Zetterberg",
        "Richa Batra",
        "Annalise Schweickart",
        "Amanda Hazel Dilmore",
        "Cameron Martino",
        "Matthias Arnold",
        "Jan Krumsiek",
        "Xianlin Han",
        "Pieter C Dorrestein",
        "Rob Knight",
        "Peter J Meikle",
        "Suzanne Craft",
        "Rima Kaddurah-Daouk"
      ],
      "journal": "Communications medicine",
      "publication_date": "2025-Jan-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Alzheimer's disease (AD) is a major neurodegenerative disorder with significant environmental factors, including diet and lifestyle, influencing its onset and progression. Although previous studies have suggested that certain diets may reduce the incidence of AD, the underlying mechanisms remain unclear. METHOD: In this post-hoc analysis of a randomized crossover study of 20 elderly adults, we investigated the effects of a modified Mediterranean ketogenic diet (MMKD) on the plasma lipidome in the context of AD biomarkers, analyzing 784 lipid species across 47 classes using a targeted lipidomics platform. RESULTS: Here we identified substantial changes in response to MMKD intervention, aside from metabolic changes associated with a ketogenic diet, we identified a a global elevation across all plasmanyl and plasmenyl ether lipid species, with many changes linked to clinical and biochemical markers of AD. We further validated our findings by leveraging our prior clinical studies into lipid related changeswith AD (n = 1912), and found that the lipidomic signature with MMKD was inversely associated with the lipidomic signature of prevalent and incident AD. CONCLUSIONS: Intervention with a MMKD was able to alter the plasma lipidome in ways that contrast with AD-associated patterns. Given its low risk and cost, MMKD could be a promising approach for prevention or early symptomatic treatment of AD."
    },
    {
      "pmid": "39776279",
      "title": "Exploring the potential of the ketogenic diet in autism spectrum disorder: metabolic, genetic, and therapeutic insights.",
      "authors": [
        "Alexa Schrickel",
        "Jop Groeneweg",
        "Eline Dekeyster"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2025-Jan-08",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Current treatment approaches for Autism spectrum disorder (ASD) primarily focus on symptom management rather than addressing underlying dysfunctions. The ketogenic diet (KD), a high-fat, low-carbohydrate diet inducing nutritional ketosis, has shown promise in treating epilepsy and may offer therapeutic benefits for ASD by modulating metabolic and neuroprotective pathways. This review examined the potential impact of KD on underlying mechanisms in ASD. While evidence from human studies on underlying mechanisms is limited, animal research has shown a large overlap of mechanisms modulated by KD and dysfunctions in ASD. As such, targeting multiple disrupted pathways at once, KD presents a potential multifaceted treatment approach for ASD. However, more evidence from human studies is needed on the effectiveness of KD in the modulation of underlying dysfunctions in ASD. Additionally, precision medicine approaches could help identify individuals who would benefit most from the intervention, potentially extending its use to other psychiatric conditions with similar metabolic patterns. Consequently, KD interventions might show the potential to induce a drastic paradigm shift in understanding and treating ASD.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Autism Spectrum Disorder",
        "Diet, Ketogenic"
      ]
    },
    {
      "pmid": "39771001",
      "title": "Development and Pragmatic Randomized Controlled Trial of Healthy Ketogenic Diet Versus Energy-Restricted Diet on Weight Loss in Adults with Obesity.",
      "authors": [
        "Su Lin Lim",
        "Melissa Tay",
        "Siew Min Ang",
        "Shu Ning Wai",
        "Kai Wen Ong",
        "Wen Joo Neo",
        "Qai Ven Yap",
        "Yiong Huak Chan",
        "Chin Meng Khoo"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Dec-19",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Pragmatic Clinical Trial",
        "Randomized Controlled Trial"
      ],
      "abstract": "Introduction: The ketogenic diet (KD) is widely used for weight management by reducing appetite, enhancing fat oxidation, and facilitating weight loss. However, the high content of total and saturated fats in a conventional KD may elevate low-density lipoprotein (LDL)-cholesterol levels, a known risk factor for cardiovascular diseases, highlighting the need for healthier alternatives. This study aimed to investigate the effect of a newly developed Healthy Ketogenic Diet (HKD) versus an Energy-Restricted Diet (ERD) on weight loss and metabolic outcomes among adults with obesity. Methods: Multi-ethnic Asian adults (n = 80) with body mass index ≥ 27.5 kg/m2 were randomized either to HKD (n = 41) or ERD (n = 39) for 6 months. Both groups followed an energy-restricted healthy diet, emphasizing on reducing saturated and trans fats. The HKD group additionally limited net carbohydrate intake to no more than 50 g per day. Dietary adherence was supported via the Nutritionist Buddy app with dietitian coaching. The primary outcome was weight change from baseline at 6 months. Secondary outcomes included weight change at 3 months and 1 year, along with changes in metabolic profiles. Data were analyzed using linear regression with an intention-to-treat approach. Results: The HKD group achieved significantly greater mean weight loss at 6 months than the ERD group (-7.8 ± 5.2 kg vs. -4.2 ± 5.6 kg, p = 0.01). The mean weight loss percentage at 6 months was 9.3 ± 5.9% and 4.9 ± 5.8% for the HKD and ERD groups, respectively (p = 0.004). Improvements in metabolic profiles were also significantly better in the HKD group [glycated hemoglobin (-0.3 ± 0.3% vs. -0.1 ± 0.2%, p = 0.008), systolic blood pressure (-7.7 ± 8.9 mmHg vs. -2.6 ± 12.2 mmHg, p = 0.005), and aspartate transaminase (-7.6 ± 15.5 IU/L vs. 0.6 ± 11.5 IU/L, p = 0.01)], with no increase in LDL-cholesterol (-0.12 ± 0.60 mmol/L vs. -0.04 ± 0.56 mmol/L, p = 0.97) observed in either group. Conclusions: The HKD was more effective than the ERD in promoting weight loss and improving cardiometabolic outcomes without elevation in LDL-cholesterol. It can be recommended for therapeutic intervention in patients with obesity.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Body Mass Index",
        "Caloric Restriction",
        "Diet, Ketogenic",
        "Diet, Reducing",
        "Obesity",
        "Treatment Outcome",
        "Weight Loss"
      ]
    },
    {
      "pmid": "39770995",
      "title": "Effects of the Ketogenic Diet on Microbiota Composition and Short-Chain Fatty Acids in Women with Overweight/Obesity.",
      "authors": [
        "Müge Güzey Akansel",
        "Murat Baş",
        "Cansu Gençalp",
        "Meryem Kahrıman",
        "Eray Şahin",
        "Hakan Öztürk",
        "Gürsel Gür",
        "Ceren Gür"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Dec-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: The ketogenic diet (KD) is a dietary model that can impact metabolic health and microbiota and has been widely discussed in recent years. This study aimed to evaluate the effects of a 6-week KD on biochemical parameters, gut microbiota, and fecal short-chain fatty acids (SCFAs) in women with overweight/obesity. Methods: Overall, 15 women aged 26-46 years were included in this study. Blood samples, fecal samples, and anthropometric measurements were evaluated at the beginning and end of this study. Results: After KD, the mean body mass index decreased from 29.81 ± 4.74 to 27.12 ± 4.23 kg/m2, and all decreases in anthropometric measurements were significant (p < 0.05). Fasting glucose, insulin, homeostasis model assessment of insulin resistance, hemoglobin A1C, urea, and creatinine levels decreased, whereas uric acid levels increased (p < 0.05). Furthermore, increased serum zonulin levels were noted (p = 0.001), whereas fecal butyrate, propionate, acetate, and total SCFA levels decreased (p < 0.05). When the changes in microbiota composition were examined, a decrease in beta diversity (p = 0.001) was observed. After the intervention, a statistically significant increase was noted in the Firmicutes/Bacteroidetes ratio (p = 0.001). Although Oscilibacter, Blautia, and Akkermensia relative abundances increased, Prevotella relative abundance and Bifidobacter abundance, which were the dominant genera before the KD, decreased. Moreover, the abundance of some pathogenic genera, including Escherichia, Klebsilella, and Listeria, increased. Conclusions: In healthy individuals, KD may cause significant changes in microbial composition, leading to dysbiosis and long-term adverse outcomes with changes in serum zonulin and fecal SCFA levels.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Middle Aged",
        "Gastrointestinal Microbiome",
        "Adult",
        "Diet, Ketogenic",
        "Fatty Acids, Volatile",
        "Feces",
        "Obesity",
        "Overweight",
        "Haptoglobins",
        "Body Mass Index",
        "Blood Glucose",
        "Insulin Resistance",
        "Protein Precursors",
        "Insulin"
      ]
    },
    {
      "pmid": "39770945",
      "title": "The Long-Term Treatment of Drug-Resistant Migraine with the Modified Atkins Ketogenic Diet: A Single-Center, Retrospective Study.",
      "authors": [
        "Francesco Francini-Pesenti",
        "Silvia Favaretto",
        "Matteo D'Angelo",
        "Martina Cacciapuoti",
        "Lorenzo A Calò"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Dec-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite advances in pharmacological therapies, migraine patients are often drug resistant. Further therapeutic options in this field are, therefore, desirable. Recent studies have highlighted the efficacy of ketogenic diet (KD) on improving migraine, but data on their long-term efficacy and safety are lacking. In this study, we retrospectively evaluated the long-term effectiveness of the modified Atkins ketogenic diet (MAD) in episodic or chronic drug-resistant migraine patients. 52 patients diagnosed with episodic or chronic drug-resistant migraine under modified Atkins ketogenic diet (MAD) were evaluated. In total, 41 patients followed the diet for 6 months and 33 for 12 months. After both 6 and 12 months, frequency, length, and intensity of migraine episodes, as well as the number of medications significantly decreased with respect to the start of the diet. Body mass index, high sensitivity PCR, diastolic blood pressure, fasting plasma insulin and HOMA index were also significantly reduced both after 6 and 12 months. No major metabolic changes were observed during MAD treatment. In conclusion, KD has been shown to be effective and safe in the long-term treatment of drug-resistant migraine. A high dropout rate still remains an important factor, which often limits its use.",
      "mesh_terms": [
        "Humans",
        "Retrospective Studies",
        "Diet, Ketogenic",
        "Migraine Disorders",
        "Female",
        "Male",
        "Adult",
        "Treatment Outcome",
        "Drug Resistance",
        "Middle Aged",
        "Diet, High-Protein Low-Carbohydrate",
        "Body Mass Index",
        "Young Adult",
        "Time Factors"
      ]
    },
    {
      "pmid": "39760623",
      "title": "[Micronutrients intake in patients with refractory epilepsy with ketogenic diet treatment].",
      "authors": [
        "Silvia Velandia",
        "Patricio Astudillo",
        "Keryma Acevedo",
        "Catalina Le Roy"
      ],
      "journal": "Andes pediatrica : revista Chilena de pediatria",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Observational Study",
        "English Abstract"
      ],
      "abstract": "UNLABELLED: The Ketogenic Diet (KD) is a non-pharmacological strategy for drug-resistant epilepsy (DRE) and inborn errors of metabolism (Glut-1 deficiency) management. KD is characterized by being restrictive, affecting micronutrient intake. There are different modalities of KD in which food intake and nutritional deficiencies vary. OBJECTIVE: To determine the micronutrient intake in different KD modalities. PATIENTS AND METHOD: Observational, cross-sectional study with patients diagnosed with DRE and Glut-1 deficiency. The dietary intake of 21 micronutrients was evaluated, and analyzed according to KD modality [Classic, Modified Atkins Diet (MAD)], use of special formula, and adequacy of recommended dietary intake (RDI) according to age and sex, defining < 75% as deficient. RESULTS: 19 patients were evaluated, median age 62 months (IQR: 20.5-79), 12/19 (63.2%) male, 13/19 (68.4%) eutrophic, 5/19 (26.3%) gastrostomy users, 10 (52.6%) MAD modality, use of special formula 7/19 (36.8%). Micronutrient deficiencies were found in 16/21 (76.2%) in the classic diet and 9/16 (42.9%) in the MAD. The intake of vitamin D, B2, B12, sodium, phosphorus, zinc, and selenium was significantly lower in the classic diet than in DMA, the median intake adequacy of vitamins A, C, D, E, and K was > 100%. The use of special formula manages to complete the requirements in MAD. CONCLUSIONS: The micronutrient intake in the different KD modalities is low for most of them, being the MAD with formula the one that presented a more adequate micronutrient intake. These results should be considered in nutritional follow-up and supplementation planning.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Male",
        "Female",
        "Cross-Sectional Studies",
        "Drug Resistant Epilepsy",
        "Micronutrients",
        "Child, Preschool",
        "Child",
        "Infant",
        "Carbohydrate Metabolism, Inborn Errors",
        "Monosaccharide Transport Proteins"
      ]
    },
    {
      "pmid": "39749357",
      "title": "Exogenous ketone bodies and the ketogenic diet as a treatment option for neurodevelopmental disorders.",
      "authors": [
        "Naomi Elyse Omori",
        "Mantas Kazimieras Malys",
        "Geoffrey Woo",
        "Latt Mansor"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Despite being the most prevalent neurodevelopmental disorders, there are comparatively few treatment options available to patients presenting with autism spectrum disorder (ASD) and attention deficit hyperactivity disorder (ADHD). The ketogenic diet has historically shown therapeutic utility in treating refractory epilepsy, an adjacent neuropsychiatric condition, in children, adolescents and adults. The following review explores preclinical and clinical literature focusing on the therapeutic potential of the ketogenic diet and exogenous ketone body supplementation in treating common neurodevelopmental disorders. METHOD: A narrative review of extant literature was conducted across the domains of perinatal nutrition, ASD, and ADHD. Preclinical and clinical studies focusing on the effect of either the ketogenic diet or exogenous ketone supplementation as a treatment option were included for review. RESULTS: 14 preclinical and 10 clinical studies were included for discussion. Data supporting the use of a ketogenic intervention for neurodevelopmental disorders is mixed. High heterogeneity in study design was noted for preclinical models, ketogenic intervention, and outcomes measured. CONCLUSION: Studies evaluating ketogenic interventions for neurodevelopmental disorders remain in their infancy in terms of both the depth and scope of available literature. The safety and tolerability of ketogenic diets and supplements means there would be value in exploring their effectiveness further in clinical studies."
    },
    {
      "pmid": "39701054",
      "title": "KETO-MOOD: Ketogenic Diet for Microbiome Optimization and Overcoming Depression - A Protocol for a Randomized Controlled Trial.",
      "authors": [
        "Katarzyna Hongler",
        "Astrid Lounici",
        "Erin Maurer",
        "Ueli Lanz",
        "Orsolya Szathmari",
        "Yvonne Reuter",
        "Sandra Nussbaum",
        "Ines Steinborn",
        "Annika Haedrich",
        "Melina A Mölling",
        "Ulf Wein",
        "Iona Bocek",
        "Luca Hersberger",
        "Annette B Brühl",
        "Undine E Lang",
        "Timur Liwinski"
      ],
      "journal": "Neuroimmunomodulation",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Major depressive disorder (MDD) significantly impacts millions worldwide, with limited success in achieving remission for many patients, leading to high disease burden and increased suicide risk. Psychotherapy and antidepressants, although effective, do not provide relief for all, prompting the search for alternative treatments. Ketogenic diets have demonstrated positive effects on brain health. Our study aims to investigate the efficacy of the ketogenic diet in alleviating MDD symptoms, filling a critical gap in psychiatric treatment options and offering a novel dietary approach with potential to mitigate disease burden and enhance mental well-being. METHODS: This phase 2 randomized controlled trial will evaluate the efficacy of a 10-week program of dietitian counseling and ketogenic meal provision versus an intervention with similar dietetic contact promoting a healthy, insulin-lowering, non-ketogenic diet. The primary outcome is the change in the Patient Health Questionnaire nine-item depression score. Secondary outcomes include cognitive and affective mindfulness, self-efficacy, sleep, cognitive function, work and social adjustment, and various immunological, metabolic, and microbiome markers at weeks 6 and 10. CONCLUSION: This study addresses a critical gap in depression treatment by exploring the ketogenic diet's potential as a metabolic mood enhancing intervention. Given the global impact of depression and limitations of current therapies, this research is valuable for exploring previously underappreciated neuroprotective and metabolic mechanisms and clinical benefits.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Depressive Disorder, Major",
        "Randomized Controlled Trials as Topic",
        "Adult",
        "Male",
        "Female",
        "Clinical Trials, Phase II as Topic",
        "Gastrointestinal Microbiome",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39697898",
      "title": "Ketogenic Diet Reduces Age-Induced Chronic Neuroinflammation in Mice.",
      "authors": [
        "Mitsunori Nomura",
        "Natalia Faraj Murad",
        "Sidharth S Madhavan",
        "Wei-Chieh Mu",
        "Brenda Eap",
        "Thelma Y Garcia",
        "Carlos Galicia Aguirre",
        "Eric Verdin",
        "Lisa Ellerby",
        "David Furman",
        "John C Newman"
      ],
      "journal": "Aging biology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The ketone body beta-hydroxybutyrate (BHB) is an acidic energy metabolite that is synthesized during periods of fasting or exercise. Our previous study demonstrated that an every other week cyclic ketogenic diet (Cyclic KD), which induces blood BHB levels similar to those observed during fasting, reduces midlife mortality and improves memory in aging mice. In addition to its canonical role as an energy metabolite, BHB regulates gene expression and inflammatory activation through non-energetic signaling pathways. The precise mechanisms by which BHB or KD affects brain function during aging remain incompletely understood. Using bulk RNA-sequencing (RNA-Seq), we examined whole brain gene expression of 12-month-old C57BL/6JN male mice fed KD for either one week or 14 months. While one-week KD increases some inflammatory gene expression, the 14-month Cyclic KD largely reduces age-induced neuroinflammatory gene expression. Next, a gene expression analysis of human primary brain cells (microglia, astrocytes, and neurons) using RNA-Seq revealed that BHB alone induces a mild level of inflammation in all three cell types. However, BHB inhibits the more pronounced inflammatory gene expression induced by lipopolysaccharide (LPS) in microglia. BHB exhibits a comparable inhibitory effect on LPS-induced inflammation in mouse primary microglia, which we used as an in vitro model to test and exclude known mechanisms by which BHB regulates inflammation and gene expression as responsible for this modulation of LPS-induced inflammatory gene expression. An acidic milieu resulting from BHB may be required for or contribute to the effect. Overall, we observe that BHB has the potential to attenuate the microglial response to inflammatory stimuli, such as LPS. This may contribute to an observed reduction in chronic inflammation in the brain following long-term Cyclic KD treatment in aging mice."
    },
    {
      "pmid": "39692905",
      "title": "Ketogenic diet as a therapeutic approach in autism spectrum disorder: a narrative review.",
      "authors": [
        "Elif Öztürk",
        "Nazlı Nur Aslan Çin",
        "Ali Cansu",
        "Aslı Akyol"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2024-Dec-18",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The ketogenic diet (KD) originated in the 1920s. It is a dietary model that is low in carbohydrates, adequate in protein, and high in fat content. The diet mimics starvation and increases the production of ketone bodies, leading to ketosis in metabolism. KD is used as an anticonvulsant treatment approach in patients with drug-resistant epilepsy. In addition, it is thought that a KD may have therapeutic potential in the treatment of neurological disorders, including autism spectrum disorders (ASD). Numerous recent studies have demonstrated that a KD can improve behavioural parameters in individuals with ASD. This review aims to address the potential mechanisms of action of the KD and to examine the effects of the KD on individuals diagnosed with ASD. It is likely that this role is mediated through improvements in energy metabolism, reduction of pro-inflammatory cytokine levels, control of neurotransmitters, gene expression and modulation of the gut microbiota. Based on the available evidence, a KD appears to be a safe and effective treatment for ASD.",
      "mesh_terms": [
        "Diet, Ketogenic",
        "Humans",
        "Autism Spectrum Disorder",
        "Gastrointestinal Microbiome",
        "Animals",
        "Energy Metabolism"
      ]
    },
    {
      "pmid": "39683611",
      "title": "Effects of a 12 Week Ketogenic Diet Intervention on Obese and Overweight Females with Glucose and Lipid Metabolism Disturbance.",
      "authors": [
        "Grzegorz Klonek",
        "Grzegorz Zydek",
        "Robert Roczniok",
        "Mariusz Panek",
        "Adam Zając",
        "Małgorzata Magdalena Michalczyk"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Dec-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: We evaluated the effects of a 12-week hypocaloric ketogenic diet (KD) on glucose and lipid metabolism, as well as body mass, in overweight, obese, and healthy-weight females. One hundred adult females completed the study, including 64 obese (97.99 ± 11.48 kg), 23 overweight (75.50 ± 5.12 kg), and 11 with normal body mass (65.93 ± 3.40 kg). All participants followed a KD consisting of less than 30 g of carbohydrates, approximately 60 g of protein, and 140 g of fat per day (80% unsaturated and 20% saturated fat). METHODS: Glucose (Gl), insulin (I), glycated haemoglobin (HBA1c), HOMA-IR, triglycerides (TG), and high-density lipoprotein cholesterol (HDL-C) were measured before and after the intervention. Additionally, body mass (BM), BMI (Body Mass Index), waist circumference (WC), hip circumference (HC), and thigh circumference (TC) were recorded. RESULTS: After 12 weeks of the KD, significant improvements were observed in GL, I, TG, HDL-C, HOMA-IR across all groups. Also BM, BMI, TC, WC, and HC were significantly reduced in all participants. Notably, obese participants showed greater reductions in all variables compared to overweight and healthy-weight females. CONCLUSIONS: A 12-week KD led to more pronounced improvements in biochemical markers and body mass in obese females compared to other groups. A KD may be particularly beneficial for obese females with hyperglycaemia, hyperinsulinemia, and lipid profile disturbances.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Diet, Ketogenic",
        "Obesity",
        "Adult",
        "Overweight",
        "Blood Glucose",
        "Body Mass Index",
        "Lipid Metabolism",
        "Glycated Hemoglobin",
        "Insulin",
        "Triglycerides",
        "Insulin Resistance",
        "Middle Aged",
        "Cholesterol, HDL",
        "Young Adult",
        "Weight Loss"
      ]
    },
    {
      "pmid": "39683581",
      "title": "An 8-Week Very Low-Calorie Ketogenic Diet (VLCKD) Alters the Landscape of Obese-Derived Small Extracellular Vesicles (sEVs), Redefining Hepatic Cell Phenotypes.",
      "authors": [
        "Francesco Balestra",
        "Maria De Luca",
        "Giorgia Panzetta",
        "Nicoletta Depalo",
        "Federica Rizzi",
        "Rita Mastrogiacomo",
        "Sergio Coletta",
        "Grazia Serino",
        "Emanuele Piccinno",
        "Dolores Stabile",
        "Pasqua Letizia Pesole",
        "Valentina De Nunzio",
        "Giuliano Pinto",
        "Nicole Cerabino",
        "Martina Di Chito",
        "Maria Notarnicola",
        "Endrit Shahini",
        "Giovanni De Pergola",
        "Maria Principia Scavo"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Dec-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background. Very low-calorie ketogenic diets (VLCKD) are an effective weight-loss strategy for obese individuals, reducing risks of liver conditions such as non-alcoholic steatohepatitis and fibrosis. Small extracellular vesicles (sEVs) are implicated in liver fibrosis by influencing hepatic cell phenotypes and contributing to liver damage. This study investigates sEVs derived from serum of 60 obese adults categorized into low fibrosis risk (LR) and intermediate/high fibrosis risk (IHR) groups based on FibroScan elastography (FIB E scores, limit value 8 kPa) and all participants underwent an 8-week VLCKD intervention. Methods. The study examines the impact of these sEVs on fibrosis markers, inflammation, and autophagy in a hepatocyte cell line (HEPA-RG) using bioinformatics, RNA sequencing, lipidomics, RT-PCR, and Western blotting before (T0) and after (T1) VLCKD. Results. sEVs from LR patients post-VLCKD reduced fibrosis related gene expression (e.g., ACTA2) and enhanced proteins associated with regeneration and inflammation (e.g., HDAC6). Conversely, sEVs from IHR patients increased fibrosis and inflammation related gene expression (PIK3CB, AKT1, ACTA2) in hepatocytes, raising concerns about VLCKD suitability for IHR patients. IHR sEVs also decreased expression of HDAC10, HDAC6, HDAC3, MMP19, and MMP2, while increasing modulation of p-AKT, α-SMA, and VIM. Conclusion. These findings underscore the critical role of sEVs in regulating inflammation, remodeling, and hepatic stress responses, particularly in IHR patients, and suggest sEVs could complement instrumental evaluations like FibroScan in fibrosis assessment.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Extracellular Vesicles",
        "Hepatocytes",
        "Male",
        "Obesity",
        "Female",
        "Adult",
        "Phenotype",
        "Liver Cirrhosis",
        "Middle Aged",
        "Caloric Restriction",
        "Cell Line",
        "Liver",
        "Autophagy"
      ]
    },
    {
      "pmid": "39683422",
      "title": "Gut Microbiota Modulates Fgf21 Expression and Metabolic Phenotypes Induced by Ketogenic Diet.",
      "authors": [
        "Xinyi Wei",
        "Yunxu Lu",
        "Shangyu Hong"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Nov-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The ketogenic diet (KD) is a widely used intervention for obesity and diabetes, effectively reducing body weight and blood glucose levels. However, the molecular mechanisms by which the KD influences body weight and glucose metabolism are not fully understood. While previous research has shown that the KD affects the gut microbiota, the exact role of microbiota in mediating its metabolic effects remains unclear. METHODS: In this study, we used antibiotics to eliminate the gut microbiota, confirming its necessity for the KD's impact on weight loss and glucose metabolism. We also demonstrated the significant role of FGF21 in these processes, through antibiotics intervention in Fgf21-deficient mice. RESULTS: Furthermore, we revealed that the KD alters serum valine levels via the gut microbiota, which in turn regulates hepatic Fgf21 expression and circulating FGF21 levels through the GCN2-eIF2α-ATF5 signaling pathway. Additionally, we demonstrated that valine supplementation inhibits the elevated expression of FGF21, leading to the reduced body weight and improved glucose metabolism of the KD-fed mice. Overall, we found that the gut microbiota from the KD regulates Fgf21 transcription via the GCN2-eIF2α-ATF5 signaling pathway. ultimately affecting body weight and glucose metabolism. CONCLUSION: Our findings highlight a complex regulatory network linking the KD, Fgf21 expression, and gut microbiota, offering a theoretical foundation for targeted therapies to enhance the metabolic benefits of the KD.",
      "mesh_terms": [
        "Diet, Ketogenic",
        "Animals",
        "Fibroblast Growth Factors",
        "Gastrointestinal Microbiome",
        "Mice",
        "Mice, Inbred C57BL",
        "Male",
        "Phenotype",
        "Glucose",
        "Signal Transduction",
        "Liver",
        "Body Weight",
        "Blood Glucose"
      ]
    },
    {
      "pmid": "39683396",
      "title": "Does the Ketogenic Diet Mediate Inflammation Markers in Obese and Overweight Adults? A Systematic Review and Meta-Analysis of Randomized Clinical Trials.",
      "authors": [
        "Mariangela Rondanelli",
        "Clara Gasparri",
        "Martina Pirola",
        "Gaetan Claude Barrile",
        "Alessia Moroni",
        "Ignacio Sajoux",
        "Simone Perna"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Nov-22",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "Background/Objectives. The ketogenic diet has emerged as a potential treatment strategy for reducing inflammation. The purpose of this meta-analysis and systematic review is to look into how a ketogenic diet affects inflammatory biomarkers in persons who are overweight or obese. Methods. We conducted an extensive search of Web of Science, PubMed, Scopus, and Google Scholar to find pertinent studies reporting changes in inflammatory biomarkers such as C-reactive protein (CRP), the erythrocyte sedimentation rate, and cytokines after a ketogenic diet. Results. Seven randomized controlled trials involving 218 overweight or obese individuals who followed a ketogenic or control diet over 8 weeks to 2 years were included in the review, and five of those were considered for the meta-analysis. The primary outcomes were CRP and IL-6 levels. The results reported significant decreases after treatment for CRP (mean of -0.62 mg/dL (95% CI: -0.84, -0,40), and a slight, but not statistically significant, reduction in IL-6 (mean of -1.31 pg/mL (95% CI: -2.86, 0.25). Conclusions. The ketogenic diet could contribute to modulating inflammation in obese and overweight subjects.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Biomarkers",
        "C-Reactive Protein",
        "Diet, Ketogenic",
        "Inflammation",
        "Interleukin-6",
        "Obesity",
        "Overweight",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "39683388",
      "title": "Ketogenic Diet and Neuroinflammation: Implications for Neuroimmunometabolism and Therapeutic Approaches to Refractory Epilepsy.",
      "authors": [
        "Daniela Guerreiro",
        "Anabela Almeida",
        "Renata Ramalho"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Nov-22",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Refractory epilepsy, characterized by seizures that do not respond to standard antiseizure medications, remains a significant clinical challenge. The central role of the immune system on the occurrence of epileptic disorders has been long studied, but recent perspectives on immunometabolism and neuroinflammation are reshaping scientific knowledge. The ketogenic diet and its variants have been considered an important medical nutrition therapy for refractory epilepsy and may have a potential modulation effect on the immune system, specifically, on the metabolism of immune cells. In this comprehensive review, we gathered current evidence-based practice, ketogenic diet variants and interventional ongoing clinical trials addressing the role of the ketogenic diet in epilepsy. We also discussed in detail the ketogenic diet metabolism and its anticonvulsant mechanisms, and the potential role of this diet on neuroinflammation and neuroimmunometabolism, highlighting Th17/Treg homeostasis as one of the most interesting aspects of ketogenic diet immune modulation in refractory epilepsy, deserving consideration in future clinical trials.",
      "mesh_terms": [
        "Diet, Ketogenic",
        "Humans",
        "Drug Resistant Epilepsy",
        "Neuroinflammatory Diseases",
        "Anticonvulsants",
        "T-Lymphocytes, Regulatory",
        "Th17 Cells"
      ]
    },
    {
      "pmid": "39678529",
      "title": "Treatment of Schizophrenia Using Lithium Chloride, a Ketogenic Diet, and Stem Cell Transplantation.",
      "authors": [
        "Arvin Hedayati",
        "Syede Jalil Masoumi",
        "Shahrokh Zare",
        "Mahin Homayoun"
      ],
      "journal": "Iranian journal of medical sciences",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39674922",
      "title": "The possible antioxidative effects of ketogenic diet by modifying brain klotho expression: a rat model study.",
      "authors": [
        "Nasrin Ranjbar",
        "Bahador Ebrahimi Behnam",
        "Mehran Mesgari Abbasi",
        "Mahsa Esmaeili",
        "Fatemeh Jolfaei",
        "Jamal Mohammadian",
        "Nadereh Rashtchizadeh",
        "Amir Ghorbanihaghjo",
        "Sina Raeisi"
      ],
      "journal": "Nutritional neuroscience",
      "publication_date": "2024-Dec-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objectives: The ketogenic diet (KD) has long been used as an alternative nonpharmacological therapy to manage pharmacoresistant epilepsy. The anticonvulsant mechanisms of KD have yet to be fully elucidated. The present study explored whether a KD could exert antioxidative effects by altering brain Klotho (Kl) gene expression.Methods: Thirty male rats were divided into three groups: the normal diet (ND) group received standard rat chow; the calorie-restricted diet (CRD) group was maintained at 90% of the calculated energy need; and the KD group received a diet composed of 8% protein, 2% carbohydrates, and 90% fat (per calorie macronutrient). The levels of β-hydroxybutyrate (BHB) in the serum, Kl gene expression in the brain, and Kl protein, malondialdehyde (MDA), and protein carbonyl (PC) levels in the serum and brain were evaluated by standard methods.Results: The serum BHB levels in the KD group were significantly greater than those in the ND and CRD groups (p < 0.001). The Kl expression in the brain was significantly greater in the KD group than in the ND group (p = 0.028). The brain MDA levels in the KD group were significantly lower than those in the ND group (p = 0.006). Elevated BHB was positively correlated with brain Kl expression (r = 0.668, p < 0.001). The brain MDA levels were negatively correlated with brain Kl expression (r = -0.531, p = 0.003) and serum BHB levels (r = 0.472, p = 0.020).Discussion: KD might exert antioxidative effects by increasing BHB and upregulating Kl in the brain. This could be considered a possible anticonvulsant mechanism of KD."
    },
    {
      "pmid": "39668897",
      "title": "Ketogenic diet in treating sepsis-related acquired weakness: is it friend or foe?",
      "authors": [
        "Yanmei Miao",
        "Leiyu Xie",
        "Shaolin Chen",
        "Xiaoming Zhang",
        "Wenjie Liu",
        "Peng Xie"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Sepsis is the body's extreme response to an infection leading to organ dysfunction. Sepsis-related acquired weakness (SAW), a critical illness closely related to metabolic disorders, is characterized by generalized sepsis-induced skeletal muscle weakness, mainly manifesting as symmetrical atrophy of respiratory and limb muscles. Muscle accounts for 40% of the body's total mass and is one of the major sites of glucose and energy absorption. Diet affects skeletal muscle metabolism, which further impacts physiology and signaling pathways. The ketogenic diet (KD) is a high-fat, low-carbohydrate diet that has shown benefits in patients with a variety of neuromuscular disorders. Patients with SAW are in a hypermetabolic state and can consume approximately 1% of total body muscle mass in a day. Due to the decreased total body energy expenditure secondary to starvation, skeletal muscles enter a low metabolic state, with reduced gluconeogenesis and protein consumption and elevated levels of ketone bodies. The latest research suggests that KD may be a new strategy for SAW prevention and treatment, but its mechanism is still unclear. OBJECTIVE: Our article aims to explore the effect and mechanism of KD on SAW. And we hope that our review will inspire further research on the KD and foster the exploration of novel strategies for combating SAW. METHODS: Search medical databases and related academic websites, using keywords such as \"Sepsis-related acquired weakness,\" \"ketogenic diet,\" and \"skeletal muscle,\" and select representative literature. Using the method of induction and summary, analyze the effect and mechanism of KD on SAW. RESULTS: Compared with early nutrition, KD has a more protective effect on SAW, but its mechanism is complex. Firstly, KD can alter energy metabolism substrates to affect SAW's energy metabolism; Secondly, KD can directly act as a signaling molecule to improve mitochondrial function in skeletal muscle and stimulate skeletal muscle regeneration signaling molecules; Thirdly, KD can affect the gut microbiota to exert anti-inflammatory effects, enhance immunity, and thus protect SAW. CONCLUSION: KD has a protective effect on SAW, which includes improving energy metabolism, stimulating muscle regeneration signals, optimizing gut microbiota composition, and reducing inflammation and oxidative stress."
    },
    {
      "pmid": "39665749",
      "title": "Ketogenic diet therapy for the treatment of pediatric epilepsy.",
      "authors": [
        "Babitha Haridas",
        "Alexander Testino",
        "Eric H Kossoff"
      ],
      "journal": "Epileptic disorders : international epilepsy journal with videotape",
      "publication_date": "2024-Dec-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In 1921, the classic ketogenic diet was created at the Mayo Clinic in Rochester, Minnesota to treat epilepsy in children and adults. Over a century later, it is a widely used, standard-of-care therapy for typically treatment-resistant epilepsy worldwide. There are currently five versions of ketogenic diet therapy that can be started either in or out of the hospital setting. It is overall effective in approximately half of children started, usually within a few months. Established indications for ketogenic diet therapy exist, in which this treatment may potentially even be more advantageous than antiseizure medications. Some of these indications include Glut1 deficiency, pyruvate dehydrogenase deficiency, infantile epileptic spasms syndrome, epilepsy with myoclonic-atonic seizures, and formula-fed children. Although most children are also receiving antiseizure medications with ketogenic diet therapy, its use may lead to medication reduction or withdrawal in some cases, and improvement in cognition and quality of life. Supplements are begun when ketogenic diet therapy is initiated in order to prevent common side effects, including constipation, kidney stones, growth disturbance, and dyslipidemia. Typically, after 2 years in most children, ketogenic diet therapy is discontinued gradually."
    },
    {
      "pmid": "39662521",
      "title": "Impact of short-term ketogenic diet on sex hormones and glucose-lipid metabolism in overweight or obese patients with polycystic ovary syndrome.",
      "authors": [
        "Meng Li",
        "Lisong Zhang",
        "Xiaoyu Li",
        "Yanzhong Zhao"
      ],
      "journal": "The journal of obstetrics and gynaecology research",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: This study evaluates the clinical effects of a ketogenic diet (KD) versus a traditional comprehensive intervention, including lifestyle changes and oral contraceptives, in overweight or obese polycystic ovary syndrome (PCOS) patients. METHODS: A retrospective analysis of 70 overweight/obese PCOS patients (body mass index [BMI] ≥24 kg/m2) treated between December 2022 and December 2023 was conducted. The patients were categorized into two groups based on their past treatment modality: Group 1 received a KD treatment (N = 35), and Group 2 underwent comprehensive intervention (N = 35), with both treatments lasting 3 months. Changes in body weight, BMI, sex hormone levels, glucose-lipid metabolism indicators, and liver and kidney function were compared. RESULTS: Both groups experienced significant reductions in body weight and BMI after treatment (p < 0.05), with the KD group showing a greater reduction (p < 0.05). luteinizing hormone (LH), LH/follicle-stimulating hormone (FSH), and total testosterone (TT) levels decreased significantly in both groups (p < 0.05). The KD treatment led to significant reductions in fasting blood glucose (FBG), fasting insulin (FINS), homeostasis model assessment of insulin resistance (HOMA-IR), triglyceride (TG), alanine aminotransferase (ALT), and aspartate aminotransferase (AST) (p < 0.05), while the comprehensive intervention resulted in decreased FBG and ALT, and increased high-density lipoprotein-cholesterol (HDL-c) (p < 0.05). Additionally, the KD group had a greater reduction in FBG, and showed decreases in TG and AST, which remained unchanged in the comprehensive intervention group (p < 0.05). CONCLUSION: The short-term KD treatment provides significant weight loss and effectively improves hormone regulation and glucose-lipid metabolism in overweight or obese PCOS patients, offering a valuable therapeutic option for managing the condition.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Polycystic Ovary Syndrome",
        "Adult",
        "Diet, Ketogenic",
        "Retrospective Studies",
        "Obesity",
        "Overweight",
        "Lipid Metabolism",
        "Young Adult",
        "Blood Glucose",
        "Gonadal Steroid Hormones",
        "Body Mass Index"
      ]
    },
    {
      "pmid": "39641282",
      "title": "Exploring ketogenic diet resistance in glucose transporter type 1 deficiency syndrome: A comprehensive review and critical appraisal.",
      "authors": [
        "Raffaele Falsaperla",
        "Vincenzo Sortino",
        "Gerhard Josef Kluger",
        "Thomas Herberhold",
        "Andrea Rüegger",
        "Pasquale Striano",
        "Martino Ruggieri",
        "Joerg Klepper",
        "Georgia Ramantani"
      ],
      "journal": "Epilepsia open",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Glucose transporter type 1 deficiency syndrome (GLUT1DS) commonly presents with early-onset epilepsy that often resists conventional pharmacological treatment. Ketogenic diet therapy (KDT) is the preferred approach to address the underlying metabolic anomaly. However, a subset of GLUT1DS patients presents resistance to KDT, with the causes remaining elusive. This comprehensive literature review aims to explore the characteristics of KDT failure in GLUT1DS and identify risk factors within this population. Our goal is to improve counseling and prognostication for these patients. So, we conducted a comprehensive literature review on PubMed, focusing on studies documenting pediatric GLUT1DS patients with drug-resistant epilepsy unresponsive to KDT. We identified five cases of KDT failure in female GLUT1DS patients, aged 10 days to 13 years at diagnosis. Predominant seizure types were absence seizures, with a few cases of clonic, tonic, or myoclonic seizures. EEG consistently revealed 2-3.5 Hz generalized spike-and-wave discharges. Genetic investigations revealed point mutations and deletions in two cases each. Despite an in-depth search, no specific features were found to reliably distinguish KDT non-responders from responders, underscoring the need for further research. In cases of KDT ineffectiveness for seizure control in GLUT1DS patients, exploring alternative therapeutic strategies becomes imperative to managing symptoms while maintaining quality of life. Large-scale multicenter studies, facilitated through international collaborations like the European Network for Therapy in Rare Epilepsies (NETRE), hold promise in elucidating the complexities of this patient population and developing personalized therapeutic approaches. PLAIN LANGUAGE SUMMARY: Glucose transporter type 1 deficiency syndrome often causes difficult-to-treat epilepsy. The ketogenic diet works for many patients, but some do not respond. This review investigated cases of diet failure but could not identify common features among poor responders. Further research is needed to understand these cases and explore alternative treatments.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Carbohydrate Metabolism, Inborn Errors",
        "Monosaccharide Transport Proteins",
        "Drug Resistant Epilepsy",
        "Child",
        "Adolescent",
        "Female",
        "Child, Preschool",
        "Infant",
        "Infant, Newborn"
      ]
    },
    {
      "pmid": "39636689",
      "title": "Survey of Latin American ketogenic diet centers: Challenges and success for \"La Terapia Cetogénica\".",
      "authors": [
        "Marisa Armeno",
        "Eric H Kossoff",
        "Laura Guilhoto",
        "Roberto Caraballo"
      ],
      "journal": "Epileptic disorders : international epilepsy journal with videotape",
      "publication_date": "2024-Dec-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Despite growing recognition of the efficacy of ketogenic diet therapies (KDT) in reducing seizure frequency and improving the quality of life for individuals with epilepsy, several factors hinder their widespread adoption across Latin America. Specific challenges in the region have been discussed but not formally studied. Currently, no data exist on the availability and operation of KDT teams in the region. To address this gap, we conducted a survey of KDT centers across Latin American countries in the framework of the biannual International Ketogenic Diet Conference in September 2023. METHODS: A seven-question survey was distributed via email to neurologists, dietitians, or through indexed publications. RESULTS: Of the 16 centers approached, 14 (87.5%) responded, identifying 98 KDT centers. Nearly half (49%) are public institutions, primarily in Brazil, Chile, and Mexico; 44 are private; and 5 are mixed. Core teams in all centers included a neurologist and dietitian, with some teams in Argentina, Chile, and Paraguay also involving a medical nutritionist. None of the centers reported a protocol for transitioning to adult care, and consistent data on Glut1 patients and protocols were lacking. SIGNIFICANCE: Over the past two decades, the KDT landscape in Latin America has improved, with established centers expanding and new ones emerging. However, continued efforts are needed to promote KDT adoption in countries where it is not yet practiced and in regions with limited resources and expertise."
    },
    {
      "pmid": "39627787",
      "title": "Ketogenic diet modulates immune cell transcriptional landscape and ameliorates experimental autoimmune uveitis in mice.",
      "authors": [
        "Runping Duan",
        "Tianfu Wang",
        "Zhaohuai Li",
        "Loujing Jiang",
        "Xiaoyang Yu",
        "Daquan He",
        "Tianyu Tao",
        "Xiuxing Liu",
        "Zhaohao Huang",
        "Lei Feng",
        "Wenru Su"
      ],
      "journal": "Journal of neuroinflammation",
      "publication_date": "2024-Dec-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Uveitis manifests as immune-mediated inflammatory disorders within the eye, posing a serious threat to vision. The ketogenic diet (KD) has emerged as a promising dietary intervention, yet its impact on the immune microenvironments and role in uveitis remains unclear. METHODS: Utilizing single-cell RNA sequencing (scRNA-seq) data from lymph node and retina of mice, we conduct a comprehensive investigation into the effects of KD on immune microenvironments. Flow cytometry is conducted to verify the potential mechanisms. RESULTS: This study demonstrates that KD alters the composition and function of immune profiles. Specifically, KD promotes the differentiation of Treg cells and elevates its proportion in heathy mice. In response to experimental autoimmune uveitis challenges, KD alleviates the inflammatory symptoms, lowers CD4+ T cell pathogenicity, and corrects the Th17/Treg imbalance. Additionally, KD decreases the proportion of Th17 cell and increases Treg cells in the retina. Analysis of combined retinal and CDLN immune cells reveals that retinal immune cells, particularly CD4+ T cells, exhibit heightened inflammatory responses, which KD partially reverses. CONCLUSIONS: The KD induces inhibitory structural and functional alterations in immune cells from lymph nodes to retina, suggesting its potential as a therapy for uveitis.",
      "mesh_terms": [
        "Animals",
        "Uveitis",
        "Mice",
        "Diet, Ketogenic",
        "Autoimmune Diseases",
        "Mice, Inbred C57BL",
        "T-Lymphocytes, Regulatory",
        "Disease Models, Animal",
        "Retina",
        "Lymph Nodes"
      ]
    },
    {
      "pmid": "39610476",
      "title": "The effects of ketogenic diet on metabolic and hormonal parameters in patients with polycystic ovary syndrome: a systematic review and meta-analysis of clinical trials.",
      "authors": [
        "Niloofarsadaat Eshaghhosseiny",
        "Mohammad Ahmadi",
        "Bahareh Izadi",
        "Mohebat Vali",
        "Maryam Akbari",
        "Isaac Azari",
        "Hamed Akbari"
      ],
      "journal": "Journal of diabetes and metabolic disorders",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE: In recent years, using the ketogenic diet (KD) as a potential intervention for polycystic ovary syndrome (PCOS) has gained attention. Therefore, this study aimed to conduct a meta-analysis to determine the effects of KD on sexual hormones, glycemic and lipid parameters in women diagnosed with PCOS. METHODS: A comprehensive literature search was performed using online databases such as Medline/PubMed, Scopus, Web of Science (ISI), Embase, and the Cochrane Library and clinical trials were selected based on the inclusion criteria. Data extraction and quality assessment were conducted independently by two investigators using appropriate tools. The effects of a KD on metabolic biomarkers and hormonal parameters were pooled using a random-effects model and were considered as the weighted mean difference (WMD) with corresponding 95% confidence intervals (CIs). Heterogeneity across studies was assessed using Cochran's Q test and the I-square test. RESULTS: Ten studies including 408 women were analyzed in this analysis. Findings showed that KD significantly decreased triglycerides levels (WMD = -44.03 mg/dL; 95% CI, -56.29, -31.76), total cholesterol (-18.95 mg/dL; -29.06, -8.83), and low-density lipoprotein cholesterol (LDL) (-18.11 mg/dL; -29.56, -6.67) compared to the control groups. KD also led to a notable reduction in fasting glucose (-10.30 mg/dL; -14.10, -6.50) and HOMA-IR (-1.93; -3.66, -0.19). Also, this diet led to a significant decrease in luteinizing hormone (LH) levels (-3.75 mIU/mL; -3.84, -3.65) and total testosterone levels (-7.71 ng/dL); -12.08, -3.35), while follicle-stimulating hormone (FSH) increased (0.43 mIU/mL; 0.29, 0.57). CONCLUSION: The KD demonstrated promising outcomes in improving metabolic and hormonal parameters in women diagnosed with PCOS."
    },
    {
      "pmid": "39604996",
      "title": "A ketogenic diet alleviates the apoptosis of granulosa cells by inhibiting the activation of cGAS-STING signaling pathway in PCOS mice.",
      "authors": [
        "Bining Zhao",
        "Haowen Wu",
        "Qiyang Yao",
        "Wenpei Bai",
        "Jihong Kang"
      ],
      "journal": "Cell communication and signaling : CCS",
      "publication_date": "2024-Nov-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Polycystic ovary syndrome (PCOS) is the most common cause of anovulatory infertility. The ketogenic diet (KD), a diet high in fat and low in carbohydrates, has been applied clinically for the treatment of obese women with PCOS. We have previously demonstrated that KD improved the reproductive phenotype in an androgen-induced PCOS mouse model, yet the underlying molecular mechanisms remain largely unclear. The aim of the present study was to investigate the effect of KD on the reproductive phenotype of a letrozole-induced PCOS mouse model. METHODS: Female C57BL/6N mice were divided into three groups, designated control, letrozole, and letrozole + KD groups. Mice of control and letrozole groups were fed the control diet, whereas letrozole + KD mice were fed a KD with 89.9% (kcal) fat for 3 weeks after the PCOS mouse model was generated. β-hydroxybutyrate (BHB), the most abundant ketone body in the body, was used to treat KGN cells with testosterone (T) to simulate the KD effect on PCOS mouse ovaries in vitro. RESULTS: Our data showed that KD treatment significantly increased blood ketone levels and reduced body weight. Ovarian functions were improved in some letrozole + KD mice. Results from in vitro experiments indicated mitochondrial damage owing to high T levels, which resulted in the leakage of cytochrome C and mitochondrial DNA into the cytosol and thus induced the activation of the intracellular caspase cascade and the cGAS-STING-NF-κB pathway, leading to granulosa cell inflammation and apoptosis. BHB exhibited certain protective effects on mitochondria of T-treated KGN cells via inhibiting the cGAS-STING pathway. Moreover, the cGAS-STING pathway was activated in ovaries of letrozole mice and was down-regulated in letrozole + KD mice. CONCLUSION: These findings, for the first time, revealed that hyperandrogenism induced ovarian dysfunction possibly through activation of the cGAS-STING pathway, which could be partially inhibited by ketone bodies produced from KD administration.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Polycystic Ovary Syndrome",
        "Signal Transduction",
        "Granulosa Cells",
        "Apoptosis",
        "Diet, Ketogenic",
        "Membrane Proteins",
        "Mice",
        "Mice, Inbred C57BL",
        "Nucleotidyltransferases",
        "Letrozole",
        "Disease Models, Animal",
        "Testosterone"
      ]
    },
    {
      "pmid": "39602868",
      "title": "Ketogenic diet in adult patients with mitochondrial myopathy.",
      "authors": [
        "Heidi E E Zweers",
        "Sophie H Kroesen",
        "Gijsje Beerlink",
        "Elke Buit",
        "Karlijn Gerrits",
        "Astrid Dorhout",
        "Annemiek M J van Wegberg",
        "Mirian C H Janssen",
        "Saskia B Wortmann",
        "Silvie Timmers",
        "Christiaan G J Saris"
      ],
      "journal": "Molecular genetics and metabolism",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Clinical Trial"
      ],
      "abstract": "BACKGROUND: This study aimed to explore the feasibility, safety and efficacy of a Modified Atkins Diet (MAD) in patients with mitochondrial myopathy (MM). METHODS: Patients with genetically proven mitochondrial disorder and exercise intolerance or muscle weakness followed a twelve week MAD. Feasibility was measured by diet duration and ketone levels. Safety was assessed by monitoring adverse events (AE). Efficacy was assessed by a maximal incremental test and a muscle performance test. RESULTS: Eight out of twenty patients completed the twelve week intervention. Reasons to discontinue were the occurrence of AE: rhabdomyolysis (n = 3), vomiting (n = 1), fatigue (n = 6), constipation (n = 1), in combination with a lack of improvement and adherence difficulties. On an individual level, various positive effects were reported including improvements in VO2peak (n = 6), anaerobic threshold (n = 9), muscle fatigue resistance (n = 5), muscle strength (n = 7), fatigue (n = 6), glucose tolerance (n = 7), migraine (n = 3), sleep (n = 3), and gastrointestinal complaints (n = 2). Lipid profile improved and thirteen patients lost weight. All patients with mitochondrial DNA (mtDNA) deletions, experienced muscle related AE. The five patients with the m.3243A>G mutation achieved the longest diet duration. DISCUSSION/CONCLUSION: MAD feasibility, safety and efficacy is variable in MD patients. MAD appears to be unsuitable for MD patients with mtDNA deletions. All patients should be monitored closely for adverse events when initiating the diet. Further research should focus on predictive factors to consider the diet, effectiveness of less stringent carbohydrate restricted diets.",
      "mesh_terms": [
        "Humans",
        "Mitochondrial Myopathies",
        "Male",
        "Female",
        "Diet, Ketogenic",
        "Adult",
        "Middle Aged",
        "DNA, Mitochondrial",
        "Treatment Outcome",
        "Young Adult",
        "Muscle Weakness"
      ]
    },
    {
      "pmid": "39599705",
      "title": "The Impact of a Ketogenic Diet on Late-Stage Pancreatic Carcinogenesis in Mice: Efficacy and Safety Studies.",
      "authors": [
        "Natalia E Cortez",
        "Tarek A Bacha",
        "Aya Samir Ead",
        "Cecilia Rodriguez Lanzi",
        "Cassandra Lacroix",
        "Anais Franceschetti",
        "Brian V Hong",
        "Karen Matsukuma",
        "Gerardo G Mackenzie"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Nov-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: High-fat diets (HFDs) have been associated with an increased risk of pancreatic cancer. In contrast, ketogenic diets (KDs) have been shown to display anti-tumor characteristics. The objective of this work was to evaluate the efficacy of a KD on late-stage pancreatic carcinogenesis in a genetically modified mouse model of pancreatic cancer [LSL-KrasG12D/+; Ptf1-Cre (KC) mice], as well as its liver safety, and to compare it to that of an HFD. METHODS: Six-month-old female and male KC mice were randomly allocated to either a control diet (CD) (%kcal: 20% fat, 15% protein, 65% carbohydrates), an HFD (%kcal: 40% fat, 15% protein, 45% carbohydrate) or a KD (%kcal: 84% fat, 15% protein, 1% carbohydrate) and fed these diets for 6 months. RESULTS: HFD-fed, but not KD-fed, mice showed a 15% increase in body weight, plus elevated serum insulin (2.4-fold increase) and leptin (2.9-fold increase) levels, compared to CD-fed mice. At the pancreas level, no differences in pancreatic cancer incidence rates were observed among the diet groups. Regarding the liver safety profile, the HFD-fed mice had higher serum levels of alanine aminotransferase (ALT), aspartate aminotransferase (AST), and alkaline phosphatase (ALP), when compared to the CD and KD groups. In addition, upon histologic examination, an HFD, but not a KD, showed a ~2-fold increase in both macro- and microsteatosis, as well as 35% and 32% higher levels of TLR4 and NF-κB activation, respectively, compared to CD-fed mice. CONCLUSIONS: In summary, although a KD intervention alone did not prevent pancreatic carcinogenesis, our data suggests that a KD modulates insulin signaling and hepatic lipid metabolism, highlighting its beneficial effects on healthspan and liver function when compared to an HFD.",
      "mesh_terms": [
        "Animals",
        "Diet, Ketogenic",
        "Pancreatic Neoplasms",
        "Male",
        "Female",
        "Diet, High-Fat",
        "Mice",
        "Carcinogenesis",
        "Liver",
        "Leptin",
        "Insulin",
        "Disease Models, Animal",
        "Pancreas"
      ]
    },
    {
      "pmid": "39596854",
      "title": "Generalized Ketogenic Diet Induced Liver Impairment and Reduced Probiotics Abundance of Gut Microbiota in Rat.",
      "authors": [
        "Ge Song",
        "Dan Song",
        "Yongwei Wang",
        "Li Wang",
        "Weiwei Wang"
      ],
      "journal": "Biology",
      "publication_date": "2024-Nov-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The ketogenic diet is becoming an assisted treatment to control weight, obesity, and even type 2 diabetes. However, there has been no scientific proof supporting that the ketogenic diet is absolutely safe and sustainable. In this study, Sprague-Dawley (SD) rats were fed different ratios of fat to carbohydrates under the same apparent metabolizable energy level to evaluate the effects of a ketogenic diet on healthy subjects. The results showed that the ketogenic diet could relatively sustain body weight and enhance the levels of serum alanine aminotransferase (ALT) and serum alkaline phosphatase (SAP), leading to more moderate lipoidosis and milder local non-specific inflammation in the liver compared with the high-carbohydrate diet. In addition, the abundance of probiotic strains such as Lactobacillus, Lactococcus, and Faecalitalea were reduced with the ketogenic diet in rats, while an abundance of pathogenic strains such as Anaerotruncus, Enterococcus, Rothia, and Enterorhabdus were increased with both the ketogenic diet and the high-carbohydrate diet. This study suggests that the ketogenic diet can lead to impairments of liver function and changed composition of the gut microbiota in rats, which to some extent indicates the danger of consuming a generalized ketogenic diet."
    },
    {
      "pmid": "39592022",
      "title": "Measuring the effects of ketogenic diet on neuropsychiatric disorder: A scoping review.",
      "authors": [
        "Wali Yousufzai",
        "Monika Singh",
        "Leeda Ahmadi",
        "Shreya Balamurali",
        "Divyaraj Bavishi",
        "Sahar Ashraf",
        "Daniel B Stuart",
        "Regina Baronia",
        "Wail Amor"
      ],
      "journal": "Progress in neuro-psychopharmacology & biological psychiatry",
      "publication_date": "2025-Jan-10",
      "publication_types": [
        "Scoping Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: This scoping review aims to examine the available literature on the ketogenic diet's (KD) efficiency as a potential therapeutic intervention for various neuropsychiatric disorders. INTRODUCTION: The KD is a high-fat, low-carbohydrate diet that has been studied for its potential benefits in managing neuropsychiatric disorders. However, the extent of its effectiveness across a spectrum of these conditions remains unclear. INCLUSION CRITERIA: The study designs considered eligible encompassed randomized and non-randomized controlled trials, retrospective and prospective observational studies, and comparative effectiveness assessments. The criteria for including each study were specifically related to neuropsychiatric disorders, referring to the DSM-5 coding guidelines. METHODS: A systemic search was performed by an experienced reference librarian across multiple databases to pinpoint studies relevant to the influence of the ketogenic diet on neuropsychiatric disorders. All relevant articles were included that ranged over the last thirteen years. All relevant records identified were compiled into the Covidence systematic review software. RESULTS: A total of 30 studies were reviewed, which reported effects of the KD on neuropsychiatric disorders, including improvements in Global Developmental Delay, Childhood Autism, Attention Deficit/Hyperactivity Disorder (ADHD) symptoms, psychotic symptoms, Bipolar and Related Disorders, Depressive Disorder symptoms, anxiety symptoms, eating disorders, Substance-Related and Addictive Disorders, Major and Mild Neurocognitive Disorders, and Seizure Disorders. CONCLUSION: The KD may serve as a promising therapeutic intervention for various neuropsychiatric disorders. However, the evidence is heterogeneous, and further rigorous research is needed to establish the KD as a standard treatment for these disorders and to understand the underlying mechanisms of its effects. IMPLICATIONS FOR PRACTICE: This review underscores the need for healthcare professionals to consider the potential benefits and limitations of the KD when managing patients with neuropsychiatric disorders. It also highlights the importance of individualized treatment plans based on the specific needs and responses of each patient.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Mental Disorders"
      ]
    },
    {
      "pmid": "39574543",
      "title": "The combined treatment with ketogenic diet and metformin slows tumor growth in two mouse models of triple negative breast cancer.",
      "authors": [
        "Karen Schmidt",
        "Amber Thatcher",
        "Albert Grobe",
        "Pamela Broussard",
        "Linda Hicks",
        "Haiwei Gu",
        "Lesley G Ellies",
        "Dorothy D Sears",
        "Leonid Kalachev",
        "Eugene Kroll"
      ],
      "journal": "Translational medicine communications",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Many tumors contain hypoxic microenvironments caused by inefficient tumor vascularization. Hypoxic tumors have been shown to resist conventional cancer therapies. Hypoxic cancer cells rely on glucose to meet their energetic and anabolic needs to fuel uncontrolled proliferation and metastasis. This glucose dependency is linked to a metabolic shift in response to hypoxic conditions. METHODS: To leverage the glucose dependency of hypoxic tumor cells, we assessed the effects of a mild reduction in systemic glucose by controlling both dietary carbohydrates with a ketogenic diet and endogenous glucose production by using metformin on two mouse models of triple-negative breast cancer (TNBC). RESULTS: Here, we showed that animals with TNBC treated with the combination regimen of ketogenic diet and metformin (a) had their tumor burden lowered by two-thirds, (b) displayed 38% slower tumor growth, and (c) showed 36% longer latency, compared to the animals treated with a ketogenic diet or metformin alone. As a result, lowering systemic glucose by this combined dietary and pharmacologic approach improved overall survival in our mouse TNBC models by 31 days, approximately equivalent to 3 years of life extension in human terms. CONCLUSION: This preclinical study demonstrates that reducing systemic glucose by combining a ketogenic diet and metformin significantly inhibits tumor proliferation and increases overall survival. Our findings suggest a possible treatment for a broad range of hypoxic and glycolytic tumor types that can augment existing treatment options to improve patient outcomes."
    },
    {
      "pmid": "39548638",
      "title": "Exploring the role of ketogenic diet in ADPKD treatment: A promising avenue.",
      "authors": [
        "Abdul Mutaal",
        "Dawood Shehzad",
        "Khubaib Samdani"
      ],
      "journal": "JPMA. The Journal of the Pakistan Medical Association",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39543202",
      "title": "Impact of L-carnitine supplementation on gastric emptying and bowel function in pediatric ketogenic diet therapy: a clinical trial.",
      "authors": [
        "May Fouad Nassar",
        "Mennatallah Osama Shata",
        "Shrouk Mohamed Awadallah",
        "Mennatallah Ayman Youssef",
        "Haya Essam Ibrahim"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Nov-15",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Ketogenic diet (KD) is an excess fat, enough protein, and minimal carbohydrate diet. The high fat content in KD lowers the oesophageal sphincter tone, slows gastric emptying, and decreases intestinal transit time. The primary aim of the current clinical trial was to study the effect of L-carnitine supplementation on gastric emptying in children with drug resistant epilepsy (DRE) on KD. Assessment of the protective effect of L-carnitine on bowel function and habits in those patients was a secondary aim. The current study recruited 30 patients aged 12 months to 18 years newly diagnosed with DRE assigned to start KD who were following up at the Pediatric Clinical Nutrition and Neurology Outpatient Clinics or were admitted due to DRE at the Pediatric Neurology Inpatient Department, Children's Hospital, Ain Shams University (Egypt). Participants were assigned randomly into 2 arms; arm I: received KD with L-carnitine supplementation, arm II: received KD only. Patients were assessed at baseline and after 3 months of starting KD, the assessments of children included: 24-hour dietary recall, Chalfont Seizures Severity Scale, gastrointestinal symptoms score and Bristol stool chart, frequency of defecation per week, anthropometric measurements assessment, fasting serum lipid profile and measurement of the antral length by ultrasound. There was significant increase in antral length in the patients who received KD with L-carnitine supplementation compared to the non-supplemented group. The antral length showed a significant negative correlation with GI symptoms score in all cases and the L-carnitine supplemented group. It also showed a significant positive correlation with Bristol stool score in all patients and a significant positive correlation with stool frequency in the L-carnitine supplemented group only. L-carnitine supplementation to children with DRE on KD has a significant role in improving gastric motility and it increases the frequency of defecation. Further studies are recommended to explore additional benefits, meanwhile it is prudent to advise L-carnitine supplementation for such patients.",
      "mesh_terms": [
        "Humans",
        "Carnitine",
        "Child",
        "Male",
        "Female",
        "Diet, Ketogenic",
        "Gastric Emptying",
        "Child, Preschool",
        "Adolescent",
        "Dietary Supplements",
        "Infant",
        "Drug Resistant Epilepsy"
      ]
    },
    {
      "pmid": "39539663",
      "title": "Effectiveness and safety analysis of ketogenic diet therapy for drug-resistant epilepsy caused by structural pathology.",
      "authors": [
        "Hongwei Zhang",
        "Song Su",
        "Huan Zhang",
        "Lina Sun",
        "Yong Liu",
        "Guohua Liu"
      ],
      "journal": "Frontiers in neurology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To explore the effectiveness and safety of the ketogenic diet (KD) in children with drug resistant epilepsy (DRE) caused by structural etiology. METHODS: The children were categorized into acquired brain injury group and malformations of cortical development (MCD) group based on the etiology. Follow-up assessments were performed at 1, 3, and 6 months after KD treatment to observe seizure reduction, behavioral and cognitive improvements, adverse reactions events, and reasons for discontinuation withdrawal. Statistical analysis was conducted on the results. RESULTS: We found the seizure-free rates at 1, 3, and 6 months were 4.8% (2/42), 19% (8/42), and 21.4% (9/42), respectively. The seizure control effective rates were 42.9% (18/42), 52.4% (22/42), and 54.8% (23/42) at the corresponding time points. Compared to the acquired brain injury group, the MCD group showed a higher seizure control effective rate. Further analysis within the MCD group revealed the highest efficacy in focal cortical dysplasia (FCD). At the 3-month follow-up, cognitive and behavioral improvements were observed in 69% (29/42) of children. The main reasons for discontinuation were lack of efficacy and poor compliance. SIGNIFICANCE: Finally, we get that KD is a safe and effective treatment for drug resistant epilepsy caused by structural etiology, with the added benefit of improving behavioral and cognitive abilities in children. The efficacy is higher in children with MCD, particularly in cases of FCD. Early intervention with KD is recommended for this population."
    },
    {
      "pmid": "39539363",
      "title": "Case report: Ketogenic diet alleviated anxiety and depression associated with insulin-dependent diabetes management.",
      "authors": [
        "Eirin Winje",
        "Ian Lake",
        "Simon N Dankel"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2024",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Differentiating between an irrational versus a rational fear of hypoglycemia has treatment implications and presents significant challenge for clinicians facing patients with type 1 diabetes, illustrated in this case. A 39-year-old woman with autoimmune-positive insulin-dependent diabetes sought help to alleviate severe diabetes distress, and symptoms of depression and anxiety, associated with unpredictable drastic blood glucose drops. After exhausting conventional methods, she adopted a ketogenic diet (KD). Her glucose values decreased from around 20 mmol/L to 12 mmol/L (360 mg/dL to 216 mg/dL) in the first days. Then, by combining a KD with an insulin pump, her time in optimal glucose range increased from 8 to 51% after 2 months, reducing her HbA1c with 25 mmol/mol (2.2%). This reduced biological and psychological stress, immediately improving her mental health and renewing her hope for the future. The main concerns regarding KD in patients with comorbid type 1 diabetes is the assumed increased risk of ketoacidosis, theoretical depletion of glycogen stores, and a potential adverse effect of saturated fat on cardiovascular risk factors. These concerns are evaluated against existing empirical evidence, suggesting instead that a KD may protect against acidosis, hypoglycemia, and cardiovascular risk. The present case, together with available data, indicate that patients with type 1 diabetes experiencing high levels of biological and psychological stress should be informed of the expected benefits and possible risks associated with a KD, to ensure their right to take informed decisions regarding their diabetes management."
    },
    {
      "pmid": "39534224",
      "title": "Ketogenic diet in clinical populations-a narrative review.",
      "authors": [
        "Alon Zemer",
        "Shabnam Samaei",
        "Uri Yoel",
        "Aya Biderman",
        "Yair Pincu"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Ketogenic diet (KD) is a high-fat, low-carbohydrate (CHO) diet, designed to induce a metabolic state of ketosis in which the body metabolizes primarily lipids for energy production. Various forms of KD are being promoted as promising treatments for numerous health conditions from chronic headaches to weight-loss and even different forms of cancer and are becoming increasingly more popular. KD appears to be an efficacious approach for weight-loss, and maintenance, improved glycemia, cognitive function and cancer prognosis. However, there is a controversy regarding the safety of KD, and the potential health risks that might be associated with long-term exposure to KD. There is a gap between the acceptance and utilization of KD in individuals with health conditions and the criticism and negative attitudes toward KD by some clinicians. Many individuals choose to follow KD and are encouraged by the positive results they experience. Although the medical establishment does not endorse KD as a first line of treatment, clinicians need to be informed about KD, and offer support and medical supervision for patients who self-select to follow KD. This can ensure that within the boundaries of KD, patients will make good and healthy dietary choices and prevent clinical disengagement in extreme cases. To that end, there is an urgent need for good quality research to address the issues of long-term safety of KD in different clinical populations and for standardization of KD both in research and in the clinic."
    },
    {
      "pmid": "39519548",
      "title": "Weight Loss, Pathological Changes, and Inflammatory Effects from a Short-Term Ketogenic Diet in Overweight and Obese Men with Untreated Prostate Cancer on Active Surveillance.",
      "authors": [
        "Adeel Kaiser",
        "Mohummad M Siddiqui",
        "Jason Bosley-Smith",
        "Shu Wang",
        "Joseph Aryankalayil",
        "Mark V Mishra",
        "Alice S Ryan",
        "Christopher R D'Adamo"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Oct-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: Active Surveillance (AS) is a favored strategy for the management of indolent prostate cancers (PCs). Overweight and obese men harbor an increased risk of cancer progression during AS. We aim to prospectively evaluate the feasibility and outcomes of a ketogenic diet (KD) weight-loss intervention in overweight men with PC. MATERIALS AND METHODS: Men with PC and a BMI > 25 kg/m2 undergoing AS were placed on an 8-week ad libitum KD program before a scheduled surveillance biopsy to assess the impact on clinical grade group (CGG). Blood ketone levels were tracked to ensure compliance. BMI, PSA, and inflammatory marker data (TNF-α, TNFR1, TNFR2, sICAM-1, sVCAM-1, IL-6, IL1-RA, CRP, and SAA) were collected before and after the KD intervention. A Shapiro-Wilk test was performed to assess the normality of all continuous study variables. Paired t-tests and Wilcoxon rank sum tests were utilized to compare normally and non-normally distributed study outcomes, respectively. RESULTS: Ten AS patients aged 62.1 (±5.4) years were enrolled with an average BMI of 31.7 kg/m2 (±11.8). Post-KD intervention mean blood ketone levels were 0.32 (±0.12) mmol/L with a mean BMI reduction of 7.4% (p < 0.0003). There were no meaningful changes in PSA or inflammatory biomarkers (p > 0.05). Nine patients completed re-biopsy following a KD with four patients showing no evidence of cancer; one downgraded to a lower CGG; two had unchanged CGG scores; and two had higher CGG scores compared to baseline. CONCLUSIONS: Short-term KD interventions for BMI reduction are feasible in men undergoing AS for PC and may result in favorable pathological effects without inflammatory marker changes. Larger studies with longer follow-up are needed to explore whether KD-induced weight loss can improve clinical outcomes with AS in PC.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Diet, Ketogenic",
        "Prostatic Neoplasms",
        "Middle Aged",
        "Obesity",
        "Overweight",
        "Weight Loss",
        "Aged",
        "Inflammation",
        "Body Mass Index",
        "Prospective Studies",
        "Feasibility Studies",
        "Prostate-Specific Antigen",
        "Ketones"
      ]
    },
    {
      "pmid": "39512429",
      "title": "Huppke-Brendel syndrome: Novel cases and a therapeutic trial with ketogenic diet and N-acetylcysteine.",
      "authors": [
        "Katarina Šikić",
        "Tessa M A Peters",
        "Udo Engelke",
        "Danijela Petković Ramadža",
        "Tamara Žigman",
        "Ksenija Fumić",
        "Maša Davidović",
        "Sanda Huljev Frković",
        "Tibor Körmendy",
        "Diego Martinelli",
        "Antonio Novelli",
        "Francesca Romana Lepri",
        "Ron A Wevers",
        "Ivo Barić"
      ],
      "journal": "JIMD reports",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huppke-Brendel syndrome (HBS) is an autosomal recessive disorder caused by SLC33A1 mutations, a gene coding for the acetyl-CoA transporter-1 (AT-1). So far it has been described in nine pediatric and one adult patient. Therapeutic trials with copper histidinate failed to achieve any clinical improvement. Here, we describe the clinical characteristics of two novel patients, one of them diagnosed by gene analysis and his sib postmortally based on clinical characteristics. We demonstrate a therapeutic trial with acetylation therapy, consisting of N-acetylcysteine and ketogenic diet, in one of them. We provide biochemical data on N-acetylated amino acids in cerebrospinal fluid (CSF) and plasma before and after starting this treatment regimen. Our results indicate that ketogenic diet and N-acetylcysteine do not seem to normalize the concentrations of N-acetylated amino acids in CSF or plasma. The overall metabolic pattern shows a trend toward lowered levels of N-acetylated amino acids in CSF and to a lesser extent in plasma. Although there are some assumptions, the function of AT-1 is still not clear and further studies are needed to better understand mechanisms underlying this complex disorder."
    },
    {
      "pmid": "39510146",
      "title": "The ketogenic diet modulates tumor-associated neutrophil polarization via the AMOT-YAP/TAZ axis to inhibit colorectal cancer progression.",
      "authors": [
        "Xiuwei Mi",
        "Yudong Duan",
        "Jiying Sun",
        "Qingliang Tai",
        "Huihui Yao",
        "Lijun Meng",
        "Xiaoshan Yang",
        "Xinyu Shi",
        "Bo Shi",
        "Junjie Chen",
        "Liang Sun",
        "Diyuan Zhou",
        "Sheng Xiao",
        "Yizhou Yao",
        "Songbing He"
      ],
      "journal": "Pharmacological research",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite significant advances in the diagnosis and treatment of colorectal cancer (CRC), the prognosis for late-stage patients remains poor, highlighting the urgent need for new preventive and therapeutic strategies. Recent studies have focused on the ketogenic diet (KD) and its metabolite, β-hydroxybutyrate (BHB), for their tumor-suppressive effects and modulation of inflammatory responses. Using the azoxymethane (AOM) / dextran sulfate sodium (DSS)-induced mouse CRC model, we found that the ketogenic diet and BHB inhibit pro-tumor N2-type tumor-associated neutrophils (TANs) while promoting the polarization of TANs towards the anti-tumor N1 type. This shift in TANs polarization affects tumor growth and metastasis. The underlying mechanism involves BHB acting on the intracellular receptor histone deacetylases 3 (HDAC3), which modulates the activation of the AMOT-YAP/TAZ axis, leading to the inhibition of pro-carcinogenic factor transcription and release. Moreover, clinical cohort data corroborate these findings, showing that CRC patients with elevated BHB levels have significantly lower rates of lymph node involvement, which is associated with a higher infiltration ratio of anti-carcinogenic N1-type TANs in the tumor microenvironment (TME). These results suggest that BHB levels could serve as a prognostic biomarker for CRC. In conclusion, our findings indicate that BHB derived from KD regulates TANs polarization in CRC via the HDAC3-AMOT-YAP/TAZ axis, effectively inhibiting tumor growth and metastasis. These insights establish a novel theoretical basis for employing the KD in the treatment of CRC and for developing cancer adjuvant immunotherapy strategy based on the polarization of neutrophils.",
      "mesh_terms": [
        "Animals",
        "Colorectal Neoplasms",
        "Neutrophils",
        "Diet, Ketogenic",
        "Humans",
        "Histone Deacetylases",
        "3-Hydroxybutyric Acid",
        "YAP-Signaling Proteins",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Disease Progression",
        "Transcription Factors",
        "Azoxymethane",
        "Transcriptional Coactivator with PDZ-Binding Motif Proteins",
        "Signal Transduction",
        "Cell Line, Tumor",
        "Female",
        "Trans-Activators",
        "Adaptor Proteins, Signal Transducing"
      ]
    },
    {
      "pmid": "39504880",
      "title": "Ketogenic diet registry for epilepsy: A cross-sectional feasibility study.",
      "authors": [
        "Elizabeth G Neal",
        "Victoria J Whiteley",
        "Elles van der Louw",
        "Anita M Devlin",
        "Christin Eltze",
        "Suresh Pujar",
        "Zoe Simpson",
        "Isobel Hardy",
        "Alison Palmer",
        "Agnieszka Szmurlo",
        "Alasdair Pj Parker",
        "Nicole Mills",
        "Ruth Ord",
        "Lieven Lagae",
        "Kristel Vande Kerckhove",
        "Sarita van den Berg",
        "J Helen Cross",
        "Natasha E Schoeler"
      ],
      "journal": "European journal of paediatric neurology : EJPN : official journal of the European Paediatric Neurology Society",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We aimed to develop a registry ('Keto-Reg') for individuals with epilepsy referred for ketogenic dietary therapy (KDT) and to test feasibility of its implementation. The purpose of the registry is to provide a platform for collaborative research to answer specific research questions regarding long-term clinical and safety outcomes and to identify the most suitable candidates for KDT. Registry data items were determined via an international Delphi survey of KDT healthcare professionals, and then entered into an electronic platform. Three UK and two other European KDT centres entered data for 10 'patients' and reported on its acceptability and feasibility of use via questionnaire. 25 % of data was validated against medical records. A national survey was distributed and 19 parents and four young people were interviewed about a potential future patient/family section to the registry. Healthcare professionals from six continents responded to the Delphi (n = 153 round 1, n = 79 round 2); 70 items reached the agreement threshold. Registry data entry was accurate (0.3 % errors identified) and reported to be feasible and acceptable in the short-term. Lack of time was identified as the main barrier to longer-term implementation, with funded hours required. 87 % of the 53 survey responders and all interviewees viewed a patient/family section to be positive and feasible. We have shown healthcare professional involvement in Keto-Reg to be feasible in the short-term, and have identified what is necessary for the next stage: prospective longitudinal data entry from a larger number of international centres.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Registries",
        "Feasibility Studies",
        "Epilepsy",
        "Male",
        "Female",
        "Cross-Sectional Studies",
        "Child",
        "Adolescent",
        "Child, Preschool",
        "Delphi Technique",
        "Infant"
      ]
    },
    {
      "pmid": "39500011",
      "title": "Association between seizure reduction during ketogenic diet treatment of epilepsy and changes in circulatory metabolites and gut microbiota composition.",
      "authors": [
        "Maria Dahlin",
        "Craig Edward Wheelock",
        "Stefanie Prast-Nielsen"
      ],
      "journal": "EBioMedicine",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Observational Study"
      ],
      "abstract": "BACKGROUND: The ketogenic diet (KD) is a high fat, sufficient protein, and low carbohydrate dietary therapy for drug-resistant epilepsy. The underlying mechanisms of action of the KD remain unclear. In mice, the microbiota is necessary for the anti-seizure effect and specific microbes influence circulatory levels of metabolites that are linked to seizure reduction. However, it remains unclear which changes are linked to seizure reduction in patients with epilepsy. METHODS: We analysed the serum metabolome of children with drug-resistant epilepsy (n = 14) before and after three months on KD. Metabolomic changes were correlated to the gut microbiome and treatment outcome, i.e., seizure reduction. FINDINGS: In this prospective observational study, we uncovered associations between microbial species and serum metabolites that correlated with seizure reduction. Plasmalogens were most strongly linked to seizure reduction and had significant positive correlations with several gut microbes (e.g., Faecalibacterium prausnitzii, Alistipes communis, Alistipes shahii, and Christensenella minuta) while significant negative correlations were found for five strains of Escherichia coli. Infant-type Bifidobacteria correlated negatively with other metabolites associated with seizure reduction. INTERPRETATION: The microbes and metabolites identified here may contribute to the therapeutic effect of the KD in children with drug-resistant epilepsy. Several of these metabolites (e.g., plasmalogens) play important roles in neurobiology and may influence seizures. Based on our findings, anti-seizure therapeutic strategies could be developed involving the targeted manipulation of the gut microbiota and/or its metabolites. FUNDING: This study was supported by the Swedish Brain Foundation, Margarethahemmet Society, Sunnerdahls Handikappfond, Stockholm County Council Research Funds, and Linnea & Josef Carlssons Foundation.",
      "mesh_terms": [
        "Child",
        "Child, Preschool",
        "Female",
        "Humans",
        "Infant",
        "Male",
        "Diet, Ketogenic",
        "Drug Resistant Epilepsy",
        "Epilepsy",
        "Gastrointestinal Microbiome",
        "Metabolome",
        "Metabolomics",
        "Prospective Studies",
        "Seizures",
        "Treatment Outcome"
      ]
    }
  ]
}