{
  "supplement": "Kombucha",
  "query": "Kombucha[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:53:21",
  "research_count": 56,
  "count": 56,
  "articles": [
    {
      "pmid": "40232938",
      "title": "Toxicity and Antioxidant Activity of Black Tea Kombucha in Wistar Rats: A 28-Day Repeated Dose Oral Study.",
      "authors": [
        "Jean Carlos Costa Nogueira",
        "Jean Ramos Boldori",
        "Luis Paulo Santos Ribas",
        "Annelize Gruppi Lunardi",
        "Thyago Azevedo Aguiar",
        "Murilo Ricardo Sigal Carriço",
        "Rafael Roehrs",
        "Cristiane Casagrande Denardin"
      ],
      "journal": "Chemistry & biodiversity",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Kombucha is a fermented beverage produced from sweetened black tea using a symbiotic culture of bacteria and yeasts. While studies suggest potential health benefits, such as antioxidant activity, its toxicological profile must be thoroughly evaluated to ensure safe consumption. This study aimed to assess the subacute oral toxicity of kombucha over 28 days in Wistar rats and evaluate its effects on oxidative stress markers. Forty female Wistar rats were divided into four groups: a control group receiving saline (1 mL/100 g), and three treatment groups-T1 (1 mL/100 g) and T2 (2 mL/100 g) receiving kombucha fermented for 7 days, and T3 (1 mL/100 g) receiving kombucha fermented for 14 days. All treatments were administered daily for 28 days. No signs of toxicity, mortality, or histopathological changes in tissue morphology were observed. However, significant behavioral changes, including increased exploration and self-care, were noted. Additionally, kombucha administration modulated the activity of antioxidant enzymes, specifically superoxide dismutase and catalase, and reduced tissue lipid peroxidation. These findings suggest that kombucha fermented for 7 and 14 days is non-toxic and exhibits antioxidant properties by modulating oxidative stress markers in Wistar rats."
    },
    {
      "pmid": "40231916",
      "title": "Thai Cannabis sativa Leaves as a Functional Ingredient for Quality Improvement and Lactic Acid Bacterial Growth Enhancement in Kombucha.",
      "authors": [
        "Qurrata A'yuni",
        "Kevin Mok",
        "Massalin Nakphaichit",
        "Kamolwan Jangchud",
        "Tantawan Pirak"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Kombucha is a well-known fermented drink that gained interest due to its gut health benefits. However, it has a harsh taste of acetic acid and is hard to consume. Thai Cannabis leaves (Cannabis sativa sp. Hang Kra Rog Phu phan ST1) contain high protein and phytochemicals which can improve the growth of lactic acid bacteria (LAB) and enhance the organoleptic quality of the Kombucha. This study revealed the effect of infusing assam green tea leaves with cannabis leaves on the fermentation rate, microbial communities, volatile compounds, and overall quality and taste of the kombucha. The high protein content (23.10%) of Cannabis leaves was found. Phytonutrients and phytochemicals found in the leaves promotes LAB growth, which resulted in the higher number of LAB in the treatment with cannabis leaves. At the end of fermentation (day 7), the highest LAB count (5.53 log CFU mL-1) was presented in kombucha infused with 30% cannabis leaves. Kombucha with better quality, higher pH, and less acidity was obtained in a dose manner. The change in microbial communities was detected using metagenomic analysis. The prominence of Dekkera and Komagataeibacter, with low abundance of Zygosaccharomyces and Weissella were identified. These microorganisms improved flavor by lessening strong fermented odor and harsh acidic taste. From volatile compounds, HS-SPME-GCMS revealed that kombucha infused with 30% cannabis leaves possessed less acetic acid, ethanol, and carbon dioxide and gave a better odor and taste. Hence, cannabis leaves was the novel substrate for kombucha fermentation by enhancing LAB growth and improving the overall qualities."
    },
    {
      "pmid": "40129952",
      "title": "Applications of silver nanoparticles synthesized from Pichia kudriavzevii bioflocculant isolated from Kombucha tea SCOBY.",
      "authors": [
        "Phakamani H Tsilo",
        "Albertus K Basson",
        "Zuzingcebo G Ntombela",
        "Nkosinathi G Dlamini",
        "Rajasekhar V S R Pullabhotla"
      ],
      "journal": "Biotechnology notes (Amsterdam, Netherlands)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Studying the utilization of natural products in the biosynthesis of silver nanoparticles (AgNPs) recently appears to be a fascinating area of research within nanotechnology. These nanoparticles exhibit biocompatibility and inherent stability, making them highly suitable for various industrial applications. The utilization of bioflocculant-synthesized Ag nanoparticles was investigated in this study for the purpose of eliminating diverse pollutants and dyes from wastewater and solutions. In this study, Ag nanoparticles were successfully synthesized through a green method utilizing a bioflocculant derived from Pichia kudriavzevii isolated from Kombucha tea SCOBY as a stabilizing agent. The resulting nanoparticles were then evaluated for their flocculation and antimicrobial properties. Different characterization techniques including SEM, EDX, FT-IR, TGA, and TEM were investigated from the synthesized nanoparticles. Furthermore, the cytotoxicity of the Ag nanoparticles was assessed on human embryonic kidney (HEK 293) cells. The EDX analysis showed elemental Ag constituted 61.93 wt% of the prepared AgNPs. SEM revealed particles with average size of 15.8 nm and were spherical in shape. Thermo-gravimetric analysis (TGA) demonstrated that AgNPs exhibited enhanced thermal stability, retaining over 85 % of their mass at elevated temperatures. In a concentration-dependent manner, the spherical biosynthesized nanoparticles exhibited notable cytotoxic effects on HEK 293 cell lines with over 68 % cell viability at 25 mg/mL concentration. The biosynthesized Ag nanoparticles displayed robust antimicrobial efficacy against both Gram-positive and Gram-negative pathogenic bacteria, though Gram-negative were more susceptible with MIC of 3.125 mg/mL concentration. The nanoparticles showcased a dye removal efficiency exceeding 78 % for all the tested dyes with highest removal efficiency of 96 % for methylene blue at a dosage concentration of 0.2 mg/mL of AgNPs. The Ag nanoparticles exhibited exceptional efficiencies in removing a wide range of pollutants present in wastewater. Compared to traditional flocculants, the biosynthesized Ag nanoparticles demonstrated significant potential in effectively removing both biological oxygen demand (BOD) (92 % removal efficiency) and chemical oxygen demand (COD) (86 % removal efficiency). Thus, the biosynthesized Ag nanoparticles show great potential as a substitute for chemical flocculants in the treatment of industrial wastewater, offering im-proved purification capabilities."
    },
    {
      "pmid": "39974855",
      "title": "Kombucha inhibits adipogenesis and promotes lipolytic activity in 3T3-L1 adipocytes.",
      "authors": [
        "Ah-Young Jeong",
        "Eun-Bi Ma",
        "Seong-Jin Hong",
        "Eunhye Kim",
        "Sugju Ko",
        "Joo Young Huh",
        "Young-Min Kim"
      ],
      "journal": "Food science and biotechnology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: This research was conducted to investigate the anti-obesity effects of black tea or green tea kombucha (BK, GK) and compared their compositional differences. As a result of kombucha treatment during the adipocyte differentiation process, peroxisome proliferator-activated receptor γ was significantly decreased, and CCAAT/enhancer binding protein α and adipocyte protein 2 showed a tendency to decrease with BK treatment. Oil red O staining results also demonstrated a reduction of lipid accumulation by BK treatment compared to the control. In mature adipocytes, BK significantly upregulated the gene expression of hormone-sensitive lipase and tended to increase the expression of adipose triglyceride lipase and adiponectin. Additionally, as a biomarker of lipolysis, glycerol content also marginally increased with either BK or GK treatment. The differences were observed in tea polyphenol compound and organic acid contents between BK and GK. In conclusion, these results suggest that black tea kombucha may have anti-obesity activity. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s10068-024-01740-8."
    },
    {
      "pmid": "39852008",
      "title": "Kombucha Versus Vegetal Cellulose for Affordable Mucoadhesive (nano)Formulations.",
      "authors": [
        "Ioana Popa-Tudor",
        "Naomi Tritean",
        "Ștefan-Ovidiu Dima",
        "Bogdan Trică",
        "Marius Ghiurea",
        "Anisoara Cimpean",
        "Florin Oancea",
        "Diana Constantinescu-Aruxandei"
      ],
      "journal": "Gels (Basel, Switzerland)",
      "publication_date": "2025-Jan-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cellulose nanofibers gained increasing interest in the production of medical devices such as mucoadhesive nanohydrogels due to their ability to retain moisture (high hydrophilicity), flexibility, superior porosity and durability, biodegradability, non-toxicity, and biocompatibility. In this work, we aimed to compare the suitability of selected bacterial and vegetal nanocellulose to form hydrogels for biomedical applications. The vegetal and bacterial cellulose nanofibers were synthesized from brewer's spent grains (BSG) and kombucha membranes, respectively. Two hydrogels were prepared, one based on the vegetal and the other based on the bacterial cellulose nanofibers (VNC and BNC, respectively). VNC was less opaque and more fluid than BNC. The cytocompatibility and in vitro antioxidant activity of the nanocellulose-based hydrogels were investigated using human gingival fibroblasts (HGF-1, ATCC CRL-2014). The investigation of the hydrogel-mucin interaction revealed that the BNC hydrogel had an approx. 2× higher mucin binding efficiency than the VNC hydrogel at a hydrogel/mucin ratio (mg/mg) = 4. The BNC hydrogel exhibited the highest potential to increase the number of metabolically active viable cells (107.60 ± 0.98% of cytotoxicity negative control) among all culture conditions. VNC reduced the amount of reactive oxygen species (ROS) by about 23% (105.5 ± 2.2% of C-) in comparison with the positive control, whereas the ROS level was slightly higher (120.2 ± 3.9% of C-) following the BNC hydrogel treatment. Neither of the two hydrogels showed antibacterial activity when assessed by the diffusion method. The data suggest that the BNC hydrogel based on nanocellulose from kombucha fermentation could be a better candidate for cytocompatible and mucoadhesive nanoformulations than the VNC hydrogel based on nanocellulose from brewer's spent grains. The antioxidant and antibacterial activity of BNC and both BNC and VNC, respectively, should be improved."
    },
    {
      "pmid": "39738315",
      "title": "Modulating the human gut microbiome and health markers through kombucha consumption: a controlled clinical study.",
      "authors": [
        "Gertrude Ecklu-Mensah",
        "Rachel Miller",
        "Maria Gjerstad Maseng",
        "Vienna Hawes",
        "Denise Hinz",
        "Cheryl Kim",
        "Jack A Gilbert"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Dec-30",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Fermented foods are becoming more popular due to their purported links to metabolic health and the gut microbiome. However, direct clinical evidence for the health claims is lacking. Here, we describe an eight-week clinical trial that explored the effects of a four-week kombucha supplement in healthy individuals consuming a Western diet, randomized into the kombucha (n = 16) or control (n = 8) group. We collected longitudinal stool and blood samples to profile the human microbiome and inflammation markers. We did not observe significant changes in either biochemical parameters or levels of circulating markers of inflammation across the entire cohort. However, paired analysis between baseline and end of intervention time points within kombucha or control groups revealed increases in fasting insulin and in HOMA-IR in the kombucha group whereas reductions in HDL cholesterol were associated with the control group. Shotgun metagenomic analysis revealed the relative abundance of Weizmannia, a kombucha-enriched probiotic and several SCFA producing taxa to be overrepresented in consumers at the end of the intervention. Collectively, in our healthy cohort consuming a Western diet, a short-term kombucha intervention induced modest impacts on human gut microbiome composition and biochemical parameters, which may be attributed to relatively small number of participants and the extensive inter-participant variability.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Biomarkers",
        "Diet, Western",
        "Feces",
        "Gastrointestinal Microbiome",
        "Probiotics",
        "Kombucha Tea",
        "Cholesterol, HDL",
        "Insulin Resistance",
        "Inflammation"
      ]
    },
    {
      "pmid": "39732435",
      "title": "Regular Consumption of Black Tea Kombucha Modulates the Gut Microbiota in Individuals with and without Obesity.",
      "authors": [
        "Mirian Aparecida de Campos Costa",
        "Vinícius da Silva Duarte",
        "Gabriela Macedo Fraiz",
        "Rodrigo Rezende Cardoso",
        "Alessandra da Silva",
        "Hércia Stampini Duarte Martino",
        "Carolina Thomaz Dos Santos D'Almeida",
        "Mariana Simões Larraz Ferreira",
        "Viviana Corich",
        "Bruce R Hamaker",
        "Alessio Giacomini",
        "Josefina Bressan",
        "Frederico Augusto Ribeiro de Barros"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2024-Dec-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Kombucha, a fermented beverage obtained from a Symbiotic Culture of Bacteria and Yeast, has shown potential in modulating gut microbiota, although no clinical trials have been done. OBJECTIVES: We aimed to evaluate the effects of regular black tea kombucha consumption on intestinal health in individuals with and without obesity. METHODS: A pre-post clinical intervention study was conducted lasting 8 wk. Forty-six participants were allocated into 2 groups: normal weight + black tea kombucha (n = 23); and obese + black tea kombucha (n = 23). Blood, urine, and stool samples were collected at baseline (T0) and after 8 wk of intervention (T8). RESULTS: A total of 145 phenolic compounds were identified in the kombucha, primarily flavonoids (81%) and phenolic acids (19%). Kombucha favored commensal bacteria such as Bacteroidota and Akkermanciaceae, especially in the obese group. Subdoligranulum, a butyrate producer, also increased in the obese group after kombucha consumption (P = 0.031). Obesity-associated genera Ruminococcus and Dorea were elevated in the obese group at baseline (P < 0.05) and reduced after kombucha consumption, becoming similar to the normal weight group (Ruminococcus: obese T8 × normal weight T8: P = 0.27; Dorea: obese T8 × normal weight T0: P = 0.57; obese T8 × normal weight T8: P = 0.32). Fungal diversity increased, with a greater abundance of Saccharomyces in both groups and reductions in Exophiala and Rhodotorula, particularly in the obese group. Pichia and Dekkera, key microorganisms in kombucha, were identified as biomarkers after the intervention. CONCLUSIONS: Regular kombucha consumption positively influenced gut microbiota in both normal and obese groups, with more pronounced effects in the obese group, suggesting that it may be especially beneficial for those individuals. This trial was registered at Brazilian Clinical Trial Registry - ReBEC as UTN code U1111-1263-9550 (https://ensaiosclinicos.gov.br/rg/RBR-9832wsx)."
    },
    {
      "pmid": "39594049",
      "title": "The Impact of Green Tea Kombucha on the Intestinal Health, Gut Microbiota, and Serum Metabolome of Individuals with Excess Body Weight in a Weight Loss Intervention: A Randomized Controlled Trial.",
      "authors": [
        "Gabriela Macedo Fraiz",
        "Dandara Baia Bonifácio",
        "Udielle Vermelho Lacerda",
        "Rodrigo Rezende Cardoso",
        "Viviana Corich",
        "Alessio Giacomini",
        "Hércia Stampini Duarte Martino",
        "Sergio Esteban-Echeverría",
        "Ana Romo-Hualde",
        "David Muñoz-Prieto",
        "Frederico Augusto Ribeiro de Barros",
        "Fermín I Milagro",
        "Josefina Bressan"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Nov-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green tea kombucha (GTK) has emerged as a promising probiotic fermented beverage. Few studies have investigated its effect on human health, mainly focusing on intestinal health, microbiota composition, and metabolomics. The present study is a pioneer in investigating the effect of GTK consumption in individuals with excess body weight. This is a randomized controlled trial, lasting ten weeks, with two groups placed under an energy-restricted diet: control (CG, n = 29), kombucha (KG, n = 30; 200 mL/d). Biological samples and questionnaires were collected before and after the intervention. Microbiota analysis used an amplification of the V4 region of 16S rRNA. Serum untargeted metabolomics used HPLC-TOF mass spectrometry. Intestinal permeability considered the urine excretion of lactulose and mannitol, plasma zonulin, and LPS-binding protein. After the intervention, no differences related to intestinal permeability and microbiota were found between groups, but only the CG had increased fecal pH, lactulose/mannitol ratio, and zonulin. In addition to this, the KG reported lower gastrointestinal symptoms related to motility compared to the CG, and discriminant metabolites (e.g., diethyl malonate) were found strictly in the KG. GTK did not significantly improve gut microbiota and intestinal permeability. However, GTK ameliorated gastrointestinal symptoms and positively influenced the serum metabolome, which may contribute to enhancing the metabolic health of individuals with excess body weight."
    },
    {
      "pmid": "39581587",
      "title": "Kombucha enables to inhibit digestive enzymes activity and adipocyte differentiation of OP9 cells.",
      "authors": [
        "Yaowei Liu",
        "Yan Zheng",
        "Wei Wang",
        "Zhe Wang",
        "Shanshan Han",
        "Peng Zhou"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity is a global challenging epidemic caused by surplus adipose accumulation or energy intake, and available medications are quite limited. Studies focused on identifying potent anti-adipogenic pharmaceuticals and functional foods have gained great interests. This study evaluated the obesity prevention potential of oolong tea kombucha (OTK) and yellow tea kombucha (YTK) by in vitro experiments. The results showed that the total polyphenol content in OTK and YTK increased by 50.00% and 47.49% after fermentation, and the antioxidative capacity of kombucha was enhanced by 7.57% and 7.83% as well. After fermentation, the inhibitory activity of OTK and YTK on α-amylase and lipase was increased by 53.15% and 64.43%, and 45.24% and 39.74%, respectively. The anti-adipogenic effects evaluated by using mouse OP9 cell model indicated that both OTK and YTK could downregulate the expression levels of FABP4, PPARγ, C/EBPα, and SERBP-1C which are involved with adipocyte differentiation. Taken together, kombucha showed great potential in regulating glucose and lipid metabolism by inhibiting digestive enzymes and adipocyte differentiation, which could be a functional beverage in aiding obesity prevention or treatments. However, further animal or clinical experiments are needed to verify its potential in obesity intervention. PRACTICAL APPLICATION: This study showed that kombucha showed great potential in preventing obesity, which provided an alternative functional beverage for obesity intervening or prevention.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Adipocytes",
        "Cell Differentiation",
        "alpha-Amylases",
        "Lipase",
        "Adipogenesis",
        "Kombucha Tea",
        "Cell Line",
        "Fatty Acid-Binding Proteins",
        "Obesity",
        "Lipid Metabolism",
        "Fermentation",
        "PPAR gamma",
        "Polyphenols",
        "Plant Extracts",
        "CCAAT-Enhancer-Binding Protein-alpha",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39339787",
      "title": "Green Tea Kombucha Impacts Inflammation and Salivary Microbiota in Individuals with Excess Body Weight: A Randomized Controlled Trial.",
      "authors": [
        "Gabriela Macedo Fraiz",
        "Dandara Baia Bonifácio",
        "Udielle Vermelho Lacerda",
        "Rodrigo Rezende Cardoso",
        "Viviana Corich",
        "Alessio Giacomini",
        "Hércia Stampini Duarte Martino",
        "Sergio Esteban Echeverría",
        "Frederico Augusto Ribeiro de Barros",
        "Fermín I Milagro",
        "Josefina Bressan"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Sep-20",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Green tea kombucha (GTK) is a fermented beverage with promising health benefits, but few studies proved its impact on human health. Thus, we aimed to investigate the impact of GTK on weight loss, inflammation, and salivary microbiota in individuals with excess body weight. METHODS: This is a randomized controlled clinical trial that lasted 10 weeks with two groups of individuals with excess body weight: control (CG; n = 29; caloric restriction) and kombucha (KG; n = 30; caloric restriction + 200 mL GTK). Body composition, anthropometry, saliva, and blood collection were performed in the beginning and end of the intervention. Plasma interleukins were determined by flow cytometry. Salivary microbiota was analyzed by 16S rRNA sequencing. RESULTS: Both groups decreased weight, BMI, and body fat (p < 0.001) after the intervention, but there were no differences between groups. The KG reduced lipid accumulation product (LAP) (p = 0.029). Both groups decreased IL-1β and IL-8, but IL-6 increased in the CG (p = 0.023) compared to the kombucha group. Alpha and beta diversity of salivary microbiota increased in the KG. Moreover, the KG presented lower Bacillota/Bacteroidota ratio (p = 0.028), and BMI was positively associated with the Bacillota phylum. CONCLUSIONS: GTK did not enhance weight loss, but it decreased the LAP. GTK helped in the inflammatory profile and induced positive changes in oral microbiota composition.",
      "mesh_terms": [
        "Humans",
        "Saliva",
        "Male",
        "Female",
        "Inflammation",
        "Adult",
        "Microbiota",
        "Kombucha Tea",
        "Middle Aged",
        "Weight Loss",
        "Tea",
        "Overweight",
        "Body Mass Index",
        "Caloric Restriction",
        "Body Composition"
      ]
    },
    {
      "pmid": "39147483",
      "title": "Kombucha with yam: Comprehensive biochemical, microbiological, and sensory characteristics.",
      "authors": [
        "Ana Paula Pereira Bressani",
        "Lucas Kenzo Shimabukuro Casimiro",
        "Silvia Juliana Martinez",
        "Disney Ribeiro Dias",
        "Rosane Freitas Schwan"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Consumer demand for functional foods has increased, helping to popularize and increase the consumption of Kombucha. Other substrates have been used together with tea to improve the functional and sensory properties of the beverage. Thus, this study evaluated the comprehensive biochemical, microbiological, and sensory characteristics of kombuchas fermented with green tea (Camellia sinensis) and different concentrations of yam (0, 10, and 20 % w/v). Based on pre-tests to detect the best concentration of yam in the beverage (10, 20, 30, and 40 %) and fermentation time (5, 7, and 14 days),the concentrations of 10 and 20 % of yam and five days of fermentation were selected through pH, °Brix, and sensory analysis. During the kombucha fermentation, there was a decrease in °Brix and pH. Sucrose, glucose, fructose, citric, and succinic acids were related to the beginning of fermentation, and lactic and acetic acids were more related to the end of fermentation in the treatment containing 20 % yam. The fermentation time did not change the color of the kombucha. Fatty acids, phenols, terpenoids, and alcohols were the volatile groups with the most compounds identified. Only two yeast genera were identified (Brettanomyces bruxellensis and Pichia membranifaciens), and bacteria of the genera Acetobacter, Lactobacillus, Pantoea, Pseudomonas, Azospirillum, and Enterobacter. The beverage control showed less turbidity and more clear. The fruity descriptor was more perceived in treatments with yam. However, the perception of the apple descriptor decreases as the yam concentration increases. The yam's concentration alters the kombucha's microbiota and sensory characteristics, mainly appearance and acidity. Kombucha fermentation using yam extract is viable, and the product is sensorially accepted. However, technological improvements, such as yam flour, could be made mainly for appearance and taste attributes.",
      "mesh_terms": [
        "Fermentation",
        "Dioscorea",
        "Taste",
        "Humans",
        "Female",
        "Male",
        "Hydrogen-Ion Concentration",
        "Yeasts",
        "Camellia sinensis",
        "Adult",
        "Kombucha Tea",
        "Functional Food",
        "Young Adult"
      ]
    },
    {
      "pmid": "38999008",
      "title": "Synergistic Effect of UiO-66 Directly Grown on Kombucha-Derived Bacterial Cellulose for Dye Removal.",
      "authors": [
        "Pierre Plaza-Joly",
        "Arthur Gallois",
        "Florence Bosc-Rouessac",
        "Martin Drobek",
        "Anne Julbe"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Jun-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metal-Organic Frameworks (MOFs) are particularly attractive sorbents with great potential for the removal of toxic dye pollutants from industrial wastewaters. The uniform dispersion of MOF particles on suitable substrates then represents a key condition to improve their processability and provide good accessibility to the active sites. In this work, we investigate the efficiency of a natural bacterial cellulose material derived from Kombucha (KBC) as an active functional support for growing and anchoring MOF particles with UiO-66 structures. An original hierarchical microstructure was obtained for the as-developed Kombucha cellulose/UiO-66 (KBC-UiO) composite material, with small MOF crystals (~100 nm) covering the cellulose fibers. Promising adsorption properties were demonstrated for anionic organic dyes such as fluorescein or bromophenol blue in water at pH 5 and pH 7 (more than 90% and 50% removal efficiency, respectively, after 10 min in static conditions). This performance was attributed to both the high accessibility and uniform dispersion of the MOF nanocrystals on the KBC fibers together with the synergistic effects involving the attractive adsorbing properties of UiO-66 and the surface chemistry of KBC. The results of this study provide a simple and generic approach for the design of bio-sourced adsorbents and filters for pollutants abatement and wastewater treatment."
    },
    {
      "pmid": "38890865",
      "title": "Cocoa Mucilage as a Novel Ingredient in Innovative Kombucha Fermentation.",
      "authors": [
        "Rossy Rodríguez-Castro",
        "Raquel Guerrero",
        "Antonio Valero",
        "John Franco-Rodriguez",
        "Guiomar Posada-Izquierdo"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-May-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cocoa tree plantations aim to harvest grains found in the cob to produce cocoa and chocolate. There has been a growing interest in valorizing the secondary components of the cocoa fruit, such as the peel, placenta, and mucilage/pulp, as valuable sources of nutrients for healthy food preparation. In other words, by-products derived from these raw materials are an exploitable source of nutrients in the preparation of healthy food. In the present study, two varieties of cocoa, National Cocoa Fino de Aroma (NCFA) and Colección Castro Naranjal 51 (CCN-51), were evaluated and harvested during both dry and rainy seasons. This evaluation was based on the profiling of the cob, peel, grain, placenta, and mucilage in different stages of ripeness (underripe, ripe, and overripe). Also, from the ripe raw material, a fermented beverage prototype was developed, such as kombucha, with different concentrations of mucilage (40, 60, 80, and 100 g/L). Physicochemical analyses, such as acidity, °Brix, pH, moisture, ash, protein, fat, fiber, vitamins, sugars, and polyphenols of the raw mucilage material and acidity, °Brix, and pH values of the fermented kombucha, were carried out. The best performances were obtained with the CCN-51 variety in the rainy season. Among the fermented drink panelists, the CN40 treatment (Nacional Mucilage + 40 g/L of sugar) received the highest acceptability and was considered the best. Given its efficiency, nutritional content, and potential applications, this product presents a promising strategy to address Sustainable Development Goals related to zero hunger, health and well-being, and climate action."
    },
    {
      "pmid": "38237300",
      "title": "Investigation into the use of novel pretreatments in the fermentation of Alaria esculenta by Lactiplantibacillus plantarum and kombucha SCOBY.",
      "authors": [
        "Laura Healy",
        "Xianglu Zhu",
        "Gaoya Dong",
        "Serkan Selli",
        "Hasim Kelebek",
        "Carl Sullivan",
        "Uma Tiwari",
        "Brijesh K Tiwari"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "High pressure processing (HPP), ultrasound probe (USP) and ultrasound bath (USB) were applied to Alaria esculenta as a fermentation pre-treatment. Seaweed was then fermented by Lactiplantibacillus plantarum (LAB) or symbiotic culture of bacteria and yeast (SCOBY). Physiochemical properties of fermented seaweed were measured. pH was significantly different (p < 0.05) across SCOBY-fermented samples with different pre-treatments but not LAB-fermented samples (p > 0.05). There was a significant difference (p < 0.05) in total viable count (TVC) with the highest count in HPP-treated samples, and lowest in control samples. Organic acids differed significantly (p < 0.05) across pre-treatments for both fermentation groups. 27 volatile compounds were detected in the samples, with alcohols and ketones the most prominent groups. The quantity of volatile compounds was not significantly lower (p > 0.05) from seaweed powder. The control sample had the highest levels of tropomyosin (15.92 mg/kg) followed by HPP samples.",
      "mesh_terms": [
        "Fermentation",
        "Yeast, Dried",
        "Kelp",
        "Edible Seaweeds",
        "Seaweed"
      ]
    },
    {
      "pmid": "38157006",
      "title": "Novel Gluconobacter oxydans strains selected from Kombucha with potential postbiotic activity.",
      "authors": [
        "Katarzyna Neffe-Skocińska",
        "Ewa Długosz",
        "Lidia Szulc-Dąbrowska",
        "Dorota Zielińska"
      ],
      "journal": "Applied microbiology and biotechnology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gastric and colorectal cancer are among the most frequently diagnosed malignancies of the gastrointestinal tract. Searching for methods of therapy that complements treatment or has a preventive effect is desirable. Bacterial metabolites safe for human health, which have postbiotic effect, are of interest recently. The study aimed to preliminary assessment of the safety, antimicrobial, and anti-cancer activity of cell-free metabolites of Gluconobacter oxydans strains isolated from Kombucha beverages as an example of the potential postbiotic activity of acetic acid bacteria (AAB). The study material consisted of five AAB strains of Kombucha origin and three human cell lines (gastric adenoma-AGS, colorectal adenoma-HT-29, and healthy cells derived from the endothelium of the human umbilical vein-HUVEC). Results of the study confirms the health safety and functional properties of selected AAB strains, including their potential postbiotic properties. The best potential anticancer activity of the AAB cell-free supernatants was demonstrated against AGS gastric adenoma cells. The conducted research proves the postbiotic potential of selected acetic acid bacteria, especially the KNS30 strain. KEY POINTS: •The beneficial and application properties of acetic acid bacteria are poorly studied. •Gluconobacter oxydans from Kombucha show a postbiotic activity. •The best anticancer activity of the G. oxydans showed against gastric adenoma.",
      "mesh_terms": [
        "Humans",
        "Gluconobacter oxydans",
        "Acetic Acid",
        "Adenoma"
      ]
    },
    {
      "pmid": "38143062",
      "title": "Preparation and characterization of bacterial cellulose synthesized by kombucha from vinegar residue.",
      "authors": [
        "Zhanna Liu",
        "Yingying Wang",
        "Shengnan Guo",
        "Jie Liu",
        "Ping Zhu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacterial cellulose (BC) has been widely applied in various fields due to its excellent physicochemical properties, but its high production cost remains a challenge. Herein, the present study aimed to utilize the hydrolysate of vinegar residue (VR) as the only medium to realize the cost-effective production of BC. The BC production was optimized by the single-factor test. The treatment of 6 % VR concentration with 3 % acid concentration at 100 °C for 1.5 h and 96 U/mL of cellulase for 4 h at 50 °C obtained a maximum reducing sugar concentration of about 32 g/L. Additionally, the VR hydrolysate treated with 3 % active carbon (AC) at 40 °C for 0.5 h achieved a total phenol removal ratio of 86 %. The yield of BC reached 2.1 g/L under the optimum conditions, which was twice compared to the standard medium. The produced BC was characterized by SEM, FT-IR, XRD, and TGA analyses, and the results indicated that the BC prepared by AC-treated VR hydrolysate had higher fiber density, higher crystallinity, and good thermal stability. Furthermore, the regenerated BC (RBC) fibers with a tensile stress of 400 MPa were prepared successfully using AmimCl solution as a solvent by dry-wet-spinning method. Overall, the VR waste could be used as an alternative carbon source for the sustainable production of BC, which could be further applied to RBC fibers preparation.",
      "mesh_terms": [
        "Acetic Acid",
        "Spectroscopy, Fourier Transform Infrared",
        "Cellulose",
        "Carbon",
        "Charcoal"
      ]
    },
    {
      "pmid": "37834177",
      "title": "Application of Iron Nanoparticles Synthesized from a Bioflocculant Produced by Yeast Strain Pichia kudriavzevii Obtained from Kombucha Tea SCOBY in the Treatment of Wastewater.",
      "authors": [
        "Phakamani H Tsilo",
        "Albertus K Basson",
        "Zuzingcebo G Ntombela",
        "Nkosinathi G Dlamini",
        "Rajasekhar V S R Pullabhotla"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Sep-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Studying the production of Iron (Fe) nanoparticles using natural substances is an intriguing area of research in nanotechnology, as these nanoparticles possess biocompatibility and natural stability, which make them useful for a variety of industrial applications. The study utilized Fe nanoparticles that were synthesized using a bioflocculant and applied to eliminate different kinds of pollutants and dyes found in wastewater and solutions. The study involved the generation of Fe nanoparticles through a bioflocculant obtained from Pichia kudriavzevii, which were evaluated for their flocculation and antimicrobial capabilities. The impact of the Fe nanoparticles on human embryonic kidney (HEK 293) cell lines was studied to assess their potential cytotoxicity effects. An array of spectroscopic and microscopic methods was employed to characterize the biosynthesized Fe nanoparticles, including SEM-EDX, FT-IR, TEM, XRD, UV-vis, and TGA. A highly efficient flocculating activity of 85% was achieved with 0.6 mg/mL dosage of Fe nanoparticles. The biosynthesized Fe nanoparticles demonstrated a noteworthy concentration-dependent cytotoxicity effect on HEK 293 cell lines with the highest concentration used resulting in 34% cell survival. The Fe nanoparticles exhibited strong antimicrobial properties against a variety of evaluated Gram-positive and Gram-negative microorganisms. The efficiency of removing dyes by the nanoparticles was found to be higher than 65% for the tested dyes, with the highest being 93% for safranine. The Fe nanoparticles demonstrated remarkable efficiency in removing various pollutants from wastewater. In comparison to traditional flocculants and the bioflocculant, biosynthesized Fe nanoparticles possess significant potential for eliminating both biological oxygen demand (BOD) and chemical oxygen demand (COD) from wastewater samples treated. Hence, the Fe nanoparticles synthesized in this way have the potential to substitute chemical flocculants in the treatment of wastewater.",
      "mesh_terms": [
        "Spectroscopy, Fourier Transform Infrared",
        "Kombucha Tea",
        "Nanoparticles",
        "Iron",
        "Humans",
        "Anti-Infective Agents",
        "Hydrogen-Ion Concentration",
        "HEK293 Cells",
        "Coloring Agents",
        "Saccharomyces cerevisiae",
        "Flocculation",
        "Pichia",
        "Wastewater",
        "Environmental Pollutants"
      ]
    },
    {
      "pmid": "37762292",
      "title": "Application of Kombucha Fermentation Broth for Antibacterial, Antioxidant, and Anti-Inflammatory Processes.",
      "authors": [
        "Jingqian Su",
        "Qingqing Tan",
        "Shun Wu",
        "Bilal Abbas",
        "Minhe Yang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Sep-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Treatment for sepsis and its complications in the clinic is primarily in the forms of antibiotics, anti-inflammatory agents, and antioxidant drugs. Kombucha, a traditional fermented beverage rich in tea polyphenols and organic acids, offers several benefits including bacteriostasis, anti-inflammation ability, and boosting the immune system. Currently, research on kombucha is primarily focused on its antibacterial and antioxidant properties; however, in-depth exploration of the involved mechanisms is lacking. Herein, turmeric, Paeoniae alba, and black tea were used as fermentation substrates to detect the bacteriostatic and antioxidant activities of the fermentation broth and evaluate its anti-inflammatory effects on RAW264.7 cells stimulated by lipopolysaccharides (LPSs). The results showed that fermentation enhanced the antibacterial activity of turmeric against E. coli and S. aureus and that of Paeoniae alba against S. aureus. Turmeric black tea exhibited the highest antioxidant activity. The fermentation broth of turmeric and turmeric black tea significantly reduced the expression of inflammatory cytokines induced by LPSs. Our results showed that using turmeric and Paeoniae alba culture media as substrates can enhance the anti-inflammatory effects of fermentation broth and provide a new strategy for developing anti-inflammatory substances."
    },
    {
      "pmid": "37605308",
      "title": "Kombucha fermentation as a modern way of processing vineyard by-products into cosmetic raw materials.",
      "authors": [
        "Natalia Stanek-Wandzel",
        "Magdalena Zarębska",
        "Tomasz Wasilewski",
        "Zofia Hordyjewicz-Baran",
        "Ewa Zajszły-Turko",
        "Magdalena Tomaka",
        "Tomasz Bujak",
        "Aleksandra Ziemlewska",
        "Zofia Nizioł-Łukaszewska"
      ],
      "journal": "International journal of cosmetic science",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The wine industry generates large quantities of by-products presenting a remarkably valuable composition in phytochemicals. The process that can significantly increase the content of bioactive compounds is fermentation by yeast and other microorganisms. The current study presents, for the first time, an evaluation of the potential of grape stems extract and its ferments using the Scoby consortium, as a cosmetic raw material for improving the skin care properties of facial cosmetics. METHODS: Fermentation of grape stems using Scoby consortium was carried out for 10 and 20 days. Unfermented and fermented extracts were analysed for their antioxidant activity and chemical composition, with a particular emphasis on biologically active substances. Additionally, the influence of the addition of the obtained ferments to the model cosmetic creams on hydration, transepidermal water loss and skin pH were assessed. RESULTS: The obtained results revealed that grape stems extract and its ferments are a rich source of phenolic compounds and show antioxidant activity, with the highest values observed for extracts on the 20th day of fermentation. Furthermore, the addition of the extract, as well as ferment, to the cream has a positive effect on skin hydration and reduces transepidermal water loss. CONCLUSION: These results suggest that grape stem extracts are a prospective source of active compounds that may be valuable ingredients for the cosmetic industry. Unfermented and fermented extracts can be used in moisturizing cosmetic formulations and also to complement the treatment of dry and sensitive skin.",
      "mesh_terms": [
        "Fermentation",
        "Antioxidants",
        "Farms",
        "Prospective Studies",
        "Cosmetics",
        "Water",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "37588049",
      "title": "Kombucha tea as an anti-hyperglycemic agent in humans with diabetes - a randomized controlled pilot investigation.",
      "authors": [
        "Chagai Mendelson",
        "Sabrina Sparkes",
        "Daniel J Merenstein",
        "Chloe Christensen",
        "Varun Sharma",
        "Sameer Desale",
        "Jennifer M Auchtung",
        "Car Reen Kok",
        "Heather E Hallen-Adams",
        "Robert Hutkins"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Kombucha is a popular fermented tea that has attracted considerable attention due, in part, to its suggested health benefits. Previous results from animal models led us to hypothesize kombucha may reduce blood sugar levels in humans with diabetes. The objective of this pilot clinical study was to evaluate kombucha for its anti-hyperglycemic activities in adults with diabetes mellitus type II. METHODS: The study was organized as a prospective randomized double-blinded crossover study at a single-center urban hospital system. Participants (n = 12) were instructed to consume either a kombucha product or a placebo control (each 240 mL) for 4 weeks. After an 8-week washout period, participants consumed the alternate product. Fasting blood glucose levels were self-determined at baseline and at 1 and 4 weeks during each treatment period. Secondary health outcomes, including overall health, insulin requirement, gut health, skin health, mental health, and vulvovaginal health were measured by questionnaire at the same time points. The kombucha microbiota was assessed by selective culturing and 16S rRNA gene (bacteria) and ITS (fungi) sequencing. Fermentation end products were assessed by HPLC. Statistical significance of changes in fasting blood glucose was determined using paired, two-tailed student's t-tests. RESULTS: Kombucha lowered average fasting blood glucose levels at 4 weeks compared to baseline (164 vs. 116 mg/dL, p = 0.035), whereas the placebo did not (162 vs. 141 mg/dL, p = 0.078). The kombucha microbiota, as assessed by cultural enumeration, was mainly comprised of lactic acid bacteria, acetic acid bacteria, and yeast, with each group present at about 106 colony forming units (CFU)/mL. Likewise, 16S rRNA gene sequencing confirmed that lactic acid and acetic acid bacteria were the most abundant bacteria, and ITS sequencing showed Dekkera was the most abundant yeast. The primary fermentation end products were lactic and acetic acids, both less than 1%. Ethanol was present at 1.5%. DISCUSSION: Although this pilot study was limited by a small sample size, kombucha was associated with reduced blood glucose levels in humans with diabetes. Larger follow-up studies are warranted. CLINICAL TRIAL REGISTRATION: ClinicalTrials.gov, identifier NCT04107207."
    },
    {
      "pmid": "37402035",
      "title": "Chronic Kombucha Beverage Consumption Attenuates Inflammatory Markers and Histopathology of Brain Tissue in Transnet Global Brain Ischemia in Rats.",
      "authors": [
        "Fariba Ghiasi",
        "Mehran Mesgari-Abbasi",
        "Monireh Khordadmehr",
        "Sepideh Imani",
        "Fezzeh Hosseinzadeh"
      ],
      "journal": "Neurochemical research",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "There is evidence that kombucha beverage (KB), a traditional fermented beverage, has a preventive effect on experimental brain ischemia. According to our previous studies, pre-treatment of KB attenuates brain edema and improves motor skills and oxidative stress in a rat model of global brain ischemia. This study was designed to evaluate the effects of the pre-treatment of KB, as a novel agent, on pro-inflammatory parameters and brain histopathology changes following global brain ischemia. Adult male Wistar rats were randomly divided into the sham, the control, and the groups treated with kombucha (KB1 and KB2 groups). KB at doses 1 and 2 mL/kg was prescribed two-week consecutive days before induction of global brain ischemia. Global brain ischemia was induced by blocking common carotid arteries for 60 min and the following reperfusion by 24 h. The serum and brain levels of tumor necrosis factor-α(TNF-α), IL-1β, histopathological change, and infarct volume are determined using the ELISA, hematoxylin and eosin (H&E), and 2,3,5-triphenyl tetrazolium chloride (TTC) staining, respectively. This study indicated that pre-treatment of KB significantly reduced infarct volume, the serum, and brain levels of TNF-α and IL-1β. The histopathological finding of the brain tissue confirmed a protective role for pre-treatment KB in the ischemic rats. Thus, the present study showed that the beneficial effects of KB pre-treatment on brain ischemic may be mediated by decreasing pro-inflammatory parameters.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Tumor Necrosis Factor-alpha",
        "Rats, Wistar",
        "Brain Ischemia",
        "Brain",
        "Infarction",
        "Beverages",
        "Reperfusion Injury"
      ]
    },
    {
      "pmid": "36394933",
      "title": "[Efficacy of newly developed kombucha-based specialized food product for treatment of constipation-predominant irritable bowel syndrome].",
      "authors": [
        "V I Pilipenko",
        "V A Isakov",
        "S V Morozov",
        "A V Vlasova",
        "A A Kochetkova"
      ],
      "journal": "Voprosy pitaniia",
      "publication_date": "2022",
      "publication_types": [
        "Randomized Controlled Trial",
        "English Abstract",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "According to studies, the prevalence of constipation in the population can reach 27% due to the low intake of dietary fiber. Increasing dietary fiber intake can improve bowel movements. The aim of the study was to assess the efficacy of a non-alcoholic fermented pasteurized kombucha drink enriched with inulin and vitamins in patients with constipation-predominant irritable bowel syndrome (IBS). Material and methods. The study (NCT05164861) was approved by Local Ethics Committee and enrolled subjects with IBS (according to ROME IV). The subjects were randomized to receive either 220 ml of a non-alcoholic drink, based on pasteurized kombucha (KG), enriched with inulin (1.15 g/100 ml) or 220 ml water (control group, CG), for 10 days. Standard examination included evaluation of stool frequency (bowel movements per day), stool form (with the Bristol stool scale) and evaluation of concomitant symptoms (abdominal pain/discomfort, abdominal fullness, bloating, and feeling of incomplete bowel emptying) with the use of 5-point Likert scale before (BL) and 10 days after the start of intervention (EOT). Using visual analog scales (VAS), the palatability of the studied food was assessed at the beginning and end of the observation period. Results. Significant increase of stool frequency was found at the EOT compared to BL in KG (n=20), Mean±SD: 0.60±0.31 to 0.85±0.19 times/day; p=0.004, while there was no change in CG (n=20): 0.63±0.33 vs 0.72±0.28, p=0.6. Mean values of stool scale form increased in KG (3.0±1.2 to 4.4±1.0, p=0.001), while remained unchanged in CG (2.9±1.2 vs 3.4±1.2, p=0.6). Mean values of the Bristol stool scale in KG and CG differed significantly at EOT (p=0.018). Significant decrease in mean values of incomplete bowel emptying feeling was found in KG (1.88±0.78 at BL vs 1.41±0.56 points at EOT, p=0.015), but not in the control group. There were no statistically significant differences between patient's reports of the studied groups for other symptoms (bitterness and dryness in the mouth, heartburn, nausea, abdominal pain and heaviness in the stomach after eating). Conclusion. The effectiveness of a pasteurized fermented non-alcoholic drink based on kombucha enriched with inulin has been proven by reducing the intensity of complaints significant for constipation, normalizing the frequency and consistency of stools.",
      "mesh_terms": [
        "Humans",
        "Irritable Bowel Syndrome",
        "Inulin",
        "Constipation",
        "Abdominal Pain",
        "Foods, Specialized",
        "Dietary Fiber"
      ]
    },
    {
      "pmid": "36046779",
      "title": "Modulation of gut microbiota and markers of metabolic syndrome in mice on cholesterol and fat enriched diet by butterfly pea flower kombucha.",
      "authors": [
        "Happy Kurnia Permatasari",
        "Fahrul Nurkolis",
        "William Ben Gunawan",
        "Vincentius Mario Yusuf",
        "Muhammad Yusuf",
        "Rio Jati Kusuma",
        "Nindy Sabrina",
        "Farizal Rizky Muharram",
        "Nurpudji Astuti Taslim",
        "Nelly Mayulu",
        "Siti Chairiyah Batubara",
        "Mrinal Samtiya",
        "Hardinsyah Hardinsyah",
        "Apollinaire Tsopmo"
      ],
      "journal": "Current research in food science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Clitoria ternatea, with an alternative name, Butterfly pea, is increasingly being explored for medical purposes and the development of a wide range of processed products. This study aimed to incorporate Butterfly pea into an innovative probiotic drink through a symbiotic culture of bacteria and yeast (SCOBY) fermentation and to evaluate the biological activity. The benefits of the drink, referred to as butterfly pea flower kombucha (KBPF) was determined in vitro and in metabolically disorder mice that receive a diet rich in cholesterol and fat (CFED). Forty white male were categorized into four groups, i.e., A = Control/Normal Diet; B = CFED alone; C = CFED + KBPF 65 mg/kg BW (Body Weight); D = CFED + KBPF 130 mg/kg BW, and then sacrificed after 6 weeks of intervention. Seventy-nine secondary metabolite compounds were successfully identified in KBPF using LC-HRMS. In vitro studies showed the potential activity of KBPF in inhibiting not only ABTS, but also lipid (lipase) and carbohydrate (α-amylase, α-glucosidase) hydrolyzing enzymes to levels similar to acarbose control at 50-250 μg/mL. In the in vivo study, the administration of KBPF (130 mg/kg BW) significantly alleviated metabolic disorders caused by high-fat diet. Specifically, lipid profile (HDL, LDL, TC, TG), blood glucose, markers of oxidative stress (SOD liver), metabolic enzymes (lipase, amylase), and markers of inflammation (PGC-1α, TNF-α, and IL-10) were in most cases restored to normal values. Additionally, the gut microbiota community analysis showed that KBPF has a positive effect (p = 0.01) on both the Bacteroidetes phylum and the Firmicutes phylum. The new KBPF drink is a promising therapeutic functional food for preventing metabolic diseases."
    },
    {
      "pmid": "35623818",
      "title": "Kombucha drink enriched with sea grapes (Caulerpa racemosa) as potential functional beverage to contrast obesity: An in vivo and in vitro approach.",
      "authors": [
        "Happy Kurnia Permatasari",
        "Novi Khila Firani",
        "Bambang Prijadi",
        "Dicky Faizal Irnandi",
        "Wibi Riawan",
        "Muhammad Yusuf",
        "Nasim Amar",
        "Liani Amelia Chandra",
        "Vincentius Mario Yusuf",
        "Anita Dominique Subali",
        "Fahrul Nurkolis"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: Obesity is currently a global issue and is a major cause of the metabolic disorder, including dyslipidemia. However, currently approved treatments have various limitations including serious side effects, numerous contraindications, and lack of acceptance. Caulerpa racemosa, also referred as Sea grapes, is a seaweed known for its various benefits. C. racemosa extract has the potential to improve lipid profile and role as an anti-obese agent. In order to maximize its health benefits, C. racemosa was made using kombucha drink as a carrier medium. This study aims to assess the effect of Sea grapes kombucha drink on lipase activity in vitro and lipid profile in vivo. METHODS: A lipase inhibition test was carried out by incubating Sea grapes kombucha drink compared with orlistat as the control in porcine pancreatic lipase and p-nitrophenyl butyrate in reaction buffer. A total of four groups were made, each containing 10 male swiss webster albino mice; group A received standard dry pellet diet as control, group B received cholesterol and fat-enriched diets (CFED), group C and D received CFED and 150 and 300 mg/kgBW of kombucha drink from Sea grapes respectively for 4 weeks. RESULTS: Sea grapes kombucha drink improved lipid profiles in the way of reducing total cholesterol, triglyceride, LDL, and increasing HDL levels compared to CFED and normal groups. The effect was more robust following the incrementing dose of the Sea grapes excluding total cholesterol. The lipase inhibitory activity of Sea grapes kombucha drink was similar to orlistat at a dose of 250 μg/mL, otherwise, orlistat was superior in the lower doses. CONCLUSIONS: Sea grapes kombucha drink treatment also induced weight loss and increased level of liver SOD. Kombucha drink from C. racemosa has good potential as a functional beverage with anti-obese and lipid improving activity.",
      "mesh_terms": [
        "Animals",
        "Beverages",
        "Caulerpa",
        "Cholesterol",
        "Humans",
        "Kombucha Tea",
        "Lipase",
        "Male",
        "Mice",
        "Obesity",
        "Orlistat",
        "Swine",
        "Triglycerides",
        "Vitis"
      ]
    },
    {
      "pmid": "35534223",
      "title": "Health-beneficial aroma and taste compounds in a newly developed kombucha using a Huanglongbing-tolerant mandarin hybrid.",
      "authors": [
        "Dongjoo Kim",
        "Yu Wang"
      ],
      "journal": "Journal of food science",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huanglongbing (HLB) is a destructive citrus greening disease; no commercially applicable measures exist. 'LB8-9' Sugar Belle® (SB), originally developed for the fresh market, is the most HLB-tolerant cultivar among commercially available varieties. Due to the limited capacity of the fresh fruit market, there is a need to increase the demand for SB juice. Kombucha is a fermented tea beverage with black tea and sugar, and is considered a healthy drink with an increasing market. Therefore, we aim to study the potential of using SB juice in kombucha production. Regular (black tea with no citrus juice added), Hamlin (black tea with Hamlin juice added), and SB kombucha (black tea with SB juice added) were prepared and analyzed to observe the composition of aroma and taste compounds in the kombuchas. Aroma and taste compounds in the kombuchas were analyzed using gas chromatography-mass spectrometry/olfactometry and liquid chromatography-triple quadrupole mass spectrometry, respectively. For aroma compounds, SB kombucha was characterized by high concentrations of terpenes and their derivatives, which have mandarin-like aroma characteristics and health benefits such as antidiabetic and antioxidant effects. For taste compounds, SB kombucha contained higher amount of fructose and organic acids, which have the potential to increase the intensity of sweetness and sourness, and flavonoids. This would support the potential benefits of using SB to make kombucha. This study provides valuable information about the aroma and taste compounds in SB kombucha and its potential health benefits, compared with regular and Hamlin kombucha. PRACTICAL APPLICATION: This experiment provided valuable information on the elevated aroma and taste compounds, their potential health benefits, and the changes of those compounds during kombucha fermentation in 'LB8-9' Sugar Belle® kombucha, compared to regular and Hamlin kombucha. In the absence of an effective cure or therapy for HLB, this can be the first step for developing alternative citrus product to help the citrus industry mitigate the negative impacts from HLB.",
      "mesh_terms": [
        "Citrus",
        "Odorants",
        "Sugars",
        "Taste",
        "Tea"
      ]
    },
    {
      "pmid": "35267387",
      "title": "Kombucha Reduces Hyperglycemia in Type 2 Diabetes of Mice by Regulating Gut Microbiota and Its Metabolites.",
      "authors": [
        "Suyun Xu",
        "Yanping Wang",
        "Jinju Wang",
        "Weitao Geng"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Kombucha, which is rich in tea polyphenols and organic acid, is a kind of acidic tea soup beverage fermented by acetic acid bacteria, yeasts, lactic acid bacteria. Kombucha has been reported to possess anti-diabetic activity, but the underlying mechanism was not well understood. In this study, a high-fat, high-sugar diet combined with streptozotocin (STZ) injection was used to induce T2DM model in mice. After four weeks of kombucha intervention, the physiological and biochemical index were measured to determine the diabetes-related indicators. High-throughput sequencing technology was used to analyze the changes in gut microbiota from the feces. The results showed that four weeks of kombucha intervention increased the abundance of SCFAs-producing bacteria and reduced the abundance of gram-negative bacteria and pathogenic bacteria. The improvement in gut microbiota reduced the damage of intestinal barrier, thereby reducing the displacement of lipopolysaccharide (LPS) and inhibiting the occurrence of inflammation and insulin resistance in vivo. In addition, the increased levels of SCFAs-producing bacteria, and thus increasing the SCFAs, improved islet β cell function by promoting the secretion of gastrointestinal hormones (GLP-1/PYY). This study methodically uncovered the hypoglycemic mechanism of kombucha through gut microbiota intervention, and the result suggested that kombucha may be introduced as a new functional drink for T2DM prevention and treatment."
    },
    {
      "pmid": "34912912",
      "title": "Evaluation of cytotoxicity and anticancer activity of kombucha and doxorubicin combination therapy on colorectal cancer cell line HCT-116.",
      "authors": [
        "Latifeh Rasouli",
        "Naheed Aryaeian",
        "Mehran Gorjian",
        "Mitra Nourbakhsh",
        "Fatemehsadat Amiri"
      ],
      "journal": "Journal of education and health promotion",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Colorectal cancer is the third leading to death type of cancer in the world. The therapeutic guideline varied between different methods. As the main therapeutic guideline is chemotherapy, recent studies had shown utilization of natural products in combination with conventional medication, elevate the efficiency of chemotherapeutic methods. Kombucha is a traditional beverage obtained from the fermentation of green tea as a rich source of flavonoid medicinal plant. This study aimed to evaluate the natural potential of combination therapy of this natural product with doxorubicin as a chemotherapeutic agent. MATERIALS AND METHODS: The study was performed as in vitro evaluation of biological activity of kombucha on HCT-116 cell line (human colon cancer cell line). The cytotoxic effect of different kombucha beverages (fermented green tea) in comparison with green tea extract was evaluated by dimethylthiazolyl tetrazolium bromide (MTT) assay. In the next step, anticancer activity of doxorubicin as a general guideline chemotherapeutic agent in combination with kombucha was evaluated by cell cycle analysis and apoptosis assay flow cytometry. Apoptotic genes expression pattern was determined using real-time polymerase chain reaction. The experiments were designed in three independent replications and statistically analyzed using SPSS software. RESULTS: The results show that kombucha compared with the green tea extract caused more (1.2 fold) early apoptosis induction and G0/G1 phase arrest. Moreover, kombucha increased the expression levels of p21, p53, and B-cell leukemia/lymphoma 2 (Bcl-2)-associated X protein genes (2, 2.5, and 1.5 fold, respectively) while it decreased Bcl-2 gene expression level (5-8 fold) compared with doxorubicin alone. Combination of kombucha with doxorubicin shows 2-fold increased G0/G1 phase compared with the doxorubicin treatment. CONCLUSION: This result indicated that kombucha caused boosted anticancer activity of doxorubicin agent. These findings suggest that kombucha may be has an assistor and useful role in colorectal cancer treatment align with chemotherapy."
    },
    {
      "pmid": "34698580",
      "title": "Effect of kombucha intake on the gut microbiota and obesity-related comorbidities: A systematic review.",
      "authors": [
        "Mirian Aparecida de Campos Costa",
        "Darlene Larissa de Souza Vilela",
        "Gabriela Macedo Fraiz",
        "Isabelle Lima Lopes",
        "Ana Iris Mendes Coelho",
        "Luiza Carla Vidigal Castro",
        "José Guilherme Prado Martin"
      ],
      "journal": "Critical reviews in food science and nutrition",
      "publication_date": "2023",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "Kombucha is a fermented nonalcoholic tea-based beverage produced through a symbiotic culture of bacteria and yeasts. In vitro studies have demonstrated antimicrobial, antioxidant, antiproliferative, and anti-carcinogenic properties of kombucha. However, no systematic reviews have evaluated the effects of kombucha in vivo. Thus, we aimed to evaluate the evidence that exists so far about kombucha consumption on comorbidities associated with obesity as well as on the gut microbiota. The search was conducted in accordance with PRISMA and the protocol was registered in PROSPERO (registration number: CRD42020158917). The MEDLINE/PubMed, Web of Science, LILACS, SciELO, Scopus, and Science Direct databases were used in the search considering the following terms: \"kombucha\" OR \"kombucha tea\" OR \"kombucha teas\" OR \"tea, kombucha\" OR \"teas, kombucha\" NOT \"review.\" Fifteen studies were included in this review. The results suggest that kombucha consumption attenuates oxidative stress and inflammation, improves the liver detoxification process, and reduces intestinal dysbiosis. There is evidence that kombucha consumption is beneficial for the control and treatment of obesity and associated comorbidities, as well as for the modulation of the gut microbiota in vivo.",
      "mesh_terms": [
        "Gastrointestinal Microbiome",
        "Kombucha Tea",
        "Beverages",
        "Yeasts",
        "Obesity",
        "Fermentation",
        "Tea"
      ]
    },
    {
      "pmid": "34041411",
      "title": "Effects of supplementation with kombucha and green banana flour on Wistar rats fed with a cafeteria diet.",
      "authors": [
        "Marianela Andrea Díaz Urrutia",
        "Amanda Gemelli Ramos",
        "Rafaela Beatriz Menegusso",
        "Rafael Dewes Lenz",
        "Mateus Gemelli Ramos",
        "Adriana Gadioli Tarone",
        "Cinthia Baú Betim Cazarin",
        "Solange Maria Cottica",
        "Sóstenez Alexandre Vessaro da Silva",
        "Daniela Miotto Bernardi"
      ],
      "journal": "Heliyon",
      "publication_date": "2021-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: With the increase of chronic diseases as a consequence of the population's eating habits, there is also a growing interest in foods rich in bioactive compounds capable of mitigating these diseases. Thus, this study aimed to evaluate the effects of supplementation with kombucha and green banana flour (GBF) on Wistar rats fed with cafeteria diet (CAF). METHODS: The animals were randomized into five groups of seven animals each, which were fed with the following diets: Treatment 1 (T1): Control treatment/commercial feed; Treatment 2 (T2): cafeteria diet (CAF); Treatment 3 (T3): CAF + kombucha; Treatment 4 (T4): CAF + green banana flour (GBF); Treatment 5 (T5): CAF + GBF + kombucha. Daily weight gain, daily food consumption, feed conversion, blood glucose, total cholesterol and fractions, triglycerides, liver enzymes, antioxidant activity, and body composition were evaluated. RESULTS: T5 presented lower feed intake and less weight gain. Liver histology revealed vacuolization in all treatments except T1, which was confirmed by the results of liver enzymes. There was no increase in blood glucose, and changes were observed in the lipid profile of the animals. T1 had the lowest body fat and the highest protein levels. Differences were observed for the antioxidant capacity in the liver of animals among treatments. CONCLUSION: The intake of cafeteria diet altered the lipid and liver profile of the animals and the consumption of kombucha and GBF did not prevent these changes. The high polyphenols level of kombucha did not exert a hepatoprotective effect as an antioxidant. However, this supplementation generated greater satiety in the animals, leading to less weight gain until the end of the experiment."
    },
    {
      "pmid": "33840119",
      "title": "Novel use of Kombucha consortium to reduce Escherichia coli in dairy shed effluent.",
      "authors": [
        "Seth Laurenson",
        "Laura Villamizar",
        "Willis Ritchie",
        "Sonya Scott",
        "Mike Mackay"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2021-Nov",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Faecal contamination from dairy farm effluent is a major risk to water quality in New Zealand. In this experiment we have tested the efficacy of Kombucha SCOBY (symbiotic culture of bacteria and yeast), to reduce the concentration of Escherichia coli in dairy shed effluent (DSE). RESULTS: Kombucha SCOBY was highly effective in lowering the number of E. coli colony forming units (CFUs) to levels that were undetectable. The decrease in CFUs occurred rapidly within 48 h of Kombucha SCOBY being inoculated to the effluent matrix and was accompanied by a corresponding decline in pH. CONCLUSION: We conclude that Kombucha SCOBY was effective in reducing the abundance of E. coli in DSE due to its effect on solution pH. Further work is required to assess the practicality of treating DSE with Kombucha SCOBY within a farm environment where effluent management and climatic complexities are important. © 2021 Society of Chemical Industry.",
      "mesh_terms": [
        "Animals",
        "Bacteria",
        "Biodegradation, Environmental",
        "Escherichia coli",
        "Feces",
        "Fermentation",
        "Livestock",
        "Microbial Consortia",
        "Waste Management",
        "Yeasts"
      ]
    },
    {
      "pmid": "33299817",
      "title": "The protective role of Kombucha extract on the normal intestinal microflora, high-cholesterol diet caused hypercholesterolemia, and histological structures changes in New Zealand white rabbits.",
      "authors": [
        "Zeytoon Alaei",
        "Monir Doudi",
        "Mahbubeh Setorki"
      ],
      "journal": "Avicenna journal of phytomedicine",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The aim of the current study was to investigate the effect of Kombucha extract (tea) on the normal intestinal microflora and histological structures in rabbits. MATERIALS AND METHODS: This study was a descriptive-analytical investigation. Thirty-two male New Zealand rabbits were randomly divided into 4 groups as follows: Normal diet (I), high-cholesterol diet (II), normal diet plus Kombucha extract (II), and high-cholesterol diet plus Kombucha extract (IV). Microbial cultures were taken from feces of rabbits before and after the applied treatments. The rabbits' blood was collected from the heart to determine the level of cholesterol, glucose and iron in the blood. Aorta and coronary heart microtome cut samples were prepared for detection of histological changes. RESULTS: Rabbit stool cultures before treatment with Kombucha extract included Enterobacter aerogenes, Providencia rettgeri, Proteus mirabilis, Pseudomonas aeruginosa and Klebsiella oxytoca. However, Escherichia coli, Enterobacter aerogenes, Pseudomonas aeruginosa, klebsiella pneumoniae and Hafnia alvei were found in stool cultures after treatment with Kombucha extract. Group IV had significantly lower blood cholesterol levels. Animals that received Kombucha extract only had lower fasting blood sugar (FBS) levels. Healthy rabbits that received Kombucha extract only and group (IV) showed a significant increase in iron (Fe) levels and a significant decrease in total iron binding capacity (TIBC) levels. In both groups III and IV, the right and left coronary arteries were completely normal and no lesions were observed in the intima. CONCLUSION: The results of this study showed minor changes in the intestinal microflora of rabbits after treatment with Kombucha extract and positive effects of this tea on some risk factors (hypercholesterolemia, arteriosclerosis, and FBS)."
    },
    {
      "pmid": "32812134",
      "title": "Kombucha ameliorates experimental autoimmune encephalomyelitis through activation of Treg and Th2 cells.",
      "authors": [
        "Dariush Haghmorad",
        "Esmaeil Yazdanpanah",
        "Bizhan Sadighimoghaddam",
        "Bahman Yousefi",
        "Pegah Sahafi",
        "Narges Ghorbani",
        "Ali Rashidy-Pour",
        "Parviz Kokhaei"
      ],
      "journal": "Acta neurologica Belgica",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Multiple sclerosis (MS) is the most common inflammatory disorder of the central nervous system (CNS). Kombucha is produced by the fermentation of sugared tea with a symbiotic culture of bacteria and yeasts. This research was designed to reveal the therapeutic impact and the molecular and cellular processes determining the effect of kombucha on MS alleviation in an experimental autoimmune encephalomyelitis (EAE). The EAE was induced using myelin oligodendrocyte glycoprotein (MOG35-55) peptide emulsified in CFA and injected subcutaneously over two flank areas in C57BL/6 mice. In addition, pertussis toxin was injected intraperitoneally and repeated 48 h later. Treatment groups were received three different doses of kombucha (K1: low dose, K2: medium dose and K3: high dose) to obtain a maximum protection. Clinical scores and other criteria were followed daily for the 25 days. At the end of the course, T-helper-related cytokines (IFN-γ, IL-17, IL-4, and TGF-β) were measured through ELISA. Moreover, nitric oxide (NO) concentration in spinal cord tissue was detected. The severity of disease on the peak of disease in K1, K2, and K3 groups were 3.4 ± 0.18 and 2.6 ± 0.18 and 2 ± 0.14 respectively, compared to the CTRL group with 4.5 ± 0.19 (p < 0.001). Kombucha increased production of interleukin IL-4 (K1 = 95 ± 5, K2 = 110 ± 10, K3 = 115 ± 5 and CTRL = 65 ± 5; p < 0.05) and TGF-β (K1 = 1750 ± 80, K2 = 2050 ± 65, K3 = 2200 ± 75 and CTRL = 850 ± 85; p < 0.001) but concurrently resulted in a remarkable reduction in the production of IFN-γ (K1 = 950 ± 70, K2 = 890 ± 65, K3 = 850 ± 85 and CTRL = 3850 ± 115; p < 0.001) and IL-17 (K1 = 1250 ± 75, K2 = 1050 ± 90, K3 = 970 ± 80 and CTRL = 6450 ± 125; p < 0.001). Moreover, NO concentration in spinal cord tissue in the treatment groups was significantly less than the control group (K1: 35.42 ± 2.1, K2 = 31.21 ± 2.2, K3 = 28.24 ± 2.6 and CTRL = 45.25 ± 2.7; p < 0.05). These results supported that kombucha could reduce the severity of disease in an EAE model through motivating polarization of CD4+ T cells by induction of IL-4 and TGF-β as well as inhibition of IFN-γ and IL-17.",
      "mesh_terms": [
        "Animals",
        "Cells, Cultured",
        "Encephalomyelitis, Autoimmune, Experimental",
        "Female",
        "Inflammation Mediators",
        "Kombucha Tea",
        "Mice",
        "Mice, Inbred C57BL",
        "Nitric Oxide",
        "T-Lymphocytes, Regulatory",
        "Th2 Cells"
      ]
    },
    {
      "pmid": "32390994",
      "title": "Lachancea fermentati Strains Isolated From Kombucha: Fundamental Insights, and Practical Application in Low Alcohol Beer Brewing.",
      "authors": [
        "Konstantin Bellut",
        "Kristoffer Krogerus",
        "Elke K Arendt"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "With a growing interest in non-alcoholic and low alcohol beer (NABLAB), researchers are looking into non-conventional yeasts to harness their special metabolic traits for their production. One of the investigated species is Lachancea fermentati, which possesses the uncommon ability to produce significant amounts of lactic acid during alcoholic fermentation, resulting in the accumulation of lactic acid while exhibiting reduced ethanol production. In this study, four Lachancea fermentati strains isolated from individual kombucha cultures were investigated. Whole genome sequencing was performed, and the strains were characterized for important brewing characteristics (e.g., sugar utilization) and sensitivities toward stress factors. A screening in wort extract was performed to elucidate strain-dependent differences, followed by fermentation optimization to enhance lactic acid production. Finally, a low alcohol beer was produced at 60 L pilot-scale. The genomes of the kombucha isolates were diverse and could be separated into two phylogenetic groups, which were related to their geographical origin. Compared to a Saccharomyces cerevisiae brewers' yeast, the strains' sensitivities to alcohol and acidic conditions were low, while their sensitivities toward osmotic stress were higher. In the screening, lactic acid production showed significant, strain-dependent differences. Fermentation optimization by means of response surface methodology (RSM) revealed an increased lactic acid production at a low pitching rate, high fermentation temperature, and high extract content. It was shown that a high initial glucose concentration led to the highest lactic acid production (max. 18.0 mM). The data indicated that simultaneous lactic acid production and ethanol production occurred as long as glucose was present. When glucose was depleted and/or lactic acid concentrations were high, the production shifted toward the ethanol pathway as the sole pathway. A low alcohol beer (<1.3% ABV) was produced at 60 L pilot-scale by means of stopped fermentation. The beer exhibited a balanced ratio of sweetness from residual sugars and acidity from the lactic acid produced (13.6 mM). However, due to the stopped fermentation, high levels of diacetyl were present, which could necessitate further process intervention to reduce concentrations to acceptable levels."
    },
    {
      "pmid": "31998457",
      "title": "Filtered Kombucha tea ameliorates the leaky gut syndrome in young and old mice model of colitis.",
      "authors": [
        "Nafiseh Pakravan",
        "Fatemeh Kermanian",
        "Elaheh Mahmoudi"
      ],
      "journal": "Iranian journal of basic medical sciences",
      "publication_date": "2019-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Zonula occludens proteins (ZO-1 and ZO-2) are important intracellular tight junction (TJ)-associated proteins that link the cell cytoskeleton to the trans-membrane TJ proteins. Destruction of TJ proteins is called the \"leaky gut syndrome\" and has been observed in some of the gastrointestinal diseases such as the inflammatory bowel disease (IBD). So, therapeutic approaches aim to restore the expression of TJ proteins and reduce intestinal permeability. Healing effect of Kombucha tea (KT), so-called long-life mushroom, on the gastrointestinal system, particularly its extraordinary healing effects on intestinal ulcers has been purported traditionally and rarely reported scientifically. This study aimed to investigate the therapeutic effect of filtered KT (fKT) in young and old mice model of colitis. MATERIALS AND METHODS: Leaky gut was induced in two groups of young and old age using dextran sodium sulfate in drinking water for seven days. Then, fKT was administered to the mice affected by colitis and compared with the age-matched normal and untreated animals with colitis. RESULTS: Survival rate of the fKT-treated young and old animals with colitis increased and weight loss decreased. Accordingly, digestive disorders characterized by bleeding and diarrhea were improved in fKT-treated mice. Molecular and histological examination indicated that expression of ZO-1 and ZO-2 was significantly improved in fKT-treated mice. CONCLUSION: Our results suggest KT as a promising therapeutic candidate to reduce intestinal permeability. Young animals with colitis showed more severe clinical signs and less survival rate than old mice with colitis, but this group responded better to fKT treatment than the old mice."
    },
    {
      "pmid": "31850395",
      "title": "Investigation of cgrA and cyp51A gene alternations in Aspergillus fumigatus strains exposed to kombucha fermented tea.",
      "authors": [
        "Ladan Nazemi",
        "Seyed Jamal Hashemi",
        "Roshanak Daie Ghazvini",
        "Mina Saeedi",
        "Sadegh Khodavaisy",
        "Aleksandra Barac",
        "Mona Modiri",
        "Maryam Akbari Dana",
        "Zahra Zare Shahrabadi",
        "Sassan Rezaie"
      ],
      "journal": "Current medical mycology",
      "publication_date": "2019-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND PURPOSE: Aspergillus fumigatus is one of the most common opportunistic fungus, which causes infection in immunocompromised and neutropenic patients. The current guidelines recommend voriconazole as the initial therapeutic and prophylactic agent for almost all cases, especially in patients with organ transplants, which leads to increased medication resistance in A. fumigatus. The aim of the present study was to evaluate the antifungal activity and effect of kombucha as a natural compound on A. fumigatus growth, as well as on the expression of cgrA and cyp51A genes. MATERIALS AND METHODS: A panel of 15 A. fumigatus strains with two quality controls of CM237 and CM2627 as susceptible and resistant strains were obtained from Tehran Medical Mycology Laboratory, Tehran,Iran(TMML).Antifungal susceptibility testing assay was performed according to the Clinical and Laboratory Standards Institute (CLSI) M38-A2 document. Moreover, the mycelial dry weight of the fungus was calculated before and after being treated with kombucha. In addition, the quantitative changes in the expression of cgrA and cyp51A genes were analyzed by real-time polymerase chain reaction (real-time PCR) technique. RESULTS: In the present study, the minimum inhibitory concentration ranges of kombucha were measured at 6,170 and 12,300 μg/mL for ten A. fumigatus azole-susceptible strains and 24,700 μg/mL for five A. fumigatus resistant strains. Moreover, changes in mycelial dry weight under kombucha treatment conditions underwent a significant reduction (P≤0.05). A coordinate down-regulation of expression in cgrA and cyp51A genes was observed in all azole-susceptible and -resistant A. fumigatus strains, after treating the fungus with different concentrations of kombucha (P≤0.05). CONCLUSION: According to the obtained results, kombucha as a natural antioxidant , can exert inhibitory effects against the growth and expression of some genes in A. fumigatusstrains."
    },
    {
      "pmid": "31847423",
      "title": "Efficacy of Kombucha Obtained from Green, Oolong, and Black Teas on Inhibition of Pathogenic Bacteria, Antioxidation, and Toxicity on Colorectal Cancer Cell Line.",
      "authors": [
        "Thida Kaewkod",
        "Sakunnee Bovonsombut",
        "Yingmanee Tragoolpua"
      ],
      "journal": "Microorganisms",
      "publication_date": "2019-Dec-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Kombucha tea is a refreshing beverage that is produced from the fermentation of tea leaves. In this study, kombucha tea was prepared using 1% green tea, oolong tea, and black tea, and 10% sucrose with acetic acid bacteria and yeast. The pH values of the kombucha tea were found to be in a range of 2.70-2.94 at 15 days of fermentation. The lowest pH value of 2.70 was recorded in the kombucha prepared from black tea. The total acidity of kombucha prepared from black tea was the highest by 16.75 g/L and it was still maintained after heat treatment by boiling and after autoclaved. Six organic acids: glucuronic, gluconic, D-saccharic acid 1,4-lactone, ascorbic, acetic, and succinic acid in kombucha tea were detected by HPLC with the optimization for organic acids detection using isocratic elution buffer with C18 conventional column. The highest level of organic acid was gluconic acid. Kombucha prepared from green tea revealed the highest phenolic content and antioxidation against DPPH radicals by 1.248 and 2.642 mg gallic acid/mL kombucha, respectively. Moreover, pathogenic enteric bacteria: Escherichia coli. E. coli O157:H7. Shigella dysenteriae, Salmonella Typhi, and Vibrio cholera were inhibited by kombucha and heat-denatured kombucha with diameter of the inhibition zones ranged from 15.0 ± 0.0-25.0 ± 0.0 mm. In addition, kombucha prepared from green tea and black tea demonstrated toxicity on Caco-2 colorectal cancer cells. Therefore, kombucha tea could be considered as a potential source of the antioxidation, inhibition of pathogenic enteric bacteria, and toxicity on colorectal cancer cells."
    },
    {
      "pmid": "31086120",
      "title": "Hepatoprotective Effect of Kombucha Tea in Rodent Model of Nonalcoholic Fatty Liver Disease/Nonalcoholic Steatohepatitis.",
      "authors": [
        "Chanbin Lee",
        "Jieun Kim",
        "Sihyung Wang",
        "Sumi Sung",
        "Namgyu Kim",
        "Hyun-Hee Lee",
        "Young-Su Seo",
        "Youngmi Jung"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2019-May-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Kombucha tea (KT) has emerged as a substance that protects the liver from damage; however, its mechanisms of action on the fatty liver remain unclear. Therefore, we investigated the potential role of KT and its underlying mechanisms on nonalcoholic fatty liver disease (NAFLD). db/db mice that were fed methionine/choline-deficient (MCD) diets for seven weeks were treated for vehicle (M + V) or KT (M + K) and fed with MCD for four additional weeks. Histomorphological injury and increased levels of liver enzymes and lipids were evident in the M + V group, whereas these symptoms were ameliorated in the M + K group. The M + K group had more proliferating and less apoptotic hepatocytic cells than the M + V group. Lipid uptake and lipogenesis significantly decreased, and free fatty acid (FFA) oxidation increased in the M + K, when compared with the M + V group. With the reduction of hedgehog signaling, inflammation and fibrosis also declined in the M + K group. Palmitate (PA) treatment increased the accumulation of lipid droplets and decreased the viability of primary hepatocytes, whereas KT suppressed PA-induced damage in these cells by enhancing intracellular lipid disposal. These results suggest that KT protects hepatocytes from lipid toxicity by influencing the lipid metabolism, and it attenuates inflammation and fibrosis, which contributes to liver restoration in mice with NAFLD.",
      "mesh_terms": [
        "Animals",
        "Cell Line",
        "Cell Proliferation",
        "Cells, Cultured",
        "Disease Models, Animal",
        "Hedgehog Proteins",
        "Hepatocytes",
        "Immunohistochemistry",
        "Kombucha Tea",
        "Lipid Metabolism",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Non-alcoholic Fatty Liver Disease",
        "Palmitates"
      ]
    },
    {
      "pmid": "30815318",
      "title": "Effect of Kombucha on gut-microbiota in mouse having non-alcoholic fatty liver disease.",
      "authors": [
        "Youngmi Jung",
        "Inyoung Kim",
        "Mohamed Mannaa",
        "Jinnyun Kim",
        "Sihyung Wang",
        "Inmyoung Park",
        "Jieun Kim",
        "Young-Su Seo"
      ],
      "journal": "Food science and biotechnology",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Non-alcoholic fatty liver disease (NAFLD) is one of the most common liver disorders. Possible links have been recently found between the gut-microbiota and the host metabolism in development of NAFLD and obesity. Therefore, understanding the changes in intestinal microbiota during the progression of NAFLD, is important. In this study, the effect of Kombucha tea (KT), obtained by microbial fermentation of sugared black tea, was investigated on gut-microbiota during the progression of NAFLD. The results indicated a decrease in Erysipelotrichia class by treatment with KT in comparison to the methionine/choline-deficient (MCD)-fed db/db mice. Allobaculum, Turicibacter, and Clostridium genera, were only detected in MCD-fed db/db mice and were decreased after treatment with KT, whereas Lactobacillus was more abundant in MCD + KT-fed mice than in MCD only-fed mice and Mucispirillum, was found only in the MCD + KT-fed mice group. Our results demonstrated that the change of intestinal microbiota was influenced by KT intake, contributing to combat NAFLD."
    },
    {
      "pmid": "29193174",
      "title": "Antibacterial activity of polyphenolic fraction of Kombucha against Vibrio cholerae: targeting cell membrane.",
      "authors": [
        "D Bhattacharya",
        "D Ghosh",
        "S Bhattacharya",
        "S Sarkar",
        "P Karmakar",
        "H Koley",
        "R Gachhui"
      ],
      "journal": "Letters in applied microbiology",
      "publication_date": "2018-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: The present study was undertaken to determine the mechanism of antibacterial activity of a polyphenolic fraction, composed of mainly catechin and isorhamnetin, previously isolated from Kombucha, a 14-day fermented beverage of sugared black tea, against the enteropathogen Vibrio cholerae N16961. Bacterial growth was found to be seriously impaired by the polyphenolic fraction in a dose-dependent manner. Scanning Electron Microscopy demonstrated morphological alterations in bacterial cells when exposed to the polyphenolic fraction in a concentration-dependent manner. Permeabilization assays confirmed that the fraction disrupted bacterial membrane integrity in both time- and dose-dependent manners, which were proportional to the production of intracellular reactive oxygen species (ROS). Furthermore, each of the polyphenols catechin and isorhamnetin showed the ability to permeate bacterial cell membranes by generating oxidative stress, thereby suggesting their role in the antibacterial potential of Kombucha. Thus, the basic mechanism of antibacterial activity of the Kombucha polyphenolic fraction against V. cholerae involved bacterial membrane permeabilization and morphological changes, which might be due to the generation of intracellular ROS. To the best of our knowledge, this is the first report on the investigation of antibacterial mechanism of Kombucha, which is mostly attributed to its polyphenolic content. SIGNIFICANCE AND IMPACT OF THE STUDY: The emergence of multidrug-resistant Vibrio cholerae strains has hindered an efficient anti-Vibrio therapy. This study has demonstrated the membrane damage-mediated antibacterial mechanism of Kombucha, a popular fermented beverage of sugared tea, which is mostly attributed to its polyphenolic content. This study also implies the exploitation of Kombucha as a potential new source of bioactive polyphenols against V. cholerae.",
      "mesh_terms": [
        "Anti-Bacterial Agents",
        "Camellia sinensis",
        "Catechin",
        "Cell Membrane",
        "Cell Membrane Permeability",
        "Fermentation",
        "Kombucha Tea",
        "Oxidative Stress",
        "Polyphenols",
        "Quercetin",
        "Reactive Oxygen Species",
        "Tea",
        "Vibrio cholerae"
      ]
    },
    {
      "pmid": "28959793",
      "title": "In vitro activity of kombucha tea ethyl acetate fraction against Malassezia species isolated from seborrhoeic dermatitis.",
      "authors": [
        "E Mahmoudi",
        "M Saeidi",
        "M A Marashi",
        "A Moafi",
        "V Mahmoodi",
        "M Zeinolabedini Zamani"
      ],
      "journal": "Current medical mycology",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND PURPOSE: Seborrheic dermatitis is a chronic and recurrent superficial dermatitis in which Malassezia species play an important role. There are different Malassezia species, which have been recently reported to be resistant to common antifungals. Natural sources can be useful alternatives to reduce the emergence of this resistance. Kombucha tea is believed to have potential antimicrobial properties. Regarding this, the present study aimed to investigate the antifungal activity of Kombucha tea ethyl acetate fraction (KEAF) against Malassezia species obtained from the patients with seborrheic dermatitis. MATERIALS AND METHODS: A total of 23 clinical isolates were identified by direct microscopic examination and Tween assimilation, and then confirmed by DNA sequencing of ITS regions for Malassezia species. Kombucha tea was fractionated using ethyl acetate (1:2 v/v). The minimum inhibitory concentration (MIC) microdilution assay was used to evaluate the anti-Malssezia activity of KEAF at three concentrations of 10, 40, and 80 mg/mL. RESULTS: The results of the DNA sequence analysis indicated that M. furfur (39.13%) was the predominant species, followed by M. globosa (30.43%), M. sloofie (13.04%), M. sympodialis (13.04%), and M. restricta (4.34%), respectively. Furthermore, KEAF showed inhibitory activity against Malassezia species. Accordingly, KEAF had the lowest and highest MIC value against M. sloofie and M. restricta, respectively. Moreover, the inhibitory effect of the extract was equivalent to that of ketoconazole at 4.8 µg/mL. CONCLUSION: The findings of the current study highlighted the antifungal properties of KEAF. Therefore, this extract can be promoted as complementary medicine for the treatment of the infections caused by Malassezia."
    },
    {
      "pmid": "30971046",
      "title": "Bacterial Nanocellulose from Side-Streams of Kombucha Beverages Production: Preparation and Physical-Chemical Properties.",
      "authors": [
        "Stefan-Ovidiu Dima",
        "Denis-Mihaela Panaitescu",
        "Csongor Orban",
        "Marius Ghiurea",
        "Sanda-Maria Doncea",
        "Radu Claudiu Fierascu",
        "Cristina Lavinia Nistor",
        "Elvira Alexandrescu",
        "Cristian-Andi Nicolae",
        "Bogdan Trică",
        "Angela Moraru",
        "Florin Oancea"
      ],
      "journal": "Polymers",
      "publication_date": "2017-Aug-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We focused on preparing cellulose nanofibrils by purification, separation, and mechanical treatment of Kombucha membranes (KM) resulted as secondary product from beverage production by fermentation of tea broth with symbiotic culture of bacteria and yeast (SCOBY). We purified KM using two alkaline solutions, 1 and 4 M NaOH, which afterwards were subjected to various mechanical treatments. Transmission electron microscopy (TEM), scanning electron microscopy (SEM), dynamic light scattering (DLS), X-ray diffraction (XRD), X-ray fluorescence (XRF), Fourier-transform infrared spectroscopy (FTIR), and thermogravimetric analysis (TGA) were employed to evaluate the purification degree, the size and aspect of cellulose fibrils after each treatment step, the physical-chemical properties of intermediary and final product, and for comparison with micro-crystalline cellulose from wooden sources. We determined that 1 M NaOH solution leads to approx. 85% purification, while a higher concentration assures almost 97% impurities removal. XRD analysis evidenced an increase in crystallinity from 37% to 87% after purification, the characteristic diffractograms of Iα and Iβ cellulose allomorphs, and a further decrease in crystallinity to 46% after microfluidization, fact correlated with a drastically decrease in fibrils' size. FTIR analysis evidenced the appearance of new chain ends by specific transmission bands at 2941 and 2843cm-1."
    },
    {
      "pmid": "28476604",
      "title": "Oak kombucha protects against oxidative stress and inflammatory processes.",
      "authors": [
        "B D Vázquez-Cabral",
        "M Larrosa-Pérez",
        "J A Gallegos-Infante",
        "M R Moreno-Jiménez",
        "R F González-Laredo",
        "J G Rutiaga-Quiñones",
        "C I Gamboa-Gómez",
        "N E Rocha-Guzmán"
      ],
      "journal": "Chemico-biological interactions",
      "publication_date": "2017-Jun-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Black tea infusion is the common substrate for preparing kombucha; however other sources such as oak leaves infusions can be used for the same purpose. Almost any white oak species have been used for medicinal applications by some ethnic groups in Mexico and could be also suitable for preparing kombucha analogues from oak (KAO). The objective of this research was to investigate the antioxidant activity and anti-inflammatory effects of KAO by examining its modulation ability on macrophage-derived TNF-alpha and IL-6. Herbal infusions from oak and black tea were fermented by kombucha consortium during seven days at 28 °C. Chemical composition was determined by LC-ESI-MS/MS. The antioxidant activity of samples against oxidative damage caused by H2O2 in monocytes activated (macrophages) was explored. Additionally, it was determined the anti-inflammatory activity using lipopolysaccharide (LPS) - stimulated macrophages; in particular, the nitric oxide (NO), TNF-alpha, and IL-6 production was assessed. Levels of pro-inflammatory cytokines IL-6 and TNF-alpha were significantly reduced by the sample treatment. Likewise, NO production was lower in treatment with kombucha and KAO compared with LPS-stimulated macrophages. Fermented beverages of oak effectively down-regulated the production of NO, while pro-inflammatory cytokines (TNF-alpha and IL-6) in macrophages were stimulated with LPS. Additionally, phytochemical compounds present in KAO decrease oxidative stress.",
      "mesh_terms": [
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Cell Line",
        "Cell Survival",
        "Chromatography, High Pressure Liquid",
        "Down-Regulation",
        "Humans",
        "Hydrogen Peroxide",
        "Interleukin-6",
        "Lipopolysaccharides",
        "Macrophages",
        "Nitric Oxide",
        "Oxidative Stress",
        "Phenols",
        "Plant Leaves",
        "Quercus",
        "Tandem Mass Spectrometry",
        "Tea",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "30263346",
      "title": "Kombucha tea prevents obese mice from developing hepatic steatosis and liver damage.",
      "authors": [
        "Jeongeun Hyun",
        "Youngjae Lee",
        "Sihyung Wang",
        "Jinnyun Kim",
        "Jieun Kim",
        "JaeHo Cha",
        "Young-Su Seo",
        "Youngmi Jung"
      ],
      "journal": "Food science and biotechnology",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nonalcoholic fatty liver disease (NAFLD) is associated with the increased accumulation of hepatocellular lipids. Although Kombucha tea (KT) has emerged as a substance protecting the liver from damage, the effects of KT in NAFLD remain unclear. Hence, we investigated whether KT influenced hepatic steatosis. Db/db mice were fed either control or methionine/choline-deficient (MCD) diets for 4 weeks. The MCD diet group was treated with KT or water for 3 weeks. KT treatment alleviated macrovesicular steatosis compared to the MCD-fed group. The levels of triglyceride, ALT, and AST also decreased in the KT+MCD-treated db/db mice. RNA expression in the MCD+KT group showed reduced triglyceride synthesis and uptake of fatty acids. Immunostaining and western blot assays for active caspase-3 demonstrated a lower level of apoptosis in the MCD+KT than in the MCD group. These results demonstrate that KT attenuated lipid accumulation and protected the liver from damage, promoting liver restoration in mice."
    },
    {
      "pmid": "26691487",
      "title": "Anti-foot-and-mouth disease virus effects of Chinese herbal kombucha in vivo.",
      "authors": [
        "Naifang Fu",
        "Juncai Wu",
        "Lv Lv",
        "Jijun He",
        "Shengjun Jiang"
      ],
      "journal": "Brazilian journal of microbiology : [publication of the Brazilian Society for Microbiology]",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The foot and mouth disease virus (FMDV) is sensitive to acids and can be inactivated by exposure to low pH conditions. Spraying animals at risk of infection with suspensions of acid-forming microorganisms has been identified as a potential strategy for preventing FMD. Kombucha is one of the most strongly acid-forming symbiotic probiotics and could thus be an effective agent with which to implement this strategy. Moreover, certain Chinese herbal extracts are known to have broad-spectrum antiviral effects. Chinese herbal kombucha can be prepared by fermenting Chinese herbal extracts with a kombucha culture. Previous studies demonstrated that Chinese herbal kombucha prepared in this way efficiently inhibits FMDV replication in vitro. To assess the inhibitory effects of Chinese herbal kombucha against FMDV in vitro, swine challenged by intramuscular injection with 1000 SID50 of swine FMDV serotype O strain O/China/99 after treatment with Chinese herbal kombucha were partially protected against infection, as demonstrated by a lack of clinical symptoms and qRT-PCR analysis. In a large scale field trial, spraying cattle in an FMD outbreak zone with kombucha protected against infection. Chinese herbal kombucha may be a useful probiotic agent for managing FMD outbreaks.",
      "mesh_terms": [
        "Animals",
        "Antiviral Agents",
        "Cattle",
        "China",
        "Disease Models, Animal",
        "Fermentation",
        "Foot-and-Mouth Disease",
        "Foot-and-Mouth Disease Virus",
        "Injections, Intramuscular",
        "Nasal Sprays",
        "Oral Sprays",
        "Plant Extracts",
        "Probiotics",
        "Real-Time Polymerase Chain Reaction",
        "Swine",
        "Treatment Outcome",
        "Viral Load"
      ]
    },
    {
      "pmid": "24023583",
      "title": "Clearance of free silica in rat lungs by spraying with chinese herbal kombucha.",
      "authors": [
        "Nai-Fang Fu",
        "Chang-Hui Luo",
        "Jun-Cai Wu",
        "Yan-Yan Zheng",
        "Yong-Jin Gan",
        "Jian-An Ling",
        "Heng-Qiu Liang",
        "Dan-Yu Liang",
        "Jing Xie",
        "Xiao-Qin Chen",
        "Xian-Jun Li",
        "Rui-Hui Pan",
        "Zuo-Xing Chen",
        "Sheng-Jun Jiang"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of spraying with kombucha and Chinese herbal kombucha were compared with treatments with tetrandrine in a rat silicosis model. Silica dust (50 mg) was injected into the lungs of rats, which were then treated with one of the experimental treatments for a month. The rats were then killed and the effects of the treatments were evaluated by examining the extent and severity of the histopathological lesions in the animals' lungs, measuring their organ coefficients and lung collagen contents, determining the dry and wet weights of their lungs, and measuring the free silica content of the dried lungs. In addition, lavage was performed on whole lungs taken from selected rats, and the numbers and types of cells in the lavage fluid were counted. The most effective treatment in terms of the ability to reduce lung collagen content and minimize the formation of pulmonary histopathological lesions was tetrandrine treatment, followed by Chinese herbal kombucha and non-Chinese herbal kombucha. However, the lavage fluid cell counts indicated that tetrandrine treatment had severe adverse effects on macrophage viability. This effect was much less pronounced for the kombucha and Chinese herbal kombucha treatments. Moreover, the free silica levels in the lungs of animals treated with Chinese herbal kombucha were significantly lower than those for any other silica-exposed group. These preliminary results indicate that spraying with Chinese herbal kombucha preparations can effectively promote the discharge of silica dust from lung tissues. Chinese herbal kombucha inhalation may thus be a useful new treatment for silicosis and other pneumoconiosis diseases."
    },
    {
      "pmid": "23866960",
      "title": "Histopathological and clinical evaluation of Kombucha tea and Nitrofurazone on cutaneous full-thickness wounds healing in rats: an experimental study.",
      "authors": [
        "Fardin Barati",
        "Javad Javanbakht",
        "Farajollah Adib-Hashemi",
        "Ehsan Hosseini",
        "Reyhaneh Safaeie",
        "Mojtaba Rajabian",
        "Mostafa Razmjoo",
        "Reza Sedaghat",
        "Mehdi Aghamohammad Hassan"
      ],
      "journal": "Diagnostic pathology",
      "publication_date": "2013-Jul-17",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Retracted Publication"
      ],
      "abstract": "BACKGROUND: Kombucha, a fermented tea (KT) is claimed to possess many beneficial properties. The aim of this study was to evaluate clinical and histopathological alterations of Kombucha tea and Nitrofurazone on cutaneous full-thickness wounds healing in rat. METHODS: In present study 24 Wister -albino rats weighing 150-200 g were selected and divided to two treatment groups as Nitrofurazone ointment (0.2%) and Kombucha tea. Subsequently, the anesthesia was exerted by Ketamin hydrochloride 10% (40 mg/kg) and Xylasine (2 mg/kg) through intra muscular (IM) route. Furthermore, upon preparation of dorsal region of the animal for surgery, a piece of full-thickness skin removed (2 × 2 cm). In order to comparing wounds healing clinically and histologically, once every four days from the commencement, the wounds were photographed and the healed surface was measured by Scion image software. RESULT: The clinical findings indicated that the Kombucha fungus resulted in precipitating healing than Nitrofurazone; however, it was not significant (p > 0.05). In order to pathological comparing of wound healing process, several wound biopsies were taken on 4, 8, 12, 16 and 20th days. Additionally, the histopathological results demonstrated that there was inflammation in Nitrofurazone group through twelveth day, somehow the epithelium was formed and abundant vessels were visible. Although on 16th day and the previous days the healing condition of Kombucha fungus was considered as minimal rate, revealing it is similar to Nitrofurazone group on 20th day. CONCLUSIONS: To wrap up. These observations suggest that the Kombucha fungus healing quality was rapid from 12th day to the end of the research, whereas no significant difference was observed. VIRTUAL SLIDE: The virtual slide(s) for this article can be found here: http://www.diagnosticpathology.diagnomx.eu/vs/1107407136102196.",
      "mesh_terms": [
        "Administration, Cutaneous",
        "Animals",
        "Biopsy",
        "Camellia sinensis",
        "Disease Models, Animal",
        "Female",
        "Fermentation",
        "Male",
        "Nitrofurazone",
        "Ointments",
        "Phytotherapy",
        "Plants, Medicinal",
        "Rats",
        "Rats, Wistar",
        "Skin",
        "Tea",
        "Time Factors",
        "Wound Healing",
        "Wounds, Penetrating"
      ]
    },
    {
      "pmid": "22591682",
      "title": "Hypoglycemic and antilipidemic properties of kombucha tea in alloxan-induced diabetic rats.",
      "authors": [
        "Ahmed Aloulou",
        "Khaled Hamden",
        "Dhouha Elloumi",
        "Madiha Bou Ali",
        "Khaoula Hargafi",
        "Bassem Jaouadi",
        "Fatma Ayadi",
        "Abdelfattah Elfeki",
        "Emna Ammar"
      ],
      "journal": "BMC complementary and alternative medicine",
      "publication_date": "2012-May-16",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Diabetes has become a serious health problem and a major risk factor associated with troublesome health complications, such as metabolism disorders and liver-kidney dysfunctions. The inadequacies associated with conventional medicines have led to a determined search for alternative natural therapeutic agents. The present study aimed to investigate and compare the hypoglycemic and antilipidemic effects of kombucha and black tea, two natural drinks commonly consumed around the world, in surviving diabetic rats. METHODS: Alloxan diabetic rats were orally supplied with kombucha and black tea at a dose of 5 mL/kg body weight per day for 30 days, fasted overnight, and sacrificed on the 31st day of the experiment. Their bloods were collected and submitted to various biochemical measurements, including blood glucose, cholesterol, triglcerides, urea, creatinine, transaminases, transpeptidase, lipase, and amylase activities. Their pancreases were isolated and processed to measure lipase and α-amylase activities and to perform histological analysis. RESULTS: The findings revealed that, compared to black tea, kombucha tea was a better inhibitor of α-amylase and lipase activities in the plasma and pancreas and a better suppressor of increased blood glucose levels. Interestingly, kombucha was noted to induce a marked delay in the absorption of LDL-cholesterol and triglycerides and a significant increase in HDL-cholesterol. Histological analyses also showed that it exerted an ameliorative action on the pancreases and efficiently protected the liver-kidney functions of diabetic rats, evidenced by significant decreases in aspartate transaminase, alanine transaminase, and gamma-glytamyl transpeptidase activities in the plasma, as well as in the creatinine and urea contents. CONCLUSIONS: The findings revealed that kombucha tea administration induced attractive curative effects on diabetic rats, particularly in terms of liver-kidney functions. Kombucha tea can, therefore, be considered as a potential strong candidate for future application as a functional supplement for the treatment and prevention of diabetes.",
      "mesh_terms": [
        "Animals",
        "Blood Glucose",
        "Camellia sinensis",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Creatinine",
        "Diabetes Mellitus, Experimental",
        "Enzymes",
        "Hypoglycemic Agents",
        "Hypolipidemic Agents",
        "Kidney",
        "Lipase",
        "Liver",
        "Male",
        "Pancreas",
        "Phytotherapy",
        "Plant Preparations",
        "Rats",
        "Rats, Wistar",
        "Tea",
        "Triglycerides",
        "Urea",
        "alpha-Amylases"
      ]
    },
    {
      "pmid": "21800502",
      "title": "Protective effect of kombucha tea against tertiary butyl hydroperoxide induced cytotoxicity and cell death in murine hepatocytes.",
      "authors": [
        "Semantee Bhattacharya",
        "Prasenjit Manna",
        "Ratan Gachhui",
        "Parames C Sil"
      ],
      "journal": "Indian journal of experimental biology",
      "publication_date": "2011-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Kombucha (KT), a fermented black tea (BT), is known to have many beneficial properties. In the present study, antioxidant property of KT has been investigated against tertiary butyl hydroperoxide (TBHP) induced cytotoxicity using murine hepatocytes. TBHP, a reactive oxygen species inducer, causes oxidative stress resulting in organ pathophysiology. Exposure to TBHP caused a reduction in cell viability, increased membrane leakage and disturbed the intra-cellular antioxidant machineries in hepatocytes. TBHP exposure disrupted mitochondrial membrane potential and induced apoptosis as evidenced by flow cytometric analyses. KT treatment, however, counteracted the changes in mitochondrial membrane potential and prevented apoptotic cell death of the hepatocytes. BT treatment also reverted TBHP induced hepatotoxicity, however KT was found to be more efficient. This may be due to the formation of antioxidant molecules like D-saccharic acid-1,4-lactone (DSL) during fermentation process and are absent in BT. Moreover, the radical scavenging activities of KT were found to be higher than BT. Results of the study showed that KT has the potential to ameliorate TBHP induced oxidative insult and cell death in murine hepatocytes more effectively than BT.",
      "mesh_terms": [
        "Animals",
        "Cell Culture Techniques",
        "Cell Death",
        "Cell Survival",
        "Cells, Cultured",
        "Chromatography, High Pressure Liquid",
        "Dose-Response Relationship, Drug",
        "Fermentation",
        "Flavonoids",
        "Flow Cytometry",
        "Free Radical Scavengers",
        "Hepatocytes",
        "Male",
        "Mice",
        "Oxidative Stress",
        "Phenols",
        "Plant Preparations",
        "Polyphenols",
        "Protective Agents",
        "Tea",
        "Time Factors",
        "tert-Butylhydroperoxide"
      ]
    },
    {
      "pmid": "21388793",
      "title": "Hepatoprotective properties of kombucha tea against TBHP-induced oxidative stress via suppression of mitochondria dependent apoptosis.",
      "authors": [
        "Semantee Bhattacharya",
        "Ratan Gachhui",
        "Parames C Sil"
      ],
      "journal": "Pathophysiology : the official journal of the International Society for Pathophysiology",
      "publication_date": "2011-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Kombucha, a fermented tea (KT) is claimed to possess many beneficial properties. Recent studies have suggested that KT prevents paracetamol and carbon tetrachloride-induced hepatotoxicity. We investigated the beneficial role of KT was against tertiary butyl hydroperoxide (TBHP) induced cytotoxicity and cell death in murine hepatocytes. TBHP is a well known reactive oxygen species (ROS) inducer, and it induces oxidative stress in organ pathophysiology. In our experiments, TBHP caused a reduction in cell viability, enhanced the membrane leakage and disturbed the intra-cellular antioxidant machineries while simultaneous treatment of the cells with KT and this ROS inducer maintained membrane integrity and prevented the alterations in the cellular antioxidant status. These findings led us to explore the detailed molecular mechanisms involved in the protective effect of KT. TBHP introduced apoptosis as the primary phenomena of cell death as evidenced by flow cytometric analyses. In addition, ROS generation, changes in the mitochondrial membrane potential, cytochrome c release, activation of caspases (3 and 9) and Apaf-1 were detected confirming involvement of mitochondrial pathway in this pathophysiology. Simultaneous treatment of KT with TBHP, on the other hand, protected the cells against oxidative injury and maintained their normal physiology. In conclusion, KT was found to modulate the oxidative stress induced apoptosis in murine hepatocytes probably due to its antioxidant activity and functioning via mitochondria dependent pathways and could be beneficial against liver diseases, where oxidative stress is known to play a crucial role."
    },
    {
      "pmid": "23133119",
      "title": "The effect of Kombucha on post-operative intra-abdominal adhesion formation in rats.",
      "authors": [
        "Hemmat Maghsoudi",
        "Hussein Benagozar Mohammadi"
      ],
      "journal": "The Indian journal of surgery",
      "publication_date": "2009-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Peritoneal adhesions are fibrous bands of tissues formed between organs that are normally separated and/or between organs and the internal body wall after peritoneal injury. The aim of the study was to investigate the effect of intra-peritoneal administration of Kombucha on intra-peritoneal adhesions. MATERIALS AND METHODS: Eighty Wistar rats were subjected to standardized lesion by scraping model and were randomly divided into two groups. Group I received no treatment, and Group II received 15 ml of Kombucha solution intra-peritoneally. On the post-operative 14th day adhesion intensity score, inflammatory cell reaction and number of adhesion bands were determined. RESULTS: In the control group, there were no rats with grade 0 and I adhesions. In the group II, there were 26 rats (78.8%) with grade 0-2 adhesions. Adhesion intensity was significantly less in group II (P<0.0001). Number of adhesion bands was significantly less in group II (P<0.001). CONCLUSION: It was concluded that intra-peritoneal administration of Kombucha might be useful for preventing peritoneal adhesions."
    },
    {
      "pmid": "18781766",
      "title": "Preservation of kombucha tea-effect of temperature on tea components and free radical scavenging properties.",
      "authors": [
        "Rasu Jayabalan",
        "Subbaiya Marimuthu",
        "Periyasamy Thangaraj",
        "Muthuswamy Sathishkumar",
        "Arthur Raj Binupriya",
        "Krishnaswami Swaminathan",
        "Sei Eok Yun"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2008-Oct-08",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Kombucha tea is sugared black tea fermented with a consortium of acetic acid bacteria and yeasts (tea fungus) for 14 days. The tea tastes slightly sweet and acidic. The formation of tea fungal biofilms during storage is a big problem when kombucha tea is being stored and commercialized. Various thermal treatments have been tried for long-term storage of kombucha tea. The present study revealed the influence of heat on the biochemical constituents and the free radical scavenging properties of kombucha tea. Heat treatment at 60, 65, and 68 degrees C for 1 min controlled biofilm formation in kombucha tea without changing its clarity, taste, and flavor. However, tea polyphenols and black tea quality parameters showed varying stability during the storage period. A decrease in free radical scavenging properties was also found during the storage period. Because the biological activities of kombucha tea depended on the biochemical constituents, it was concluded that heat treatment was not a suitable method for kombucha tea preservation.",
      "mesh_terms": [
        "Acetobacter",
        "Biofilms",
        "Brettanomyces",
        "Caffeine",
        "Fermentation",
        "Flavonoids",
        "Food Preservation",
        "Free Radical Scavengers",
        "Hot Temperature",
        "Phenols",
        "Polyphenols",
        "Tea",
        "Zygosaccharomyces"
      ]
    },
    {
      "pmid": "14631833",
      "title": "Lead induced oxidative stress: beneficial effects of Kombucha tea.",
      "authors": [
        "P Dipti",
        "B Yogesh",
        "A K Kain",
        "T Pauline",
        "B Anju",
        "M Sairam",
        "B Singh",
        "S S Mongia",
        "G Ilavazhagan Devendra Kumar",
        "W Selvamurthy"
      ],
      "journal": "Biomedical and environmental sciences : BES",
      "publication_date": "2003-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To evaluate the effect of oral administration of Kombucha tea (K-tea) on lead induced oxidative stress. METHODS: Sprague Dawley rats were administered 1 mL of 3.8% lead acetate solution daily alone or in combination with K-tea orally for 45 d, and the antioxidant status and lipid peroxidation were evaluated. RESULTS: Oral administration of lead acetate to rats enhanced lipid peroxidation and release of creatine phosphokinase and decreased levels of reduced glutathione (GSH) and antioxidant enzymes (superoxide dismutase, SOD and glutathione peroxidase, GPx). Lead treatment did not alter humoral immunity, but inhibited DTH response when compared to the control. Lead administration also increased DNA fragmentation in liver. Oral administration of Kombucha tea to rats exposed to lead decreased lipid peroxidation and DNA damage with a concomitant increase in the reduced glutathione level and GPx activity. Kombucha tea supplementation relieved the lead induced immunosuppression to appreciable levels. CONCLUSION: The results suggest that K-tea has potent antioxidant and immunomodulating properties.",
      "mesh_terms": [
        "Administration, Oral",
        "Agaricales",
        "Animals",
        "Antioxidants",
        "Lead",
        "Lipid Peroxidation",
        "Male",
        "Oxidative Stress",
        "Rats",
        "Rats, Sprague-Dawley",
        "Tea"
      ]
    },
    {
      "pmid": "11351863",
      "title": "Subacute (90 days) oral toxicity studies of Kombucha tea.",
      "authors": [
        "R Vijayaraghavan",
        "M Singh",
        "P V Rao",
        "R Bhattacharya",
        "P Kumar",
        "K Sugendran",
        "O Kumar",
        "S C Pant",
        "R Singh"
      ],
      "journal": "Biomedical and environmental sciences : BES",
      "publication_date": "2000-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Kombucha tea (KT) is a popular health beverage and is used as an alternative therapy. KT is prepared by placing the kombucha culture in solution of tea and sugar and allowing to ferment. The inoculum is a fungus consisting of symbiotic colony of yeast and bacteria. KT is consumed in several countries and is believed to have prophylactic and therapeutic benefits in a wide variety of ailments, viz., intestinal disorders, arthritis, ageing and stimulation of immunological system. Though KT is used in several parts of the world its beneficial effects and adverse effects have not been scientifically evaluated. Since there are no animal toxicological data on KT, subacute oral toxicity study was carried out. Five groups of rats were maintained: (a) control group given tap water orally, (b) KT given 2 ml/kg orally, (c) plain tea (PT) given 2 ml/kg orally, (d) KT given in drinking water, 1% (v/v) and (e) PT given in drinking water, 1% (v/v). The rats were given this treatment daily for a period of 90 days. Weekly records of weight, feed intake, water intake and general behaviour were monitored. There was no significant difference in the growth of the animals as evidenced by the progressive body weight change. The organ to body weight ratio and histological evaluation did not show any toxic signs. The haematological and biochemical variables were within the clinical limits. The study indicates that rats fed KT for 90 days showed no toxic effects.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Bacteria",
        "Beverages",
        "Blood Glucose",
        "Blood Urea Nitrogen",
        "Complementary Therapies",
        "Female",
        "Fermentation",
        "Liver Function Tests",
        "No-Observed-Adverse-Effect Level",
        "Rats",
        "Rats, Wistar",
        "Yeasts"
      ]
    },
    {
      "pmid": "10904168",
      "title": "Effect of Kombucha tea on chromate(VI)-induced oxidative stress in albino rats.",
      "authors": [
        "M Sai Ram",
        "B Anju",
        "T Pauline",
        "P Dipti",
        "A K Kain",
        "S S Mongia",
        "S K Sharma",
        "B Singh",
        "R Singh",
        "G Ilavazhagan",
        "D Kumar",
        "W Selvamurthy"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2000-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of Kombucha tea (KT) on oxidative stress induced changes in rats subjected to chromate treatment are reported. KT feeding alone did not show any significant change in malondialdehyde (MDA) and reduced glutathione (GSH) levels, but did enhance humoral response and delayed type of hypersensitivity (DTH) response appreciably over control animals. Chromate treatment significantly enhanced plasma and tissue MDA levels, decreased DTH response considerably, enhanced glutathione peroxidase and catalase activities; however, no change in GSH, superoxide dismutase and antibody titres was noticed. KT feeding completely reversed the chromate-induced changes. These results show that Kombucha tea has potent anti-oxidant and immunopotentiating activities.",
      "mesh_terms": [
        "Animals",
        "Antibody Formation",
        "Antioxidants",
        "Beverages",
        "Chromates",
        "Erythrocytes",
        "Fermentation",
        "Glutathione",
        "Hypersensitivity, Delayed",
        "Liver",
        "Male",
        "Malondialdehyde",
        "Oxidative Stress",
        "Rats",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "9887919",
      "title": "Lead poisoning from drinking Kombucha tea brewed in a ceramic pot.",
      "authors": [
        "T G Phan",
        "J Estell",
        "G Duggin",
        "I Beer",
        "D Smith",
        "M J Ferson"
      ],
      "journal": "The Medical journal of Australia",
      "publication_date": null,
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Kombucha tea is an alternative therapy that is gaining popularity as a remedy for a diverse range of ailments. We report two cases of symptomatic lead poisoning requiring chelation therapy in a married couple who had been drinking Kombucha tea for six months, brewing the tea in a ceramic pot. We postulate that acids in the tea eluted lead from the glaze pigment used in the ceramic pot, in a manner analogous to elution of lead from crystal decanters by wine and spirits.",
      "mesh_terms": [
        "Ceramics",
        "Chelation Therapy",
        "Cooking",
        "Female",
        "Humans",
        "Lead Poisoning",
        "Male",
        "Middle Aged",
        "Tea"
      ]
    },
    {
      "pmid": "2333452",
      "title": "[Dr. Sklenar's Kombucha mushroom infusion--a biological cancer therapy. Documentation No. 18].",
      "authors": [
        "S P Hauser"
      ],
      "journal": "Schweizerische Rundschau fur Medizin Praxis = Revue suisse de medecine Praxis",
      "publication_date": "1990-Feb-27",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Kombucha, a fungal infusion, is a 'symbiotic mixture' of bacteria, yeasts, tea and sugar. A number of components are listed, but exact analyses are not published. On the basis of 'thorough detoxification', Kombucha is claimed to be a prophylactic and therapeutic agent in countless diseases, such as rheumatism, intestinal disorders, ageing and cancer. All 'stages of the Sklenar blood picture' have to be treated with Kombucha Drink, Kombucha Drops, coli preparations and Gelum oral-rd for a period of months. A litre-bottle costs 13 DM, the blood analysis 150 Sfr. In the 1960's Dr. R. Sklenar developed a 'biological cancer therapy with Kombucha as the main agent' and his own system of diagnosing cancer. Sklenar's diagnosis of cancer is based on iris diagnosis and demonstration of the causative organism by means of a 'Blood picture according to Dr. Sklenar'. He claims, on one hand, that cancer is only one of the many metabolic diseases and, on the other, that viruses, in his view parasitic microorganisms in general, are responsible for the pathogenesis of cancer. No preclinical and nor investigations are available, as 'success has proved him (Dr. Sklenar) to be right'. The seven 'case histories' described have no solid medical data. There is so far no evidence to support the claim that Kombucha offers 'effective biological treatment of cancer'.",
      "mesh_terms": [
        "Antineoplastic Agents, Phytogenic",
        "Bacteria",
        "Fungi",
        "Humans",
        "Quackery"
      ]
    }
  ]
}