{
  "supplement": "Lemon Verbena",
  "query": "Lemon Verbena[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:56:46",
  "research_count": 15,
  "count": 15,
  "articles": [
    {
      "pmid": "40251851",
      "title": "Daily supplementation with lemon verbena extract decreases subjective energy and parental reports of hyperactivity in children displaying sub-clinical attention deficit hyperactivity disorder-type behaviours: A randomised controlled trial.",
      "authors": [
        "Philippa A Jackson",
        "Ellen F Smith",
        "Joanne Forster",
        "Jessica Greener",
        "Anna Small",
        "David O Kennedy",
        "Cynthia G Suarez",
        "Andressa Blainski",
        "Ivo Pischel"
      ],
      "journal": "Journal of psychopharmacology (Oxford, England)",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Current treatment options for attention deficit hyperactivity disorder (ADHD) are limited by factors such as adherence and cost, whilst no treatment options are available for sub-clinical or undiagnosed ADHD. Herbal preparations may therefore offer an alternative approach to the management of symptoms; Aloysia citriodora Paláu (lemon verbena) is a promising candidate. AIM: To assess the behavioural, cognitive, psychological and physiological effects of 56 days of supplementation with lemon verbena extract (LVE) in children exhibiting symptoms of ADHD at the sub-clinical level. METHODS: This exploratory study followed a randomised, double-blind parallel groups design wherein 120 healthy participants aged 8-17 years received 15 mg/kg bw/d LVE or matched placebo for 56 days. Behavioural, cognitive, mood and physiological measures were collected in the lab at baseline and 28 and 56 days post-dose. Parents also evaluated the child's behaviour throughout the study. RESULTS: Participants who received LVE reported greater subjective fatigue, defined as reduced energy levels according to the Profile of Mood States subscale, without impairments in cognitive performance across the 56-day intervention and lower depression symptoms on day 56, compared to placebo. The effect of LVE on parent ratings of hyperactive/impulsive behaviour also approached significance with fewer concerns being reported following the active treatment. Exploratory analyses showed further benefits to cognition and mood. CONCLUSIONS: This study revealed novel, beneficial effects of LVE supplementation in children exhibiting a high frequency of behaviours characteristic of ADHD. Overall, LVE was safe and well-tolerated by participants, with no unexpected safety events."
    },
    {
      "pmid": "37049865",
      "title": "Antibacterial Activity and Antibacterial Mechanism of Lemon Verbena Essential Oil.",
      "authors": [
        "Xin Gao",
        "Jinbao Liu",
        "Bo Li",
        "Jing Xie"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The destructive effect and mode of action of lemon verbena essential oil on cells were investigated, taking the isolated Pseudosciaena D4 as the research object. The extracellular absorbance of the Pseudosciaena D4 increased at OD260 and OD280 after being treated with lemon verbena essential oil, which destroyed the integrity of Pseudosciaena D4 cells, showing a significant effect on preventing biomembrane formation and destroying the formed biomembrane. With an increased concentration of lemon verbena essential oil, extracellular polysaccharide showed a significant decrease in content and a significant increase in inhibition rate, indicating that the secretion of extracellular polysaccharide by Pseudosciaena D4 cells could be inhibited by lemon verbena essential oil during the process of biomembrane formation. Cell introcession and shrinkage appeared after the treatment with essential oil, and a transparent cavity was formed by the out-flowed cell content. Lemon verbena essential oil destroyed the cell wall, resulting in an enhanced permeability of the cell membrane and leakage of the contents, thereby causing cell death.",
      "mesh_terms": [
        "Verbena",
        "Oils, Volatile",
        "Verbenaceae"
      ]
    },
    {
      "pmid": "35336667",
      "title": "Antioxidant and Antiproliferation Activities of Lemon Verbena (Aloysia citrodora): An In Vitro and In Vivo Study.",
      "authors": [
        "Hasan M Rashid",
        "Asma Ismail Mahmod",
        "Fatma U Afifi",
        "Wamidh H Talib"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Mar-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aloysia citrodora (Verbenaceae) is traditionally used to treat various diseases, including bronchitis, insomnia, anxiety, digestive, and heart problems. In this study, this plant's antioxidant and anti-proliferation effects were evaluated. In addition to volatiles extraction, different solvent extracts were prepared. The GC-MS, LC-MS analysis and the Foline-Ciocalteu (F-C) method were used to investigate the phytochemical components of the plant. MTT assay was used to measure the antiproliferative ability for each extract. Antioxidant activity was determined using the 2,2-diphenylpicrylhydrazyl (DPPH) assay. In in vivo anti-proliferation experiments, Balb/C mice were inoculated with tumor cells and IP-injected with ethyl acetate extract of A. citrodora. After treatment, a significant reduction in tumor size (57.97%) and undetected tumors (44.44%) were obtained in treated mice, demonstrating the antiproliferative efficacy of the ethyl acetate extract. Besides, ethanol extract revealed the most potent radical scavenging effect. The findings of this study displayed that A. citrodora has promising cytotoxic and antioxidant activities. Still, further testing is required to investigate the extract's chemical composition to understand its mechanisms of action."
    },
    {
      "pmid": "34104096",
      "title": "Evaluation of the Efficacy of Supplementation with Planox® Lemon Verbena Extract in Improving Oxidative Stress and Muscle Damage: A Randomized Double-Blind Controlled Trial.",
      "authors": [
        "Mon-Chien Lee",
        "Yi-Ju Hsu",
        "Chin-Shan Ho",
        "Chun-Hao Chang",
        "Ching-Wen Liu",
        "Chi-Chang Huang",
        "Wen-Dee Chiang"
      ],
      "journal": "International journal of medical sciences",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Excessive exercise load can cause muscle soreness and fatigue, as well as inflammation and oxidative stress. Lemon verbena (Aloysia triphylla; Lippia citriodora) is often used as a spice in tea or beverages. Its leaves are rich in polyphenols, which have antioxidant and anti-inflammatory bioactivities. In the present study, we investigated whether supplementation with Planox® lemon verbena extract (LVE) could improve muscle damage and biochemical indicators after exhaustive exercise challenge. All subjects (30 males and 30 females) underwent a double-blind trial and were randomly divided into a placebo group (0 mg/human/day) and an LVE supplement group (400 mg/human/day), with gender-equal distribution. All subjects started supplementation 10 days before exhaustive exercise and continued it until all tests were completed. Before the intervention, after the exhaustive exercise, and on the following 3 days, the participants underwent 12-minute Cooper running/walking; blood collection; assessments of pain, muscle stiffness, maximum jump heights, and isometric maximum muscle strength. The results showed that supplementation with LVE effectively increased GPx and reduced CK, IL-6, 8-OHdG and muscle pain after the exhaustive exercise, but it had significant effect on strength recovery. In summary, LVE is a safe and edible natural plant extract that can reduce muscle damage and soreness after exercise. This trial was registered at clinicaltrials.gov as NCT04742244.",
      "mesh_terms": [
        "Administration, Oral",
        "Adult",
        "Antioxidants",
        "Dietary Supplements",
        "Double-Blind Method",
        "Exercise",
        "Female",
        "Humans",
        "Isometric Contraction",
        "Male",
        "Muscle, Skeletal",
        "Myalgia",
        "Oxidative Stress",
        "Placebos",
        "Plant Extracts",
        "Verbenaceae",
        "Young Adult"
      ]
    },
    {
      "pmid": "31024689",
      "title": "Effect of cold plasma on essential oil content and composition of lemon verbena.",
      "authors": [
        "Mohammad-Taghi Ebadi",
        "Soleiman Abbasi",
        "Amir Harouni",
        "Fatemeh Sefidkon"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2019-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cold plasma is known as a novel nonthermal processing method for decontamination of medicinal and aromatic plants (MAPs); however, there are little research studies about its effects on active ingredients of these plants. The aim of this research was to investigate the influence of low-pressure cold plasma (LPCP) treatments (1, 3, and 5 min) on the essential oil (EO) content and composition of lemon verbena leaves. The EO content was determined using hydro-distillation, and the composition of the extracted EOs was quantified using gas chromatography and gas chromatography-mass spectrometry techniques. The results showed that by increasing the LPCP treatment duration, the EO content was reduced from 1.2 to 0.9 (% v/w). The highest content of monoterpene hydrocarbons (e.g., limonene) and oxygenated sesquiterpenes (e.g., spathulenol and globulol) was also observed in LPCP-treated ones, whereas the oxygenated monoterpenes (e.g., citral) content of control was measurably higher than those treated with LCPC."
    },
    {
      "pmid": "30450627",
      "title": "Aloysia citriodora Palau (lemon verbena) for insomnia patients: A randomized, double-blind, placebo-controlled clinical trial of efficacy and safety.",
      "authors": [
        "Farshid Afrasiabian",
        "Mehran Mirabzadeh Ardakani",
        "Khaled Rahmani",
        "Nammam Ali Azadi",
        "Zahra Banafsheh Alemohammad",
        "Reza Bidaki",
        "Mehrdad Karimi",
        "Majid Emtiazy",
        "Mohammad Hashem Hashempur"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Aloysia citriodora (A. citriodora) has a long history of traditional use for sedation and treatment of insomnia in different societies. This study was carried out to assess the efficacy of A. citriodora in patients with insomnia. One hundred patients were randomly divided into two groups of A. citriodora (total essential oil 1.66 mg/10 ml and total amount of flavonoid in terms of quercetin 3.22 mg/10 ml of the syrup) and placebo. They were advised to use 10 cc of the syrups; an hour before the bedtime for a period of 4 weeks. Participants were assessed using Pittsburgh Sleep Quality Index (PSQI) and Insomnia Severity Index (ISI) questionnaires at the baseline and then 2 and 4 weeks after the enrollment. Mean scores of global PSQI and its four components including sleep latency, habitual sleep efficiency, daytime dysfunction, and subjective sleep quality and also ISI score in the A. citriodora group improved significantly after 4 weeks of treatment when compared with the placebo group (p < 0.001, for all of them). Also, improvement of global score of PSQI and ISI was observed in the intervention group as compared with the placebo group, 2 weeks after the enrollment (p < 0.001). The results of this study showed that oral intake of A. citriodora can be suggested as a complementary treatment for patients with insomnia.",
      "mesh_terms": [
        "Adult",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Oils, Volatile",
        "Sleep",
        "Sleep Initiation and Maintenance Disorders",
        "Surveys and Questionnaires",
        "Treatment Outcome",
        "Verbena"
      ]
    },
    {
      "pmid": "30200432",
      "title": "Metabolaid® Combination of Lemon Verbena and Hibiscus Flower Extract Prevents High-Fat Diet-Induced Obesity through AMP-Activated Protein Kinase Activation.",
      "authors": [
        "Young-Sil Lee",
        "Won-Kyung Yang",
        "Hwa Yeon Kim",
        "Bokkee Min",
        "Nuria Caturla",
        "Jonathan Jones",
        "Yang-Chun Park",
        "Young-Cheol Lee",
        "Seung-Hyung Kim"
      ],
      "journal": "Nutrients",
      "publication_date": "2018-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lemon verbena (Lippia citriodora) has been used as a food spice, cosmetic, and in traditional medicine formulations to treat asthma and diabetes in South America and Southern Europe. Hibiscus flower (Hibiscus sabdariffa L.) is used in traditional Chinese medicine in the form of a tea to treat hypertension and inflammation. In the present study, we examined the synergistic effects of a formula of Metabolaid® (MetA), a combination of lemon verbena and hibiscus-flower extracts, on obesity and its complications in high-fat-diet (HFD)-induced obese mice. The results showed that MetA decreased body weight, white adipose tissue (WAT), and liver weight. Additionally, serum and hepatic lipid profiles, glucose levels, glucose tolerance, and cold-induced thermogenesis were significantly improved. Appetite-regulating hormones adiponectin and leptin were significantly increased and decreased, respectively, while the inflammatory-related factors tumor necrosis factor (TNF)-α and interleukin (IL)-6 were downregulated by MetA. Adipogenesis-activating gene expression was decreased, while increased thermogenesis-inducing genes were upregulated in the WAT, correlating with increased phosphorylation of AMPK and fatty-acid oxidation in the liver. Taken together, these results suggest that MetA decreased obesity and its complications in HFD mice. Therefore, this formula may be a candidate for the prevention and treatment of obesity and its complications.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Adipose Tissue, White",
        "Adiposity",
        "Animals",
        "Anti-Obesity Agents",
        "Biomarkers",
        "Diet, High-Fat",
        "Disease Models, Animal",
        "Enzyme Activation",
        "Enzyme Activators",
        "Flowers",
        "Hibiscus",
        "Lippia",
        "Male",
        "Mice, Inbred C57BL",
        "Obesity",
        "Plant Extracts",
        "Plant Leaves",
        "Signal Transduction",
        "Thermogenesis",
        "Verbena",
        "Weight Gain"
      ]
    },
    {
      "pmid": "29881710",
      "title": "In vitro evaluation of antibacterial activity of verbascoside, lemon verbena extract and caffeine in combination with gentamicin against drug-resistant Staphylococcus aureus and Escherichia coli clinical isolates.",
      "authors": [
        "Bibi Sedigheh Fazly Bazzaz",
        "Bahman Khameneh",
        "Mohammad Reza Zahedian Ostad",
        "Hossein Hosseinzadeh"
      ],
      "journal": "Avicenna journal of phytomedicine",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: In recent years, there has been an increasing interest in using herbal products to overcome bacterial resistance. The aim of this study was to investigate the effect of lemon verbena aqueous extract, verbascoside and caffeine in combination with gentamicin against standard and clinical isolates of Staphylococcus aureus and Escherichia coli strains. MATERIALS AND METHODS: The MIC and MBC values of different antibacterial agents against bacterial strains were determined. The effect of co-administration lemon verbena extract, verbascoside, and caffeine and gentamicin was studied in vitro using a checkerboard method and calculating fraction inhibitory concentration index (FICI). RESULTS: Herbal extract, verbascoside and caffeine alone showed no inhibitory effects on any of the bacterial strains (at doses up to 200 g/ml). Herbal extract, verbascoside and caffeine were able to decrease the MIC of gentamicin against the standard resistant strains and two clinical isolates. Among these combinations, the co-administration of verbascoside and gentamicin was more effective and synergistic activities (FICI<1)‏ against clinical isolates were observed.‏. CONCLUSION: The results of the present study revealed that herbal extract, verbascoside and caffeine potentiated the antimicrobial action of gentamicin against some clinical isolates of S. aureus and E. coli."
    },
    {
      "pmid": "29862395",
      "title": "Hibiscus and lemon verbena polyphenols modulate appetite-related biomarkers in overweight subjects: a randomized controlled trial.",
      "authors": [
        "Marina Boix-Castejón",
        "María Herranz-López",
        "Alberto Pérez Gago",
        "Mariló Olivares-Vicente",
        "Nuria Caturla",
        "Enrique Roche",
        "Vicente Micol"
      ],
      "journal": "Food & function",
      "publication_date": "2018-Jun-20",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "TRIAL DESIGN: Plant-derived polyphenols have shown potential to alleviate obesity-related pathologies by a multi-targeted mechanism in animal models and human intervention studies. A dietary supplement based on a combination of Lippia citriodora (LC) and Hibiscus sabdariffa (HS) polyphenolic extracts was assayed in a double blind and placebo-controlled intervention study with 54 overweight subjects. METHODS: Blood pressure, body weight, height, triceps, biceps and abdominal skinfold thickness, and arm and abdominal circumferences were taken at the baseline, 30 and 60 days of the intervention period. The validated Visual Analogue Scale used to record hunger and satiety-related sensations was passed at the beginning and at 15, 30, 45 and 60 days of the intervention. Subjective health status was assessed through the validated SF-36 questionnaire at the beginning and end of the study. Finally, plasma from fasting blood samples was obtained at the beginning, 30 and 60 days of the study. RESULTS: The results showed an improvement of anthropometric measurements, decreased blood pressure and heart rate and a more positive perception in the overall health status. We also observed that plant polyphenols increased anorexigenic hormones (glucagon-like peptide-1) and decreased orexigenic hormones (ghrelin). CONCLUSIONS: Based on previous evidence we postulate that AMP-activated protein kinase may have a role in such effects through its capability to modulate energy homeostasis, total daily energy expenditure and lipid management. Although further research may be required, we propose that this polyphenolic combination may be used for weight management by increasing long-term weight loss maintenance through the modulation of appetite biomarkers. This may help to avoid the undesired weight regain typical of calorie restriction diets.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Adult",
        "Aged",
        "Appetite",
        "Biomarkers",
        "Double-Blind Method",
        "Female",
        "Ghrelin",
        "Glucagon-Like Peptide 1",
        "Hibiscus",
        "Humans",
        "Male",
        "Middle Aged",
        "Overweight",
        "Plant Extracts",
        "Polyphenols",
        "Prospective Studies",
        "Verbena"
      ]
    },
    {
      "pmid": "29410606",
      "title": "Effects of lemon verbena extract (Recoverben®) supplementation on muscle strength and recovery after exhaustive exercise: a randomized, placebo-controlled trial.",
      "authors": [
        "Sybille Buchwald-Werner",
        "Ioanna Naka",
        "Manfred Wilhelm",
        "Elivra Schütz",
        "Christiane Schoen",
        "Claudia Reule"
      ],
      "journal": "Journal of the International Society of Sports Nutrition",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Exhaustive exercise causes muscle damage accompanied by oxidative stress and inflammation leading to muscle fatigue and muscle soreness. Lemon verbena leaves, commonly used as tea and refreshing beverage, demonstrated antioxidant and anti-inflammatory properties. The aim of this study was to investigate the effects of a proprietary lemon verbena extract (Recoverben®) on muscle strength and recovery after exhaustive exercise in comparison to a placebo product. METHODS: The study was performed as a randomized, placebo-controlled, double-blind study with parallel design. Forty-four healthy males and females, which were 22-50 years old and active in sports, were randomized to 400 mg lemon verbena extract once daily or placebo. The 15 days intervention was divided into 10 days supplementation prior to the exhaustive exercise day (intensive jump-protocol), one day during the test and four days after. Muscle strength (MVC), muscle damage (CK), oxidative stress (GPx), inflammation (IL6) and volunteer-reported muscle soreness intensity were assessed pre and post exercise. RESULTS: Participants in the lemon verbena group benefited from less muscle damage as well as faster and full recovery. Compared to placebo, lemon verbena extract receiving participants had significantly less exercise-related loss of muscle strength (p = 0.0311) over all timepoints, improved glutathione peroxidase activity by trend (p = 0.0681) and less movement induced pain (p = 0.0788) by trend. Creatine kinase and IL-6 didn't show significant discrimmination between groups. CONCLUSION: Lemon verbena extract (Recoverben®) has been shown to be a safe and well-tolerated natural sports ingredient, by reducing muscle damage after exhaustive exercise. TRIAL REGISTRATION: The trial was registered in the clinical trials registry (clinical trial.gov NCT02923102). Registered 28 September 2016.",
      "mesh_terms": [
        "Adult",
        "Creatine Kinase",
        "Dietary Supplements",
        "Exercise",
        "Female",
        "Humans",
        "Inflammation",
        "Interleukin-6",
        "Male",
        "Middle Aged",
        "Muscle Strength",
        "Muscle, Skeletal",
        "Myalgia",
        "Oxidative Stress",
        "Plant Extracts",
        "Sports Nutritional Physiological Phenomena",
        "Verbena",
        "Young Adult"
      ]
    },
    {
      "pmid": "26833391",
      "title": "Effect of lemon verbena powder and vitamin C on performance and immunity of heat-stressed broilers.",
      "authors": [
        "F Rafiee",
        "M Mazhari",
        "M Ghoreishi",
        "O Esmaeilipour"
      ],
      "journal": "Journal of animal physiology and animal nutrition",
      "publication_date": "2016-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "An experiment was conducted to investigate the effect of lemon verbena powder and vitamin C on performance and immunity of broilers under heat stress. The experiment was carried out with a total of 160-day-old male Ross 308 broiler chickens in a completely randomized design. From 25 days of age, the birds were assigned to four diets including control diet and treatment diets which were supplemented with 2 levels of lemon verbena (0.5% and 1.0%) and one level of vitamin C (250 mg/kg) in 16-floor pens with 10 chickens each and reared to 42 days of age. To induce chronic heat stress, birds were exposed to an ambient temperature of 35 ± 2 °C for 8 h daily (from 09:00 AM until 17:00 PM) between 25 and 42 days of age. At the end of experiment, one chick/pen was randomly selected, and the performance and blood parameters were evaluated. Dietary supplementation of 1.0% lemon verbena increased (p < 0.05) average weight gain and feed intake by 5.81% and 3.29%, and reduced feed conversion ratio by 2.59% respectively compared to control group. Birds fed diets containing 1.0% lemon verbena had significantly higher relative weight of bursa of fabricius and breast (p < 0.05). LDL decreased by 15.85% and 17.57%, for birds fed 0.5% and 1.0% lemon verbena respectively. The ratio of heterophyl to lymphocyte was reduced (p < 0.05) by 20.68% via significant decrease in heterophyl by 15.55% and significant increase in lymphocyte by 4.51% in birds fed lemon verbena at the rate of 1.0% compared to those fed the control diet. 1.0% lemon verbena and vitamin C elevated (p = 0.0005) the level of glutathione peroxidase by 51.81% and 27.90%, respectively. In conclusion, lemon verbena and vitamin C improved some performance data and blood metabolites which somehow suppressed the negative effects of heat stress.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Ascorbic Acid",
        "Body Composition",
        "Body Weight",
        "Chickens",
        "Diet",
        "Heat Stress Disorders",
        "Hot Temperature",
        "Poultry Diseases",
        "Powders",
        "Time Factors",
        "Verbenaceae"
      ]
    },
    {
      "pmid": "25617561",
      "title": "Effects of dietary supplementation with lemon verbena extracts on serum inflammatory markers of multiple sclerosis patients.",
      "authors": [
        "Elba Mauriz",
        "Daniela Vallejo",
        "María Jesús Tuñón",
        "Jesús María Rodriguez-López",
        "Roberto Rodríguez-Pérez",
        "Javier Sanz-Gómez",
        "María del Camino García-Fernández"
      ],
      "journal": "Nutricion hospitalaria",
      "publication_date": "2014-Nov-04",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Inflammation is one of the main contributory factors to the etiopathogenesis of multiple sclerosis (MS). Dietary interventions with Lipia citriadora (lemon verbena) extracts have been proved to be effective in the prevention of inflammatory diseases. OBJECTIVES: The aim of this study is to evaluate the effect of lemon verbena supplementation in pro- and anti- inflammatory serum biomarkers of patients with different clinical subtypes of multiple sclerosis. METHODS: The effect of lemon verbena supplementation (10% w/w verbascoside) was evaluated in a randomized, double-blinded placebo-controlled study with 30 participants classified in relapsing-remitting (n=10), primary progressive (n=5) and secondary progressive (n=15) MS presentations. Serum cytokine and C reactive protein levels were assessed in intervention and control groups for each MS clinical subtype after 28 days of dietary supplementation. RESULTS: Serum levels of C reactive protein and 8 cytokines/ inflammatory (IFN-γ, IL-12, IL-23, IL-6, TNF-α, TGF-β, IL-4 and IL-10) markers were studied. Secondary progressive MS- supplemented patients showed C reactive protein concentrations significantly lower compared to the placebo group (p.",
      "mesh_terms": [
        "Adult",
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Biomarkers",
        "Cytokines",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Multiple Sclerosis",
        "Plant Extracts",
        "Verbena"
      ]
    },
    {
      "pmid": "22510908",
      "title": "[The effect of the essential oil from Aloysia triphylla britton (lemon verbena) on Trypanosoma cruzi in mice].",
      "authors": [
        "Juan Rojas",
        "Olga Palacios",
        "Sergio Ronceros"
      ],
      "journal": "Revista peruana de medicina experimental y salud publica",
      "publication_date": "2012-Mar",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: To determine the in-vivo anti-Trypanosoma cruzi activity of the essential oil from Aloysia triphylla in mice. MATERIALS AND METHODS: The mice (n = 15) in the study were randomly assigned to the following groups: infected and untreated (G1), infected and treated with benznidazole 100 mg/kg (G2), infected and treated with of Aloysia triphylla essential oil 100 mg/kg (G3), infected and treated with of Aloysia triphylla essential oil 250 mg/kg (G4), uninfected and untreated (G5), and uninfected and treated with 250 mg/kg of Aloysia triphyla (G6). The infection was conducted using 104 blood T. cruzi trypomastigotes and the treatment began on the 8th day post-infection (dpi) through 28 dpi. The parasitemia was determined through optical microscopy every 2 days using 5 μL of blood sampled from the tail. In dpi 14, 21 and 28, the blood sample was obtained from the queue for testing creatine kinase-MB, alanine aminotransferase and creatinine, then animals were euthanized and the heart was removed for histopathological study. RESULTS: The essential oil of lemon verbena produced a significant reduction of the parasitemia, 85.4% with the peak at a the dose of 250 mg/ kg. It was also observed a reduction in the number of amastigotes and inflammatory infiltrates in the heart. The creatine kinase-MB plasma levels also decreased at dpi 28 as a result of such treatment. CONCLUSIONS: Under experimental conditions, the essential oil of Aloysia triphylla (lemon verbena) has in vivo anti-Trypanosoma cruzi effect in mice.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Mice",
        "Oils, Volatile",
        "Trypanosoma cruzi",
        "Verbena"
      ]
    },
    {
      "pmid": "22087615",
      "title": "A randomized, double-blinded, placebo-controlled study of the effect of a combination of lemon verbena extract and fish oil omega-3 fatty acid on joint management.",
      "authors": [
        "Nuria Caturla",
        "Lorena Funes",
        "Laura Pérez-Fons",
        "Vicente Micol"
      ],
      "journal": "Journal of alternative and complementary medicine (New York, N.Y.)",
      "publication_date": "2011-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: The aim of this study was to test the efficacy of an antioxidant/anti-inflammatory supplement containing standardized lemon verbena (Aloysia triphylla, Lippia citriodora) extract and fish oil omega-3 fatty acid in a human pilot trial as an alternative treatment for joint management. METHODS AND DESIGN: First, antioxidant activity of the supplement was determined through an oxygen radical absorbance capacity (ORAC) assay. In a randomized, double-blinded placebo-controlled trial, 45 subjects with pain discomfort received the nutritional supplement or placebo for 9 weeks. Western Ontario MacMaster (WOMAC) and Lequesne's questionnaires, which are disease-specific measurements validated to measure joint dysfunction and pain, were administered and evaluated once per week in the placebo and intervention groups. OUTCOME MEASURES: Pain and stiffness symptoms, and joint function were determined once per week through recording their respective WOMAC and Lequesne's scores in the placebo and intervention groups. Statistically significant differences were determined at every measurement point between the two groups. RESULTS: Lemon verbena extract showed strong antioxidant properties as measured by the ORAC assay. The nutritional supplement containing standardized lemon verbena extract (14% verbascoside, w/w) and fish oil omega-3 fatty acid reduced symptoms of pain and stiffness significantly, and improved physical function as shown by WOMAC and Lequesne's scores after 9 weeks of treatment. WOMAC and Lequesne's total scores decreased 53% and 78%, respectively, at the end of the study compared to initial conditions. Onset of the effect was observed at the third and fourth weeks, when statistically significant differences were detected, compared to placebo. CONCLUSIONS: This pilot study reveals that supplementation with lemon verbena combined with omega-3 fatty acids may be considered for further investigation as a complementary and alternative treatment for improving joint status in subjects with joint discomfort.",
      "mesh_terms": [
        "Activities of Daily Living",
        "Adult",
        "Antioxidants",
        "Arthralgia",
        "Dietary Fats",
        "Dietary Supplements",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Fatty Acids, Omega-3",
        "Female",
        "Humans",
        "Joints",
        "Male",
        "Middle Aged",
        "Outcome Assessment, Health Care",
        "Phytotherapy",
        "Pilot Projects",
        "Plant Extracts",
        "Surveys and Questionnaires",
        "Verbena",
        "Verbenaceae"
      ]
    },
    {
      "pmid": "19090293",
      "title": "The efficacy of ethanolic extract of Lemon verbena on the skin infection due to Staphylococcus aureus in an animal model.",
      "authors": [
        "Ezzat Ollah Ghaemi",
        "Didar Khorshidi",
        "Abdolvahab Moradi",
        "Akhter Seifi",
        "Masomeh Mazendrani",
        "Masod Bazouri",
        "Azad Reza Mansourian"
      ],
      "journal": "Pakistan journal of biological sciences : PJBS",
      "publication_date": "2007-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Daily increasing of Staphylococcus aureus resistance to various antibiotics in particular penicillin and Methecilin has led the scientist to look fore new medicines in this area. In an in vitro laboratory studies, it has been demonstrated that ethanolic extract of Lemon verbena can prevent the growth of Staphylococcus aureus. In this study the efficacy of ethanolic extract of Lemon verbena against Staphylococcus aureus skin infection were assessed in an in vivo, in animal model. 200lambda of Staphylococcus aureus suspension, were inoculated intradermally on the shoulder of 63 laboratory 20-30 g mice. the mice were divided in to 4 groups, 2 control groups: Negative (without treatment) and positive (treated with Mupirucin) and 2 test groups that treated for 7 days by ointment prepared from ethanolic extract of Lemon verbena (group 3), or injection of Lemon verbena solution (group 4). The status of wounds, the rate of recovery was studied and the presence of local pus after dissection of mice on day 8 recorded and compared with each other. The wound appearance in the second day, on the injection site of S. aureus, in Group 1, 4, 3 and 2 were 84.2, 66.7, 46.2 and 23.1%, respectively. In the final day, the lesion still was remained in 78.9, 23.1, 92.3 and 77.7% in groups 1 -4, respectively. The necrotic and wide wounds were more observed in groups 1 and 3 vs two other groups. The results from this investigation indicate that the ointment prepared from ethanolic extract of Lemon verbena is a proper medication to prevent the skin infection by Staphylococcus aureus in early phase.",
      "mesh_terms": [
        "Animals",
        "Anti-Infective Agents, Local",
        "Disease Models, Animal",
        "Ethanol",
        "Male",
        "Mice",
        "Plant Extracts",
        "Staphylococcal Skin Infections",
        "Staphylococcus aureus",
        "Treatment Outcome",
        "Verbena",
        "Wound Healing",
        "Wound Infection"
      ]
    }
  ]
}