{
  "supplement": "Licorice",
  "query": "Licorice[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:57:24",
  "research_count": 349,
  "count": 98,
  "articles": [
    {
      "pmid": "40183095",
      "title": "Licorice attenuates cisplatin-induced hepatotoxicity by alleviating endoplasmic reticulum stress and apoptosis.",
      "authors": [
        "Jie Li",
        "Xiujuan Yang",
        "Xiaolong Lian",
        "Baojian Li",
        "Quhuan Ma",
        "Lingling Yang",
        "Guangmiao Gao",
        "Yi Deng",
        "Zhijun Yang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cisplatin (CP), a widely used antineoplastic drug, could induce hepatotoxicity and is also one of the most common reasons for drug-induced liver injury (DILI). Licorice (Chinese name GanCao, GC) is a commonly used herbal drug in traditional Chinese medicine (TCM) that has been shown to treat liver diseases and DILI. CP has been documented to induce apoptosis through the promotion of endoplasmic reticulum (ER) stress. However, the exact role of ER stress in the pathogenesis of CP-induced hepatotoxicity remains unclear. A rat DILI model was constructed through intraperitoneal injection of CP, and the anti-DILI effect of GC was detected by liver coefficients, liver function tests, pathological staining, and oxidative stress indices. Additionally, the ER stress and apoptosis indices were investigated by quantitative real-time PCR (qRT-PCR), Western blotting, and immunofluorescence (IF) on CP-induced toxicity in rat liver tissues and LO2 cells. In the model group, liver function indicators significantly elevated, liver lesions more pronounced, and the reactive oxygen species (ROS) level in the liver increased, the expression of ER stress markers, apoptosis factors, and indicators related to the protein kinase RNA-like ER kinase/activating transcription factor 4/C/EBP homologous protein (PERK/ATF4/CHOP) pathway significantly elevated. Treatment of the CP-induced toxicity in the rat model with GC significantly improved liver function, reduced liver lesions, decreased liver ROS. In addition, GC significantly inhibited the expression of ER stress markers, apoptosis factors, and indicators related to PERK/ATF4/CHOP pathway, demonstrating the anti-CP-induced hepatotoxicity effect of GC. In this study, we verified the protective effect of GC in CP-induced hepatotoxicity in rats and clarified its mechanisms related to ER stress and apoptosis."
    },
    {
      "pmid": "40147678",
      "title": "Mechanistic exploration of licorice reconciling Medicine:Huangqi Guizhi Wuwu decoction and Shaoyao Gancao decoction compatibility as an example.",
      "authors": [
        "Shuwan Tang",
        "Shengnan Fu",
        "Yunfeng Zheng",
        "Xiaolan Cheng",
        "Peng Cao",
        "Cunyu Li",
        "Guoping Peng"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Glycyrrhiza uralensis Fisch. (GU) is a pivotal botanical in traditional Chinese medicine (TCM), because of its ability to reconcile various herbs, and its crucial role in numerous formulas. Huanggui Shaogan decoction (HSGD) is an empirical formula, developed by Huangqi Guizhi Wuwu decoction (HGD) and Shaoyao Gancao decoction (SGD), and prepared by adding GU to HGD. However, the mechanisms of GU reconciling medicine remain incompletely characterized. AIM OF THE STUDY: This study aimed to explain mechanisms of GU reconciling medicine based on the differences of components, pharmacological efficacy, and the existence of the components. METHODS: Differential components between HSGD and HGD were systematically identified using LC‒MS/MS coupled with chemometric analysis. The existence states and binding affinities of these differential components were further characterized via ultrafiltration separation. The therapeutic potential of HSGD was validated in a murine model of oxaliplatin-induced peripheral neuropathy (OIPN). RESULTS: Twenty-two differential chemical components between HSGD and HGD were identified, including flavonoids, saponins, gingerol, and monoglycoside. The transmittance of flavonoids and gingerols increased in HSGD. However, the transmittance of astragalus saponins decreased, which may be due to micelle association and the increase in molecular clusters. HSGD could enhance the mechanical pain threshold, alleviate cold nociceptive hypersensitivity, relieve dorsal root ganglia neuron injury, and decrease the expression of nerve growth factor, 5-hydroxytryptamine, substance P, and calcitonin gene-related peptide better. The differential correlation analysis revealed the relationship between differential components and pharmacological indicators. The above results indicated that different herbs combinations had a greater impact on the dissolution and molecular state of the components of Astragalus membranaceus (Fisch.) Bge. var. mongholicus (Bge.) Hsiao. CONCLUSION: The study highlights the solubilizing effect of GU within HSGD, and it also improves the efficacy of the treatment of OIPN, which underpins its compatibility rationality. It provided an inspiration for the study of other TCM formulas.",
      "mesh_terms": [
        "Animals",
        "Drugs, Chinese Herbal",
        "Mice",
        "Male",
        "Glycyrrhiza",
        "Medicine, Chinese Traditional",
        "Glycyrrhiza uralensis",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "39967068",
      "title": "Synergistic inactivation and mechanism of thermosonication treatment combined with germinants and licorice extracts against Paraclostridium bifermentans.",
      "authors": [
        "Kairan Sheng",
        "Jichao Huang",
        "Jiacheng Chen",
        "Tianran Huang",
        "Ming Huang"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spore contamination is a critical factor that contributes to food spoilage and economic losses in the food industry. In this study, we employed a \"germination-inactivation-inhibition\" strategy to effectively inactivate Paraclostridium bifermentans spores. We systematically screened and optimized the germinants, thermosonication conditions, and inhibitors to determine the most effective combination for spore inactivation. We found that the optimal conditions were germinant \"A\" GFNa-60 (90 mmol/L L-alanine, 10 mmol/L D-glucose, 10 mmol/L D-fructose, and 60 mmol/L NaCl), thermosonication (40 KHz, 480 W) at 80 °C for 60 min, and licorice extract (6.25 mg/mL) as an inhibitor. This combination was highly effective in deactivating P. bifermentans spores, resulting in a reduction of approximately 3.59 log CFU/mL. Detailed analyses, including particle size analysis, fluorescence microscopy, scanning electron microscopy (SEM), and transmission electron microscopy (TEM), provided insights into the mechanisms underlying spore inactivation. Specifically, germinants decreased spore resistance, thermosonication induced spore surface expansion and perforation, and licorice extract facilitated spore dispersion while exacerbating thermosonication-induced inner membrane damage and nucleic acid leakage, leading to synergistic spore inactivation. Additionally, licorice extract continued to inhibit the growth and reproduction of the remaining spores. A spore inactivation rate of 99.97 % was achieved. These findings offer valuable insights into improved sterilization practices in the food industry, particularly for the management of spore contamination. The proposed \"germination-inactivation-inhibition\" strategy demonstrates potential as an effective approach for controlling spores in industrial applications.",
      "mesh_terms": [
        "Glycyrrhiza",
        "Plant Extracts",
        "Spores, Fungal",
        "Hot Temperature",
        "Sonication",
        "Microscopy, Electron, Scanning",
        "Food Microbiology",
        "Microbial Viability"
      ]
    },
    {
      "pmid": "39773343",
      "title": "Integrative application of licorice root extract and melatonin improves faba bean growth and production in Cd-contaminated saline soil.",
      "authors": [
        "Shimaa A Abd El Mageed",
        "Ali A S Sayed",
        "Ahmed Shaaban",
        "Khaulood A Hemida",
        "Abdelsattar Abdelkhalik",
        "Wael M Semida",
        "Ibrahim A A Mohamed",
        "Mohammed A H Gyushi",
        "Yasmine H Abd Elmohsen",
        "Taia A Abd El Mageed"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2025-Jan-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Globally, salinity poses a threat to crop productivity by hindering plant growth and development via osmotic stress and ionic cytotoxicity. Plant extracts have lately been employed as exogenous adjuvants to improve endogenous plant defense mechanisms when grown under various environmental stresses, such as salinity. This study investigated the potential of melatonin (Mt; 0, 50, and 100 mM) as an antioxidant and licorice root extract (LRE; 0.0 and 3%) as an organic biostimulant applied sequentially as a foliar spray on faba bean (Vicia faba L.) grown in cadmium (Cd)-contaminated saline soil conditions [Cd = 4.71 (mg kg- 1 soil) and ECe = 7.84 (dS m- 1)]. Plants not receive any treatment and sprayed with H2O were considered controls. The experimental treatments were laid out in strip plot in a randomized complete block design replicated thrice, where the LRE and Mt were considered as vertical and horizontal strips, respectively. Growth characteristics, photosynthetic pigments, nutrient uptake, physiology and metabolic responses, anatomical features, and yield were assessed. RESULTS: Cadmium (Cd) and salinity-induced stress significantly altered leaf integrity, photosynthetic efficiency, total soluble sugars (TSS), free proline (FPro), total phenolic, DPPH, and total soluble proteins (TSP), non-enzymatic and enzymatic antioxidants, growth characteristics and yield-related traits. However, the application of LRE + Mt considerably improved these negative effects, with higher improvements were observed due to application of LRE + Mt100. Application of LRE + Mt significantly reduced hydrogen peroxide (H2O2) accumulation, lipid peroxidation and Cd content in leaves and seeds, all of which had increased due to Cd stress. Application of LRE + Mt significantly mitigated the Cd-induced oxidative damage by increasing the activity of reactive oxygen species (ROS) scavenging enzymes such as superoxide dismutase, catalase, ascorbate peroxidase, and glutathione reductase, in parallel with enhanced ascorbate and reducing glutathione content. Exogenous application of LRE + Mt significantly increased osmolyte content, including FPro, TSS, and total phenols and mitigated Cd-induced reduction to considerable levels. CONCLUSIONS: Our findings showed that LRE + Mt increased V. faba plants' morphological, physiological, and biochemical properties, reducing Cd stress toxicity, and promoting sustainable agricultural practices. CLINICAL TRIAL NUMBER: Not applicable.",
      "mesh_terms": [
        "Vicia faba",
        "Melatonin",
        "Cadmium",
        "Plant Roots",
        "Soil Pollutants",
        "Glycyrrhiza",
        "Plant Extracts",
        "Antioxidants",
        "Salinity",
        "Photosynthesis",
        "Plant Leaves"
      ]
    },
    {
      "pmid": "39736346",
      "title": "Pharmacodynamic material basis of licorice and mechanisms of modulating bile acid metabolism and gut microbiota in cisplatin-induced liver injury based on LC-MS and network pharmacology analysis.",
      "authors": [
        "Jie Li",
        "Xiaolong Lian",
        "Baojian Li",
        "Quhuan Ma",
        "Lingling Yang",
        "Guangmiao Gao",
        "Tingmei Yin",
        "Xiaoyan Fu",
        "Yi Deng",
        "Zhijun Yang",
        "Xiujuan Yang"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Jan-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Cisplatin (CP), a widely used antineoplastic agent, is a leading cause of drug-induced liver injury (DILI) due to its hepatotoxic effects. Licorice (GC), an established remedy in traditional Chinese medicine (TCM), has shown promise in addressing liver diseases and DILI. Nonetheless, the specific active components and underlying mechanisms of GC in mitigating CP-induced liver injury remain inadequately investigated. AIM OF THE STUDY: This study examined the active components and efficacy of GC in addressing CP-induced hepatotoxicity, focusing on its mechanisms related to bile acid metabolism and gut microbiota regulation. MATERIALS AND METHODS: Utilizing a CP-induced rat liver injury model, this study evaluated changes in liver coefficient, liver function indices, and pathological morphology while assessing the efficacy of GC for both prevention and treatment of CP-induced liver injury. Subsequently, UPLC-Q-TOF-MS qualitatively analyzed GC's blood-entering components, elucidating its pharmacodynamic material basis. Network pharmacology analysis identified potential pathways and targets of GC's blood components in relation to CP-induced liver injury. Furthermore, metabolomics and 16S rRNA sequencing were employed to clarify the pharmacodynamic mechanisms of GC in modulating bile acid metabolism and gut microbiota, offering insights into its preventive and therapeutic roles. RESULTS: The pharmacodynamic results revealed that GC significantly reduced liver function biomarkers and improved pathological changes in liver tissue. UPLC-Q-TOF-MS analysis identified 16 blood-entering components as potential pharmacodynamic agents of GC for preventing and treating CP-induced liver injury. Network pharmacology analysis suggested a link between GC's efficacy and the bile acid metabolic pathway. Furthermore, metabolomics analysis, immunoblotting, and 16S rRNA sequencing demonstrated that GC regulated bile acid metabolites in both liver and feces, enhanced FXR and BSEP expressions in the liver, and decreased CYP27A1 expression. Additionally, GC mitigated CP-induced intestinal dysbiosis by altering the abundance of gut microbiota. CONCLUSIONS: UPLC-Q-TOF-MS performed a qualitative analysis of 16 blood-entering components linked to GC, providing a basis for further exploration of the pharmacodynamic material underpinning GC. The protective role of GC in CP-induced liver injury appears connected to enhanced bile acid metabolism and restoration of gut microbiota balance.",
      "mesh_terms": [
        "Animals",
        "Gastrointestinal Microbiome",
        "Chemical and Drug Induced Liver Injury",
        "Cisplatin",
        "Bile Acids and Salts",
        "Male",
        "Glycyrrhiza",
        "Network Pharmacology",
        "Rats, Sprague-Dawley",
        "Rats",
        "Liver",
        "Chromatography, Liquid",
        "Antineoplastic Agents",
        "Plant Extracts",
        "Mass Spectrometry",
        "Liquid Chromatography-Mass Spectrometry"
      ]
    },
    {
      "pmid": "39708484",
      "title": "Licorice and dried ginger decoction inhibits inflammation and alleviates mitochondrial dysfunction in chronic obstructive pulmonary disease by targeting siglec-1.",
      "authors": [
        "Sensen Li",
        "Juan Cao",
        "Zhongjie Yang",
        "Shaoju Jin",
        "Lei Yang",
        "Hao Chen"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2025-Jan-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic obstructive pulmonary disease (COPD) is a chronic respiratory disease. Licorice and dried ginger decoction (LGD) is traditional Chinese medicine prescription with multiple effects. Glycyrrhetinic acid (GA) is the main bioactive components of LGD, which has been proven to have a relieving effect on various inflammatory diseases. Siglec-1 is a cell surface sialoadhesin and has been confirmed to be overexpressed in COPD and facilitate inflammatory reaction. This study is aimed to probe the interaction between LGD, GA, and siglec-1. METHODS: Cigarette smoke (CS) combined with lipopolysaccharide (LPS) treatment was utilized to construct a COPD rat model. Cigarette smoke extract (CSE) was utilized to induce alveolar macrophage NR8383 to construct a COPD cell model. HE staining was applied for measuring histopathological changes of COPD rats. Enzyme-linked immunosorbent assay (ELISA), reverse transcription real-time polymerase chain reaction (RT-qPCR), and western blot were applied for testing the concentrations and expressions of proinflammatory factors. High performance liquid chromatography-tandem mass spectrometry (HPLC-MS) analysis was utilized to determine the combination between siglec-1 and GA. JC-1 assay was utilized to evaluate mitochondrial function. Reactive oxygen species (ROS) production was tested by dichloro-dihydro-fluorescein diacetate (DCFH-DA) staining. RESULTS: LGD treatment notably alleviated lung injury and inflammatory response in COPD rats. In CSE-induced cells, LGD treatment suppressed the contents of tumor necrosis factor (TNF)-α, interleukin (IL)-1β, IL-6, and IL-8. Sialic-acid-binding Ig-like lectin 1 (Siglec-1) expression induced by CS was decreased after LGD treatment. Furthermore, we proved that GA could target siglec-1 to regulate the inflammatory response in COPD rats and cells. Additionally, GA could reduce ROS production and alleviate mitochondrial dysfunction to suppress COPD progression. CONCLUSION: LGD inhibits inflammation and alleviates mitochondrial dysfunction in COPD by targeting siglec-1.",
      "mesh_terms": [
        "Animals",
        "Pulmonary Disease, Chronic Obstructive",
        "Rats",
        "Mitochondria",
        "Male",
        "Sialic Acid Binding Ig-like Lectin 1",
        "Zingiber officinale",
        "Glycyrrhiza",
        "Cell Line",
        "Rats, Sprague-Dawley",
        "Disease Models, Animal",
        "Glycyrrhetinic Acid",
        "Macrophages, Alveolar",
        "Anti-Inflammatory Agents",
        "Drugs, Chinese Herbal",
        "Reactive Oxygen Species",
        "Humans",
        "Inflammation",
        "Lung"
      ]
    },
    {
      "pmid": "39687825",
      "title": "Evaluation of the Antimicrobial Efficacy of Ethanolic and Aqueous Extracts of Licorice (Glycyrrhiza glabra) Against a Periodontal Pathogen: An In Vitro Study.",
      "authors": [
        "Hariharan S",
        "Gayathri K",
        "Ravishankar Pl",
        "Prem Blaisie Rajula",
        "Sunanda Rao",
        "Murali Venkata Rama Mohan Kodali",
        "Kalaivani V",
        "Saravanan A V",
        "Viola Esther",
        "Supriti Brahma"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Periodontal disease is a major contributing factor to tooth loss and can significantly impact overall health. Traditional periodontal therapy typically involves mechanical debridement to remove plaque and calculus, along with the use of antimicrobial agents to reduce bacterial load. Licorice (Glycyrrhiza glabra) has a long history of use in traditional medicine for treating various ailments since it contains glycyrrhizin, glabridin, liquiritin, and flavonoids, which possess anti-inflammatory, antioxidant, and antimicrobial activities. Hence, licorice can be considered a viable alternative for managing periodontal inflammation. AIM: The objective of this study is to conduct a comparative evaluation of the antimicrobial efficacy of ethanolic and aqueous extracts of licorice (Glycyrrhiza glabra) against a key periodontal pathogen, Prevotella intermedia (P. intermedia) Methodology: In this study, aqueous and ethanolic preparation of licorice was done, and the antimicrobial effect of these extracts against P. intermediawas tested by evaluating the minimum inhibitory concentration (MIC). The gold standard chemical plaque control agent chlorhexidine was used as a control.  Result: Results of the present study showed that licorice extract has antimicrobial activity against P. intermedia. The MIC of aqueous and ethanolic licorice root extracts against P. intermedia was established at 0.8% and 0.1%, respectively. When the aqueous and ethanolic extracts were compared, the ethanolic extract of licorice showed significantly more antimicrobial properties than the aqueous extract. CONCLUSION: Ethanolic extract of licorice possesses highly significant antibacterial activity against P. intermedia; hence, it can be used as an alternative to chlorhexidine mouthwash."
    },
    {
      "pmid": "39619188",
      "title": "Effect of GR24 on the growth and development of licorice under low phosphorus stress.",
      "authors": [
        "Yuting Jing",
        "Man Li",
        "Yong Wu",
        "Chengming Zhang",
        "Chengshu Qiu",
        "Hengming Zhao",
        "Li Zhuang",
        "Hongling Liu"
      ],
      "journal": "PeerJ",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Glycyrrhiza, a perennial herbaceous medicinal plant, is extensively utilized in the pharmaceutical industry. The growth of Glycyrrhiza is frequently constrained by soil phosphorus availability, as a significant portion of arable land in China suffers from phosphorus deficiency. METHOD: This study utilized Ural Glycyrrhiza uralensis Fisch as the subject and examined the application of GR24, a synthetic strigolactone, under three phosphorus conditions: none (P1), low (P2), and high (P3). The research aimed to ascertain the optimal concentration of GR24 for promoting licorice growth and development, thereby providing a theoretical foundation for its agricultural management. RESULTS: The optimal GR24 concentration for P3 and P2 conditions was identified as G3 (10 µM), which enhanced growth metrics, chlorophyll a and b levels, while also boosting antioxidant enzyme activities in licorice. Specifically under P3, significant increases in liquiritigenin and glycyrrhizic acid levels were observed. Under P2, increases were noted in isoliquiritigenin, liquiritigenin, and liquiritin levels. Transcriptome analysis revealed differential gene, with 137 and 270 genes up-regulated and 77 and 294 genes down-regulated in the P3 and P2 treatments, respectively. GO functional enrichment identified 132 and 436 differentially expressed genes for P3 and P2 respectively, while KEGG pathways were predominantly enriched in plant-pathogen interactions and phenylpropanoid biosynthesis. Application of GR24 in P1 conditions did not significantly affect growth indices but did enhance glycyrrhetic acid, isoliquiritin, and liquiritin accumulation. Transcriptome profiling in this treatment identified 465 up-regulated and 1,109 down-regulated genes. GO annotation involved 1,108 differentially expressed genes, and KEGG analysis was primarily enriched in the plant-pathogen interaction pathway. Furthermore, transcription factor analysis revealed alterations in the C2H2, NAC, and MYB families, which are associated with phosphorus response.",
      "mesh_terms": [
        "Phosphorus",
        "Glycyrrhiza uralensis",
        "Gene Expression Regulation, Plant",
        "Lactones",
        "Heterocyclic Compounds, 3-Ring",
        "Glycyrrhiza",
        "Stress, Physiological",
        "Flavanones",
        "Plant Growth Regulators",
        "Chlorophyll"
      ]
    },
    {
      "pmid": "39579611",
      "title": "Honey-fried licorice in the treatment of arrhythmia: Structure elucidation and the mechanism of antiarrhythmic activity.",
      "authors": [
        "Yushu Wang",
        "Yuxin Li",
        "Wenxin Xia",
        "Mengxin Tao",
        "Yuanyuan Zhang",
        "Lin Dong",
        "Tingting Li",
        "Xueyan Fu"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM OF THE STUDY: To evaluate the therapeutic mechanism of Honey-fried licorice on arrhythmia, to explore the distribution of main components of Honey-fried licorice in vivo before and after processing, and to elucidate the active ingredient of Honey-fried licorice on arrhythmia. MATERIALS AND METHODS: UPLC-Q-TOF/MS were used to analyze the common and different components of raw and honey-fried licorice before and after processing. Yin deficiency syndrome was established by continuous irritability and water platform sleep deprivation, and then ventricular arrhythmia model was established by injection of calcium chloride into the tail vein. Applying the electrocardiograph changes in heart rate in rats. Subsequently, ELISA and histopathological examinations were conducted to assess the therapeutic effects of honey-fried licorice on arrhythmia. Metabonomics analysis was employed to predict key regulatory pathways involved in the treatment response. Finally, RT-PCR and enzyme activity assays were utilized to verify the expression and function of key genes and proteins, providing insights into the underlying mechanisms. RESULTS: The heart rate of rats increased after injection of Cacl2 solution into the tail vein. Honey-fried licorice has a certain improvement effect on heart injury and tachycardia, and its mechanism may be through the obvious correction effect on SOD, MDA, LDH, Na+-K+-ATPase, CaM and CAMK2 in the arrhythmia model. Under pathological conditions, Metabonomics revealed that the heart was highly exposed to glycyrrhetic acid 3-O-glucuronide, isoformononetin, araboglycyrrhizin, 18β-glycyrrhetinic acid, liquiritigenin, licoflavonol and isoliquiritigenin are known to have anti-arrhythmic effects through immune regulation and oxidation. Notably, both PCR and ELISA analyses indicated that honey-fried licorice may effectively treat arrhythmia, potentially through the modulation of the arachidonic acid pathway. CONCLUSION: These results suggested that honey-fried licorice could protect against arrhythmia and alleviate oxidative stress and tissue damage caused by arrhythmia. Through correlation analysis and metabolomics, it was found that glycyrrhetic acid 3-O-glucuronide, isoformononetin, araboglycyrrhizin, 18β-glycyrrhetinic acid, liquiritigenin, licoflavonol and isoliquiritigenin can be used as the active ingredient of honey-fried licorice in the treatment of arrhythmia. Moreover, our results suggested that the therapeutic effect of honey-fried licorice on arrhythmia may be linked to the regulation of the arachidonic acid pathway. This study elucidates the mechanisms by which honey-fried licorice treats arrhythmia from a metabolic perspective, highlighting its role in \"tonifying the spleen and stomach, supplementing qi, and replenishing the pulse.\" These findings provide a foundation for the further application of honey-fried licorice and the development of related products.",
      "mesh_terms": [
        "Animals",
        "Glycyrrhiza",
        "Arrhythmias, Cardiac",
        "Male",
        "Honey",
        "Rats",
        "Anti-Arrhythmia Agents",
        "Rats, Sprague-Dawley",
        "Heart Rate",
        "Metabolomics",
        "Flavanones"
      ]
    },
    {
      "pmid": "39573959",
      "title": "[The efficacy of licorice for traumatic injuries in the archives of the Qin and Han Dynasties unearthed].",
      "authors": [
        "Q Li",
        "Q Luo"
      ],
      "journal": "Zhonghua yi shi za zhi (Beijing, China : 1980)",
      "publication_date": "2024-Sep-28",
      "publication_types": [
        "Journal Article",
        "Historical Article",
        "English Abstract"
      ],
      "abstract": "In the studies of the efficacy of licorice unearthed in the Qin and Han Dynasties, licorice was mainly used for traumatic injuries. This was recorded widely in the Eastern Han, Jin and Tang Dynasties, and the drug compatibility, processing and their uses were in line with the literature recorded in the Qin and Han Dynasties. Licorice was also provided evidence with the effect of traumatic injury treatment by modern pharmacological studies. However, the efficacy of licorice is mainly believed as \"harmonizing all medicines\" in current clinical practice, but ignored the main efficacy of licorice for \"trauma\". This means the study of the efficacy of licorice is meaningful and essential for current clinical practice.",
      "mesh_terms": [
        "Glycyrrhiza",
        "Humans",
        "Wounds and Injuries",
        "History, Ancient",
        "China",
        "Medicine, Chinese Traditional",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "39510013",
      "title": "Licorice-regulated gut-joint axis for alleviating collagen-induced rheumatoid arthritis.",
      "authors": [
        "Di Yang",
        "Guangfu Lv",
        "Yongxi Wu",
        "Wentao Guo",
        "Yuchen Wang",
        "Jiannan Hu",
        "Nian Li",
        "Fei Zheng",
        "Yulin Dai",
        "Zifeng Pi",
        "Hao Yue"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Rheumatoid arthritis (RA) is partially affected by the integrity of the intestinal barrier. Licorice (GC), a medicinal and food-related herb, exhibits potent anti-inflammatory activity; however, studies on its mechanisms of action in RA are limited. METHOD: Using a bovine type-II collagen-induced arthritis rat model, this study examined how GC influences the gut-joint axis to decrease RA. The Th17/Treg cell ratios in the blood, colon, and joints were also measured. Metabolomics and 16S rRNA sequencing were applied to explore the effects of variations in gut flora and metabolites. RESULTS: The arthropathological slices, inflammation markers, and joint inflammation index scores in the GC treatment group significantly differed from those in the CIA group. Studies on the effect of GC on the gut-joint axis showed changes in the levels of lipopolysaccharide and diamine oxidase, both directly associated with intestinal permeability. ZO-1, occludin, and claudin-1, three intestinal tight-junction proteins, may express themselves more when exposed to GC. By maintaining an appropriate Th17/Treg cell ratio in the blood, colon, and joints, GC may reduce impaired to the intestinal barrier. An imbalance in the intestinal microenvironment, caused by modifications in gut flora and endogenous substances, can damage the intestinal barrier. GC may modify the relative abundances of Papillibacter, Clostridium, Eubacterium, Helicobacter, Provotella, and Barnesiella during RA treatment by repairing the intestinal barrier. The metabolic differences were mainly related to primary bile acid biosynthesis, pyrimidine metabolism, steroid biosynthesis, biotin metabolism, and sphingolipid metabolism. A fecal microbiota transplantation experiment confirmed the involvement of the gut microbiota and its metabolites in GC-mediated RA therapy. CONCLUSION: The results demonstrated that GC repairs the intestinal barrier and adjusts the gut-joint axis to manage immunological imbalance in RA.",
      "mesh_terms": [
        "Animals",
        "Gastrointestinal Microbiome",
        "Arthritis, Rheumatoid",
        "Arthritis, Experimental",
        "Glycyrrhiza",
        "Rats",
        "Th17 Cells",
        "Joints",
        "T-Lymphocytes, Regulatory",
        "Male",
        "Anti-Inflammatory Agents",
        "Plant Extracts",
        "Amine Oxidase (Copper-Containing)",
        "Colon",
        "RNA, Ribosomal, 16S",
        "Collagen Type II",
        "Lipopolysaccharides",
        "Cattle",
        "Tight Junction Proteins",
        "Intestinal Mucosa"
      ]
    },
    {
      "pmid": "39452563",
      "title": "Pain after Licorice or Sugar-Water Gargling in Patients Recovering from Oropharyngeal Surgery-A Randomized, Double-Blind Trial.",
      "authors": [
        "Marita Windpassinger",
        "Michal Prusak",
        "Jana Gemeiner",
        "Olga Plattner",
        "Stefan Janik",
        "Gerold Besser",
        "Wolfgang Gstoettner",
        "Pu Xuan",
        "Daniel I Sessler",
        "Kurt Ruetzler"
      ],
      "journal": "Journal of personalized medicine",
      "publication_date": "2024-Oct-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Glycyrrhiza glabrata (licorice) is used in traditional medicine and herbal remedies and reduces sore throats consequent to intubation, but whether it is protective for more intense pain after oropharyngeal surgery remains unclear. We thus tested the joint hypothesis that gargling with licorice, which has anti-inflammatory and antioxidant properties, reduces postoperative pain and morphine consumption. METHODS: We enrolled patients having elective oropharyngeal surgery. Participants were randomly allocated to gargle with either 1 g licorice or a sugar placebo before and for up to three days after surgery. A numerical rating scale (NRS) for pain along with morphine consumption was evaluated every 30 min during the post-anesthesia care unit (PACU) stay and then three times daily for three days. We pre-specified that licorice gargling would be deemed better than sugar gargling only if found non-inferior on both morphine consumption and pain score and superior on at least one of the two. RESULTS: 65 patients were randomized to the licorice group and 61 to placebo. We found noninferiority (NI) in pain scores with an estimated mean difference of -0.09 (95.2% CI: -0.88, 0.70; p = 0.001; NI delta = 1) between licorice and placebo gargling. There were no adverse events reported in either group that required treatment discontinuation. CONCLUSIONS: Gargling with licorice did not significantly or meaningfully reduce postoperative pain or morphine consumption in patients recovering from oropharyngeal surgery. While higher doses might prove more effective, our results suggest that other topical analgesics should be considered."
    },
    {
      "pmid": "39445145",
      "title": "YOLOv8-licorice: a lightweight salt-resistance detection method for licorice based on seed germination state.",
      "authors": [
        "Mo Sha",
        "Xiuqing Fu",
        "Ruxiao Bai",
        "Zhibo Zhong",
        "Haoyu Jiang",
        "Fei Li",
        "Siyu Yang"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Seeds will display different germination states during the germination process, and their good or bad state directly influences the subsequent growth and yield of the crop. This study aimed to address the difficulties of obtaining the images of seed germination process in all time series and studying the dynamic evolution law of seed germination state under stress conditions. A licorice sprouting experiment was performed using a seed sprouting phenotype acquisition system to obtain images of the sprouting process of licorice in full-time sequence. A labeled dataset of licorice full-time sequence sprouting process images was constructed based on the four states of unsprouted, sprouted, cracked, and shelled in the sprouting process. An optimized model, YOLOv8-Licorice, was developed based on the YOLOv8-n model and its effectiveness was demonstrated by comparative and ablation tests. Different salt stress environments were simulated via NaCl aqueous solution concentration, and germination experiments of licorice seeds were performed under different salt stresses. The germination state of licorice under different salt stress environments was detected using the YOLOv8-Licorice detection model. Percentage curve of licorice seeds in an unsprouted state displayed a continuous decreasing trend. For the percentage curve of licorice seeds in the sprouted state, an increasing and then decreasing trend was observed under the condition of 0-200 mmol/L NaCl solution, and a continuous increasing trend was observed under the condition of 240-300 mmol/L NaCl solution. Licorice seeds in the cracked state demonstrated percentage curves with an increasing and then decreasing trend under the condition of 0-140 mmol/L NaCl solution and a continuous increasing trend under the condition of 160-300 mmol/L NaCl solution. The percentage curve of licorice seeds in shelled state displayed a continuous increasing trend in 0-200 mmol/L NaCl solution condition and remained horizontal in 220-300 mmol/L NaCl solution condition. Overall, this study provides a valuable method involving the seed sprouting phenotype acquisition system and the proposed method for detecting the germination state of licorice seeds. This method serves as a valuable reference to comprehensively understand the seed sprouting process under triggering treatment."
    },
    {
      "pmid": "39435025",
      "title": "The interaction effect of water deficit stress and seaweed extract on phytochemical characteristics and antioxidant activity of licorice (Glycyrrhiza glabra L.).",
      "authors": [
        "Vahid Fozi",
        "Hassan Esmaeili",
        "Abouzar Alizadeh",
        "Ghasem Eghlima",
        "Mohammad Hossein Mirjalili"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: With increasing drought stress due to climate change and water scarcity, the agricultural sector has sought innovative strategies to mitigate the detrimental effects on crop productivity. One approach that has received significant attention is the use of fertilizers and biostimulants as potential means of alleviating drought stress. METHODS: In this study, five different irrigation levels including 100% (control), 80% (slight stress), 60% (mild stress), 40% (moderate stress), and 20% (severe stress) of field capacity (FC) and seaweed extract (SWE) at three concentrations (0, 5, and 10 g/L) were applied to the pots containing one-year-old licorice (Glycyrrhiza glabra L.) plants in a factorial completely randomized design experiment with three replications for eight weeks. RESULTS AND DISCUSSION: The glycyrrhizic acid content increased with water stress intensity without the application of SWE until severe (20% FC) water stress treatment. The application of 10 g/L SWE under 100% FC led to a significant increase in the glycyrrhizic acid value (32.5±0.889 mg/g DW) compared with non-SWE application (30.0±1.040 mg/g DW). The maximum glabridin content (0.270±0.010 mg/g DW) was obtained under irrigation of 20% field capacity with 10 g/L SWE application. In addition, the activity of the all studied enzymes such as APX (ascorbate peroxidase), CAT (catalase), POD (peroxidase), and SOD (superoxide dismutase) were boosted by increasing the water stress levels. The use of SWE further enhanced the increase of some of these metabolites and enzymes, which, in turn, helped the plant to tolerate stress conditions through the scavenging of more ROS (Reactive oxygen species), wherein for this purpose, the SWE 10 g/L was more effective than other concentration. The plants efficiently eliminated ROS driven from drought stress by both non-enzymatic and enzymatic systems."
    },
    {
      "pmid": "39404468",
      "title": "Effects of licorice root (Glycyrrhiza glabra) extract on the livers of obese rats.",
      "authors": [
        "Ahmet Uyar",
        "Barış Özdere",
        "Turan Yaman",
        "Ahmet Ufuk Kömüroğlu"
      ],
      "journal": "Biotechnic & histochemistry : official publication of the Biological Stain Commission",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We have investigated anti-obesity effects of the extract of licorice (Glycyrrhiza glabra) root in rats with diet-induced obesity and hyperlipidemia by using histopathological and biochemical methods. Thirty-two Wistar albino rats were divided to four groups of eight: normal control (C), high fat diet (HFD), high fat Diet + Glycyrrhiza glabra (HFD+M), and normal diet with Glycyrrhiza glabra (M). The high fat diet contained 300 g/kg fat (4000 kcal/kg); the daily dosage of Glycyrrhiza glabra extract was 1g/kg body weight by orogastric gavage. Supplementation of Glycyrrhiza glabra extract dramatically reduced increases in body weight caused by the induction of obesity. A hepatoprotective effect of Glycyrrhiza glabra extract was supported by the almost normal histology in the livers of the HFD+M rats, in contrast to the degenerative changes in the HFD rats, which included macrovesicular and microvesicular fat deposits, hydropic degeneration, dilatation of sinusoids and coagulation necrosis of some hepatocytes. Serum levels of alanine transaminase (ALT), aspartic transaminase (AST), alkaline phosphatase (ALP), lactate dehydrogenase (LDH), cholesterol (HDL and LDL) and triglycerides, were ameliorated by Glycyrrhiza glabra extract treatment. We conclude that Glycyrrhiza glabra extract given together with HFD could prevent obesity and reduce liver damage in rats.",
      "mesh_terms": [
        "Animals",
        "Glycyrrhiza",
        "Plant Extracts",
        "Rats, Wistar",
        "Obesity",
        "Liver",
        "Rats",
        "Plant Roots",
        "Diet, High-Fat",
        "Male",
        "Body Weight"
      ]
    },
    {
      "pmid": "39339760",
      "title": "Licorice Extract Isoliquiritigenin Protects Endothelial Function in Type 2 Diabetic Mice.",
      "authors": [
        "Lin Wang",
        "Ruiwen Zhu",
        "Chufeng He",
        "Huixian Li",
        "Qile Zhang",
        "Yiu Ming Cheung",
        "Fung Ping Leung",
        "Wing Tak Wong"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Sep-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Endothelial dysfunction occurs prior to atherosclerosis, which is an independent predictor of cardiovascular diseases (CVDs). Diabetes mellitus impairs endothelial function by triggering oxidative stress and inflammation in vascular tissues. Isoliquiritigenin (ISL), one of the major bioactive ingredients extracted from licorice, has been reported to inhibit inflammation and oxidative stress. However, the therapeutic effects of ISL on ameliorating type 2 diabetes (T2D)-associated endothelial dysfunction remain unknown. In our animal study, db/db male mice were utilized as a model for T2D-associated endothelial dysfunction, while their counterpart, heterozygote db/m+ male mice, served as the control. Mouse brain microvascular endothelial cells (mBMECs) were used for in vitro experiments. Interleukin-1β (IL-1β) was used to induce endothelial cell dysfunction. ISL significantly reversed the impairment of endothelium-dependent relaxations (EDRs) in db/db mouse aortas. ISL treatment decreased ROS (reactive oxygen species) levels in db/db mice aortic sections and IL-1β-treated endothelial cells. Encouragingly, ISL attenuated the overexpression of pro-inflammatory factors MCP-1, TNF-α, and IL-6 in db/db mouse aortas and IL-1β-impaired endothelial cells. The NOX2 (NADPH oxidase 2) overexpression was inhibited by ISL treatment. Notably, ISL treatment restored the expression levels of IL-10, SOD1, Nrf2, and HO-1 in db/db mouse aortas and IL-1β-impaired endothelial cells. This study illustrates, for the first time, that ISL attenuates endothelial dysfunction in T2D mice, offering new insights into the pharmacological effects of ISL. Our findings demonstrate the potential of ISL as a promising therapeutic agent for the treatment of vascular diseases, paving the way for the further exploration of novel vascular therapies.",
      "mesh_terms": [
        "Animals",
        "Chalcones",
        "Diabetes Mellitus, Type 2",
        "Glycyrrhiza",
        "Male",
        "Mice",
        "Endothelium, Vascular",
        "Plant Extracts",
        "Endothelial Cells",
        "Oxidative Stress",
        "Reactive Oxygen Species",
        "Aorta",
        "Diabetes Mellitus, Experimental",
        "Mice, Inbred C57BL",
        "Interleukin-1beta"
      ]
    },
    {
      "pmid": "39339628",
      "title": "Metabolomics Revealed the Tolerance and Growth Dynamics of Arbuscular Mycorrhizal Fungi (AMF) to Soil Salinity in Licorice.",
      "authors": [
        "Li Fan",
        "Chen Zhang",
        "Jiafeng Li",
        "Zhongtao Zhao",
        "Yan Liu"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Sep-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Several studies have been devoted to seeking some beneficial plant-related microorganisms for a long time, and on this basis, it has been found that arbuscular mycorrhizal fungi (AMF) have a considerable positive impact on plant health as a biological fungal agent. In this study, we focused on the effects of different AMF on the growth dynamics and root configuration of licorice under saline and alkali conditions. The metabolites of licorice under different AMF were assessed using liquid chromatography-tandem mass spectrometry (LC-MS/MS). Funneliformis mosseae (Fm) and Rhizophagus intraradices (Ri) were added as different AMF treatments, while the sterilized saline-alkali soil was treated as a control. Samples were taken in the R1 period (15 d after AMF treatment) and the R2 period (45 d after AMF treatment). The results showed that the application of AMF significantly increased the root growth of licorice and significantly increased the biomass of both shoot and root. A total of 978 metabolites were detected and divided into 12 groups including lipids, which accounted for 15.44%; organic acids and their derivatives, at 5.83%; benzene compounds and organic heterocyclic compounds, at 5.42%; organic oxides, at 3.78%; and ketones, accounting for 3.17%. Compared with the control, there were significant changes in the differential metabolites with treatment inoculated with AMF; the metabolic pathways and biosynthesis of secondary metabolites were the main differential metabolite enrichment pathways in the R1 period, and those in the R2 period were microbial metabolism in diverse environments and the degradation of aromatic compounds. In conclusion, the use of AMF as biofertilizer can effectively improve the growth of licorice, especially in terms of the root development and metabolites, in saline-alkali soil conditions."
    },
    {
      "pmid": "39262414",
      "title": "Efficacy of Licorice as Adjunctive Therapy in Critically Ill Patients with COVID-19: A Randomized, Placebo-Controlled, Double-Blind Clinical Trial.",
      "authors": [
        "Babak Alikiaie",
        "Seyed Mohammad Hosseinian Shalamzari",
        "Rasool Soltani",
        "Afsaneh Yegdaneh",
        "Sarah Mousavi"
      ],
      "journal": "Journal of research in pharmacy practice",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: There is no definitive pharmacological strategy for COVID-19; thus, medicinal herbs can be an appropriate option for COVID-19 management. We investigated the efficacy of a D-reglis® tablet (root extract of licorice) as adjuvant therapy in critically ill patients with COVID-19 at intensive care units (ICUs) of Alzahra Teaching Hospital affiliated with Isfahan University of Medical Sciences, Isfahan, Iran. METHODS: In the present double-blind, randomized, placebo-controlled clinical trial, critically ill cases with COVID-19 (n = 52) received a D-reglis® tablet (760 mg) or a placebo tablet for 5 days. The ICU stay length was the primary outcome. The secondary outcome included the changes in oxygen saturation, duration of mechanical ventilation, mortality rate, and Sequential Organ Failure Assessment (SOFA) Score during the study period. FINDINGS: The ICU stay was significantly lower in the licorice group than in the placebo group (P = 0.015). No significant difference was detected between the groups regarding oxygen saturation, SOFA score, duration of mechanical ventilation, and mortality rate. CONCLUSION: The licorice tablet (D-reglis®) as an adjuvant treatment showed promising results regarding the ICU stay length in critically ill COVID-19 patients. However, further clinical trials with larger sample sizes, further duration of intervention, measurement of inflammatory markers, and further study about the molecular mechanism of the effect of licorice on COVID-19 should be done to obtain more conclusive findings."
    },
    {
      "pmid": "39208576",
      "title": "Hydrothermal carbonization of Chinese medicine residue from licorice: Effects of pore and chemical structures on chromium migration.",
      "authors": [
        "Cong Yang",
        "Peng Xia",
        "Lingyun Zhao",
        "Rui Huang",
        "Ke Wang",
        "Huan Yang",
        "Yuanzhu Yao"
      ],
      "journal": "Ecotoxicology and environmental safety",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The Chinese medicine residue (CMR) is composed of wet substances, so using hydrothermal carbonization (HTC) to recover renewable energy from the residue is a suitable treatment method. Chromium (Cr), a kind of heavy metal element, is enriched in hydrochar and severely restricts its effective utilization. An in-depth analysis of the migration path and mechanism of Cr in hydrochar is helpful in promoting energy utilization for CMR. Here, licorice, a significant Chinese medicine, was selected as the example to analyze the evolutions of its pore and chemical structures and their effects on the migration mechanism of Cr during the HTC process. The products obtained under various HTC conditions were analyzed using nitrogen adsorption, FTIR, and 13C NMR. The results show that, considering reaction time and relevant reactions as the primary factors during the HTC process, the migration pathway of Cr in hydrochar undergoes two stages, and they are the accompanying migration stage and the recovery aggregation stage. Active adsorption sites for Cr may exist within the pore structure of hydrochar. In the HTC process, hydrolysis, decarboxylation, and decarbonylation reactions are the direct drivers of Cr migration, while aromatization is the underlying cause of Cr recovery and aggregation. It is hypothesized that Cr catalyzes the acetylene cyclotrimerization reaction, thereby promoting the formation of aromatic structures in hydrochar and integrating into the hydrochar carbon skeleton.",
      "mesh_terms": [
        "Glycyrrhiza",
        "Chromium",
        "Adsorption",
        "Drugs, Chinese Herbal",
        "Carbon",
        "Spectroscopy, Fourier Transform Infrared",
        "Charcoal",
        "Porosity",
        "Water Pollutants, Chemical"
      ]
    },
    {
      "pmid": "39176281",
      "title": "Licorice processing involving functions of Evodiae Fructus on liver inflammation and oxidative stress are associated with intestinal mucosal microbiota.",
      "authors": [
        "Xuejuan Liang",
        "Qixue Tian",
        "Linglong Chen",
        "Yanbing Zhang",
        "Yanmei Peng"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study aimed to investigate the effects of licorice processing of different Evodiae Fructus (EF) specifications on liver inflammation and oxidative stress associated with the intestinal mucosal microbiota. MATERIALS AND METHODS: The 25 Kunming mice were divided into control (MCN), raw small-flowered Evodiae Fructus (MRSEF), raw medium-flowered EF (MRMEF), licorice-processed small-flowered EF (MLSEF), and licorice-processed medium-flowered EF (MLSEF) groups. The EF intervention groups were given different specifications of EF extract solutions by gavage. After 21 days, indices of liver inflammation and oxidative stress and intestinal mucosal microbiota were measured in mice. RESULTS: Compared with the MCN, malondialdehyde (MDA), tumor necrosis factor-α (TNF-α), and interleukin-6 (IL-6) levels were significantly increased in the MRMEF. Although the trends of oxidative stress and inflammatory indexes in the MLSEF and MLMEF were consistent with those in the raw EF groups, the changes were smaller than those in the raw EF groups. Compared to the raw EF groups, the MLSEF and MLMEF showed closer approximations of metabolic function to the MCN. The abundance of Corynebacterium in MRMEF was significantly lower than that in the MCN, and it was not significantly different from the MCN after licorice processing. The probiotic Candidatus Arthromitus was enriched in the MLSEF. The probiotic Lactobacillus was enriched in the MLMEF. Correlation analysis revealed significant negative correlations between IL-1β, some metabolic functions and Corynebacterium. CONCLUSION: The effects of medium-flowered EF on oxidative stress and inflammatory factors in the liver of mice were stronger than those of small-flowered EF. The licorice processing can reduce this difference by modulating the abundance of Corynebacterium and intestinal mucosal metabolic function."
    },
    {
      "pmid": "39079711",
      "title": "Licorice and liver function in patients with primary liver disease: A systematic review and meta-analysis of RCTs.",
      "authors": [
        "Ilaria Giangrandi",
        "Monica Dinu",
        "Antonia Napoletano",
        "Valentina Maggini",
        "Niccolò Lombardi",
        "Giada Crescioli",
        "Eugenia Gallo",
        "Vittorio Mascherini",
        "Michele Antonelli",
        "Davide Donelli",
        "Alfredo Vannacci",
        "Fabio Firenzuoli",
        "Francesco Sofi"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "Licorice (Glycyrrhiza spp.) has been a cornerstone of traditional Chinese and Japanese medicine. This systematic review and meta-analysis aimed to evaluate the efficacy of licorice formulations, alone or in combination with other herbs, on liver function enzymes in patients with primary liver disease. We systematically searched MEDLINE, Embase, Scopus, Web of Science, and Cochrane Library up to April 2024. Randomized controlled trials (RCTs) comparing the effects of Glycyrrhiza spp. preparations versus placebo or standard of care controls were included. Standard Cochrane methods were used to extract data and appraise eligible studies. A total of 15 RCTs, involving 1367 participants, were included in the analysis. The studies varied widely in geographical location, duration, and licorice preparations used. Licorice significantly reduced alanine aminotransferase (ALT) by 15.63 U/L (95% CI: -25.08, -6.18; p = 0.001) and aspartate aminotransferase (AST) by 7.37 U/L (95% CI: -13.13, -1.61; p = 0.01) compared to control groups. Subgroup analyses revealed that purified glycyrrhizic acid compounds were particularly effective, showing greater reductions in ALT and AST without significant heterogeneity. Although licorice treatment did not significantly impact gamma-glutamyl transferase and total bilirubin (TBIL) levels overall, specific licorice-herb preparations did show a notable reduction in TBIL. The safety profile of licorice was consistent with known side effects, predominantly mild and related to its mineralocorticoid effects. Despite heterogeneity and potential language bias, the findings suggest that licorice can enhance liver function. Further studies should standardize licorice preparations and explore its role in multifaceted herbal formulations to better understand its hepatoprotective mechanisms.",
      "mesh_terms": [
        "Humans",
        "Alanine Transaminase",
        "Aspartate Aminotransferases",
        "gamma-Glutamyltransferase",
        "Glycyrrhiza",
        "Glycyrrhizic Acid",
        "Liver",
        "Liver Diseases",
        "Liver Function Tests",
        "Plant Extracts",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "39042815",
      "title": "Quantitative determination of the antibacterial activity of licorice (Glycyrrhiza glabra) and tetracycline gel against Aggregatibacter actinomycetemcomitans (Aa), Porphyromonas gingivalis (Pg) and Prevotella intermedia (Pi) - a microbiological in vitro study.",
      "authors": [
        "Konathala S V Ramesh",
        "Mopati Nishanth Reddy Gokul",
        "Gautami S Penmetsa",
        "Gottumukkala N V S Sruthima",
        "Pasupuleti Mohan Kumar",
        "Pasupuleti Swetha",
        "Bypalli Vivek"
      ],
      "journal": "Journal of complementary & integrative medicine",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The aim of this study was to evaluate and compare the antibacterial efficacy of licorice gel and tetracycline gel against Aggregatibacter actinomycetemcomitans, Porphyromonas gingivalis and Prevotella intermedia. METHODS: An indigenously prepared 50 μL licorice and tetracycline gel was subjected to antibacterial sensitivity test (thrice) against Aa, Pg, Pi by agar well diffusion method using Brain Heart Infusion media. Colonies of Aa, Pg, Pi were transferred into broth and incubated at 37 °C for 24 h and diameter of inhibition zone was measured. RESULTS: The drug release profile of licorice gel at six regular intervals was higher when compared to tetracycline. MIC of licorice gel (50 μg/mL) against Aa (14 mg), Pg (7 mg), Pi (7 mg) respectively. The diameter of inhibition zone of licorice gel was significant against Aa when compared to tetracycline gel. However, tetracycline gel exhibited significant diameter of inhibition zone against Pg and Pi when compared to licorice gel. There was a statistical significance difference between licorice and tetracycline gel against Aa (p=0.043*), Pg (p=0.037*), Pi (p=0.046*) while assessing antibacterial sensitivity test. CONCLUSIONS: Licorice gel has anti-inflammatory and anti-microbial properties which can act against periodontal pathogens and can be considered in treating periodontal disease at low concentrations. Therefore, it can be used as an adjunctive local drug delivery agent to non-surgical periodontal therapy (NSPT) in treating periodontal disease.",
      "mesh_terms": [
        "Glycyrrhiza",
        "Porphyromonas gingivalis",
        "Aggregatibacter actinomycetemcomitans",
        "Prevotella intermedia",
        "Tetracycline",
        "Anti-Bacterial Agents",
        "Microbial Sensitivity Tests",
        "Plant Extracts",
        "Gels",
        "Humans"
      ]
    },
    {
      "pmid": "39000561",
      "title": "Pseudohyperaldosteronism Due to Licorice: A Practice-Based Learning from a Case Series.",
      "authors": [
        "Chiara Sabbadin",
        "Andrea Graziani",
        "Alessandro Bavaresco",
        "Pierluigi Mazzeo",
        "Irene Tizianel",
        "Filippo Ceccato",
        "Decio Armanini",
        "Mattia Barbot"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Jul-07",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Pseudohyperaldosteronism (PHA) is characterized by hypertension, hypokalemia, and a decrease in plasma renin and aldosterone levels. It can be caused by several causes, but the most frequent is due to excess intake of licorice. The effect is mediated by the active metabolite of licorice, glycyrrhetinic acid (GA), which acts by blocking the 11-hydroxysteroid dehydrogenase type 2 and binding to the mineralocorticoid receptor (MR) as an agonist. The management of licorice-induced PHA depends on several individual factors, such as age, gender, comorbidities, duration and amount of licorice intake, and metabolism. The clinical picture usually reverts upon licorice withdrawal, but sometimes mineralocorticoid-like effects can be critical and persist for several weeks, requiring treatment with MR blockers and potassium supplements. Through this case series of licorice-induced PHA, we aim to increase awareness about exogenous PHA, and the possible risk associated with excess intake of licorice. An accurate history is mandatory in patients with hypertension and hypokalemia to avoid unnecessary testing. GA is a component of several products, such as candies, breath fresheners, beverages, tobacco, cosmetics, and laxatives. In recent years, the mechanisms of action of licorice and its active compounds have been better elucidated, suggesting its benefits in several clinical settings. Nevertheless, licorice should still be consumed with caution, considering that licorice-induced PHA is still an underestimated condition, and its intake should be avoided in patients with increased risk of licorice toxicity due to concomitant comorbidities or interfering drugs.",
      "mesh_terms": [
        "Humans",
        "Glycyrrhiza",
        "Female",
        "Male",
        "Middle Aged",
        "Hyperaldosteronism",
        "Glycyrrhetinic Acid",
        "Adult",
        "Hypokalemia",
        "11-beta-Hydroxysteroid Dehydrogenase Type 2",
        "Aged",
        "Hypertension",
        "Aldosterone",
        "Renin"
      ]
    },
    {
      "pmid": "38952561",
      "title": "Evaluating shelf life and anti-browning of shrimp by chitosan-coated nanoliposome loaded with licorice root extract.",
      "authors": [
        "Masume Kamali",
        "Bahare Shabanpour",
        "Parastoo Pourashouri",
        "Moazameh Kordjazi"
      ],
      "journal": "Food chemistry: X",
      "publication_date": "2024-Oct-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chitosan coating containing nanoliposomes loaded with licorice root extract was prepared to investigate shrimp's shelf life and anti-browning function during 20 days of ice storage. 1% licorice root hydroethanolic extract (LHE) was encapsulated in nanoliposomes or coated with chitosan, and then the shrimp were immersed in coating solutions. LHE treatment had the lowest browning indices (5 and 1.02), TBA (0.32 mg MDA/kg), and FFA (0.01%). Chitosan-coated LHE treatment (Ch-LHE) showed the best performance for TVN, microbial counts, and discoloration. PV, WHC, and cook loss in the treatment with LHE nanoliposome coated with chitosan (Ch-N-LHE) were measured at acceptable levels of 0.53 meq/kg, 86.12%, and 15.06%, respectively. Experiments showed that pure or encapsulated LHE is an effective method for increasing the quality and preventing the browning of shrimp. Additionally, due to its cost-effectiveness and health benefits, it can be an effective natural substitute for sodium metabisulfite at the global export level."
    },
    {
      "pmid": "38921023",
      "title": "The Role of Licorice Chalcones as Molecular Genes and Signaling Pathways Modulator-A Review of Experimental Implications for Nicotine-Induced Non-Small Cell Lung Cancer Treatment.",
      "authors": [
        "Naser A Alsharairi"
      ],
      "journal": "Current issues in molecular biology",
      "publication_date": "2024-Jun-13",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Lung cancer (LC) represents the leading cause of global cancer deaths, with cigarette smoking being considered a major risk factor. Nicotine is a major hazardous compound in cigarette smoke (CS), which stimulates LC progression and non-small cell lung cancer (NSCLC) specifically through activation of the nicotinic acetylcholine receptor (α7nAChR)-mediated cell-signaling pathways and molecular genes involved in proliferation, angiogenesis, and metastasis. Chalcones (CHs) and their derivatives are intermediate plant metabolites involved in flavonol biosynthesis. Isoliquiritigenin (ILTG), licochalcone A-E (LicoA-E), and echinatin (ECH) are the most common natural CHs isolated from the root of Glycyrrhiza (also known as licorice). In vitro and/or vivo experiments have shown that licorice CHs treatment exhibits a range of pharmacological effects, including antioxidant, anti-inflammatory, and anticancer effects. Despite advances in NSCLC treatment, the mechanisms of licorice CHs in nicotine-induced NSCLC treatment remain unknown. Therefore, the aim of this paper is to review experimental studies through the PubMed/Medline database that reveal the effects of licorice CHs and their potential mechanisms in nicotine-induced NSCLC treatment."
    },
    {
      "pmid": "38867216",
      "title": "Comparison of the effect of licorice and chlorhexidine mouthwash on the oral health of intubated patients in the intensive care unit.",
      "authors": [
        "Khodayar Oshvandi",
        "Reza Faghih Lotfi",
        "Azim Azizi",
        "Leili Tapak",
        "Amir Larki-Harchegani"
      ],
      "journal": "BMC oral health",
      "publication_date": "2024-Jun-12",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "BACKGROUND: Chlorhexidine mouthwash is a common oral hygiene product used in intensive care units, but it may have some adverse effects. Licorice, a natural herb, could be a potential alternative to chlorhexidine. However, the effect of licorice mouthwash on the oral health of intubated patients has not been studied yet. Therefore, this study aimed to compare the effects of licorice and chlorhexidine mouthwash on the oral health of intubated patients. METHODS: This was a triple-blind clinical trial. The sample included 130 intubated patients admitted to an intensive care unit in Iran. The samples were selected by convenience sampling and randomly assigned to two groups: A and B. In group A, the main researcher applied 15 ml of 0.2% chlorhexidine mouthwash after each brushing (twice a day for 5.5 days) and suctioned it after 30 s. In group B, 20% licorice mouthwash was used instead of chlorhexidine. The demographic information questionnaire and the Beck Oral Assessment Scale (BOAS) were completed by one of the nurses before and on the sixth day of the study. RESULTS: Finally, 60 patients in each group completed the study. There was no significant difference between the groups in terms of demographic variables or oral health before the intervention (P > 0.05). The oral health of patients in both the chlorhexidine and liquorice mouthwash groups improved significantly after the intervention (P < 0.05). However, there was no significant difference in oral health between the two groups at postintervention (P = 0.06). CONCLUSION: The results demonstrated that both mouthwashes exerted a comparable effect on dental and oral health. However, the chlorhexidine mouthwash showed a greater impact on the reduction of dental plaque and the thinning of saliva compared to licorice mouthwash. In essential cases, licorice mouthwash can be employed as an alternative to chlorhexidine.",
      "mesh_terms": [
        "Humans",
        "Chlorhexidine",
        "Mouthwashes",
        "Glycyrrhiza",
        "Female",
        "Male",
        "Intensive Care Units",
        "Middle Aged",
        "Oral Health",
        "Adult",
        "Anti-Infective Agents, Local",
        "Intubation, Intratracheal",
        "Iran",
        "Oral Hygiene"
      ]
    },
    {
      "pmid": "38831822",
      "title": "Ameliorative effect of licorice extract against the detrimental effect of glyphosate-based pesticide: Toxicity and health.",
      "authors": [
        "Ahmed N Elkattan",
        "Sayad El-Saadany",
        "Mohamed Azzazy",
        "Tarek M Okda",
        "Maha Mamdouh",
        "Osama Ahmed",
        "Ali H El-Far",
        "Manar ElKhayat",
        "Ghadeer M Albadrani",
        "Muath Q Al-Ghadi",
        "Mohamed M Abdel-Daim",
        "Hala El Daous"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-May-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study sheds the light on the potential of licorice (Glycyrrhiza glabra) root aqueous extract as a cornerstone for mitigating and detoxifying the residues of the widely used agricultural Glyphosate-based pesticides (GBPs). This study examined the GBPs toxic effects on kidney, liver, thyroid functions, and apoptosis using 50 adult male albino rats. All rats were divided into 5 groups, with 10 each. Control: served as untreated rats. GBP: rats were treated with 1 mL glyphosate solution 24 % orally for three weeks. The glyphosate-treated rats were gavaged with licorice root aqueous extractsolution (100, 200, and 300 mg/mLdistilled water, respectively) daily for three weeks. Licorice root aqueous extract solution (300 mg/mL distilled water) yielded notable reductions in liver, kidney enzymes, albumin, and AFP levels within the serum. Immunological tests, including immunohistochemical evaluations of caspase-3 and TNF-α expressions revealed a dose-dependent attenuation of apoptosis and inflammation with licorice intervention. This will provide a valuable perspective for agricultural practices future and paving the way for a more sustainable approach for using GBPs in animal agriculture industries."
    },
    {
      "pmid": "38685810",
      "title": "Exploring the Antitumor Efficacy of PEGylated Liposomes Loaded with Licorice Extract for Cancer Therapy.",
      "authors": [
        "Zeinab Azizi Haghighat",
        "Aliakbar Safekordi",
        "Mehdi Ardjmand",
        "Azim Akbarzadeh"
      ],
      "journal": "Current cancer drug targets",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Glycyrrhizic Acid (GA), a compound derived from licorice, has exhibited promising anticancer properties against several cancer types, including Prostate Cancer (PCa) and Gastric Cancer (GCa). OBJECTIVE: This study has introduced a novel approach involving the encapsulation of GA and Licorice extract (Lic) into Polyethylene Glycol Liposomes (PEG-Lip) and assessed their efficacy against AGS (human gastric cancer) and PC-3 (human prostate cancer) cells, marking the first report of this endeavor. METHODS: We synthesized GA-loaded PEG-Lip (GA PEG-Lip) and Lic-loaded PEG-Lip (Lic PEG-Lip) through the reverse-phase evaporation method. RESULTS: Characterization of these liposomal formulations revealed their size, drug encapsulation, and loading efficiencies to be 110 ± 2.05 nm, 117 ± 1.24 nm; 61 ± 0.81%, 34 ± 0.47%; and 8 ± 0.41% and 4.6 ± 0.21%, respectively. Importantly, the process has retained the chemical structure of both GA and Lic. Furthermore, GA and Lic have been released from the PEG-Lip formulations in a controlled manner. In our experiments, both nanoformulations exhibited enhanced cytotoxic effects against AGS and PC-3 cells. Notably, GA PEG-Lip outperformed Lic PEG-Lip, reducing the viability of PC-3 and AGS cells by 12.5% and 15.9%, respectively. CONCLUSION: These results have been corroborated by apoptosis assays, which have demonstrated GA PEG-Lip and Lic PEG-Lip to induce stronger apoptotic effects compared to free GA and Lic on both PC-3 and AGS cells. This study has underscored the potential of encapsulating GA and Lic in PEG-Lip as a promising strategy to augment their anticancer efficacy against prostate and gastric cancers.",
      "mesh_terms": [
        "Humans",
        "Liposomes",
        "Glycyrrhiza",
        "Polyethylene Glycols",
        "Plant Extracts",
        "Male",
        "Glycyrrhizic Acid",
        "Cell Line, Tumor",
        "Stomach Neoplasms",
        "Prostatic Neoplasms",
        "Antineoplastic Agents, Phytogenic",
        "PC-3 Cells",
        "Apoptosis"
      ]
    },
    {
      "pmid": "38641080",
      "title": "Wighteone, a prenylated flavonoid from licorice, inhibits growth of SW480 colorectal cancer cells by allosteric inhibition of Akt.",
      "authors": [
        "Xiaofei Chen",
        "Ruili Ma",
        "Weiguo Wu",
        "Ran Gao",
        "Yikang Shu",
        "Mingxin Dong",
        "Mengzhe Guo",
        "Daoquan Tang",
        "Danhua Li",
        "Shuai Ji"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Aug-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Licorice is a frequently used herbal medicine worldwide, and is used to treat cough, hepatitis, cancer and influenza in clinical practice of traditional Chinese medicine. Modern pharmacological studies indicate that prenylated flavonoids play an important role in the anti-tumor activity of licorice, especially the tumors in stomach, lung, colon and liver. Wighteone is one of the main prenylated flavonoids in licorice, and its possible effect and target against colorectal cancer have not been investigated. AIM OF THE STUDY: This study aimed to investigate the anti-colorectal cancer effect and underlying mechanism of wighteone. MATERIALS AND METHODS: SW480 human colorectal cancer cells were used to evaluate the in vitro anti-colorectal cancer activity and Akt regulation effect of wighteone by flow cytometry, phosphoproteomic and Western blot analysis. Surface plasmon resonance (SPR) assay, molecular docking and dynamics simulation, and kinase activity assay were used to investigate the direct interaction between wighteone and Akt. A nude mouse xenograft model with SW480 cells was used to verify the in vivo anti-colorectal cancer activity of wighteone. RESULTS: Wighteone inhibited phosphorylation of Akt and its downstream kinases in SW480 cells, which led to a reduction in cell viability. Wighteone had direct interaction with both PH and kinase domains of Akt, which locked Akt in a \"closed\" conformation with allosteric inhibition, and Gln79, Tyr272, Arg273 and Lys297 played the most critical role due to their hydrogen bond and hydrophobic interactions with wighteone. Based on Akt overexpression or activation in SW480 cells, further mechanistic studies suggested that wighteone-induced Akt inhibition led to cycle arrest, apoptosis and autophagic death of SW480 cells. Moreover, wighteone exerted in vivo anti-colorectal cancer effect and Akt inhibition activity in the nude mouse xenograft model. CONCLUSION: Wighteone could inhibit growth of SW480 cells through allosteric inhibition of Akt, which led to cell cycle arrest, apoptosis and autophagic death. The results contributed to understanding of the anti-tumor mechanism of licorice, and also provided a rationale to design novel Akt allosteric inhibitors for the treatment of colorectal cancer.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Male",
        "Mice",
        "Allosteric Regulation",
        "Antineoplastic Agents, Phytogenic",
        "Apoptosis",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Colorectal Neoplasms",
        "Flavonoids",
        "Glycyrrhiza",
        "Mice, Inbred BALB C",
        "Mice, Nude",
        "Molecular Docking Simulation",
        "Proto-Oncogene Proteins c-akt",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "38605293",
      "title": "Integrative physiology and transcriptome reveal salt-tolerance differences between two licorice species: Ion transport, Casparian strip formation and flavonoids biosynthesis.",
      "authors": [
        "Xin Li",
        "Ying Xu",
        "Jiade Zhang",
        "Ke Xu",
        "Xuerong Zheng",
        "Jiafen Luo",
        "Jiahui Lu"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Glycyrrhiza inflata Bat. and Glycyrrhiza uralensis Fisch. are both original plants of 'Gan Cao' in the Chinese Pharmacopoeia, and G. uralensis is currently the mainstream variety of licorice and has a long history of use in traditional Chinese medicine. Both of these species have shown some degree of tolerance to salinity, G. inflata exhibits higher salt tolerance than G. uralensis and can grow on saline meadow soils and crusty saline soils. However, the regulatory mechanism responsible for the differences in salt tolerance between different licorice species is unclear. Due to land area-related limitations, the excavation and cultivation of licorice varieties in saline-alkaline areas that both exhibit tolerance to salt and contain highly efficient active substances are needed. The systematic identification of the key genes and pathways associated with the differences in salt tolerance between these two licorice species will be beneficial for cultivating high-quality salt-tolerant licorice G. uralensis plant varieties and for the long-term development of the licorice industry. In this research, the differences in growth response indicators, ion accumulation, and transcription expression between the two licorice species were analyzed. RESULTS: This research included a comprehensive comparison of growth response indicators, including biomass, malondialdehyde (MDA) levels, and total flavonoids content, between two distinct licorice species and an analysis of their ion content and transcriptome expression. In contrast to the result found for G. uralensis, the salt treatment of G. inflata ensured the stable accumulation of biomass and total flavonoids at 0.5 d, 15 d, and 30 d and the restriction of Na+ to the roots while allowing for more K+ and Ca2+ accumulation. Notably, despite the increase in the Na+ concentration in the roots, the MDA concentration remained low. Transcriptome analysis revealed that the regulatory effects of growth and ion transport on the two licorice species were strongly correlated with the following pathways and relevant DEGs: the TCA cycle, the pentose phosphate pathway, and the photosynthetic carbon fixation pathway involved in carbon metabolism; Casparian strip formation (lignin oxidation and translocation, suberin formation) in response to Na+; K+ and Ca2+ translocation, organic solute synthesis (arginine, polyamines, GABA) in response to osmotic stresses; and the biosynthesis of the nonenzymatic antioxidants carotenoids and flavonoids in response to antioxidant stress. Furthermore, the differential expression of the DEGs related to ABA signaling in hormone transduction and the regulation of transcription factors such as the HSF and GRAS families may be associated with the remarkable salt tolerance of G. inflata. CONCLUSION: Compared with G. uralensis, G. inflata exhibits greater salt tolerance, which is primarily attributable to factors related to carbon metabolism, endodermal barrier formation and development, K+ and Ca2+ transport, biosynthesis of carotenoids and flavonoids, and regulation of signal transduction pathways and salt-responsive transcription factors. The formation of the Casparian strip, especially the transport and oxidation of lignin precursors, is likely the primary reason for the markedly higher amount of Na+ in the roots of G. inflata than in those of G. uralensis. The tendency of G. inflata to maintain low MDA levels in its roots under such conditions is closely related to the biosynthesis of flavonoids and carotenoids and the maintenance of the osmotic balance in roots by the absorption of more K+ and Ca2+ to meet growth needs. These findings may provide new insights for developing and cultivating G. uralensis plant species selected for cultivation in saline environments or soils managed through agronomic practices that involve the use of water with a high salt content.",
      "mesh_terms": [
        "Glycyrrhiza",
        "Salt Tolerance",
        "Transcriptome",
        "Lignin",
        "Glycyrrhiza uralensis",
        "Flavonoids",
        "Antioxidants",
        "Carotenoids",
        "Ion Transport",
        "Carbon",
        "Soil",
        "Transcription Factors"
      ]
    },
    {
      "pmid": "38604511",
      "title": "Exploring the effective components of honey-processed licorice (Glycyrrhiza uralensis Fisch.) in attenuating Doxorubicin-induced myocardial cytotoxicity by combining network pharmacology and in vitro experiments.",
      "authors": [
        "Peijun Sun",
        "Huixian Chen",
        "Xiaoyu Fan",
        "Jiayi Wang",
        "Lujie Lu",
        "Guangchao Yang",
        "Jining Liu",
        "Weifeng Yao",
        "Feng Ding",
        "Jie Ding",
        "Jianmei Liu",
        "Tulin Lu",
        "Lihong Chen"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Jul-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Licorice is widely used clinically as one of the most famous traditional Chinese herbs. Its herb roasted with honey is called honey-processed licorice (HPL). Modern studies have shown that HPL has a stronger cardioprotective ability compared to raw licorice (RL), however the material basis and mechanism of action of the potential cardioprotection have not been fully elucidated. AIM OF THE STUDY: To screen and validate the material basis of cardioprotection exerted by HPL and to preliminarily predict the potential mechanism of action. MATERIALS AND METHODS: UPLC-QTOF-MS/MS was used to analyze HPL samples with different processing levels, and differential compounds were screened out through principal component analysis. Network pharmacology and molecular docking were applied to explore the association between differential compounds and doxorubicin cardiomyopathy and their mechanisms of action were predicted. An in vitro model was established to verify the cardioprotective effects of differential compounds. RESULTS: Six differential compounds were screened as key components of HPL for potential cardioprotection. Based on network pharmacology, 113 potential important targets for the treatment of Dox-induced cardiotoxicity were screened. KEGG enrichment analysis predicted that the PI3K-Akt pathway was closely related to the mechanism of action of active ingredients. Molecular docking results showed that the six differential compounds all had good binding activity with Nrf2 protein. In addition, in vitro experiments had shown that five of the active ingredients (liquiritin, isoliquiritin, liquiritigenin, isoliquiritigenin, and licochalcone A) can significantly increase Dox-induced H9c2 cell viability, SOD activity, and mitochondrial membrane potential, significantly reduces MDA levels and inhibits ROS generation. CONCLUSION: Liquiritin, isoliquiritin, liquiritigenin, isoliquiritigenin and licochalcone A are key components of HPL with potential cardioprotective capabilities. Five active ingredients can alleviate Dox-induced cardiotoxicity by inhibiting oxidative stress and mitochondrial damage.",
      "mesh_terms": [
        "Doxorubicin",
        "Network Pharmacology",
        "Molecular Docking Simulation",
        "Animals",
        "Myocytes, Cardiac",
        "Rats",
        "Honey",
        "Chalcones",
        "Glycyrrhiza uralensis",
        "Cardiotonic Agents",
        "Cell Survival",
        "Flavanones",
        "NF-E2-Related Factor 2",
        "Cell Line",
        "Cardiotoxicity",
        "Oxidative Stress",
        "Plant Extracts",
        "Tandem Mass Spectrometry",
        "Signal Transduction",
        "Glucosides"
      ]
    },
    {
      "pmid": "38301986",
      "title": "Licorice flavonoid ameliorates ethanol-induced gastric ulcer in rats by suppressing apoptosis via PI3K/AKT signaling pathway.",
      "authors": [
        "Yinglin Guo",
        "Yufan Wu",
        "Tairun Huang",
        "Dehao Huang",
        "Quanfu Zeng",
        "Zhuxian Wang",
        "Yi Hu",
        "Peiyi Liang",
        "Hongkai Chen",
        "Zeying Zheng",
        "Tao Liang",
        "Dan Zhai",
        "Cuiping Jiang",
        "Li Liu",
        "Hongxia Zhu",
        "Qiang Liu"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-May-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Licorice is the dry roots and rhizomes of Glycyrrhiza uralensis Fisch., Glycyrrhiza glabra L. and Glycyrrhiza inflata Bat., which was first recorded in Shengnong's herbal classic. Licorice flavonoid (LF) is the main compound isolated from licorice with an indispensable action in treating gastric ulcer (GU). However, the underlying mechanisms need to be further explored. AIM OF THE STUDY: This study aimed to investigate and further elucidate the mechanisms of LF against ethanol-induced GU using an integrated approach. MATERIALS AND METHODS: The anti-GU effects of LF were evaluated in an ethanol-induced gastric injury rat model. Then, the metabolomics approach was applied to explore the specific metabolites and metabolic pathways. Next, the network pharmacology combined with metabolomics strategy was employed to predict the targets and pathways of LF for GU. Finally, these predictions were validated by molecular docking, RT-qPCR, and western blotting. RESULTS: LF had a positive impact on gastric injury and regulated the expression of GU-related factors. Upon serum metabolomics analysis, 25 metabolic biomarkers of LF in GU treatment were identified, which were primarily involved in amino acid metabolism, carbohydrate metabolism, and other related processes. Subsequently, a \"components-targets-metabolites\" network was constructed, revealing six key targets (HSP90AA1, AKT1, MAPK1, EGFR, ESR1, PIK3CA) that may be associated with GU treatment. More importantly, KEGG analysis highlighted the importance of the PI3K/AKT pathway including key targets, as a critical route through which LF exerted its anti-GU effects. Molecular docking analyses confirmed that the core components of LF exhibited a strong affinity for key targets. Furthermore, RT-qPCR and western blotting results indicated that LF could reverse the expression of these targets, activate the PI3K/AKT pathway, and ultimately reduce apoptosis. CONCLUSION: LF exerted a gastroprotective effect against gastric ulcer induced by ethanol, and the therapeutic mechanism may involve improving metabolism and suppressing apoptosis through the PI3K-AKT pathway.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Stomach Ulcer",
        "Phosphatidylinositol 3-Kinases",
        "Proto-Oncogene Proteins c-akt",
        "Molecular Docking Simulation",
        "Glycyrrhiza",
        "Apoptosis",
        "Ethanol",
        "Flavonoids",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "38252708",
      "title": "Effects of ultrasonic power on drying kinetics and product quality of licorice extract during ultrasound-assisted vacuum drying.",
      "authors": [
        "Xuecheng Wang",
        "Xiaohui Wang",
        "Yutian Zhang",
        "Yaqi Wang",
        "Yuanhui Li",
        "Yaokun Xiong",
        "Ming Yang",
        "Xiaorong Luo",
        "Zhenfeng Wu"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Licorice extract is an important raw material for food additives and medicine. The quality of licorice extract is dictated by the drying process. The commonly used drying methods of licorice extract are not efficient in obtaining high-quality products so alternative techniques need to be developed and researched. In this study, ultrasound-assisted vacuum drying (UAVD) was first utilized to improve drying efficiency and produce a higher-quality product. The changes in water mobility of licorice extract during drying were characterized using low-field nuclear magnetic resonance. In addition, the effects of ultrasonic power on the drying dynamics, the contents of liquiritin and glycyrrhizic acid, the antioxidant capacity and the microstructure formation of licorice extract during the whole drying process were investigated. RESULTS: The drying times for licorice extract to reach equilibrium moisture content were reduced by 9.09-69.70% with UAVD at 40-200 W compared with that without ultrasonic treatment (0 W). Moreover, the proportions of bound water and semi-bound water in fresh concentrate were 3.75% and 96.25%. It was also found that high ultrasonic power promoted the flow of water and the formation of porous structure in licorice extract, which led to the improvement of drying efficiency. The contents of liquiritin (2.444%) and glycyrrhizic acid (6.514%) were retained to a large degree in the dried product at an ultrasonic power of 80 W. The DPPH inhibition rate of UAVD samples with different ultrasonic powers ranged from 84.07 ± 0.46% to 90.65 ± 0.22%. CONCLUSION: UAVD has the advantages of high efficiency and low energy consumption, which may be an alternative technology for vacuum drying widely used in industry. © 2024 Society of Chemical Industry.",
      "mesh_terms": [
        "Ultrasonics",
        "Vacuum",
        "Glycyrrhizic Acid",
        "Desiccation",
        "Kinetics",
        "Water",
        "Glycyrrhiza",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "38176667",
      "title": "Network pharmacology mechanisms and experimental verification of licorice in the treatment of ulcerative colitis.",
      "authors": [
        "Jinrong Kong",
        "Qingzhen Xiang",
        "Wanyue Ge",
        "Yunlai Wang",
        "Fan Xu",
        "Gaoxiang Shi"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Licorice is widely used in the treatment of ulcerative colitis (UC) and has good antioxidant and anti-inflammatory effects, but its specific active ingredients and mechanisms of action are still unknown. THE PURPOSE OF THE STUDY: To elucidate the specific molecular mechanisms of licorice in the treatment of UC and to experimentally verify its activity. METHODS: Through network pharmacology, the active ingredients of licorice and the molecular targets of UC were identified. A traditional Chinese medicine (TCM)-components-target-disease network diagram was established, and the binding energies of the active ingredient and targets of licorice were verified by molecular docking. A BALB/c mice model of UC was established by treatment with 3% dextran sulfate sodium (DSS). The effect of licorice on colon tissue injury was histologically assessed. The expression of IL-6 and IL-17 in colon tissue was detected by immunohistochemistry (IHC). Transmission electron microscopy (TEM) was used to observe morphological changes in mitochondria in the colon. Caco2 cells were treated with lipopolysaccharide (LPS) for 24 h to establish the cell inflammatory damage model, and cells were exposed to different concentrations of drug-containing serum of Licorice (DCSL) for 24 h. In cells treated with the drug, the contents of oxidation markers were measured and ELISA was used to determine the levels of inflammatory factors in the cells. TEM was used to observe morphological changes in mitochondria. ZO-1 and occludin were detected by Western blotting. DCSL effects on autophagy were evaluated by treating cells with DCSL and autophagy inhibitor for 24 h after LPS injection. Small interfering ribonucleic acid (si-RNA) was used to silence Nrf2 gene expression in Caco2 cells to observe the effects of DCSL on autophagy through the Nrf2/PINK1 pathway. Nrf2, PINK1, HO-1, Parkin, P62, and LC3 were detected by Western blotting. RESULTS: Ninety-one active ingredients and 339 action targets and 792 UC disease targets were identified, 99 of which were overlapping targets. Molecular docking was used to analyze the binding energies of liquiritin, liquiritigenin, glycyrrhizic acid, and glycyrrhetinic acid to the targets, with glycyrrhetinic acid having the strongest binding energy. In the UC mouse model, licorice improved colon histopathological changes, reduced levels of IL-6 and IL-17 and repaired mitochondrial damage. In the LPS-induced inflammation model of Caco2 cells, DCSL decreased MDA, IL-1β, Il-6, and TNF-α levels and increased those of Superoxide Dismutase (SOD), glutathione peroxidase (GSH-PX), and IL-10, and improved the morphological changes of mitochondria. Increased expression of Nrf2, PINK1, Parkin, HO-1, ZO-1, occludin, P62, and LC3 promoted autophagy and reduced inflammation levels. CONCLUSION: Licorice improves UC, which may be related to the activation of the Nrf2/PINK1 signaling pathway that regulates autophagy.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Colitis, Ulcerative",
        "Interleukin-17",
        "Colon",
        "Network Pharmacology",
        "Caco-2 Cells",
        "Glycyrrhiza",
        "Lipopolysaccharides",
        "NF-E2-Related Factor 2",
        "Interleukin-6",
        "Molecular Docking Simulation",
        "Occludin",
        "Inflammation",
        "Glycyrrhetinic Acid",
        "Ubiquitin-Protein Ligases",
        "Protein Kinases",
        "Dextran Sulfate",
        "Disease Models, Animal",
        "Mice, Inbred C57BL",
        "Colitis"
      ]
    },
    {
      "pmid": "38140075",
      "title": "Sustainable Treatment of Oral Traumatic Ulcers with Licorice Containing Hydrogels: Integrating Computational Modeling, Quality by Design, Green Synthesis, and Molecular Biological Evaluation.",
      "authors": [
        "Sarah G Moussa",
        "Nada M El Hoffy",
        "Yara Y Mouselhy",
        "Ramy Mubarak",
        "Reem T Attia",
        "Noha Khalil",
        "Sherif A Amer"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2023-Dec-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The urge to implement innovative approaches that align with eco-friendly practices and hold promise for enhancing oral health while promoting environmental sustainability has been increasing. This current work aims to develop a sustainable treatment for oral traumatic ulcers using licorice-based hydrogels (LHGs) containing hydroxyethyl cellulose (HEC) as the green gelling agent. Licorice root aqueous extract was phytochemically profiled using UPLC-ESI-MS/MS. Forty-three compounds were detected, with Glycyrrhizic acid being the major component of the extract (34.85 ± 2.77%). By implementing a Quality by Design (QbD) approach, the study investigates the effects of different licorice extract and HEC concentrations on key variables such as pH and viscosity of the prepared formulations, ulcer and wound healing scores, and tissue growth factors via a Full Factorial Experimental Design. The LHGs exhibited desirable consistency, spreadability, and clarity. Statistical analysis, employing an ANOVA test, revealed the high significance of the constructed models with the licorice concentration being the key independent factor affecting all dependent outputs. The pH as well as the viscosity of the prepared LHGs were positively influenced by licorice extract concentration, with higher concentrations leading to increased alkalinity and viscosity. Rheological behavior analysis revealed a pseudoplastic flow with demonstrated thixotropy which is advantageous for application and prolongation of residence time. The wound healing process was assessed through ulcer size, traumatic ulcer healing score (UHS), collagen-1 expression (COL-1), growth factors (EGF, VEGF), pro-inflammatory markers (TNF-α), wound healing score (WHS). LHGs prepared using higher levels of both factors, 30% dried licorice root extract and 4% HEC, demonstrated enhanced wound healing, elevated growth factor expression of 66.67% and 23.24%, respectively, and 88% reduced inflammation compared to the control group, indicating their potential in expediting oral ulcer recovery. Overall, these findings highlight the promising role of green licorice-based hydrogels in promoting sustainable oral mucosal healing."
    },
    {
      "pmid": "38096607",
      "title": "Formulation and in vitro characterization of nanoemulsions containing remdesivir or licorice extract: A potential subcutaneous injection for coronavirus treatment.",
      "authors": [
        "Al Zahraa G Al Ashmawy",
        "Gehan F Balata"
      ],
      "journal": "Colloids and surfaces. B, Biointerfaces",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The management of coronavirus necessitates that medicines are available, reasonably priced, and easy to administer. The work aimed at formulating and characterizing remdesivir and licorice extract nanoemulsions and comparing their efficacy against coronavirus for further subcutaneous injection. First, the solubility of remdesivir was determined in different oils, surfactants, and co-surfactants to choose the optimal nanoemulsion components. Nanoemulsions were optimized concerning surfactant: co-surfactant ratio (5:1, 4:1, 3:1, 2:1, and 1:1) and oil to surfactant: co-surfactant ratio (1:9, 1:8, 1:7, 1:6, 1:5, 1:4, 1:3, 1:2, and 1:1). The formulations were evaluated concerning % transmittance, emulsification time, pH, viscosity, droplet size, polydispersity index, zeta potential, drug content, transmission electron microscopy, in-vitro drug release, stability (of the optimal formulas), and antiviral effect against coronavirus. The optimal nanoemulsion formula was F7, exhibiting an acceptable pH level, a rapid emulsification rate, a viscosity of 20 cP, and 100% drug content. The formulation droplet size was 16 and 17 nm, the polydispersity index was 0.18 and 0.26, and the zeta potential was - 6.29 and - 10.34 mV for licorice extract and remdesivir nanoemulsions, respectively. However, licorice extract nanoemulsion exhibited better release and physical stability. Licorice extract nanoemulsion may be a potential subcutaneous injection for combating mild to moderate coronavirus.",
      "mesh_terms": [
        "Coronavirus",
        "Emulsions",
        "Surface-Active Agents",
        "Oils",
        "Injections, Subcutaneous",
        "Particle Size",
        "Adenosine Monophosphate",
        "Alanine",
        "Glycyrrhiza",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "38091890",
      "title": "A cytosine analogue 5-azacitidine improves the accumulation of licochalcone A in licorice Glycyrrhiza inflata.",
      "authors": [
        "Xiaoling Ma",
        "Ningxin Jiang",
        "Jingxian Fu",
        "Yuping Li",
        "Lijun Zhou",
        "Ling Yuan",
        "Ying Wang",
        "Yongqing Li"
      ],
      "journal": "Journal of plant physiology",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Licochalcone A (LCA) is a characteristic compound of Glycyrrhiza inflata with anti-inflammatory, antioxidant and antitumor activities. However, G. inflata produces LCA in low quantities that does not meet the market demand. In this study, we found that DNA methylation inhibitor 5-azacitidine (5-azaC) successfully improved the LCA contents in G. inflata seedlings. Transcriptome analysis revealed a series of differentially expressed genes (DEGs), including transcription factors such as MYB, ERF, WRKY, and some structural genes related to flavonoid biosynthesis. However, whole genome bisulfite sequencing (BS-seq) results showed little effect of the 5-azaC treatment on the alteration of DNA methylation on these genes, indicating the possibility that 5-azaC acts as a stimulus, but not an epigenetic modulation factor to improve the LCA content in G. inflata. Additionally, we applied the 5-azaC treatment to field plants and hairy roots and successfully increased the LCA contents in both cases. This research demonstrates the feasibility of 5-azaC treatments in future applications to improve plant production of LCA.",
      "mesh_terms": [
        "Glycyrrhiza",
        "Azacitidine",
        "Chalcones",
        "Cytosine"
      ]
    },
    {
      "pmid": "38076040",
      "title": "Exploring the molecular mechanism of Licorice rose beverage anti-melasma based on network pharmacology, molecular docking technology and in vivo and in vitro experimental verification.",
      "authors": [
        "Dan Zhai",
        "Yi Hu",
        "Li Liu",
        "Zhuxian Wang",
        "Peiyi Liang",
        "CuiPing Jiang",
        "Hui Li",
        "Quanfu Zeng",
        "Hongkai Chen",
        "Yufan Wu",
        "Yinglin Guo",
        "Yankui Yi",
        "Chunyan Shen",
        "Qiang Liu",
        "Hongxia Zhu"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Melasma is a pigmentation disease with refractory and high recurrence risk. Therefore, finding effective treatment has become the focus of research. This study aimed to reveal the mechanism of Licorice rose beverage (LRB) in treating melasma from the perspective of network pharmacology and in vitro and in vivo experimental techniques. Network pharmacological studies have shown that Isolicoflavonol, quercetin, and kaempferol are the main active components of anti-melasma and tyrosinase is the main target. Molecular docking studies have shown that these compounds have a good affinity for these targets. In vitro tyrosinase inhibition experiments showed that LRB could significantly inhibit tyrosinase activity. In vivo studies showed that LRB could significantly improve skin damage and skin pigmentation, reduce the activities of serum and skin tyrosinase in model mice, increase the activity of SOD in serum, and reduce the content of MDA in mice, showing a good effect of anti-melasma. In conclusion, these findings reveal the molecular mechanism of LRB in treating melasma and provide the scientific basis for this product's development and clinical application."
    },
    {
      "pmid": "38018195",
      "title": "Potential Targets and Mechanisms of Bitter Almond-Licorice for COVID-19 Treatment Based on Network Pharmacology and Molecular Docking.",
      "authors": [
        "Qiwei Hong",
        "Xinyue Shang",
        "Yanan Wu",
        "Zhenlin Nie",
        "Bangshun He"
      ],
      "journal": "Current pharmaceutical design",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The outbreak of Corona Virus Disease 2019 (COVID-19) has resulted in millions of infections and raised global attention. Bitter almonds and licorice are both Traditional Chinese Medicines (TCM), often used in combination to treat lung diseases. Several prescriptions in the guidelines for the diagnosis and treatment of coronavirus disease 2019 (trial version ninth) contained bitter almond-licorice, which was effective in the treatment of COVID-19. However, the active ingredients, drug targets and therapeutic mechanisms of bitter almonds-licorice for the treatment of COVID-19 remain to be elucidated. METHODS: The active ingredients and targets were derived from the Traditional Chinese Medicine Systems Pharmacology (TCMSP). Meanwhile, targets associated with COVID-19 were obtained from the GeneCards database, PharmGkb database and DrugBank database. Then, the potential targets of bitter almond-licorice against COVID-19 were screened out. Protein-protein interaction (PPI) networks and core targets were analyzed through the String database and Cytoscape software. In addition, gene ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analyses were performed based on potential targets using R statistical software. Finally, molecular docking was used to validate the binding of the active ingredients to the core targets. RESULTS: The results of the TCMSP database showed that the bitter almond-licorice had 89 active components against COVID-19, involving 102 targets. PPI network and core target analysis indicated that IL-6, TNF, MAPK1, and IL1B were the key targets against COVID-19. In addition, GO and KEGG enrichment analysis showed that the bitter almond-licorice were involved in various biological processes through inflammation-related pathways such as TNF signaling pathway and IL-17 signaling pathway. Finally, molecular docking approaches confirmed the affinity between the active components of the bitter almond-licorice and the therapeutic targets. CONCLUSION: The bitter almond-licorice could be used to treat COVID-19 by inhibiting inflammatory responses and regulating cellular stress. This work is based on data mining and molecular docking, and the findings need to be interpreted with caution.",
      "mesh_terms": [
        "Humans",
        "Molecular Docking Simulation",
        "Glycyrrhiza",
        "Prunus dulcis",
        "Network Pharmacology",
        "COVID-19 Drug Treatment",
        "COVID-19",
        "Drugs, Chinese Herbal",
        "Medicine, Chinese Traditional"
      ]
    },
    {
      "pmid": "37958031",
      "title": "The Power of Licorice (Radix glycyrrhizae) to Improve Oral Health: A Comprehensive Review of Its Pharmacological Properties and Clinical Implications.",
      "authors": [
        "Hebah AlDehlawi",
        "Ahoud Jazzar"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2023-Nov-02",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Licorice (Radix glycyrrhizae) is a plant root extract widely used in various applications, including cosmetics, food supplements, and traditional medicine. It has a long history of medicinal use in different cultures due to its diverse pharmacological properties. Licorice has traditionally been used for treating gastrointestinal problems, respiratory infections, cough, bronchitis, arthritis, and skin conditions. In recent years, the potential therapeutic benefits of licorice for oral health have gained significant interest. This paper aims to provide a comprehensive review of the effects of licorice extracts and their bioactive components on common oral diseases such as dental caries, periodontitis, halitosis, candidiasis, and recurrent aphthous ulcers. The chemical composition of licorice has shown the presence of several bioactive compounds such as glycyrrhizin, glabridin, isoliquiritigenin (ISL), and licochalcone exhibiting various pharmacological activities, including anti-inflammatory, antimicrobial, antioxidative, and immunomodulatory effects. Interestingly, in certain patients, licorice has shown a promising potential to inhibit the spread of viruses, prevent biofilm formation, reduce inflammation, boost immune responses, alleviate pain, and exert antioxidative effects. In this review, we provide a brief overview of the current understanding of licorice's therapeutic benefits in the treatment of oral ailments, emphasising its potential as an alternative treatment option for oral diseases. Further research is warranted to explore its efficacy, safety, and clinical applications using placebo-controlled clinical trials."
    },
    {
      "pmid": "37952360",
      "title": "Licorice flavonoid alleviates gastric ulcers by producing changes in gut microbiota and promoting mucus cell regeneration.",
      "authors": [
        "Yufan Wu",
        "Yinglin Guo",
        "Tairun Huang",
        "Dehao Huang",
        "Li Liu",
        "Chunyan Shen",
        "Cuiping Jiang",
        "Zhuxian Wang",
        "Hongkai Chen",
        "Peiyi Liang",
        "Yi Hu",
        "Zeying Zheng",
        "Tao Liang",
        "Dan Zhai",
        "Hongxia Zhu",
        "Qiang Liu"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2023-Dec-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Licorice flavonoid (LF) is the main component of Glycyrrhizae Radix et Rhizoma, a \"medicine food homology\" herbal medicine, which has anti-digestive ulcer activity, but the mechanism in anti-gastric ulcer (GU) remains to be elucidated. In this study, we manifested that LF increased the viability of human gastric mucosal epithelial (GES-1) cells, attenuated ethanol (EtOH)-induced manifestations, reduced histological injury, suppressed inflammation, and restored gastric mucosal barrier in GU rats. After LF therapy, the EtOH-induced gut dysbiosis was partly modulated, and short-chain fatty acids (SCFAs) like butyric acid, propionic acid, and valeric acid were found in higher concentrations. We discovered that the majority of genera that increased in the GU group had a negative correlation with SCFAs in the intestinal tract. In addition, LF-upregulated SCFAs boosted mucus secretion in the gastric epithelium and the expression of mucoprotein (MUC) 5AC and MUC6, particularly the MUC5AC in the gastric foveola. Moreover, LF triggered the EGFR/ERK signal pathway which promoted gastric mucus cell regeneration. Therefore, the findings indicated that LF could inhibit inflammation, promote mucosal barrier repair and angiogenesis, regulate gut microbiota and SCFA metabolism; more importantly, promote epithelial proliferation via activation of the EGFR/ERK pathway, exerting a protective and regenerative effect on the gastric mucosa.",
      "mesh_terms": [
        "Rats",
        "Humans",
        "Animals",
        "Stomach Ulcer",
        "Gastrointestinal Microbiome",
        "Fatty Acids, Volatile",
        "Inflammation",
        "Ethanol",
        "Glycyrrhiza",
        "Mucus",
        "ErbB Receptors"
      ]
    },
    {
      "pmid": "37894521",
      "title": "Multi-Omics Elucidates Difference in Accumulation of Bioactive Constituents in Licorice (Glycyrrhiza uralensis) under Drought Stress.",
      "authors": [
        "Chengcheng Wang",
        "Dawei Wu",
        "Liying Jiang",
        "Xunhong Liu",
        "Tiantian Xie"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Oct-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Licorice is a frequently applied herb with potential edible and medicinal value based on various flavonoids and triterpenes. However, studies on detailed flavonoid and triterpene metabolism and the molecular basis of their biosynthesis in licorice are very limited, especially under drought conditions. In the present study, we carried out transcriptome, proteome, and metabolome experiments. To ultimately combine three omics for analysis, we performed a bioinformatics comparison, integrating transcriptome data and proteome data through a Cloud platform, along with a simplified biosynthesis of primary flavonoids and triterpenoids in the KEGG pathway based on metabolomic results. The biosynthesis pathways of triterpenes and flavonoids are enriched at both gene and protein levels. Key flavonoid-related genes (PAL, 4CL, CHS, CHI, CYP93C, HIDH, HI4OMT, and CYP81E1_7) and representative proteins (HIDH, CYP81E1_7, CYP93C, and VR) were obtained, which all showed high levels after drought treatment. Notably, one R2R3-MYB transcription factor (Glyur000237s00014382.1), a critical regulator of flavonoid biosynthesis, achieved a significant upregulated expression as well. In the biosynthesis of glycyrrhizin, both gene and protein levels of bAS and CYP88D6 have been found with upregulated expression under drought conditions. Most of the differentially expressed genes (DEGs) and proteins (DEPs) showed similar expression patterns and positively related to metabolic profiles of flavonoid and saponin. We believe that suitable drought stress may contribute to the accumulation of bioactive constituents in licorice, and our research provides an insight into the genetic study and quality breeding in this plant.",
      "mesh_terms": [
        "Glycyrrhiza uralensis",
        "Glycyrrhiza",
        "Droughts",
        "Multiomics",
        "Proteome",
        "Plant Breeding",
        "Flavonoids",
        "Glycyrrhizic Acid",
        "Gene Expression Regulation, Plant",
        "Transcriptome"
      ]
    },
    {
      "pmid": "37847472",
      "title": "Efficacy and safety of licorice (Glycyrrhiza glabra) in moderately ill patients with COVID-19: a randomized controlled trial.",
      "authors": [
        "Ali Ameri",
        "Mehdi Farashahinejad",
        "Parivash Davoodian",
        "Omid Safa",
        "Amin Kusha",
        "Habib Dadvand",
        "Soheil Hassanipour",
        "Mohammad Fathalipour"
      ],
      "journal": "Inflammopharmacology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Licorice extract (glycyrrhizin), a potent antiviral, anti-inflammatory, and antioxidant remedy, is a potential therapeutic option for COVID-19. We evaluated the efficacy and safety of licorice in patients with moderate COVID-19. In this study, 60 patients with confirmed COVID-19 were randomly assigned in a 1:1 ratio to receive licorice (at a dose of 760 mg three times a day for seven days) or control groups. The primary outcomes were SPO2, body temperature, and respiratory rate (RR) after the end of the intervention. The findings indicated that SPO2, body temperature, and RR had no significant difference between the groups at the end of the intervention. However, CRP and ALT improved in the licorice group toward the baseline. The number of patients with worse prognoses, LOS, mortality, and the incidence of adverse events were not different between the groups at the end of the study. Licorice had no beneficial effect on the clinical symptoms of COVID-19. Moreover, this intervention demonstrated a safe profile of adverse events. The confirmation of the results of this preparatory trial requires more detailed multiple-center trials with a larger sample size.",
      "mesh_terms": [
        "Humans",
        "COVID-19",
        "Glycyrrhiza",
        "Plant Extracts",
        "SARS-CoV-2"
      ]
    },
    {
      "pmid": "37786470",
      "title": "Topical Licorice for Aphthous: A Systematic Review of Clinical Trials.",
      "authors": [
        "Fereshteh Dorsareh",
        "Gita Vahid-Dastjerdi",
        "Abdelhakim Bouyahya",
        "Mohammad Mehdi Zarshenas",
        "Mostafa Rezaie",
        "Woong Mo Yang",
        "Ehsan Amiri-Ardekani"
      ],
      "journal": "Iranian journal of medical sciences",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Recurrent aphthous stomatitis (RAS) is the most common ulcerative disease that affects oral mucosa. The coating agents, topical analgesics, and topical steroids are usually used as treatment methods. Glycyrrhiza glabra has been used for RAS treatment based on its anti-inflammatory, antioxidant, and immunomodulatory properties. In this study, a systemic review on the therapeutic effect of topical licorice on RAS management was performed. METHODS: Science Direct, Scopus, Cochrane databases, PubMed Google Scholar, and ResearchGate were searched up to September 2021 to find all English randomized clinical trials studying the effect of G. glabra, or its compositions on RAS. Meta-analysis was not conducted because of data heterogeneity. Articles were reviewed qualitatively, and only those with a Jadad score ≥3 were included. Animal studies, in vitro, review papers, non-English papers, and case reports were excluded. RESULTS: Six studies with 314 subjects were included after screening. The result showed licorice has significant effects on RAS pain reduction, ulcer size, and healing time. Its effectiveness is related to its dose-dependent anti-inflammatory and antioxidant effects through several mechanisms. It also has antibacterial effects against Streptococci mutans and Porphyromonas gingivalis as another mechanism of action in RAS treatment. In addition, licorice can elevate the epidermal growth factor (EGF) level compared to the control group, which has an essential role in oral mucosal tissue integrity. CONCLUSION: Licorice extract has been used in different dosage forms, including paste, patch, and mouthwash with concentrations of 1% or 5%. The healing time after licorice therapy is expected to be within 4-8 days. Licorice did not show any adverse effect in the intervention groups, indicating its effectiveness and safety in RAS treatment.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Stomatitis, Aphthous",
        "Glycyrrhiza",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "37556490",
      "title": "Systematically uncovering the absorbed effective substances of Radix Scutellaria-licorice drug pair in rat plasma against COVID-19 using a combined UHPLC-Q-TOF-MS analysis and target network pharmacology.",
      "authors": [
        "Xuqing Wen",
        "Weiwei Xie",
        "Juan Gao",
        "Dedong Zhang",
        "Mengxin Yang",
        "Zhiqing Zhang",
        "Yingfeng Du",
        "Yiran Jin"
      ],
      "journal": "PloS one",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Radix Scutellaria-Licorice drug pair (RSLDP), a frequently used herbal pair with the effect of clearing heat and detoxifying, is the commonly employed drug pair in TCM prescriptions for the treatment of COVID-19. Until now, the metabolism feature and anti-COVID-19 mechanism of RSLDP have not been fully elucidated. In this study, a sensitive and rapid method was developed for the separation and identification of the absorbed constituents of RSLDP in the rat plasma by UHPLC-QTOF-MS. Additionally, we optimized the conventional methodologies of network pharmacology and proposed a new concept called target network pharmacology (T-NP). It used the absorbed constituents and the corresponding targets to generate a compound-target network, and compared to conventional network pharmacology, it could reduce false-positive results. A total of 85 absorbed constituents were identified or tentatively characterized in dosed plasma, including 32 components in the group of Radix Scutellaria, 27 components in the group of Licorice, and 65 components in the group of RSLDP. The results showed that the compatibility of Radix Scutellaria and Licorice increased the number of components in vivo. We found that 106 potential targets among the 61 active compounds in RSLDP were related to COVID-19. And 12 targets (STAT3, AKT1, EGFR, HSP9AA1, MAPK3, JUN, IL6, VEGFA, TNF, IL2, RELA, and STAT1) could be core targets for RSLDP in treating COVID-19. Results from these targets indicate that RSLDP treatment of COVID-19 mainly involves response to chemical stress, response to oxygenates, positive regulation of cytokines, PI3K-Akt signaling pathway, AGE-RAGE signaling pathway for diabetic complications, virus-related pathways such as novel coronavirus and human cytomegalovirus infection, inflammatory immune-related pathways, and so on. The metabolism feature of RSLDP in vivo was systematically uncovered. The combined use of the T-NP method could discover potential drug targets and disclose the biological processes of RSLDP, which will clarify the potential mechanisms of RSLDP in the treatment of COVID-19.",
      "mesh_terms": [
        "Rats",
        "Humans",
        "Animals",
        "COVID-19",
        "Drugs, Chinese Herbal",
        "Scutellaria",
        "Glycyrrhiza",
        "Chromatography, High Pressure Liquid",
        "Network Pharmacology",
        "Phosphatidylinositol 3-Kinases",
        "Molecular Docking Simulation"
      ]
    },
    {
      "pmid": "37363744",
      "title": "Licorice-saponin A3 is a broad-spectrum inhibitor for COVID-19 by targeting viral spike and anti-inflammation.",
      "authors": [
        "Yang Yi",
        "Wenzhe Li",
        "Kefang Liu",
        "Heng Xue",
        "Rong Yu",
        "Meng Zhang",
        "Yang-Oujie Bao",
        "Xinyuan Lai",
        "Jingjing Fan",
        "Yuxi Huang",
        "Jing Wang",
        "Xiaomeng Shi",
        "Junhua Li",
        "Hongping Wei",
        "Kuanhui Xiang",
        "Linjie Li",
        "Rong Zhang",
        "Xin Zhao",
        "Xue Qiao",
        "Hang Yang",
        "Min Ye"
      ],
      "journal": "Journal of pharmaceutical analysis",
      "publication_date": "2023-May-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Currently, human health due to corona virus disease 2019 (COVID-19) pandemic has been seriously threatened. The coronavirus severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) spike (S) protein plays a crucial role in virus transmission and several S-based therapeutic approaches have been approved for the treatment of COVID-19. However, the efficacy is compromised by the SARS-CoV-2 evolvement and mutation. Here we report the SARS-CoV-2 S protein receptor-binding domain (RBD) inhibitor licorice-saponin A3 (A3) could widely inhibit RBD of SARS-CoV-2 variants, including Beta, Delta, and Omicron BA.1, XBB and BQ1.1. Furthermore, A3 could potently inhibit SARS-CoV-2 Omicron virus in Vero E6 cells, with EC50 of 1.016 μM. The mechanism was related with binding with Y453 of RBD determined by hydrogen-deuterium exchange mass spectrometry (HDX-MS) analysis combined with quantum mechanics/molecular mechanics (QM/MM) simulations. Interestingly, phosphoproteomics analysis and multi fluorescent immunohistochemistry (mIHC) respectively indicated that A3 also inhibits host inflammation by directly modulating the JNK and p38 MAPK pathways and rebalancing the corresponding immune dysregulation. This work supports A3 as a promising broad-spectrum small molecule drug candidate for COVID-19."
    },
    {
      "pmid": "37315598",
      "title": "Development of a full-scale wastewater treatment plant for licorice root processing factories: A hybrid biodegradation-lime-alum-ozonation process.",
      "authors": [
        "Ehsan Houshyar",
        "Jacopo Bacenetti"
      ],
      "journal": "The Science of the total environment",
      "publication_date": "2023-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Liquorice is a perennial legume that grows principally in Asia, the Middle East and some parts of Europe. The sweet root extract is mainly used in the pharmaceutical, food and confectionary industries. It contains 400 compounds, including triterpene saponins and flavonoids, which are responsible for liquorice's bioactivities. The wastewater (WW) arising from the processing of liquorice can have negative environmental effects and must be treated before being discharged into the environment. Different WW treatment solutions are available. In the last years, increasing attention has been paid to the environmental sustainability of wastewater treatment plants (WWTPs). The present article discusses a hybrid biological (anaerobic-aerobic) and post-biological (lime-alum-ozone) WWTP, designed to treat 105 m3/day complex liquorice root extract WW for agricultural purposes. The influent chemical oxygen demand (COD) and biological oxygen demand (BOD5) were found to be 6000-8000 mg/L and 2420-3246 mg/L, respectively. With a biological hydraulic retention time of 8.2 days and no addition of extra nutrients, the WWTP reached a stable condition after 5 months. Over the course of 16 months, its highly efficient biological treatment reduced COD, BOD5, total suspended solids (TSS), phosphate, ammonium, nitrite, nitrate and turbidity by 86-98 %. However, the WW's colour proved resilient: only 68 % of the colour was removed by the biological treatment, necessitating a combination of biodegradation-lime-alum-ozonation processes in order to reach 98 % efficiency. Thus, this study reveals that liquorice root extract WW can successfully be treated and reused for crop irrigation.",
      "mesh_terms": [
        "Waste Disposal, Fluid",
        "Wastewater",
        "Water Purification",
        "Ozone"
      ]
    },
    {
      "pmid": "37312740",
      "title": "Effect of Licorice Essential Oil (Glycyrrhizaglabraglabra) on Performance and Some Biochemical Parameters of Broiler Chickens.",
      "authors": [
        "O Dheyauldeen Salahdin",
        "H Othman",
        "H Hafsan",
        "F Mohammed",
        "T Ahmed Hamza",
        "M M Kadhim",
        "S Aravindhan",
        "A S Prakaash",
        "Y Fakri Mustafa"
      ],
      "journal": "Archives of Razi Institute",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial, Veterinary"
      ],
      "abstract": "Due to its beneficial components, such as glycyrrhizin, licorice is regarded a medicinal and fragrant plant. This research was designed to investigate the efficacy of licorice essential oil as an alternative to chemical antibiotics on broiler production, carcass features, cellular and humoral safety, and numerous biochemical variables in broiler blood serum. A total of 160 day-old broiler chicks were assigned to four treatment groups using a totally randomized approach. Each treatment consisted of 4 replicates, with 10 chicks in each replication. The experimental treatments included a control group, a group receiving an elemental diet containing 0.1% licorice essential oil, a group receiving an elemental diet containing 0.2% licorice essential oil, and a group receiving an elemental diet containing 0.3% licorice essential oil. Broilers had ad libitum access to feed and water in accordance with a three-phase feeding schedule consisting of a starter, grower, and finisher diet. There was no statistically significant difference (P>0.05) in body weight, feed intake, or feed conversion ratio between birds given the control or essential oil licorice at various stages of the experiment. However, birds receiving 0.1% licorice essential oil had a lower gallbladder relative weight and 0.3% licorice essential oil had less abdominal fat than the control group (P<0.05). Blood glucose, cholesterol, and LDL concentrations all fell considerably in licorice essential oil-treated birds relative to controls (P<0.05). The cellular immune response of birds fed licorice-containing diets did not differ from that of control birds (P>0.05), however there was a significant difference in the humoral immune response at 0.1% licorice essential oil compared to the control group (P<0.05). In overall, the results of this experiment demonstrated that incorporating licorice essential oil into a bird's diet improves its health and safety.",
      "mesh_terms": [
        "Animals",
        "Anti-Bacterial Agents",
        "Chickens",
        "Eating",
        "Glycyrrhiza",
        "Oils, Volatile"
      ]
    },
    {
      "pmid": "37308027",
      "title": "Anti-arrhythmia potential of honey-processed licorice in zebrafish model: Antioxidant, histopathological and tissue distribution.",
      "authors": [
        "Wenxin Wang",
        "Yinting Yu",
        "Huixian Chen",
        "Peijun Sun",
        "Lujie Lu",
        "Shuwei Yan",
        "Xunhong Liu",
        "Tulin Lu",
        "Weidong Li",
        "Jining Liu",
        "Lihong Chen"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2023-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Honey-processed licorice (HPL) is the roasted product of licorice. It is recorded in the \"Shang Han Lun\" that licorice has better protection on heart after honey-processed. However, researches regarding its protective effect on the heart and the distribution of HPL in vivo are still limited. AIM OF THE STUDY: To evaluate the cardio-protection of HPL and explore the law of ten main components distribution in vivo under physiological and pathological conditions for an attempt to clarify the pharmacological substance basis of HPL in treating arrhythmia. MATERIALS AND METHODS: The adult zebrafish arrhythmia model was established by doxorubicin (DOX). Electrocardiogram (ECG) was used to detect the heart rate changes of zebrafish. SOD and MDA assays were used to evaluate oxidative stress levels in the myocardium. HE staining was used to observe the morphological change of myocardial tissues after HPL treatment. The UPLC-MS/MS was adapted to detect the content of ten main components of HPL in heart, liver, intestine, and brain under normal and heart injury conditions. RESULTS: Heart rate of zebrafish was decreased, the SOD activity was attenuated and MDA content was increased in myocardium after administration of DOX. Moreover, tissue vacuolation and inflammatory infiltration were detected in zebrafish myocardium induced by DOX. HPL could ameliorate heart injury and bradycardia induced by DOX to a certain extent by increasing SOD activity and reducing MDA content. In addition, the study of tissue distribution revealed that the content of liquiritin, isoliquiritin, and isoliquiritigenin in the heart was higher in the presence of arrhythmias than those in the normal condition. Under pathological conditions, the heart highly exposed to these three components could elicit anti-arrhythmic effects by regulating immunity and oxidation. CONCLUSION: These findings indicate that the HPL is protective against heart injury induced by DOX, and its effect is associated with the alleviation of oxidative stress and tissue injury. And the cardioprotective effect of HPL under pathological conditions may be related to the high distribution of liquiritin, isoliquiritin, and isoliquiritigenin in heart tissue. This study provides an experimental basis for the cardioprotective effects and tissue distribution of HPL.",
      "mesh_terms": [
        "Animals",
        "Zebrafish",
        "Antioxidants",
        "Anti-Arrhythmia Agents",
        "Glycyrrhiza",
        "Honey",
        "Tissue Distribution",
        "Chromatography, Liquid",
        "Tandem Mass Spectrometry",
        "Doxorubicin",
        "Heart Injuries",
        "Oxidative Stress",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "37288311",
      "title": "Licorice as a herbal extract in periodontal therapy.",
      "authors": [
        "Safiya Fatima Khan",
        "Bhavya Shetty",
        "Ibrahim Fazal",
        "Asim Mustafa Khan",
        "Faheem Muzaffar Mir",
        "Muhamood Moothedath",
        "V J Reshma",
        "Muhaseena Muhamood"
      ],
      "journal": "Drug target insights",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Periodontal disease is caused by specific pathogens which results in inflammation of the tooth-supporting structures and subsequently causes the continued breakdown of alveolar bone and periodontal ligament. Licorice (Glycyrrhiza glabra) is a perennial herb with substantial medicinal value. Licorice extract is derived from dried, unpeeled stolons and roots of Glycyrrhiza uralensis and G. glabra. The bioactive ingredients in licorice extract such as glycyrrhizin, licoricidin, glabridin, licochalcone A, and licorisoflavan A have anti-inflammatory, antimicrobial, and anti-adherence effects that are beneficial against periodontal disease. Since periodontal disease has a complex etiology that includes the host response and microorganisms, licorice phytochemicals offer a therapeutic advantage due to their dual functionality. The aim of this review was to enumerate the bioactive compounds present in herbal licorice extract and to elucidate the beneficial effects of licorice and its derivatives in periodontal therapy. Literature review and clinical trials evaluating the effect of licorice on periodontopathogens and periodontal disease are included in this article."
    },
    {
      "pmid": "37081966",
      "title": "Licorice extract inhibits the cGAS-STING pathway and protects against non-alcoholic steatohepatitis.",
      "authors": [
        "Wei Luo",
        "Guang Xu",
        "Zheng Song",
        "Wenqing Mu",
        "Jincai Wen",
        "Siwen Hui",
        "Jia Zhao",
        "Xiaoyan Zhan",
        "Zhaofang Bai",
        "Xiaohe Xiao"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Inflammation and fibrosis are typical symptoms of non-alcoholic steatohepatitis (NASH), which is one of the most common chronic liver diseases. The cGAS-STING signaling pathway has been implicated in the progression of NASH, and targeting this pathway may represent a new therapeutic strategy. Licorice is a widely used herb with anti-inflammatory and liver-protective properties. In this study, we assessed the effect of licorice extract on the cGAS-STING pathway. Methods: Bone marrow-derived macrophages (BMDMs) were treated with licorice extract and then stimulated with HT-DNA, 2'3'-cGAMP, or other agonists to activate the cGAS-STING pathway. Quantitative real-time PCR and western blot were conducted to analyze whether licorice extract could affect the cGAS-STING pathway. Methionine and choline-deficient diet (MCD) was used to induce NASH in mice, which were treated with licorice extract (500 mg/kg) by gavage and/or c-176 (15 mg/kg) by intraperitoneal injection every 2 days. After 6 weeks of treatment, histological analysis of liver tissue was performed, along with measurements of plasma biochemical parameters. Results: Licorice extract inhibits cGAS-STING pathway activation. Mechanistically, it might function by inhibiting the oligomerization of STING. Treatment with licorice extract reduced inflammation and fibrosis in MCD diet-induced NASH mice models. Furthermore, we found that the therapeutic effect of combination treatment with licorice extract and C-176 (STING inhibitor) on the pathology and fibrosis of MCD diet-induced NASH models was similar to that of licorice extract or C-176 administered alone. Conclusion: Licorice extract can inhibit the cGAS-STING pathway and improve hepatic inflammation and fibrosis in NASH mice models. It strongly suggests that licorice extract may be a candidate therapeutic for NASH."
    },
    {
      "pmid": "37037848",
      "title": "Deep learning-based network pharmacology for exploring the mechanism of licorice for the treatment of COVID-19.",
      "authors": [
        "Yu Fu",
        "Yangyue Fang",
        "Shuai Gong",
        "Tao Xue",
        "Peng Wang",
        "Li She",
        "Jianping Huang"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Apr-10",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Licorice, a traditional Chinese medicine, has been widely used for the treatment of COVID-19, but all active compounds and corresponding targets are still not clear. Therefore, this study proposed a deep learning-based network pharmacology approach to identify more potential active compounds and targets of licorice. 4 compounds (quercetin, naringenin, liquiritigenin, and licoisoflavanone), 2 targets (SYK and JAK2) and the relevant pathways (P53, cAMP, and NF-kB) were predicted, which were confirmed by previous studies to be associated with SARS-CoV-2-infection. In addition, 2 new active compounds (glabrone and vestitol) and 2 new targets (PTEN and MAP3K8) were further validated by molecular docking and molecular dynamics simulations (simultaneous molecular dynamics), as well as the results showed that these active compounds bound well to COVID-19 related targets, including the main protease (Mpro), the spike protein (S-protein) and the angiotensin-converting enzyme 2 (ACE2). Overall, in this study, glabrone and vestitol from licorice were found to inhibit viral replication by inhibiting the activation of Mpro, S-protein and ACE2; related compounds in licorice may reduce the inflammatory response and inhibit apoptosis by acting on PTEN and MAP3K8. Therefore, licorice has been proposed as an effective candidate for the treatment of COVID-19 through PTEN, MAP3K8, Mpro, S-protein and ACE2.",
      "mesh_terms": [
        "Glycyrrhiza",
        "Angiotensin-Converting Enzyme 2",
        "COVID-19",
        "Deep Learning",
        "Molecular Docking Simulation",
        "Network Pharmacology",
        "SARS-CoV-2"
      ]
    },
    {
      "pmid": "37005199",
      "title": "Thyme essential oil fostering the efficacy of aqueous extract of licorice against fungal phytopathogens of Capsicum annuum L.",
      "authors": [
        "Himanshu Arora",
        "Abhishek Sharma",
        "Satyawati Sharma"
      ],
      "journal": "Journal of bioscience and bioengineering",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Capsicum annuum L. production is impeded by various biotic factors, including fungal diseases caused by Colletotrichum capsici, Pythium aphanidermatum, and Fusarium oxysporum. Various plant extracts and essential oils are increasingly used to control different plant diseases. In this study, licorice (Glycyrrhiza glabra) cold water extract (LAE) and thyme (Thymus vulgaris) essential oil (TO) were found to be highly effective against the C. annuum pathogens. LAE at 200 mg ml-1 demonstrated the maximum antifungal activity of 89.9% against P. aphanidermatum, whereas TO at 0.25 mg ml-1 showed 100% inhibition of C. capsici. However, when used in combination, much lower doses of these plant protectants (100 mg ml-1 LAE and 0.125 mg ml-1 TO) exhibited a synergistic effect in controlling the fungal pathogens. Metabolite profiling using gas chromatography-mass spectrometry and high resolution-liquid chromatography-mass spectrophotometry analysis showed the presence of several bioactive compounds. Enhanced cellular components leakage revealed damage to the fungal cell wall and membrane due to and LAE treatment, which can be attributed to the TO lipophilicity and triterpenoid saponins of LAE. TO and LAE treatments also caused a reduction in ergosterol biosynthesis might be due to the presence of thymol and sterol components in the botanicals. Although the aqueous extracts have a low preparation cost, their uses are limited by modest shelf life and lacklustre antifungal effect. We have shown that these limitations can be bypassed by combining oil (TO) with the aqueous extract (LAE). This study further opens the avenues for utilizing these botanicals against other fungal phytopathogens.",
      "mesh_terms": [
        "Oils, Volatile",
        "Antifungal Agents",
        "Capsicum",
        "Thymus Plant",
        "Plant Oils",
        "Glycyrrhiza"
      ]
    },
    {
      "pmid": "36958387",
      "title": "Flavonoids derived from licorice suppress LPS-induced acute lung injury in mice by inhibiting the cGAS-STING signaling pathway.",
      "authors": [
        "Jincai Wen",
        "Shuanglin Qin",
        "Yurong Li",
        "Ping Zhang",
        "Xiaoyan Zhan",
        "Mingxia Fang",
        "Ce Shi",
        "Wenqing Mu",
        "Wen Kan",
        "Jia Zhao",
        "Siwen Hui",
        "Manting Hou",
        "Hui Li",
        "Xiaohe Xiao",
        "Guang Xu",
        "Zhaofang Bai"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In recent years, we have found that the dysregulation of the cyclic-GMP-AMP synthase (cGAS)‒stimulator of interferon genes (STING) pathway leads to the development of immune and inflammatory diseases, therefore, finding compounds that can specifically regulate this pathway is essential for effective regulation of the immune pathway for addressing inflammatory diseases. Licorice flavonoids (LFs), are active ingredients extracted from the Chinese herb licorice, which has been reported to have strong anti-inflammatory activity in previous studies. Here, we report that LFs inhibit the activation of the cGAS-STING pathway evidenced by the inhibition of the expression of type I interferons and related downstream genes such as interferon-stimulated gene 15 (ISG15) and C-X-C motif chemokine ligand 10 (CXCL10), as well as inflammatory cytokines such as interleukin-6 (IL-6) and tumor necrosis factor-α (TNF-α). Notably, LFs markedly improve the LPS-induced acute lung injury by inhibiting the excessive activation of cGAS-STING signaling pathway. Mechanistically, LFs treatment leads to the blocking of 2'3'-cyclic GMP-AMP (cGAMP) synthesis resulting in an inhibition of the activation of the cGAS-STING pathway. Our results indicate that LFs is a specific inhibitor of the cGAS-STING pathway, which is suggested to be a potential candidate for the treatment of cGAS-STING pathway-mediated inflammatory diseases.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Lipopolysaccharides",
        "Glycyrrhiza",
        "Signal Transduction",
        "Nucleotidyltransferases",
        "Interferon Type I",
        "Acute Lung Injury"
      ]
    },
    {
      "pmid": "36874748",
      "title": "A Licorice-Flavored Edema: A Case Report of Glycyrrhizic Acid Toxicity From Chronic Licorice Root Consumption.",
      "authors": [
        "Jean-Samuel Blanpain"
      ],
      "journal": "Cureus",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "This article presents a case study of a 49-year-old patient who was admitted to the emergency department with hypertension, edema, and intense fatigue caused by excessive consumption for three weeks of licorice herbal teas purchased on the internet. The patient was only taking antiaging hormonal treatment. The examination revealed bilateral edema of the face and lower limbs, and blood tests showed discrete hypokalemia (3.1 mmol/L) and low aldosterone levels. The patient revealed that she had been consuming large amounts of licorice herbal teas to compensate for the lack of sweetness in her low-sugar diet. This case study highlights that although licorice is widely used for its sweet taste and has medicinal properties, it can also have a mineralocorticoid-like activity that can lead to apparent mineralocorticoid excess (AME) when consumed in excess. The main component of licorice responsible for these symptoms is glycyrrhizic acid, which increases the availability of cortisol by decreasing its catabolism and has a mineralocorticoid effect through the inhibition of the enzyme 11-β-hydroxysteroid dehydrogenase (11-β-HSD) type 2. The case also discusses the clinical effects of licorice consumption, such as sodium retention and potassium excretion, leading to potential cardiovascular complications, as well as a differential diagnosis of similar clinical presentations mainly based on laboratory findings including aldosterone level and plasma renin activity (PRA). The potential dangers of consuming excessive amounts of licorice are well established, and we advocate stricter regulations and increased awareness and education for both the general public and the medical profession about these negative side effects and suggest that physicians should consider licorice consumption in their approach to patients' lifestyles and diets."
    },
    {
      "pmid": "36873992",
      "title": "Evaluation of noscapine-licorice combination effects on cough relieving in COVID-19 outpatients: A randomized controlled trial.",
      "authors": [
        "Saghar Barati",
        "Faezeh Feizabadi",
        "Hakimeh Khalaj",
        "Hakimeh Sheikhzadeh",
        "Hamid R Jamaati",
        "Hirad Farajidavar",
        "Farzaneh Dastan"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: As February 2023, SARS-CoV-2 is still infecting people and children worldwide. Cough and dyspnea are annoying symptoms almost present in a large proportion of COVID-19 outpatients, and the duration of these symptoms might be long enough to affect the patients' quality of life. Studies have shown positive effects for noscapine plus licorice in the previous COVID-19 trials. This study aimed to assess the effects of the combination of noscapine and licorice-for relieving cough in outpatients with COVID-19. Methods: This randomized controlled trial was conducted on 124 patients at the Dr. Masih Daneshvari Hospital. Participants over 18 years of age with confirmed COVID-19 and cough were allowed to enter the study if the onset of symptoms was less than 5 days. The primary outcome was to assess the response to treatment over 5 days using the visual analogue scale. Secondary outcomes included the assessment of cough severity after 5 days using Cough Symptom Score, as well as the cough-related quality of life and dyspnea relieving. Patients in the noscapine plus licorice group received Noscough® syrup 20 mL every 6 h for 5 days. The control group received diphenhydramine elixir 7 mL every 8 h. Results: By day five, 53 (85.48%) patients in the Noscough® group and 49 (79.03%) patients in the diphenhydramine group had response to treatment. This difference was not statistically significant (p-value = 0.34). The presence of dyspnea was significantly lower in the Noscough® group versus diphenhydramine at day five (1.61% in the Noscough® group vs. 12.9% in the diphenhydramine group; p-value = 0.03). The cough-related quality of life and severity also significantly favored Noscough® syrup (p-values <0.001). Conclusion: Noscapine plus licorice syrup was slightly superior to diphenhydramine in relieving cough symptoms and dyspnea in the COVID-19 outpatients. The severity of cough and cough-related quality of life were also significantly better in the noscapine plus licorice syrup. Noscapine plus licorice may be a valuable treatment in relieving cough in COVID-19 outpatients."
    },
    {
      "pmid": "36870516",
      "title": "Impact of licorice root on the burn healing process: A double-blinded randomized controlled clinical trial.",
      "authors": [
        "Mohsen Zabihi",
        "Bahareh Hatefi",
        "Mohammad Ebrahimzadeh Ardakani",
        "Ali Mohammad Ranjbar",
        "Farhad Mohammadi"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2023-May",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Due to the known side effects of many synthetic drugs, the use of herbal and natural substances in treating diseases such as burns has been considered. licorice is a herbal medicine whose stem and underground roots are used in traditional medicine in many countries, including Iran, for anti-inflammatory, stomach ulcer healing, and antimicrobial purposes. AIM OF THE STUDY: This study investigated the healing effect of hydroalcoholic extract of licorice root on the wound healing process caused by second-degree burns. METHODS: The hydroalcoholic extract of licorice was prepared in ethanol solvent, and then the licorice hydrogel product was designed using gelling compounds. Then, in a double-blinded randomized clinical trial, 50 patients with second-degree burns were selected based on inclusion criteria from the patients referred to Yazd Hospital and Isfahan Hospital. Participants were randomly divided into two groups: the control group receiving hydrogel without extract and the intervention group receiving hydrogel containing licorice root hydroalcoholic extract. The intervention lasted for 15 days, and during this period, the wound-healing process was evaluated on days 1, 3, 6, 10, and 15. Data were analyzed using SPSS software with independent T-test and Mann-Whitney U tests with a maximum error of 5 %. RESULTS: The rate of inflammation (From the 3rd day to the 10th day), redness (From the 6th day to the 15th day), pain (on the 3rd day), and burning (From the 3rd day to the 15th day) of the wound in the group that used the hydrogel-containing hydroalcoholic extract of licorice root was significantly lower than in the control group (P < 0.05), and the healing process was significantly faster than the control group. CONCLUSION: Hydroalcoholic extract of licorice root can accelerate the healing process of second-degree burns.",
      "mesh_terms": [
        "Humans",
        "Wound Healing",
        "Plant Extracts",
        "Medicine, Traditional",
        "Burns",
        "Glycyrrhiza"
      ]
    },
    {
      "pmid": "36856276",
      "title": "Efficacy of a new nutraceutical formulation: L-tryptophan, probiotics, charcoal, chamomile, mint, and licorice (COLONIR®) in the improvement of gastrointestinal symptoms in subjects with irritable bowel syndrome.",
      "authors": [
        "Giulia Fiorini",
        "Ilaria M Saracino",
        "Matteo Pavoni",
        "Bruno Nipote",
        "Raffaele Colucci",
        "Pietro Capone",
        "Angela Sannino",
        "Fabrizio Forte",
        "Emiliano DE Vergori",
        "Mario Brancaccio",
        "Maurizio Cesareo",
        "Giovanni Casella",
        "Gaetano C Morreale",
        "Leonilde Bonfrate",
        "Piero Portincasa",
        "Massimo Vincenzi",
        "Carmelo Cottone",
        "Vittorio M Ormando",
        "Natale Scalise",
        "Paulin F Lawson",
        "Osvaldo Burattini",
        "Amedeo Montale",
        "Francesco Luzza",
        "Mauro Rossi",
        "Riccardo Vanni",
        "Rosamaria Bozzi",
        "Giuseppina Vincoli",
        "Nicoletta Stefani",
        "Claudio Borghi",
        "Dino Vaira"
      ],
      "journal": "Minerva gastroenterology",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Irritable bowel syndrome (IBS) is one of the most common functional gastrointestinal disorders. IBS is characterized by recurrent chronic abdominal pain and altered bowel habits in the absence of organic damage. Although there are reviews and guidelines for treating IBS, the complexity and diversity of IBS presentation make treatment difficult. Treatment of IBS focuses on relieving symptoms as mild signs and symptoms can often be controlled by managing stress and by making changes in diet and lifestyle. The use of nutraceutical compounds has been advocated as a possible alternative treatment in patients with IBS. COLONIR® (Omega Pharma Srl, Milan, Italy) may be an alternative or adjuvant treatment in patients with gastrointestinal symptoms. This study aimed to evaluate the effect of this new nutraceutical formulation in inducing symptoms remission and improve gastrointestinal habits. METHODS: An initial cohort of 1004 consecutive patients referred to 25 different Units of Internal Medicine a/o Gastroenterology in Italy to perform colonoscopy for intestinal symptoms was asked to participate. Patients were treated for 2 months with two doses of nutraceuticals/day during meals namely COLONIR®. Patients were assessed at baseline and after 2 months to evaluate the frequency and severity of gastrointestinal symptoms in the past seven days with a questionnaire based on ROMA IV criteria. RESULTS: After 2 months, 899 patients completed the follow-up. COLONIR® achieved a statistically significant reduction of severity of symptoms in the study population without any documented side effects. CONCLUSIONS: These promising results, here reported, need to be confirmed, valuating the efficacy of COLONIR® in relieving gastrointestinal symptoms in IBS patients in further studies.",
      "mesh_terms": [
        "Humans",
        "Irritable Bowel Syndrome",
        "Charcoal",
        "Tryptophan",
        "Chamomile",
        "Glycyrrhiza",
        "Mentha",
        "Dietary Supplements",
        "Gastrointestinal Diseases",
        "Probiotics",
        "Abdominal Pain",
        "Flower Essences",
        "Chronic Pain"
      ]
    },
    {
      "pmid": "36707412",
      "title": "Influence of the pKa value on the antioxidant activity of licorice flavonoids under solvent-mediated effects.",
      "authors": [
        "Yi Hu",
        "Zhuxian Wang",
        "Chunyan Shen",
        "CuiPing Jiang",
        "Zhaoming Zhu",
        "Peiyi Liang",
        "Hui Li",
        "Quanfu Zeng",
        "Yaqi Xue",
        "Yufan Wu",
        "Yuan Wang",
        "Li Liu",
        "Hongxia Zhu",
        "Yankui Yi",
        "Qiang Liu"
      ],
      "journal": "Archiv der Pharmazie",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Licorice flavonoids (LCFs) have been widely used in food care and medical treatment due to their significant antioxidant activities. However, the molecular mechanism of their antioxidant activity remains unclear. Therefore, network pharmacology, ADMET, density functional theory (DFT), molecular docking, and molecular dynamics (MD) simulation were employed to explore the molecular mechanism of the antioxidant effects of LCF. The network pharmacology and ADMET studies showed that the active molecules of kumatakenin (pKa  = 6.18), licoflavonol (pKa  = 6.86), and topazolin (pKa  = 6.21) in LCF are key antioxidant components and have good biosafety. Molecular docking and MD simulation studies demonstrated that active molecules interacted with amino acid residues in target proteins to form stable protein-ligand complexes and exert their antioxidant effects. DFT studies showed that the antioxidant activity of LCF could be significantly modulated under the solvent-mediated effect. In addition, based on the derivation of the Henderson-Hasselbalch and van't Hoff formulas, the functional relationships between the reaction-free energy (ΔG) of LCF and the pH and pKa values were established. The results showed that active molecules with larger pKa values will be more conducive to the improvement of their antioxidant activity under solvent-mediated effects. In conclusion, this study found that increasing the pKa value of LCF would be an effective strategy to improve their antioxidant activity under the effect of solvent mediation. The pKa value of an LCF will be a direct standard to evaluate its solvent-mediated antioxidant activity. This study will provide theoretical guidance for the development of natural antioxidants.",
      "mesh_terms": [
        "Solvents",
        "Antioxidants",
        "Flavonoids",
        "Molecular Docking Simulation",
        "Glycyrrhiza",
        "Structure-Activity Relationship"
      ]
    },
    {
      "pmid": "36705402",
      "title": "Licorice protects against ulcerative colitis via the Nrf2/PINK1-mediated mitochondrial autophagy.",
      "authors": [
        "Jinrong Kong",
        "Qingzhen Xiang",
        "Gaoxiang Shi",
        "Zaiping Xu",
        "Xiaowen Ma",
        "Yunlai Wang",
        "Zihua Xuan",
        "Fan Xu"
      ],
      "journal": "Immunity, inflammation and disease",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: Study of the effects and mechanisms of licorice in the treatment of ulcerative colitis (UC) from the perspective of mitochondrial autophagy. METHODS: BALB/C mice were induced with 3% dextran sodium sulfate to build an animal model of UC. After 7 days of modeling, different doses of licorice were administered for 7 days. Hematoxylin and eosin staining is used to detect pathological changes in the colon. Mitochondrial membrane potentials and reactive oxygen species (ROS) contents were detected by flow cytometry, and autophagy of mitochondria was observed by transmission electron microscopy. Determination of inflammatory cytokines by enzyme-linked immunosorbent assay. The oxidizing factors are detected by the kits. Western blot analysis was used to detect expressions for nuclear factor called erythropoietin (Nrf2), pten-induced protein kinase 1 (PINK1), Parkin, HO-1, P62, and LC3. RESULTS: Licorice improved the pathological condition of UC mice, increasing the mitochondrial membrane potential and decreasing the ROS content. Promotes the emergence of autophagosomes and autophagosomes. The contents of interleukin (IL)-1β, IL-6, IL-17, and tumor necrosis factor-alpha were downregulated, the contents of superoxide dismutase and glutathione peroxidase were upregulated and the contents of malondialdehyde were downregulated. In addition, licorice promotes the expression of Nrf2, PINK1, Parkin, HO-1, P62, and LC3. CONCLUSION: Licorice was shown to reduce levels of inflammatory factors and oxidative stress in mice with UC, possibly by promoting mitochondrial autophagy through the activation of the Nrf2/PINK1 pathway.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Colitis, Ulcerative",
        "Reactive Oxygen Species",
        "NF-E2-Related Factor 2",
        "Protein Kinases",
        "Glycyrrhiza",
        "Mice, Inbred BALB C",
        "Autophagy",
        "Mitochondria",
        "Ubiquitin-Protein Ligases"
      ]
    },
    {
      "pmid": "36618834",
      "title": "Comparison of the effect of licorice vaginal cream and estrogen vaginal cream on sexual function of postmenopausal women: An RCT.",
      "authors": [
        "Parisa Ahmadizad",
        "Masoumeh Shohani",
        "Ashraf Direkvand Moghadam",
        "Anahita Jalilian",
        "Hojat Sayadi",
        "Naser Abbasi"
      ],
      "journal": "International journal of reproductive biomedicine",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Menopause is a stage in woman's life that some women experience in middle age and some at a younger age (premature menopause). Low levels of ovarian hormones, during menopause can lead to various complications. Menopause is one of the factors that can affect a woman's sexual function. OBJECTIVE: The present study was conducted to compare the effect of licorice vaginal cream and estrogen vaginal cream on the sexual function of postmenopausal women. MATERIALS AND METHODS: In this randomized clinical trial study, 82 postmenopausal women who were referred to health centers in Ilam, Iran from July to November 2020 were randomly divided into 2 groups (n = 41/each). One group was given estrogen vaginal cream 2%, and the other vaginal licorice cream 2%. Participants used the 2 medications for 14-day periods each. We used the finite randomization method. Data collection questionnaires, including a demographic information questionnaire before treatment and a female sexual function index questionnaire were completed before, one month after the medication, and 2 months after using the medication. RESULTS: The mean score of sexual function in the licorice group was 17.86 ± 4.37 and increased to 20.31 ± 4.63 at the end of the study. The mean score of sexual function in the estrogen group was 17.14 ± 3.99 and increased to 22.97 ± 5.09 at the end of the study (p = 0.015). CONCLUSION: The effect of estrogen vaginal cream on the sexual function of postmenopausal women was greater than licorice vaginal cream."
    },
    {
      "pmid": "36542040",
      "title": "Licorice zinc suppresses melanogenesis via inhibiting the activation of P38MAPK and JNK signaling pathway in C57BL/6J mice skin.",
      "authors": [
        "Jing-Yan Wang",
        "Xing-Yu Xie",
        "Ying Deng",
        "Hong-Qiu Yang",
        "Xiao-Shuang Du",
        "Ping Liu",
        "Yu Du"
      ],
      "journal": "Acta cirurgica brasileira",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The active melanocytes in the skin were affected by hormones and ultraviolet (UV) irradiation. Licorice zinc has a whitening effect, which may have a prominent potential in the treatment of pigmented skin disease. METHODS: Modeling chloasma C57BL/6J mice by daily progesterone injection (15 mg/kg) and ultraviolet B (UVB) irradiation (λ = 312 nm, 2 h/day) for 30 days. Then, mice were given 0.65, 1.3, and 2.6 (g/kg) of licorice zinc and tranexamic acid 250 mg daily by oral administration for 14 days, respectively. Hematoxylin and eosin and Fontana-Masson staining, and Western blotting (WB) were performed to test the inhibitory of melanogenesis and activation of c-Jun-N-terminal (JNK)/p38 mitogen-activated protein kinases (MAPK) for licorice zinc. Melanogenesis was induced by α-melanocyte-stimulating hormone in vitro. Cell counting kit-8, melanin content determination, and WB were performed to verify the inhibitory effect of licorice zinc on melanogenesis. RESULTS: The present study showed that licorice zinc decreased melanin formation, cutaneous tissue injury, and the phosphorylation of JNK and P38MAPK, which was caused by UVB irradiation in vivo. In vitro, licorice zinc showed opposite effects from JNK/p38 activator. Meanwhile, tyrosinase-related protein-1, tyrosinase, and microphthalmia-associated transcription factor were decreased too. CONCLUSIONS: Licorice zinc induced a decrease in melanin synthesis by inhibiting the JNK and the P38MAPK signaling pathway, suggesting licorice zinc is a potential agent of anti-chloasma.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Melanins",
        "MAP Kinase Signaling System",
        "p38 Mitogen-Activated Protein Kinases",
        "Glycyrrhiza",
        "Zinc",
        "Mice, Inbred C57BL",
        "Cell Line, Tumor"
      ]
    },
    {
      "pmid": "36532850",
      "title": "Effects of Glycyrrhiza Glabra (Licorice) Root Extract on the Hormones, Serum Biochemicals, and Hematological Parameters in Dogs with Benign Prostatic Hyperplasia.",
      "authors": [
        "Fatemeh Azadeh",
        "Fatemeh Zahra Gharib",
        "Seyed Mohammad Hosseini"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Benign prostatic hyperplasia (BPH) is the most common prostate disorder in non-neutered dogs and is often caused by androgenic stimulation or changes in the ratio of androgen to estrogen. Also, it is commonly seen in neutered older dogs. Clinical signs may not be presented, but persistent or intermittent hematuria, hemospermia, or a primary hemorrhagic discharge are usually reported. In this research, ethanolic extract of licorice root (EELR) was used as the treatment, which has various antioxidant and healing properties and can reduce lesions by establishing an antioxidant balance and reducing inflammation. For this experiment, 30 dogs of approximately the same age and weight were randomly divided into 6 groups of 5 each. The treatment groups received the EELR at doses of 10 and 20 mg/kg separately, while the control group received no medications. At the end of the 9-week treatment period, biochemical and hormonal factors were measured and analyzed by blood sampling. The results showed that the EELR has multiple positive effects on the serum biochemical indices and also positively affects hormone levels, while it can decrease the prostate-specific antigen (PSA) level in BPH dogs. In conclusion, the EELR can effectively reduce BPH-induced lesions without any side effects."
    },
    {
      "pmid": "36532483",
      "title": "Inhibitory effect of licorice extract on the germination and outgrowth of Paraclostridium bifermentans spores.",
      "authors": [
        "Mengmeng Song",
        "Yang Lei",
        "Ahtisham Ali",
        "Yan Xu",
        "Kairan Sheng",
        "Tianran Huang",
        "Jichao Huang",
        "Ming Huang"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Paraclostridium bifermentans is responsible for spoilage properties in vacuum-packaged meat. Ordinary heat treatment techniques are ineffective to control the extremely heat-resistant spores of P. bifermentans. Therefore, finding a new strategy to prevent the contamination of P. bifermentans spores in vacuum-packaged meat is challenging. METHODS: In this study, P. bifermentans was isolated from the vacuum-packaged chicken, and the inhibitory effects of licorice extract on the germination and outgrowth of P. bifermentans spores, as well as the key bioactive components in the licorice extract involved in inhibiting spore activity, were investigated. RESULTS: The spores induced by combination-nutrient-germinant (150 mmol/L L-alanine and 20 mmol/L inosine, co-AI) did not germinate when the concentration of licorice extract was ≥ 3.13 mg/ml. The germination of P. bifermentans spores induced by non-nutrient-germinant (8 mmol/L dipicolinic acid, DPA) was completely prevented by licorice extract at least 1.56 mg/ml. While the outgrowth of P. bifermentans spores was inhibited at a concentration of 0.39 mg/ml. Licorice extract did not seem to damage the non-germinated spores but blocked the germinant sensing. Licorice extract prevented the outgrowing spores from becoming vegetable cells by disrupting the inner membrane. Furthermore, the results obtained from LC-MS data analysis exhibited 15 key bioactive compounds in licorice extract, such as glycyrrhizic acid, liquiritin, etc. Among them, glycyrrhizic acid and liquiritin apioside exerted efficient inhibitory properties on the germination and outgrowth of P. bifermentans spores. DISCUSSION: This present study demonstrated that licorice extract can be used as a promising inhibitor of spores and provides a new method to control the residual P. bifermentans spores in meat products. Meanwhile, this study exhibits a baseline for the better understanding of the potential application of licorice extracts to control the P. bifermentans spores in meat products."
    },
    {
      "pmid": "36474507",
      "title": "Licorice (Glycyrrhiza glabra L.)-Derived Phytochemicals Target Multiple Signaling Pathways to Confer Oncopreventive and Oncotherapeutic Effects.",
      "authors": [
        "Hardeep Singh Tuli",
        "Vivek Kumar Garg",
        "Jinit K Mehta",
        "Ginpreet Kaur",
        "Ranjan K Mohapatra",
        "Kuldeep Dhama",
        "Katrin Sak",
        "Ajay Kumar",
        "Mehmet Varol",
        "Diwakar Aggarwal",
        "Uttpal Anand",
        "Jagjit Kaur",
        "Ross Gillan",
        "Gautam Sethi",
        "Anupam Bishayee"
      ],
      "journal": "OncoTargets and therapy",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cancer is a highly lethal disease, and its incidence has rapidly increased worldwide over the past few decades. Although chemotherapeutics and surgery are widely used in clinical settings, they are often insufficient to provide the cure for cancer patients. Hence, more effective treatment options are highly needed. Although licorice has been used as a medicinal herb since ancient times, the knowledge about molecular mechanisms behind its diverse bioactivities is still rather new. In this review article, different anticancer properties (antiproliferative, antiangiogenic, antimetastatic, antioxidant, and anti-inflammatory effects) of various bioactive constituents of licorice (Glycyrrhiza glabra L.) are thoroughly described. Multiple licorice constituents have been shown to bind to and inhibit the activities of various cellular targets, including B-cell lymphoma 2, cyclin-dependent kinase 2, phosphatidylinositol 3-kinase, c-Jun N-terminal kinases, mammalian target of rapamycin, nuclear factor-κB, signal transducer and activator of transcription 3, vascular endothelial growth factor, and matrix metalloproteinase-3, resulting in reduced carcinogenesis in several in vitro and in vivo models with no evident toxicity. Emerging evidence is bringing forth licorice as an anticancer agent as well as bottlenecks in its potential clinical application. It is expected that overcoming toxicity-related obstacles by using novel nanotechnological methods might importantly facilitate the use of anticancer properties of licorice-derived phytochemicals in the future. Therefore, anticancer studies with licorice components must be continued. Overall, licorice could be a natural alternative to the present medication for eradicating new emergent illnesses while having just minor side effects."
    },
    {
      "pmid": "36471939",
      "title": "[Preventive and therapeutic effect of bioactive component of licorice on antidepressant-induced liver injury].",
      "authors": [
        "Wen-Qing Mu",
        "Guang Xu",
        "Jia Zhao",
        "Yuan-Yuan Chen",
        "Zhao-Fang Bai",
        "Xiao-He Xiao"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2022-Nov",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Since exploding rates of modern mental diseases, application of antidepressants has increased. Worryingly, the antidepressant-induced liver injury has gradually become a serious health burden. Furthermore, since most of the knowledge about antidepressant hepatotoxicity are from pharmacovigilance and clinical case reports and lack of observational studies, the underlying mechanisms are poorly understood and there is a lack of efficient treatment strategies. In this study, antidepressant paroxetine directly triggered inflammasome activation evidenced by caspase-1 activation and downstream effector cytokines interleukin(IL)-1β secretion. The pretreatment of echinatin, a bioactive component of licorice, completely blocked the activation. This study also found that echinatin effectively inhibited the production of inflammasome-independent tumor necrosis factor α(TNF)-α induced by paroxetine. Mechanistically, the accumulation of mitochondrial reactive oxygen species(mtROS) was a key upstream event of paroxetine-induced inflammasome activation, which was dramatically inhibited by echinatin. In the lipopolysaccharide(LPS)-mediated idiosyncratic drug-induced liver injury(IDILI) model, the combination of LPS and paroxetine triggered aberrant activation of the inflammasome to induce idiosyncratic hepatotoxicity, which was reversed by echinatin pretreatment. Notably, this study also found that various bioactive components of licorice had an inhibitory effect on paroxetine-triggered inflammasome activation. Meanwhile, multiple antidepressant-induced aberrant activation of the inflammasome could be completely blocked by echinatin pretreatment. In conclusion, this study provides a novel insight for mechanism of antidepressant-induced liver injury and a new strategy for the treatment of antidepressant-induced hepatotoxicity.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Mice",
        "Antidepressive Agents",
        "Chemical and Drug Induced Liver Injury, Chronic",
        "Glycyrrhiza",
        "Inflammasomes",
        "Interleukin-1beta",
        "Lipopolysaccharides",
        "Mice, Inbred C57BL",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Paroxetine",
        "Tumor Necrosis Factor-alpha",
        "Chalcones"
      ]
    },
    {
      "pmid": "36451559",
      "title": "Effective licorice gargle juice for aphthous ulcer pain relief: A randomized double-blind placebo-controlled trial.",
      "authors": [
        "Hsin-Li Liu",
        "Po-Ya Hsu",
        "Yueh-Chin Chung",
        "Chair-Hua Lin",
        "Kuan-Yu Lin"
      ],
      "journal": "Pakistan journal of pharmaceutical sciences",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "The aim of this study was to determine the effects of licorice gargle juice on aphthous ulcers, which is a common and painful disease that causes loss of normal mucous tissues and results in inflammatory ulcers in the oral mucosa. A randomized double-blind placebo-controlled trial involving primary care patients suffering from aphthous ulcer was performed. The intervention group received licorice gargle juice for 1 and 2 days. Of the 54 patients that participated in the study, 30 were included in the intervention group and 24 in the placebo group. A 10-point visual analog scale (VAS) was used to assess the patients' self-assessed pain levels before and after treatment. Statistical analyses were performed by using the nonparametric Mann-Whitney test. The licorice gargle juice group had a significantly reduced pain level rate compared with the placebo group at day 1 (mean VAS, 2.47 [95% CI, 1.95-2.98] vs. 4.75 [3.96-5.54]; P<0.001) and day 2 (mean VAS, 1.07 [95% CI, 0.81-1.32] vs. 4.08 [3.23-4.94]; P<0.001).The current study indicates that licorice gargle juice rapidly reduce pain and healing time and thus can improve the quality of life of a patient with aphthous ulcer.",
      "mesh_terms": [
        "Humans",
        "Glycyrrhiza",
        "Stomatitis, Aphthous",
        "Pain Management",
        "Quality of Life",
        "Triterpenes",
        "Mouthwashes",
        "Plant Extracts",
        "Double-Blind Method",
        "Pain"
      ]
    },
    {
      "pmid": "36447209",
      "title": "Nasal irrigation with licorice extract (Glycyrrhiza glabra) in treating nasal polyps by reducing fibroblast differentiation and extracellular matrix production in TGF-β1-stimulated nasal polyp-derived fibroblasts by inhibiting the MAPK/ERK-1/2 pathway - an in vitro and in clinic study.",
      "authors": [
        "Geng-He Chang",
        "Pei-Rung Yang",
        "Yu-Ching Cheng",
        "Ke-Hsin Hsu",
        "Ching-Yuan Wu",
        "Yao-Hsu Yang",
        "Yu-Shih Lin",
        "Cheng-Ming Hsu",
        "Ming-Shao Tsai",
        "Yao-Te Tsai",
        "Pey-Jium Chang"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2022-Nov-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: To date, treating nasal polyps (NPs) is still a medical challenge. However, we have developed an innovative therapy using licorice extract (LE: Glycyrrhiza glabra) to treat rhinitis and sinusitis via nasal irrigation and have discovered that it significantly affects treatment of NPs. HYPOTHESIS/PURPOSE: This study investigated the mechanism of LE on NPs. STUDY DESIGN: NPs were collected from three patients using tissue biopsies before and 2 weeks after nasal irrigation with licorice for histopathological analysis. Additionally, NPs from two patients were collected, and nasal polyp-derived fibroblasts (NPDF) were isolated and cultured. METHODS: The TGF-β1-stimulated NPDF model was used to examine the effect of LE on fibroblast differentiation (biomarker: α-SMA), the consequent production of extracellular matrix (ECM; biomarkers: fibronectin, FBN), and the functional signaling pathway. RESULTS: Immunohistochemistry (IHC) revealed that the number of eosinophils and the expression of α-SMA and interstitial collagen of polyps after licorice treatment significantly decreased. Additionally, RT-PCR, western blotting, and immunofluorescence (IF) showed that α-SMA and FBN expressions were significantly increased in the NPDF, which was stimulated by TGF-β1, and LE dose-dependently could effectively reduce this effect. Furthermore, western blotting showed that LE could attenuate α-SMA and FBN expressions by preventing the signaling pathway of MAPK/ERK-1/2, which IHC and IF further confirmed. In addition, LE effectively suppressed the cell migration of NPDF, which is related to polyp expansion. CONCLUSION: LE is clinically used to treat sinusitis with NPs through nasal irrigation, which significantly reduces the size of NPs. This effect could attenuate fibroblast differentiation, ECM production and cell migration, and one of the functional mechanisms may be through inhibition of the MAPK/ERK-1/2 signaling pathway. TRIAL REGISTRATION: ISRCTN (No. 51425529) registered on 17/04/2020 (retrospectively registered) - http://www.isrctn.com/ISRCTN51425529.",
      "mesh_terms": [
        "Humans",
        "Glycyrrhiza",
        "Transforming Growth Factor beta1",
        "Nasal Polyps",
        "Extracellular Matrix",
        "Fibroblasts",
        "Nasal Lavage",
        "Triterpenes",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "36442759",
      "title": "Isoliquiritigenin from licorice flavonoids attenuates NLRP3-mediated pyroptosis by SIRT6 in vascular endothelial cells.",
      "authors": [
        "Jianyu He",
        "Ying Deng",
        "Lingxuan Ren",
        "Zhen Jin",
        "Jianjun Yang",
        "Feng Yao",
        "Yizhen Liu",
        "Zihan Zheng",
        "Danli Chen",
        "Bo Wang",
        "Yirong Zhang",
        "Guanjun Nan",
        "Weirong Wang",
        "Rong Lin"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2023-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGIC RELEVANCE: Licorice is a traditional Chinese medicine that has been used for cardiovascular diseases. Recent studies found that supplementation with licorice extracts attenuated the development of atherosclerosis (AS) in hypercholesterolemic patients. Many studies have shown that licorice flavonoids, the main active components of licorice, have a variety of pharmacological effects, including anti-inflammation, regulation of lipid metabolism, and antioxidation. However, the key active components against AS in licorice flavonoids are still unclear. AIM OF THE STUDY: The aim of this paper is to investigate the active components of licorice flavonoids that exert anti-atherosclerotic effects and the underlying mechanisms. MATERIALS AND METHODS: Network pharmacology was used to screen the active components of licorice flavonoids that have anti-atherosclerotic effects. Combining bioinformatics analysis and in vitro studies, the effects and underlying mechanisms of the active component isoliquiritigenin (ISL) on cell pyroptosis were further investigated in tumor necrosis factor (TNF)-α-treated human umbilical vein endothelial cells (HUVECs). RESULTS: We constructed a compound-target network and screened 3 active components, namely, ISL, glabridin, and naringenin in licorice flavonoids. The half maximal effective concentration values of these 3 components suggested that ISL was the key active component against TNF-α-induced endothelial cell injury. Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis showed that ISL could potentially treat AS via the nucleotide-binding and oligomerization domain (NOD)-like receptor signaling pathway. An in vitro study verified that ISL suppressed TNF-α-induced NLRP3 activation and pyroptosis in HUVECs. The molecular docking and cellular thermal shift assay showed good compatibility between ISL and class III histone deacetylase sirtuin 6 (SIRT6). Moreover, we found that ISL upregulated the expression of SIRT6 in TNF-α-treated HUVECs. Further study found that SIRT6 knockdown reduced the inhibitory effect of ISL on pyroptosis, whereas the NLRP3 inhibitor reversed this process in TNF-α-treated HUVECs. CONCLUSIONS: Our results demonstrate that ISL is a key active component of licorice flavonoids. ISL attenuates NLRP3-mediated vascular endothelial cell pyroptosis via SIRT6, and SIRT6 may be a potential target of ISL for the treatment of AS.",
      "mesh_terms": [
        "Humans",
        "Tumor Necrosis Factor-alpha",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Flavonoids",
        "Glycyrrhiza",
        "Pyroptosis",
        "Molecular Docking Simulation",
        "Chalcones",
        "Human Umbilical Vein Endothelial Cells",
        "Sirtuins"
      ]
    },
    {
      "pmid": "36275588",
      "title": "Photosynthesis and chlorophyll fluorescence of Iranian licorice (Glycyrrhiza glabra l.) accessions under salinity stress.",
      "authors": [
        "Seyyed Sasan Mousavi",
        "Akbar Karami",
        "Filippo Maggi"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "While salinity is increasingly becoming a prominent concern in arable farms around the globe, various treatments can be used for the mitigation of salt stress. Here, the effective presence of Azotobacter sp. inoculation (A1) and absence of inoculation (A0) was evaluated on Iranian licorice plants under NaCl stress (0 and 200 mM) (S0 and S1, respectively). In this regard, 16 Iranian licorice (Glycyrrhiza glabra L.) accessions were evaluated for the effects on photosynthesis and chlorophyll fluorescence. Leaf samples were measured for photosynthetic pigments (via a spectrophotometer), stomatal and trichome-related features (via SEM), along with several other morphological and biochemical features. The results revealed an increase in the amount of carotenoids that was caused by bacterial inoculation, which was 28.3% higher than the non-inoculated treatment. Maximum initial fluorescence intensity (F0) (86.7) was observed in the 'Bardsir' accession. Meanwhile, the highest variable fluorescence (Fv), maximal fluorescence intensity (Fm), and maximum quantum yield (Fv/Fm) (0.3, 0.4, and 0.8, respectively) were observed in the 'Eghlid' accession. Regarding anatomical observations of the leaf structure, salinity reduced stomatal density but increased trichome density. Under the effect of bacterial inoculation, salinity stress was mitigated. With the effect of bacterial inoculation under salinity stress, stomatal length and width increased, compared to the condition of no bacterial inoculation. Minimum malondialdehyde content was observed in 'Mahabad' accession (17.8 μmol/g FW). Principle component analysis (PCA) showed that 'Kashmar', 'Sepidan', 'Bajgah', 'Kermanshah', and 'Taft' accessions were categorized in the same group while being characterized by better performance in the aerial parts of plants. Taken together, the present results generally indicated that selecting the best genotypes, along with exogenous applications of Azotobacter, can improve the outcomes of licorice cultivation for industrial purposes under harsh environments."
    },
    {
      "pmid": "36259379",
      "title": "Licorice strips enhance predator-mediated biological control in China's cotton crop.",
      "authors": [
        "Zhengxuan Xue",
        "Tianxiang Peng",
        "Bing Liu",
        "Yangtian Liu",
        "Zhijian Zhang",
        "Kris A G Wyckhuys",
        "Peiling Wang",
        "Yanhui Lu"
      ],
      "journal": "Pest management science",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Habitat management such as field- or farm-level diversification can conserve arthropod natural enemies, enhance biological pest control and lower (or suspend) insecticide use in agricultural crops. These approaches however have been underexploited to manage the aphid Aphis gossypii in cotton cropping systems of Xinjiang, China. In this study, we investigated whether the presence of licorice (Glycyrrhiza uralensis) at the field edge benefits generalist predator abundance and aphid biological control in local cotton crops. RESULTS: Field trials during 2020 and 2021 showed that licorice strips enhanced the in-field abundance of generalist predators (primarily ladybeetles) 2.2-4.3 fold during early season, i.e. initial growth before A. gossypii peak infestation pressure. During peak outbreak conditions in July, treatment fields with licorice strips experienced a respective 17.5-61.2% lowered aphid density and 12.3-14.6-fold higher predator-to-aphid abundance ratio (PAR) than control fields. In late season (aphid decline phase) of either year, cotton fields with licorice strips also attained a respective 4.7-9.9 fold higher PAR. Exclusion cage assays quantitatively assessed predator-mediated A. gossypii biological control and the relative contribution of licorice strips. The biocontrol services index (BSI) was 2.8 times (2020) and 1.4 times (2021) higher at 5 m distances from the licorice strip as compared to control fields. CONCLUSION: Licorice strips in the immediate vicinity of cotton fields benefit generalist arthropod predators and improve aphid biological control throughout the cotton cropping season. These findings help to integrate habitat management within integrated pest management (IPM) frameworks in the biggest cotton production region of China. © 2022 Society of Chemical Industry.",
      "mesh_terms": [
        "Animals",
        "Glycyrrhiza",
        "Ecosystem",
        "Pest Control, Biological",
        "Coleoptera",
        "Insecticides",
        "Crops, Agricultural",
        "Gossypium",
        "Arthropods",
        "Aphids"
      ]
    },
    {
      "pmid": "36235833",
      "title": "Ethanol Extract of Licorice Alleviates HFD-Induced Liver Fat Accumulation in Association with Modulation of Gut Microbiota and Intestinal Metabolites in Obesity Mice.",
      "authors": [
        "Fei Liu",
        "Xin Tang",
        "Bingyong Mao",
        "Qiuxiang Zhang",
        "Jianxin Zhao",
        "Shumao Cui",
        "Wei Chen"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Oct-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As a traditional Chinese medicine, licorice is often used in functional foods for its health benefits. However, the role of gut microbiota in the efficacy of licorice has not yet been fully elucidated. We hypothesized that the involvement of intestinal flora may be a key link in licorice ethanol extract (LEE)-induced health benefits. The aim of this study was to investigate whether LEE improves hepatic lipid accumulation in obese mice fed a high-fat diet (HFD) and whether the gut microbiota plays a key role in LEE treatment. Male C57BL/6J mice were fed HFD for liver fat accumulation and then treated with LEE. The same experiments were later performed using pseudo-sterile mice to verify the importance of gut flora. Supplementation with LEE improved the obesity profile, lipid profile and liver fat accumulation in HFD mice. In addition, LEE treatment improved intestinal flora dysbiosis caused by HFD in mice, as evidenced by a decrease in the percentage of Firmicutes/Bacteroidetes and an increase in the abundance of known anti-obesity-related bacteria. However, LEE failed to exhibit a therapeutic effect in pseudo-sterile mice. The results of the cellular assay showed that glycyrrhetic acid (GA), the main conversion product of glycyrrhizin (GL), was more effective in reducing fat accumulation and intracellular TG content in hepatocytes compared to GL. In conclusion, our data suggest that LEE attenuates obesity and hepatic fat accumulation in HFD mice, which may be associated with modulating the composition of gut microbiota and the conversion of LLE by the intestinal flora.",
      "mesh_terms": [
        "Animals",
        "Diet, High-Fat",
        "Dysbiosis",
        "Ethanol",
        "Gastrointestinal Microbiome",
        "Glycyrrhetinic Acid",
        "Glycyrrhiza",
        "Glycyrrhizic Acid",
        "Lipids",
        "Liver",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Obese",
        "Obesity",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "36120307",
      "title": "Exploring the mechanism of action of licorice in the treatment of COVID-19 through bioinformatics analysis and molecular dynamics simulation.",
      "authors": [
        "Jun-Feng Cao",
        "Yunli Gong",
        "Mei Wu",
        "Xingyu Yang",
        "Li Xiong",
        "Shengyan Chen",
        "Zixuan Xiao",
        "Yang Li",
        "Lixin Zhang",
        "Wang Zan",
        "Xiao Zhang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Purpose: The rapid worldwide spread of Corona Virus Disease 2019 (COVID-19) has become not only a global challenge, but also a lack of effective clinical treatments. Studies have shown that licorice can significantly improve clinical symptoms such as fever, dry cough and shortness of breath in COVID-19 patients with no significant adverse effects. However, there is still a lack of in-depth analysis of the specific active ingredients of licorice in the treatment of COVID-19 and its mechanism of action. Therefore, we used molecular docking and molecular dynamics to explore the mechanism of action of licorice in the treatment of COVID-19. Methods: We used bioinformatics to screen active pharmaceutical ingredients and potential targets, the disease-core gene target-drug network was established and molecular docking was used for verification. Molecular dynamics simulations were carried out to verify that active ingredients were stably combined with protein targets. The supercomputer platform was used to measure and analyze stability of protein targets at the residue level, solvent accessible surface area, number of hydrogen bonds, radius of gyration and binding free energy. Results: Licorice had 255 gene targets, COVID-19 had 4,628 gene targets, the intersection gene targets were 101. Kyoto Encyclopedia of Genes and Genomes (KEGG) and Gene ontology (GO) analysis showed that licorice played an important role mainly through the signaling pathways of inflammatory factors and oxidative stress. Molecular docking showed that Glycyrol, Phaseol and Glyasperin F in licorice may playe a role in treating COVID-19 by acting on STAT3, IL2RA, MMP1, and CXCL8. Molecular dynamics were used to demonstrate and analyze the binding stability of active ingredients to protein targets. Conclusion: This study found that Phaseol in licorice may reduce inflammatory cell activation and inflammatory response by inhibiting the activation of CXCL8 and IL2RA; Glycyrol may regulate cell proliferation and survival by acting on STAT3. Glyasperin F may regulate cell growth by inhibiting the activation of MMP1, thus reducing tissue damage and cell death caused by excessive inflammatory response and promoting the growth of new tissues. Therefore, licorice is proposed as an effective candidate for the treatment of COVID-19 through STAT3, IL2RA, MMP1, and CXCL8."
    },
    {
      "pmid": "35993043",
      "title": "Investigating the Effect of Hydroalcoholic Extract of Licorice Root to Prevent Ovariectomy-Mediated Complications.",
      "authors": [
        "Nader Tanideh",
        "Zahra Zareian",
        "Reza Hosseinpour",
        "Romina Tanideh",
        "Farhad Koohpeyma",
        "Omid Koohi-Hosseinabadi",
        "Golsa Shekarkhar",
        "Cambyz Irajie",
        "Maryam Mojahed Taghi",
        "Mohammad Javad Yavari Barhaghtalab",
        "Aida Iraji"
      ],
      "journal": "BioMed research international",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The importance of women's health and the quality of life after menopause is a critical issue. To prevent disability and menopause complications as well as avoid the side effects of hormone replacement therapy (HRT), in this study, licorice hydroalcoholic extract (Glycyrrhiza uralensis roots) was evaluated as a natural remedy. METHODS: Seventy-two female Sprague-Dawley rats were divided into six groups: control group, Sham-operated group, Glycyrrhiza (Gly) 30% group, and ovariectomized group as well as two ovariectomized groups treated with Gly 10% and Gly 30%. Normal saline and different treatments were administered orally for 8 weeks. At the end of the study, calcium, alkaline phosphatase, estrogen, and progesterone levels in the ovariectomized rats were determined. Moreover, the stereological and histopathological changes in uterine tissue in all groups were determined. Phytochemical analyses were also performed to determine the total phenolic content and antioxidant potential of the extract. RESULT: The hydroalcoholic extract of licorice root exhibited considerable effect to improve calcium, estrogen, and progesterone levels in the ovariectomized rats. Also, hydroalcoholic extract of licorice root successfully decreases the amount of alkaline phosphatase (ALP) level. The stereological and histopathological findings confirmed the therapeutic potential of this extract. The considerable effects of hydroalcoholic extract of licorice root could be due to high amounts of phytoestrogens with similar estrogen-like structures. Considerable total phenolic content and antioxidant activity were also seen in licorice root extract. CONCLUSION: Hydroalcoholic extract of licorice root due to containing high amounts of phytoestrogens with similar chemical structures to estradiol notably improves biochemical parameters as well as stereological and histopathological markers of uterine tissues in ovariectomy rats, so it could be a potential agent for prevention and/or treatment as hormone replacement therapy in healthy middle-aged and/or older women.",
      "mesh_terms": [
        "Alkaline Phosphatase",
        "Animals",
        "Antioxidants",
        "Calcium",
        "Estrogens",
        "Female",
        "Glycyrrhiza",
        "Humans",
        "Ovariectomy",
        "Phenols",
        "Phytoestrogens",
        "Plant Extracts",
        "Progesterone",
        "Quality of Life",
        "Rats",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "35968189",
      "title": "Anti-fibrotic activity of licorice extract in comparison with colchicine on areca nut-induced fibroblasts: An in vitro study.",
      "authors": [
        "Amritha James",
        "Nandhini Gunasekaran",
        "Rajkumar Krishnan",
        "Preethi Arunachalam",
        "Ramya Mahalingam"
      ],
      "journal": "Journal of oral and maxillofacial pathology : JOMFP",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Oral submucous fibrosis (OSMF) is a debilitating chronic disease of the oral cavity with a high potential for malignant transformation. The main etiological agent attributed to the development of OSMF is the use of smokeless tobacco products like areca nut. There is no known cure for the disease. Current modalities of treatment do not provide a complete cure and often prove invasive for the patient. Herbal preparations using natural compounds and medicinal plant extracts have long since been used in India, as an acceptable, noninvasive and cost-effective method in the treatment of various diseases. Hence, the present study aims to assess the anti-fibrotic effect of licorice in comparison with colchicine on areca nut-induced fibroblasts. MATERIALS AND METHODS: Extracts of areca nut, licorice and colchicine were prepared in accordance with established protocols. Human fibroblast cell lines were procured from ATCC®(PSC-201-018). Fibroblast cultures were established, and upon reaching confluence the cells were subjected to the 25 μg/ml areca nut extract for 24 h to induce fibrosis, with CCl4 used as control fibrosing agent. The areca nut and CCl4 induced cells were then subjected to varying concentration of the test antifibrotic agent, licorice extract for the periods of 24 and 48 h, with colchicine used as positive control. Total collagen quantification was done using spectrophotometry. RESULTS: Collagen accumulation decreased with increase in the concentration of licorice extract with maximum reduction seen at 200 μg/ml. Kruskal-Wallis test was done to analyze the difference in collagen accumulation. Analysis revealed that the P < 0.05 for both periods in both the areca and CCl4 induced cell lines following the addition of licorice extract. The data were found to be statistically significant. CONCLUSION: The current study proves the antifibrotic efficacy of licorice in areca nut induced cell lines and hence, this agent can be used for the therapeutic management of OSMF."
    },
    {
      "pmid": "35936409",
      "title": "Computational Tools to Expedite the Identification of Potential PXR Modulators in Complex Natural Product Mixtures: A Case Study with Five Closely Related Licorice Species.",
      "authors": [
        "Manal Alhusban",
        "Pankaj Pandey",
        "Jongmin Ahn",
        "Bharathi Avula",
        "Saqlain Haider",
        "Cristina Avonto",
        "Zulfiqar Ali",
        "Shabana I Khan",
        "Daneel Ferreira",
        "Ikhlas A Khan",
        "Amar G Chittiboyina"
      ],
      "journal": "ACS omega",
      "publication_date": "2022-Aug-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The genus Glycyrrhiza, comprising approximately 36 spp., possesses complex structural diversity and is documented to possess a wide spectrum of biological activities. Understanding and finding the mechanisms of efficacy or safety for a plant-based therapy is very challenging, yet it is crucial and necessary to understand the polypharmacology of traditional medicines. Licorice extract was shown to modulate the xenobiotic receptors, which might manifest as a potential route for natural product-induced drug interactions. However, different mechanisms could be involved in this phenomenon. Since the induced herb-drug interaction of licorice supplements via Pregnane X receptor (PXR) is understudied, we ventured out to analyze the potential modulators of PXR in complex mixtures such as whole extracts by applying computational mining tools. A total of 518 structures from five species of Glycyrrhiza: 183 (G. glabra), 180 (G. uralensis), 100 (G. inflata), 33 (G. echinata), and 22 (G. lepidota) were collected and post-processed to yield 387 unique compounds. Visual inspection of top candidates with favorable ligand-PXR interactions and the highest docking scores were identified. The in vitro testing revealed that glabridin (GG-14) is the most potent PXR activator among the tested compounds, followed by licoisoflavone A, licoisoflavanone, and glycycoumarin. A 200 ns molecular dynamics study with glabridin confirmed the stability of the glabridin-PXR complex, highlighting the importance of computational methods for rapid dereplication of potential xenobiotic modulators in a complex mixture instead of undertaking time-consuming classical biological testing of all compounds in a given botanical."
    },
    {
      "pmid": "35883840",
      "title": "Therapeutic Intervention in Cancer by Isoliquiritigenin from Licorice: A Natural Antioxidant and Redox Regulator.",
      "authors": [
        "Zhu Zhang",
        "Ken Kin-Lam Yung",
        "Joshua Ka-Shun Ko"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2022-Jul-11",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Oxidative stress could lead to a variety of body dysfunctions, including neurodegeneration and cancer, which are closely associated with intracellular signal transducers such as reactive oxygen species (ROS). It has been suggested that ROS is the upstream regulator of autophagy, and that it provides a negative feedback regulation to remove oxidative damage. Defects in the ROS-autophagic redox homeostasis could lead to the increased production of ROS and the accumulation of damaged organelles that in turn promote metabolic reprogramming and induce tumorigenesis. One significant characteristic of pancreatic cancer is the reprogramming of cellular energy metabolism, which facilitates the rapid growth, invasiveness, and the survival of cancer cells. Thus, the rectification of metabolic dysfunction is essential in therapeutic cancer targeting. Isoliquiritigenin (ISL) is a chalcone obtained from the plant Glycyrrhiza glabra, which is a powdered root licorice that has been consumed for centuries in different regions of the world. ISL is known to be a natural antioxidant that possesses diversified functions, including redox regulation in cells. This review contains discussions on the herbal source, biological properties, and anticancer potential of ISL. This is the first time that the anticancer activities of ISL in pancreatic cancer has been elucidated, with a coverage of the involvement of antioxidation, metabolic redox regulation, and autophagy in pancreatic cancer development. Furthermore, some remarks on related compounds of the isoflavonoid biosynthetic pathway of ISL will also be discussed."
    },
    {
      "pmid": "35855584",
      "title": "Network pharmacology, molecular docking and in vivo and in vitro experiments to explore the molecular mechanism of licorice green tea beverage to scavenge oxygen free radicals.",
      "authors": [
        "Yi Hu",
        "Li Liu",
        "Zhuxian Wang",
        "Cui Ping Jiang",
        "Zhaoming Zhu",
        "Hui Li",
        "Quanfu Zeng",
        "Yaqi Xue",
        "Yufan Wu",
        "Yuan Wang",
        "Yankui Yi",
        "Hongxia Zhu",
        "Chunyan Shen",
        "Qiang Liu"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Excessive oxygen free radicals can lead to aging, cancer, and other diseases. Therefore, searching for effective antioxidants to scavenge oxygen free radicals has become the focus of modern medicine. In this study, the molecular mechanism of Licorice Green Tea Beverage (LGTB) in scavenging oxygen free radicals was investigated by means of network pharmacology, molecular docking and experimental verification. Network pharmacology studies have shown that paeonol, eugenol, cinnamaldehyde, swertisin, rutin, glycyrrhetinic acid, oleic, pelargonidin-3-O-glucoside and quercetin, kaferempol were the main active components of LGTB, and SOD and CAT are important targets for LGTB in scavenging oxygen free radicals. The results of molecular docking showed that these representative compounds had good affinity to SOD and CAT target proteins. In vitro free radical scavenging experiments showed that LTGB had significant scavenging effects on both DPPH and ABTS radicals, and had strong total reducing power. In vitro cell experiments showed that LGTB could protect HaCaT cells from oxidative stress induced by H2 O2 . The mechanism of LGTB was related to the increase of SOD and CAT activity. Western blotting showed that LGTB could inhibit PI3K/AKT/HIF-1 signaling pathway and improve the antioxidant capacity of HaCaT cells. In vivo experiments showed that LGTB could significantly increase mouse visceral index, increase serum SOD and GSH-Px activity, decrease the content of MDA, and improve liver and kidney pathological state. This study reported the molecular mechanism of LTGB scavenging oxygen free radicals, which provided scientific basis for the treatment and clinical research of aging and other diseases caused by excessive free radicals. PRACTICAL APPLICATIONS: Free radicals are produced by the normal response of cells during aerobic respiration and perform various functions, such as signaling and providing protection against infection. However, excessive free radicals can lead to aging, cancer, and other diseases. The antioxidant can overcome the harm caused by excessive free radicals. In this study, we investigated the molecular mechanism of scavenging oxygen free radicals of Licorice Green Tea Beverage (LGTB) through network pharmacology and molecular docking, and its efficacy was verified by free radical scavenging experiment in vitro, HaCaT cell oxidative stress injury induced by H2 O2 , D-galactose to establish an aging model in mice and Western blotting experiment. It not only elucidates its mechanism at the system level, but also proves its validity at the biological level. It provides the theoretical basis and experimental evidence for the follow-up research and promotion of the product.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Eugenol",
        "Free Radicals",
        "Galactose",
        "Glucosides",
        "Glycyrrhetinic Acid",
        "Glycyrrhiza",
        "Mice",
        "Molecular Docking Simulation",
        "Network Pharmacology",
        "Phosphatidylinositol 3-Kinases",
        "Plant Extracts",
        "Proto-Oncogene Proteins c-akt",
        "Quercetin",
        "Rutin",
        "Superoxide Dismutase",
        "Tea"
      ]
    },
    {
      "pmid": "35785498",
      "title": "Effects of licorice root supplementation on liver enzymes, hepatic steatosis, metabolic and oxidative stress parameters in women with nonalcoholic fatty liver disease: A randomized double-blind clinical trial.",
      "authors": [
        "Pouya Rostamizadeh",
        "Seyed Mohammad Kazem Hosseini Asl",
        "Zohreh Ghaem Far",
        "Pegah Ahmadijoo",
        "Trias Mahmudiono",
        "Dmitry Olegovich Bokov",
        "Fahad Alsaikhan",
        "Behrooz Jannat",
        "Zohreh Mazloom"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "This study aimed to evaluate the effects of licorice root supplementation on liver enzymes, hepatic steatosis, metabolic and oxidative stress parameters in women with nonalcoholic fatty liver disease (NAFLD). In this randomized double-blind, placebo-controlled trial, 60 women with NAFLD were selected and randomly assigned into 2 groups to take 1,000 mg/day powder of licorice root extract or placebo for 12 weeks. In addition, all the patients were advised to follow a weight loss diet and healthy lifestyle. The plasma levels of liver enzymes, glycemic indices, lipid profile, oxidative stress parameters, as well as hepatic steatosis were measured at the beginning and end of the study. Through the 12-weeks period of supplementation, women who received powder of licorice root experienced a statistically significant improvement in alanine aminotransferase (p < .001), insulin (p = .002), insulin resistance (p = .003), malondialdehyde (p < .001) serum levels, and ultrasonographic findings of liver steatosis (p < .001), compared to the placebo group. In conclusion, licorice root supplementation in addition to gradual weight loss and lifestyle modification is superior to lifestyle modification alone for the treatment of NAFLD.",
      "mesh_terms": [
        "Alanine Transaminase",
        "Antioxidants",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Glycyrrhiza",
        "Humans",
        "Insulin",
        "Lipids",
        "Liver",
        "Malondialdehyde",
        "Non-alcoholic Fatty Liver Disease",
        "Oxidative Stress",
        "Plant Extracts",
        "Powders"
      ]
    },
    {
      "pmid": "35774714",
      "title": "Severe Hypokalemia and Metabolic Alkalosis Caused by Licorice Discovered During the Treatment of Intraoperative Hypoxemia.",
      "authors": [
        "Taisuke Shibata",
        "Hiromi Yoshinuma",
        "Daisuke Sugiyama",
        "Osamu Kobayashi"
      ],
      "journal": "Cureus",
      "publication_date": "2022-May",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "One of the causes of preoperative hypokalemia is the prolonged use of herbal medicines, especially licorice. Licorice can induce pseudo-aldosteronism, hypertension, metabolic alkalosis, and hypokalemia. An 87-year-old woman with a history of knee osteoarthritis was scheduled to undergo a total knee arthroplasty (TKA) under spinal anesthesia. She had also been prescribed herbal medicine for osteoarthritis of the knee two years before the surgery. During the surgery, the pulse oximeter showed hypoxemia. After the surgery was completed, arterial blood sampling showed hypoxemia, hypokalemia with electrocardiography (ECG) abnormalities, and metabolic alkalosis. The symptoms improved after the discontinuation of herbal medicines and administering potassium chloride. It is necessary to suspect electrolyte abnormalities as one of the causes of hypoxemia, hypertension, or ECG abnormalities in patients prescribed herbal medicines. Therefore, it is also important to ensure that patients on such drugs have their blood potassium levels assessed frequently in the perioperative period."
    },
    {
      "pmid": "35750382",
      "title": "Anti-pseudo-allergic components in licorice extract inhibit mast cell degranulation and calcium influx.",
      "authors": [
        "Lu Wang",
        "Gui-Zhou Hu",
        "Yin Lu",
        "Shu-Jun Jiang",
        "Jin Qi",
        "Hua Su"
      ],
      "journal": "Chinese journal of natural medicines",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pseudo-allergic reactions (PARs) widely occur upon application of drugs or functional foods. Anti-pseudo-allergic ingredients from natural products have attracted much attention. This study aimed to investigate anti-pseudo-allergic compounds in licorice. The anti-pseudo-allergic effect of licorice extract was evaluated in rat basophilic leukemia 2H3 (RBL-2H3) cells. Anti-pseudo-allergic compounds were screened by using RBL-2H3 cell extraction and the effects of target components were verified further in RBL-2H3 cells, mouse peritoneal mast cells (MPMCs) and mice. Molecular docking and human MRGPRX2-expressing HEK293T cells (MRGPRX2-HEK293T cells) extraction were performed to determine the potential ligands of MAS-related G protein-coupled receptor-X2 (MRGPRX2), a pivotal target for PARs. Glycyrrhizic acid (GA) and licorice chalcone A (LA) were screened and shown to inhibit Compound48/80-induced degranulation and calcium influx in RBL-2H3 cells. GA and LA also inhibited degranulation in MPMCs and increase of histamine and TNF-α in mice. LA could bind to MRGPRX2, as determined by molecular docking and MRGPRX2-HEK293T cell extraction. Our study provides a strong rationale for using GA and LA as novel treatment options for PARs. LA is a potential ligand of MRGPRX2.",
      "mesh_terms": [
        "Animals",
        "Anti-Allergic Agents",
        "Calcium",
        "Cell Degranulation",
        "Glycyrrhiza",
        "HEK293 Cells",
        "Humans",
        "Hypersensitivity",
        "Mast Cells",
        "Mice",
        "Mice, Inbred C57BL",
        "Molecular Docking Simulation",
        "Nerve Tissue Proteins",
        "Rats",
        "Receptors, G-Protein-Coupled",
        "Receptors, Neuropeptide"
      ]
    },
    {
      "pmid": "35743945",
      "title": "Licorice Extract Supplementation Affects Antioxidant Activity, Growth-Related Genes, Lipid Metabolism, and Immune Markers in Broiler Chickens.",
      "authors": [
        "Magda I Abo-Samaha",
        "Youssef S Alghamdi",
        "Set A El-Shobokshy",
        "Sarah Albogami",
        "Eman M Abd El-Maksoud",
        "Foad Farrag",
        "Mohamed M Soliman",
        "Mustafa Shukry",
        "Mohamed E Abd El-Hack"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2022-Jun-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to evaluate the Glycyrrhiza glabra effect on growth performance, blood parameters, antioxidant and lysosomal activity, histology and immunohistochemistry of liver and intestine, and the gene expression profile of broiler chickens. A total of 180 Cobb500 broiler chicks (one-week-old) were used in this study. Chicks were distributed randomly into three treatment groups; the first group received drinking water without any supplementation (control group). In contrast, birds in groups 2 and 3 received licorice supplementation in drinking water with 0.4 and 0.8 g licorice/liter, respectively. Results revealed that licorice at a 0.4 g/L of water level improved body weight, weight gain, feed intake, and FCR. Licorice also exhibits a broad range of biological activities such as hypolipidemic, hypoglycemic, hepatoprotective, immunostimulant, and antioxidant effects. The morphometric analysis of different parameters of the intestine revealed a significant increase in the intestinal villi length, width, and villi length/crypt depth in the group supplemented with licorice 0.4 gm/L compared to other groups. The number of CD3 positive in both duodenum and ileum was increased in the licorice 0.4 gm/L group compared to other groups. The expression of growth-related genes was significantly increased with licorice supplementation and modulation of the lipid metabolism genes in the liver and upregulated to the mRNA expression of both superoxide dismutase (SOD1) and Catalase (CAT). Our results revealed that licorice supplementation increased the growth performance of broiler chickens and impacted the birds' antioxidant activity through modulation of the growth-related genes, lipid metabolic markers, and antioxidant-related pathways."
    },
    {
      "pmid": "35736467",
      "title": "Recent Advances in Glycyrrhiza glabra (Licorice)-Containing Herbs Alleviating Radiotherapy- and Chemotherapy-Induced Adverse Reactions in Cancer Treatment.",
      "authors": [
        "Kai-Lee Wang",
        "Ying-Chun Yu",
        "Hsin-Yuan Chen",
        "Yi-Fen Chiang",
        "Mohamed Ali",
        "Tzong-Ming Shieh",
        "Shih-Min Hsia"
      ],
      "journal": "Metabolites",
      "publication_date": "2022-Jun-09",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cancers represent a significant cause of morbidity and mortality worldwide. They also impose a large economic burden on patients, their families, and health insurance systems. Notably, cancers and the adverse reactions to their therapeutic options, chemotherapy and radiotherapy, dramatically affect the quality of life of afflicted patients. Therefore, developing approaches to manage chemotherapy- and radiotherapy-induced adverse reactions gained greater attention in recent years. Glycyrrhiza glabra (licorice), a perennial plant that is one of the most frequently used herbs in traditional Chinese medicine, has been heavily investigated in relation to cancer therapy. Licorice/licorice-related regimes, used in combination with chemotherapy, may improve the adverse effects of chemotherapy. However, there is little awareness of licorice-containing herbs alleviating reactions to radiotherapy and chemotherapy, or to other induced adverse reactions in cancer treatment. We aimed to provide a descriptive review, and to emphasize the possibility that licorice-related medicines could be used as an adjuvant regimen with chemotherapy to improve quality of life (QoL) and to reduce side effects, thus, improving compliance with chemotherapy. The experimental method involved searching different databases, including PubMed, the Cochrane Library, and Wang Fang database, as of May 2022, to identify any relevant studies. Despite a lack of high-quality and large-scale randomized controlled trials, we still discovered the potential benefits of licorice-containing herbs from published clinical studies. These studies find that licorice-containing herbs, and their active ingredients, reduce the adverse reactions caused by chemotherapy and radiotherapy, and improve the QoL of patients. This comprehensive review will serve as a cornerstone to encourage more scientists to evaluate and develop effective Traditional Chinese medicine prescriptions to improve the side effects of chemotherapy and radiation therapy."
    },
    {
      "pmid": "35671864",
      "title": "Preclinical studies of licorice in ulcerative colitis: A systematic review with meta-analysis and network pharmacology.",
      "authors": [
        "Peng-De Lu",
        "Meng-Chen Yuan",
        "Xing-Ping Quan",
        "Jin-Fen Chen",
        "Yong-Hua Zhao"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2022-Oct-05",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Licorice, as a traditional Chinese herbal medicine, possessing the efficacies of invigorating spleen and replenishing qi, heat-clearing and detoxicating, phlegm-resolving and cough suppressant, relieving spasm and pain, and hamonizing actions of various medicines. AIM OF THE STUDY: The goal of this systematic review, which includes meta-analysis and network pharmacology in preclinical studies, is to investigate the multiple efficacies of licorice on ulcerative colitis (UC). MATERIALS AND METHODS: We searched several databases, e.g., Web of Science, Elsevier ScienceDirect and PubMed until Januanry 2022 for literature collection, and the Review Manager 5.3 was used to analyze the data. To synthesize the retrieved data, the fixed and random-effects models were utilized, respectively, and network pharmacology was applied to confirm the mechanisms. RESULTS: Based on the result of meta-analysis, it suggested that the treatments of licorice extract and its active compounds showed strong therpeutic effects, which not only reflected the declining histological score, a index of the colitis severity [SMD = -2.86, 95% CI (-3.65, -2.08); P < 0.00001], but also reversed colonic shortness [WMD = 1.67, 95% CI (1.16, 2.19); P < 0.00001] between experimental UC model and licorice-treatment groups. In addition, it suggested the significant reduction of TNF-α level [SMD = -2.70, 95% CI (-3.23, -2.16); P < 0.00001], which acted as a crucial role in inflammatory response. Furthermore, from the results of network pharmacology, it indicated that anti-inflammation, anti-oxidative stress, immunomodulatory effect and microbiota homeostasis were the predominant therapeutic mechanisms of licorice extract and its active compounds treating UC. CONCLUSION: This systematic review with meta-analysis and network pharmacology demonstrates an efficient role of licorice extract and its active compounds in preclinical studies of UC, which provides supporting evidence for clinical trial implementation. However, there exist some limitations, such as technique quality decificency, missed reports due to negative outcome, failure to calculate sample size, and the risk of bias.",
      "mesh_terms": [
        "Colitis, Ulcerative",
        "Drugs, Chinese Herbal",
        "Glycyrrhiza",
        "Humans",
        "Network Pharmacology",
        "Plant Extracts",
        "Triterpenes"
      ]
    },
    {
      "pmid": "35629680",
      "title": "Isolation, Characterization, Pharmacology and Biopolymer Applications of Licorice Polysaccharides: Review.",
      "authors": [
        "Noor Ul Ain",
        "Shuye Wu",
        "Xiang Li",
        "Duxin Li",
        "Zhenqing Zhang"
      ],
      "journal": "Materials (Basel, Switzerland)",
      "publication_date": "2022-May-20",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Licorice is known as \"Gan-Cao\" in traditional Chinese Medicine (TCM), belonging to the genus Glycyrrhiza (Family: Fabaceae/Leguminosae). It has a long medicinal history and wide applications in China. Polysaccharides of licorice (LPs) are one of the key bioactive components. As herbal polysaccharides attracted increasing interest in the past several decades, their extraction, isolation, structural characterization, pharmacological activities, and medicinal application have been explored extensively. It is worth heeding that the method of extraction and purification effects LPs, apart from specie and origin specificity. This review evaluates the method of extraction and purification and demonstrates its performance in gaining specific composition and its structure-activity relationship, which might lead the readers to a fresh horizon for developing advanced treatment strategies. It is recently reported that the conformation of LPs plays a vital role as biopolymers, such as selenized modification, microencapsulation, nanocomposite, liposome formulation, drug/hydrogel combinations, biosensor device, and synergistic effect with a vaccine. In addition, LPs showed a good thermodynamics profile, as these properties enable them to interact with additional supramolecular interaction by chemical modifications or copolymerization. Functional polymers that are responsive to various external stimuli, such as physical, chemical, and biological signals, are a promising study topic. Thus, LPs are emerging as a new biomaterial that can enhance intended formulation along exerting its inherent medicinal effects. It is hoped that this review will provide a basis for the utilization and further developments of licorice polysaccharides in the vast medium."
    },
    {
      "pmid": "35596156",
      "title": "Glabridin, a bioactive component of licorice, ameliorates diabetic nephropathy by regulating ferroptosis and the VEGF/Akt/ERK pathways.",
      "authors": [
        "Hongtao Tan",
        "Junxian Chen",
        "Yicong Li",
        "Yingshan Li",
        "Yunchang Zhong",
        "Guangzhao Li",
        "Lingling Liu",
        "Yiqun Li"
      ],
      "journal": "Molecular medicine (Cambridge, Mass.)",
      "publication_date": "2022-May-20",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Glabridin (Glab) is a bioactive component of licorice that can ameliorate diabetes, but its role in diabetic nephropathy (DN) has seldom been reported. Herein, we explored the effect and underlying mechanism of Glab on DN. METHODS: The bioactive component-target network of licorice against DN was by a network pharmacology approach. The protective effect of Glab on the kidney was investigated by a high-fat diet with streptozotocin induced-diabetic rat model. High glucose-induced NRK-52E cells were used for in vitro studies. The effects of Glab on ferroptosis and VEGF/Akt/ERK pathways in DN were investigated in vivo and in vitro using qRT-PCR, WB, and IHC experiments. RESULTS: Bioinformatics analysis constructed a network comprising of 10 bioactive components of licorice and 40 targets for DN. 13 matching targets of Glab were mainly involved in the VEGF signaling pathway. Glab treatment ameliorated general states and reduced FBG, HOMA-β, and HOMA-insulin index of diabetic rats. The renal pathological changes and the impaired renal function (the increased levels of Scr, BUN, UREA, KIM-1, NGAL, and TIMP-1) were also improved by Glab. Moreover, Glab repressed ferroptosis by increasing SOD and GSH activity, and GPX4, SLC7A11, and SLC3A2 expression, and decreasing MDA and iron concentrations, and TFR1 expression, in vivo and in vitro. Mechanically, Glab significantly suppressed VEGF, p-AKT, p-ERK1/2 expression in both diabetic rats and HG-induced NRK-52E cells. CONCLUSIONS: This study revealed protective effects of Glab on the kidney of diabetic rats, which might exert by suppressing ferroptosis and the VEGF/Akt/ERK pathway.",
      "mesh_terms": [
        "Animals",
        "Diabetes Mellitus, Experimental",
        "Diabetic Nephropathies",
        "Ferroptosis",
        "Glycyrrhiza",
        "Isoflavones",
        "Kidney",
        "MAP Kinase Signaling System",
        "Phenols",
        "Plant Extracts",
        "Proto-Oncogene Proteins c-akt",
        "Rats",
        "Vascular Endothelial Growth Factor A"
      ]
    },
    {
      "pmid": "35456938",
      "title": "The Anti-Inflammatory Properties of Licorice (Glycyrrhiza glabra)-Derived Compounds in Intestinal Disorders.",
      "authors": [
        "Camila Dos Santos Leite",
        "Gabriel Alves Bonafé",
        "Juliana Carvalho Santos",
        "Carlos Augusto Real Martinez",
        "Manoela Marques Ortega",
        "Marcelo Lima Ribeiro"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2022-Apr-08",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Intestinal diseases, such as inflammatory bowel diseases (IBDs) and colorectal cancer (CRC), are a significant source of morbidity and mortality worldwide. Epidemiological data have shown that IBD patients are at an increased risk for the development of CRC. IBD-associated cancer develops against a background of chronic inflammation and oxidative stress, and their products contribute to cancer development and progression. Therefore, the discovery of novel drugs for the treatment of intestinal diseases is urgently needed. Licorice (Glycyrrhiza glabra) has been largely used for thousands of years in traditional Chinese medicine. Licorice and its derived compounds possess antiallergic, antibacterial, antiviral, anti-inflammatory, and antitumor effects. These pharmacological properties aid in the treatment of inflammatory diseases. In this review, we discuss the pharmacological potential of bioactive compounds derived from Licorice and addresses their anti-inflammatory and antioxidant properties. We also discuss how the mechanisms of action in these compounds can influence their effectiveness and lead to therapeutic effects on intestinal disorders.",
      "mesh_terms": [
        "Anti-Inflammatory Agents",
        "Glycyrrhiza",
        "Humans",
        "Inflammatory Bowel Diseases",
        "Plant Extracts",
        "Triterpenes"
      ]
    },
    {
      "pmid": "35456115",
      "title": "Antimicrobial Synergy between Aminoglycosides and Licorice Extract in Listeria monocytogenes.",
      "authors": [
        "Myungseo Park",
        "Liz Horn",
        "Victoria Lappi",
        "Dave Boxrud",
        "Craig Hedberg",
        "Byeonghwa Jeon"
      ],
      "journal": "Pathogens (Basel, Switzerland)",
      "publication_date": "2022-Apr-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Listeria monocytogenes is a foodborne pathogen that can develop serious invasive infections. Among foodborne pathogens, L. monocytogenes exhibits the highest case fatality despite antibiotic treatment, suggesting the current therapy should be improved. Although ampicillin and gentamicin are used as a combination therapy to treat listeriosis, our results showed there is no synergy between the two antibiotics. We discovered that aqueous extract of licorice generated significant antimicrobial synergy when combined with aminoglycosides, such as gentamicin, in L. monocytogenes. In the presence of 1 mg/mL licorice extract, for instance, the minimum inhibitory concentration (MIC) of gentamicin was reduced by 32-fold. Moreover, antimicrobial synergy with licorice extract made gentamicin-resistant clinical isolates of L. monocytogenes susceptible to gentamicin. Given the common use of licorice as a food sweetener in Western countries and a herb in Oriental medicine, our findings suggest that licorice extract can be potentially used as an antibiotic adjuvant to improve the efficacy of antimicrobial treatment of listeriosis."
    },
    {
      "pmid": "35280148",
      "title": "Effect of Licorice (Glycyrrhiza glabra) Extract as an Immunostimulant on Serum and Skin Mucus Immune Parameters, Transcriptomic Responses of Immune-Related Gene, and Disease Resistance Against Yersinia ruckeri in Rainbow Trout (Oncorhynchus mykiss).",
      "authors": [
        "Mostafa Darvishi",
        "Mehdi Shamsaie Mehrgan",
        "Amir Eghbal Khajehrahimi"
      ],
      "journal": "Frontiers in veterinary science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was designed to appraise the effect of licorice herbal supplement on the immune status of rainbow trout fingerlings. Accordingly, five diets were formulated with different levels of licorice extract (LE) including 0 (control), 0.5 g kg-1 (LE0.5), 1 g kg-1 (LE1), 2 g kg-1 (LE2), and 3 g kg-1 (LE3). The fingerlings (10.0 ± 0.1 g initial mean weight) received the diets in triplicates (30 fish in each replicate) for 56 days. The results showed that the white blood cells and their differential number (lymphocytes and monocytes) were remarkably increased by LE2 supplementation (P < 0.05). The oral administration of LE2 significantly increased the levels of serum immunoglobulin (Ig), lysozyme activity, and complement components (C3 and C4) compared with others. Meanwhile, the serum bactericidal activity against Yersinia ruckeri in LE2 and LE3 treatments was significantly higher than others except for LE1 (P < 0.05). In addition, serum alternative complement activity significantly improved in all treated groups except LE0.5 compared with the control group (P < 0.05). In terms of skin mucosal immunity, the fish fed with LE2 and LE3 diets exhibited notably higher lysozyme activity, alkaline phosphatase activity, and Ig value than other groups (P < 0.05). The highest skin mucus bactericidal activity against Y. ruckeri was obtained in LE2 treatment (P < 0.05). In addition, dietary LE2 significantly increased the relative expression of immune-associated genes including tumor necrosis factor-α, interleukin-1β, interleukin-8, and IgM and the former treatments showed higher values than the control group. The cumulative mortality of fish against Y. ruckeri infection was notably reduced from 53.6% in the control group to 29.0% in LE3 treatment. Overall, the dietary administration of LE at 2 g kg-1 had the best effects on immunocompetence in rainbow trout."
    },
    {
      "pmid": "38867726",
      "title": "Dietary licorice enhances in vivo cadmium detoxification and modulates gut microbial metabolism in mice.",
      "authors": [
        "Xin Zheng",
        "Likun Wang",
        "Linhao You",
        "Yong-Xin Liu",
        "Michael Cohen",
        "Siyu Tian",
        "Wenjun Li",
        "Xiaofang Li"
      ],
      "journal": "iMeta",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mass cadmium (Cd) poisoning is a serious health problem in many parts of the world. We propose that dietary intervention can be a practical solution to this problem. This study aimed to identify effective dietary products from traditional Chinese herbs that can detoxify Cd. Five candidate herbal foods with detoxifying potential were selected and subjected to mouse toxicological tests. The chemical composition and dose-response effects of licorice on mouse hepatocytes were determined. Licorice was selected for further tests to examine its effects on growth, tissue Cd accumulation, and gut and liver fitness of mice. The expression of hepatic metallothionein (Mt) genes was quantified in vitro in hepatocytes and in vivo in liver tissues of mice. The results showed that licorice dietary intervention was effective in reducing blood Cd by >50% within 1 month. Cd was also substantially reduced in the heart and lung tissues, but increased 2.1-fold in the liver. The liver of Cd poisoned mice improved with licorice intervention. Licorice treatment significantly induced Cd accumulation and expression of the Mt1 gene in hepatic cells both in vitro and in vivo. Licorice intake substantially altered gut microbial structure and enriched Parabacteroides distasonis. Omics results showed that licorice improved gut metabolism, particularly the metabolic pathways for glycyrrhizin, bile acids, and amino acids. Dietary licorice effectively reduced mouse blood Cd and had a profound impact on liver and gut fitness. We conclude that herbal licorice can be used as a dietary intervention for mass Cd poisoning."
    },
    {
      "pmid": "35219676",
      "title": "The effects of plastic film mulching and straw mulching on licorice root yield and soil organic carbon content in a dryland farming.",
      "authors": [
        "Jianjun Yang",
        "Rongzhu Qin",
        "Xiaopeng Shi",
        "Huihui Wei",
        "Guojun Sun",
        "Feng-Min Li",
        "Feng Zhang"
      ],
      "journal": "The Science of the total environment",
      "publication_date": "2022-Jun-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The increasing worldwide demand for traditional herbs has been met by growing cultivated herbs. It is undoubtedly very important to seek a reasonable cultivation mode for the yield, quality and long-term production stability of traditional herbs. In this study, licorice (Glycyrrhiza uralensis Fisch.) was investigated using a field experiment and a process-based model (Denitrification-Decomposition (DNDC) model) to study the effects of mulching methods on root yield and soil organic carbon (SOC) long-term changes. The field experiment contained four treatments: plat planting without mulching (CK), ridge-furrow maize straw mulching (SM), ridge-furrow plastic film mulching (RP), and plat planting with plastic film mulching (FP). Licorice root yield was significantly higher in the SM, RP, and FP than in the CK. SM, RP and FP treatments increased the accumulation of liquiritin and glycyrrhizin in licorice roots. The SM significantly increased SOC content, SOC stocks, SOC sequestration rate, dissolved organic carbon (DOC) content and microbial biomass carbon (MBC) compared to CK, but there was no significant difference in SOC and DOC among CK, RP and FP. The DNDC model was calibrated based on the field test data and showed that under the four CMIP6 SSPs scenarios, the predicted root yield of each treatment was increasing obviously. The production and stability of RP and FP were greater than CK and SM. The SOC under SM showed an increasing trend, whereas it continuously decreased under CK, RP, and FP in the future. The SOC of simulated RS treatment of straw incorporation plus a plastic film mulch was always at the highest value in all the treatments, and its root yield was slightly lower than that of RP and FP, the latter both were very close. Therefore, it is suggested that RS should be adopted to achieve sustained high yield while maintaining a high SOC level.",
      "mesh_terms": [
        "Agriculture",
        "Carbon",
        "China",
        "Glycyrrhiza",
        "Plastics",
        "Soil",
        "Water",
        "Zea mays"
      ]
    },
    {
      "pmid": "35116174",
      "title": "Natural triterpenoids from licorice potently inhibit SARS-CoV-2 infection.",
      "authors": [
        "Yang Yi",
        "Junhua Li",
        "Xinyuan Lai",
        "Meng Zhang",
        "Yi Kuang",
        "Yang-Oujie Bao",
        "Rong Yu",
        "Wei Hong",
        "Elishiba Muturi",
        "Heng Xue",
        "Hongping Wei",
        "Tong Li",
        "Hui Zhuang",
        "Xue Qiao",
        "Kuanhui Xiang",
        "Hang Yang",
        "Min Ye"
      ],
      "journal": "Journal of advanced research",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: The COVID-19 global epidemic caused by severe acute respiratory syndrome coronavirus (SARS-CoV-2) is a great public health emergency. Discovering antiviral drug candidates is urgent for the prevention and treatment of COVID-19. OBJECTIVES: This work aims to discover natural SARS-CoV-2 inhibitors from the traditional Chinese herbal medicine licorice. METHODS: We screened 125 small molecules from Glycyrrhiza uralensis Fisch. (licorice, Gan-Cao) by virtual ligand screening targeting the receptor-binding domain (RBD) of SARS-CoV-2 spike protein. Potential hit compounds were further evaluated by ELISA, SPR, luciferase assay, antiviral assay and pharmacokinetic study. RESULTS: The triterpenoids licorice-saponin A3 (A3) and glycyrrhetinic acid (GA) could potently inhibit SARS-CoV-2 infection, with EC50 of 75 nM and 3.17 µM, respectively. Moreover, we reveal that A3 mainly targets the nsp7 protein, and GA binds to the spike protein RBD of SARS-CoV-2. CONCLUSION: In this work, we found GA and A3 from licorice potently inhibit SARS-CoV-2 infection by affecting entry and replication of the virus. Our findings indicate that these triterpenoids may contribute to the clinical efficacy of licorice for COVID-19 and could be promising candidates for antiviral drug development.",
      "mesh_terms": [
        "COVID-19",
        "Glycyrrhiza",
        "Humans",
        "SARS-CoV-2",
        "Spike Glycoprotein, Coronavirus",
        "Triterpenes"
      ]
    },
    {
      "pmid": "35058729",
      "title": "Oral administration of Jinan Red Ginseng and licorice extract mixtures ameliorates nonalcoholic steatohepatitis by modulating lipogenesis.",
      "authors": [
        "Daram Yang",
        "Hyuneui Jeong",
        "Seung-Mi Hwang",
        "Jong-Won Kim",
        "Hee-Won Moon",
        "Ye-Eun Lee",
        "Hyo-Bin Oh",
        "Chung-Berm Park",
        "Bumseok Kim"
      ],
      "journal": "Journal of ginseng research",
      "publication_date": "2022-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nonalcoholic steatohepatitis (NASH) is one of the main chronic liver diseases. NASH is identified by lipid accumulation, inflammation, and fibrosis. Jinan Red Ginseng (JRG) and licorice have been widely used because of their anti-inflammatory and hepatoprotective effects. Hence, this study assessed JRG and licorice extract mixtures' effects on NASH progression. METHODS: Palmitic acid (PA) and the western diet (WD) plus, high glucose-fructose water were used to induce in vitro and in vivo NASH. Mice were orally administered with JRG-single (JRG-S) and JRG-mixtures (JRG-M; JRG-S + licorice) at 0, 50, 100, 200 or 400 mg/kg/day once a day during the last half-period of diet feeding. RESULTS: JRG-S and JRG-M reduced NASH-related pathologies in WD-fed mice. JRG-S and JRG-M consistently decreased the mRNA level of genes related with inflammation, fibrosis, and lipid metabolism. The treatment of JRG-S and JRG-M also diminished the SREBP-1c protein levels and the p-AMPK/AMPK ratio. The FAS protein levels were decreased by JRG-M treatment both in vivo and in vitro but not JRG-S. CONCLUSION: JRG-M effectively reduced lipogenesis by modulating AMPK downstream signaling. Our findings suggest that this mixture can be used as a prophylactic or therapeutic alternative for the remedy of NASH."
    },
    {
      "pmid": "35006563",
      "title": "Sustainable isolation of licorice (Glycyrrhiza glabra L.)-based yellow natural colorant for dyeing of bio-mordanted cotton.",
      "authors": [
        "Shahid Adeel",
        "Shumaila Kiran",
        "Mazhar Abbas",
        "Fatima Batool",
        "Muhammad Hussaan",
        "Nimra Amin"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sustainability in the utilization of products in all fields particularly food textiles, solar cells, etc. is of prime concern to the global community. In this study, licorice (Glycyrrhiza glabra L.) as a source of herbal-based coloring agent for cotton dyeing has been explored under the influence of ultrasonic (US) waves. Methanolic extract of licorice bark after US treatment for 20 min has shown excellent color depth (K/S) onto ultrasonically treated cotton fabric at 65°Cfor 45 min. Applying bio-mordants, it has been found that acacia extract (1%), henna (5%), and pomegranate and turmeric extracts (7%) as pre-bio-mordant, whereas acacia, turmeric, and henna extracts (7%) and pomegranate extract (5%) as post-bio-mordants, exhibited superb color strength. Salts of Al (7%) and salts of Fe (3%) as pre chemical mordants, while salts of Al (3%) and salts of Fe (5%) as post chemical mordants, have given good results. Overall, it has been found that salt of Fe (3%) as pre-chemical mordant and extract of turmeric (7%) as post bio-mordant have shown superb color strength. It can be concluded that US treatment being an environmentally safe means has only improved the color strength of colorant onto cotton fabric and the adding of bio-mordants has contrived the method more sustainable.",
      "mesh_terms": [
        "Coloring Agents",
        "Glycyrrhiza",
        "Plant Extracts",
        "Salts",
        "Textiles",
        "Triterpenes"
      ]
    },
    {
      "pmid": "34968462",
      "title": "Licoflavone B, an isoprene flavonoid derived from licorice residue, relieves dextran sodium sulfate-induced ulcerative colitis by rebuilding the gut barrier and regulating intestinal microflora.",
      "authors": [
        "Juan Zhang",
        "Xiaoqin Xu",
        "Ning Li",
        "Li Cao",
        "Yu Sun",
        "Junchi Wang",
        "Shuaibing He",
        "Jianyong Si",
        "Degang Qing"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2022-Feb-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ulcerative colitis (UC) is a major inflammatory disease worldwide. We previously demonstrated that licorice residue flavones (LFs) showed satisfactory efficacy in the treatment of UC. Therefore, research into the ingredients of LFs may lead to the discovery of novel anti-UC targets. In the current study, we separated licoflavone B (LB) from LFs and administered it to dextran sodium sulfate (DSS)-exposed C57BL/6 mice for 14 days. Our results demonstrated that high dose LB (120 mg/kg) significantly prevented DSS-induced weight loss, disease activity index (DAI) increase, histological damage, and colonic inflammation, indicating that LB has ameliorative effects on UC. We also investigated the composition of the intestinal barrier and microflora in an attempt to explore the mechanisms of LB against UC. As a result, we found that LB preserved the integrity of the colonic barrier by inhibiting colonic cell apoptosis and protecting the expression of occludin, claudin-1, and ZO-1. Moreover, LB reshaped the microflora composition by suppressing harmful bacteria (Enterococcus et al.) and boosting beneficial microorganisms (Bacteroides et al.). Further molecular exploration implied that LB exerted anti-UC activity through blocking the MAPK pathway. Here, we explored anti-UC activity of LB for the first time and clarified its mechanisms. These results will provide valuable clues for the discovery of novel anti-UC agents.",
      "mesh_terms": [
        "Animals",
        "Butadienes",
        "Colitis",
        "Colitis, Ulcerative",
        "Colon",
        "Dextran Sulfate",
        "Disease Models, Animal",
        "Flavones",
        "Flavonoids",
        "Gastrointestinal Microbiome",
        "Glycyrrhiza",
        "Hemiterpenes",
        "Intestinal Mucosa",
        "Mice",
        "Mice, Inbred C57BL",
        "Sulfates"
      ]
    },
    {
      "pmid": "34961221",
      "title": "Glycyrrhiza glabra (Licorice): A Comprehensive Review on Its Phytochemistry, Biological Activities, Clinical Evidence and Toxicology.",
      "authors": [
        "Shadma Wahab",
        "Sivakumar Annadurai",
        "Shahabe Saquib Abullais",
        "Gotam Das",
        "Wasim Ahmad",
        "Md Faruque Ahmad",
        "Geetha Kandasamy",
        "Rajalakshimi Vasudevan",
        "Md Sajid Ali",
        "Mohd Amir"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2021-Dec-14",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "There are more than 30 species of Glycyrrhiza genus extensively spread worldwide. It was the most prescribed herb in Ancient Egyptian, Roman, Greek, East China, and the West from the Former Han era. There are various beneficial effects of licorice root extracts, such as treating throat infections, tuberculosis, respiratory, liver diseases, antibacterial, anti-inflammatory, and immunodeficiency. On the other hand, traditional medicines are getting the attraction to treat many diseases. Therefore, it is vital to screen the medicinal plants to find the potential of new compounds to treat chronic diseases such as respiratory, cardiovascular, anticancer, hepatoprotective, etc. This work comprehensively reviews ethnopharmacological uses, phytochemistry, biological activities, clinical evidence, and the toxicology of licorice, which will serve as a resource for future clinical and fundamental studies. An attempt has been made to establish the pharmacological effect of licorice in different diseases. In addition, the focus of this review article is on the molecular mechanism of licorice extracts and their four flavonoids (isoliquiritigenin, liquiritigenin, lichalocone, and glabridin) pharmacologic activities. Licorice could be a natural alternative for current therapy to exterminate new emerging disorders with mild side effects. This review will provide systematic insights into this ancient drug for further development and clinical use."
    },
    {
      "pmid": "34961070",
      "title": "Licorice (Glycyrrhiza glabra) Extracts-Suitable Pharmacological Interventions for COVID-19? A Review.",
      "authors": [
        "Joji Abraham",
        "Singarayer Florentine"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2021-Nov-26",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Even though vaccination has started against COVID-19, people should continue maintaining personal and social caution as it takes months or years to get everyone vaccinated, and we are not sure how long the vaccine remains efficacious. In order to contribute to the mitigation of COVID-19 symptoms, the pharmaceutical industry aims to develop antiviral drugs to inhibit the SARS-CoV-2 replication and produce anti-inflammatory medications that will inhibit the acute respiratory distress syndrome (ARDS), which is the primary cause of mortality among the COVID-19 patients. In reference to these tasks, this article considers the properties of a medicinal plant named licorice (Glycyrrhiza glabra), whose phytochemicals have shown both antiviral and anti-inflammatory tendencies through previous studies. All the literature was selected through extensive search in various databases such as google scholar, Scopus, the Web of Science, and PubMed. In addition to the antiviral and anti-inflammatory properties, one of the licorice components has an autophagy-enhancing mechanism that studies have suggested to be necessary for COVID-19 treatment. Based on reviewing relevant professional and historical literature regarding the medicinal properties of licorice, it is suggested that it may be worthwhile to conduct in vitro and in vivo studies, including clinical trials with glycyrrhizic and glycyrrhetinic acids together with other flavonoids found in licorice, as there is the potentiality to provide natural interventions against COVID-19 symptoms."
    },
    {
      "pmid": "34959616",
      "title": "Computational and In Vitro Experimental Investigations Reveal Anti-Viral Activity of Licorice and Glycyrrhizin against Severe Acute Respiratory Syndrome Coronavirus 2.",
      "authors": [
        "Ahmed M Tolah",
        "Lamya M Altayeb",
        "Thamir A Alandijany",
        "Vivek Dhar Dwivedi",
        "Sherif A El-Kafrawy",
        "Esam I Azhar"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2021-Nov-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Without effective antivirals, the COVID-19 pandemic will likely continue to substantially affect public health. Medicinal plants and phytochemicals are attractive therapeutic options, particularly those targeting viral proteins essential for replication cycle. Herein, a total 179 phytochemicals of licorice (Glycyrrhiza glabra) were screened and scrutinized against the SARS-CoV-2 main protease (Mpro) with considerable binding affinities in the range of -9.831 to -2.710 kcal/mol. The top 10 compounds with the best docking scores, licuraside, glucoliquiritin apioside, 7,3'-Dihydroxy-5'-methoxyisoflavone, licuroside, kanzonol R, neoisoliquiritin, licochalcone-A, formononetin, isomucronulatol, and licoricone, were redocked using AutoDock Vina, yielding -8.7 to -7.3 kcal/mol binding energy against Glycyrrhizin (-8.0 kcal/mol) as a reference ligand. Four compounds, licuraside, glucoliquiritin apioside, 7,3'-Dihydroxy-5'-methoxyisoflavone, and licuroside, with glycyrrhizin (reference ligand) were considered for the 100 ns MD simulation and post-simulation analysis which support the stability of docked bioactive compounds with viral protein. In vitro studies demonstrated robust anti-SARS-CoV-2 activity of licorice and glycyrrhizin under different treatment protocols (simulations treatment with viral infection, post-infection treatment, and pre-treatment), suggesting multiple mechanisms for action. Although both compounds inhibited SARS-CoV-2 replication, the half-maximal inhibitory concentration (IC50) of glycyrrhizin was substantially lower than licorice. This study supports proceeding with in vivo experimentation and clinical trials and highlights licorice and glycyrrhizin as potential therapeutics for COVID-19."
    }
  ]
}