{
  "supplement": "Light Therapy",
  "query": "Light Therapy[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:57:34",
  "research_count": 1137,
  "count": 100,
  "articles": [
    {
      "pmid": "40252784",
      "title": "Efficacy of Single Vision Spectacles Combined with Low-Level Red-Light Therapy in Myopic Amblyopia for Children Aged 4-8.",
      "authors": [
        "Lin Li",
        "Ya Liao",
        "Wei Wang",
        "Yinghui Xiong",
        "Qin Li",
        "Lin Zhang",
        "Xiaojuan Wang"
      ],
      "journal": "Photodiagnosis and photodynamic therapy",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: This study evaluated the efficacy and safety of Low-Level Red Light(LLRL) therapy for improving amblyopia and controlling myopia in children aged 4-8 years with myopic amblyopia. METHODS: A prospective clinical trial with 66 children, conducted from September 2023 to May 2024, included those with Spherical Equivalent Refraction (SER = sphere power + ½ cylinder power) ≤ -0.50 D and astigmatism ≤ 2.50 D, excluding pathological myopia cases. Participants were randomly assigned to Single Vision Spectacle (SVS) or LLRL groups. All wore SVS daily, while the LLRL group also received LLRL therapy (2.0±0.5 mW, 650±10 nm) twice daily. The main outcomes included Best Corrected Visual Acuity (BCVA) and myopia progression, assessed by Axial Length(AL) and SER at the 1st, 3rd, and 6th months. RESULTS: At the six-month follow-up, both groups showed improved BCVA. The LLRL group's BCVA improved from 0.30 (0.20,0.40) to 0.10 (0.00, 0.30), while the SVS group improved from 0.40 (0.30, 0.40) to 0.30 (0.10, 0.40). Regarding myopia progression, there was no significant change in AL and SER in the LLRL group, while in the SVS group, AL increased from 24.01±0.70 mm to 24.21±0.67 mm, and SER changed from -2.75 (-4.50, -1.75) D to -3.75 (-5.25, -2.00) D. Changes in AL and SER at 1, 3, and 6 months were significantly lower in the LLRL group compared to the SVS group. CONCLUSIONS: LLRL and optical correction both treat myopic amblyopia in young children. LLRL accelerates visual acuity improvement and effectively retards axial elongation, better controlling myopia progression compared to optical correction alone."
    },
    {
      "pmid": "40250869",
      "title": "Group bright light therapy compared to treatment as usual for delayed sleep-wake phase disorder among patients in psychiatric care (the SIP trials): a protocol for a pragmatic, randomised controlled trial.",
      "authors": [
        "Ane Wilhelmsen-Langeland",
        "Berge Osnes",
        "Michael Gradisar",
        "Veronika Alice Vågenes",
        "Lin Sørensen",
        "Bjørn Bjorvatn",
        "Ole-Bernt Fasmer",
        "Julian Koenig",
        "Ståle Pallesen",
        "Ingvild West Saxvig"
      ],
      "journal": "BMJ open",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol"
      ],
      "abstract": "INTRODUCTION: Circadian rhythm sleep-wake disturbances appear to be prevalent in psychiatric populations and may maintain and exacerbate psychiatric symptoms. Bright light therapy (BLT) is, in addition to exogenous melatonin, the treatment of choice for circadian rhythm disorders like delayed sleep-wake phase disorder (DSWPD) and has yielded promising results in patients with comorbid psychiatric illness. However, such patients are rarely offered this treatment in outpatient clinics. The aim of this randomised controlled trial is to investigate whether group BLT for psychiatric outpatients is superior to treatment as usual (TAU). METHODS AND ANALYSIS: 60 patients with moderate-to-severe psychiatric illness who meet the criteria for DSWPD will be recruited from an outpatient psychiatric clinic in Norway. They will be randomised (1:1) to a group-based Sleep School Wake Up! For Circadian (SSWU-C) programme conjointly with TAU or to TAU while on a wait list for SSWU-C. The SSWU-C will be delivered over four biweekly sessions, each lasting 120 min; hence treatment will last 6 weeks. Assessments will be collected at baseline (T1) and after the intervention (T2). The primary outcome will be changes in sleep timing using measures such as sleep diaries, actigraphy and dim light melatonin onset (DLMO) at 6 weeks postintervention. Secondary outcomes include changes in other sleep metrics, symptoms of depression, anxiety, fatigue, problems with work and social adjustment and well-being. Mixed models will be used for data analyses. ETHICS AND DISSEMINATION: Ethical approval was granted in 2020 by the Regional Ethics Committee in Western Norway (REK 2020/66304). Findings will be published in peer-reviewed journals and be presented at research conferences and in relevant media. The results may document the need for more specific sleep-directed treatments in psychiatric clinics as a way of treating not only circadian rhythm sleep-wake disorders but also as a treatment to alleviate psychiatric symptoms. TRIAL REGISTRATION NUMBER: NCT05177055.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Mental Disorders",
        "Norway",
        "Phototherapy",
        "Pragmatic Clinical Trials as Topic",
        "Sleep Disorders, Circadian Rhythm",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "40207956",
      "title": "[Nonseasonal depressive disorders: new evidence on bright light therapy].",
      "authors": [
        "Alice Serafini",
        "David Slawson"
      ],
      "journal": "Recenti progressi in medicina",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "40185343",
      "title": "Effectiveness and Safety of Bright Light Therapy in Oncological Patients: A Systematic Review.",
      "authors": [
        "Gabriele Nibbio",
        "Anna La Salvia",
        "Alberto Portigliatti Pomeri",
        "Irene Calzavara-Pinton",
        "Francesco Cuniberti",
        "Monica Verrico",
        "Giacomo Deste",
        "Tonino Cantelmi",
        "Stefano Barlati",
        "Antonio Vita"
      ],
      "journal": "Journal of pain and symptom management",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Light therapy, also known as bright light therapy, is a nonpharmacological approach to treat seasonal mood disorders and a wide range of other conditions by exposure to artificial light. Bright light therapy is considered a well-tolerated and easy to administer form of treatment with relatively low costs. Our systematic review is focused on the available literature data regarding the applications of this therapy to the field of oncology. Overall, in this context light therapy has showed promising results, providing a safe and potentially effective treatment for a variety of psychological symptoms (especially sleep disturbances and fatigue, but also mood and anxiety symptoms). Thereby, taking into account the enormous impact of all these symptoms on cancer patients' health-related quality of life, the validation and integration of bright white light therapy in the therapeutic armamentarium of these patients may be potentially highly beneficial in the daily clinical practice and could hopefully lead to a more comprehensive and integrated oncology care."
    },
    {
      "pmid": "40122251",
      "title": "Efficacy evaluation and facial expressions biomarker of light therapy in youths with subthreshold depression: A randomized control trial study.",
      "authors": [
        "Xin Chen",
        "Lin Liu",
        "Huan Mei",
        "Zhendong Jiang",
        "Wei Yan",
        "Le Shi",
        "Xiaoxing Liu",
        "Kai Yuan",
        "Yanhua Zhang",
        "Xiaoyu Luo",
        "Liguo Zhang",
        "Yimiao Zhao",
        "Shuilin Wu",
        "Bailin Chen",
        "Jiaqian Yuan",
        "Zhenyu Liu",
        "Hanshu Cai",
        "Shiqiu Meng",
        "Jie Shi",
        "Xiangyou Li",
        "Bin Hu",
        "Jiahui Deng",
        "Lin Lu",
        "Yanping Bao"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2025-Jul-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Simpler and more feasible light therapy protocols, and objective indicators for assessing its effectiveness is lacking. We aimed to evaluate the efficacy of light therapy on subthreshold depression (SD) among college students and explore facial expressions as an objective biomarker across different treatment groups. METHODS: From September 13, 2021, to January 4, 2022, college students with SD were recruited from a university in Hubei Province, randomly assigned to Bright Light Therapy (BLT) group (10,000 lx), Dim Light Therapy (DLT) group (200 lx), or Waiting List Control (WLC) group (no intervention). Self-reported questionnaire and facial expressions were assessed for all participants before and after intervention. Repeated measures ANOVA and logistic regression were conducted to compare baseline and post-intervention differences among three groups. RESULTS: 135 participants were enrolled and 121 participants completed the study. Depression symptom and sleep quality scores significantly decreased in both BLT and DLT groups (P < 0.001), while no significant changes were observed in WLC group. BLT (OR, 4.50; 95 % CI, 1.11-18.27; P = 0.035) and DLT group (OR, 4.17; 95 % CI, 1.04-16.79; P = 0.045) had higher efficacy rates than WLC group. For facial expressions, DLT group showed significant increases in two happy-related facial action units (AU) including AU14 values (positive, negative and neutral stimuli) and AU26 values (neutral and negative stimuli). BLT group showed a significant decrease in fear-related AU20 values under negative stimuli (P < 0.001). CONCLUSION: Light therapy improves depressive symptoms and sleep quality in individuals with SD, and facial expressions can serve as an objective biomarker to support its effectiveness.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Facial Expression",
        "Depression",
        "Young Adult",
        "Phototherapy",
        "Treatment Outcome",
        "Adolescent",
        "Adult",
        "Biomarkers",
        "Sleep Quality",
        "Students"
      ]
    },
    {
      "pmid": "40120538",
      "title": "Assessing fatigue in myalgic encephalomyelitis/chronic fatigue syndrome patients before and after treatment with bright light therapy: A prospective randomized controlled crossover study.",
      "authors": [
        "Birgit Ludwig",
        "Lea Hauer",
        "Marion Böck",
        "Cornelia Schillerwein-Kral",
        "Lena Weyer",
        "Doris Moser",
        "Sonja Zehetmayer",
        "Karin Trimmel",
        "Stefan Seidel"
      ],
      "journal": "Sleep medicine",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: The aim of the current study was to test the effectiveness of treatment with bright light therapy (BLT) on fatigue and cognitive function in patients with Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS). A randomized-controlled cross-over study design was chosen in order to provide all patients access to BLT treatment and account for placebo effects. METHODS: In this study, a total of 36 outpatients with a diagnosis of ME/CFS according to the criteria of the Institute of Medicine (2015) were randomly assigned to a cross-over design starting out either with BLT or waitlist for the course of 2 weeks with a washout phase in between. Portable light boxes emitting full-spectrum visible light with a luminance intensity of 10,000 lux were used by the participants at home. Primary outcome of the study was fatigue as assessed by Chalder Fatigue Score (CFQ) and the secondary outcome variable was cognitive function assessed per standardized test battery (Test of Attentional Performance - TAP). RESULTS: The primary outcome variable fatigue was not significantly improved after treatment with BLT compared to wait list in the full crossover design, although fatigue scores improved immediately after two weeks of BLT. Additionally, patients showed decreased reaction time after treatment with BLT in a subtest of TAP compared to wait list. Over 45 % of patients were diagnosed with postural tachycardia syndrome. CONCLUSION: BLT for two weeks is not effective for the treatment of fatigue in ME/CFS, but it might have beneficial effects on attention in patients with ME/CFS. The clinical trial is registered with www. CLINICALTRIALS: gov (NCT06635928).",
      "mesh_terms": [
        "Humans",
        "Fatigue Syndrome, Chronic",
        "Cross-Over Studies",
        "Female",
        "Male",
        "Adult",
        "Phototherapy",
        "Prospective Studies",
        "Middle Aged",
        "Treatment Outcome",
        "Fatigue",
        "Cognition"
      ]
    },
    {
      "pmid": "40105942",
      "title": "Illuminating eye care: the promise and future of red light therapy in ophthalmology.",
      "authors": [
        "Fei Xue",
        "Yating Zhou"
      ],
      "journal": "Graefe's archive for clinical and experimental ophthalmology = Albrecht von Graefes Archiv fur klinische und experimentelle Ophthalmologie",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "With the rapid global rise of myopia, glaucoma, AMD, and dry eye disease, red light therapy (RLT) is quickly emerging as a non-invasive, breakthrough approach with extraordinary potential to transform eye health management. Originally applied for wound healing and pain relief, RLT has shown remarkable, multi-faceted effects in ophthalmology: slowing myopia progression, protecting retinal cells in glaucoma, reducing inflammation in AMD, and relieving symptoms of dry eye disease. However, alongside the surge in research interest, questions regarding optimal dosing, safety, and standardization remain pressing. This review summarizes the latest advances of RLT in eye health, explores its mechanisms of action, analyzes safety concerns in clinical applications, and discusses its synergistic potential with existing treatment methods as well as the integration of RLT with artificial intelligence and wearable technologies. In the future, RLT is expected to play a significant role in the management of chronic ocular diseases, but its long-term effects and safety need careful evaluation, with challenges also remaining in regulatory policies and clinical standardization."
    },
    {
      "pmid": "40090131",
      "title": "The impact of bright light therapy on Parkinson's disease: A pilot study using vestibular-evoked myogenic potentials.",
      "authors": [
        "Wei-Ye Xie",
        "Wen-Xiang Duan",
        "Ying Chen",
        "Meng-Xing Tao",
        "Han-Xing Li",
        "Fan Gao",
        "Jie-Yun Yin",
        "Jia-Hui Yan",
        "Fen Wang",
        "Cheng-Jie Mao",
        "Yun Shen",
        "Chun-Feng Liu"
      ],
      "journal": "Parkinsonism & related disorders",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Bright light therapy (BLT) has been proved to have beneficial effects on Parkinson's disease (PD). Brainstem pathways improvements might be crucial to BLT, but the mechanisms remained unclear. The aim of this study is to validate whether BLT improves clinical symptoms in PD and thus explore the possible mechanisms of brainstem pathways evaluated by vestibular-evoked myogenic potentials (VEMPs). METHODS: A total of 22 PD patients participated were enrolled in this crossover randomized placebo-controlled study. Participants received either one month of BLT or dim light therapy (DLT), separated by a 1-month wash-out period, and underwent clinical scales and VEMPs evaluations before and after each intervention. Mixed-effects regression models were used to determine the effect between BLT and DLT on PD patients by the differentials of clinical scales (Δscales) and VEMPs (ΔVEMPs). Correlations between the improvement of clinical symptoms and VEMPs parameters improvements were analyzed in PD patients receiving BLT. RESULTS: Excessive daytime sleepiness, anxiety, life quality and autonomic function were improved after BLT. Compared to DLT, the difference was not significant. There were significant differences of cervical VEMPs (cVEMP) and ocular VEMPs (oVEMP) peak latencies after BLT. Compared with DLT, there was significant difference in ΔLp13, ΔRp13 and ΔLp11 peak latencies after BLT. CONCLUSIONS: BLT may be a valuable non-pharmacological intervention for improving brainstem function, thereby enhancing quality of life and overall health in PD patients.",
      "mesh_terms": [
        "Humans",
        "Parkinson Disease",
        "Male",
        "Female",
        "Pilot Projects",
        "Middle Aged",
        "Aged",
        "Vestibular Evoked Myogenic Potentials",
        "Cross-Over Studies",
        "Phototherapy",
        "Outcome Assessment, Health Care"
      ]
    },
    {
      "pmid": "40086221",
      "title": "Effect of bright light therapy on depression in patients with schizophrenia: A pilot study.",
      "authors": [
        "Chia-Shin Guo",
        "Doreen Phiri",
        "Hsin-Chien Lee",
        "Yen-Kuang Lin",
        "Jimmy Alvin Metrado Kwa",
        "Min-Huey Chung"
      ],
      "journal": "Journal of psychiatric research",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: In this pilot study, we investigated the effects of bright light therapy on depression in schizophrenia using a quasi-experimental design involving random assignment. METHODS: We included patients with schizophrenia who had stable psychiatric symptoms. Experimental group (n = 16) received light therapy while control group (n = 12) received only regular indoor light. The intervention was administered in the morning once a day for 50 min for three weeks. Scores of the Chinese version of the Calgary Depression Scale for Schizophrenia (CDSS-C), Chinese version of the Positive and Negative Syndrome Scale (PANSS-C), Clinical Global Impression-Schizophrenia Scale (CGI-SCH), and Stressful Life Event Scale (SLES) were measured at baseline (T0), immediately after 5th day of the intervention (T1), immediately after the 15th day of intervention (T2), and at the 14-day follow-up (T3). A generalized estimating equation (GEE) analysis was performed to analyse group × time interaction effects and effect of bright light therapy on depression. RESULTS: Results indicated that bright light therapy alleviated depressive symptoms in patients with schizophrenia after controlling for internal or surgical diseases and disease duration (in years). However, the effect was not maintained two weeks after the treatment. CONCLUSION: These findings suggest that bright light therapy is a nonpharmacological adjunct treatment approach for patients with stable psychiatric symptoms.",
      "mesh_terms": [
        "Humans",
        "Pilot Projects",
        "Schizophrenia",
        "Male",
        "Female",
        "Adult",
        "Phototherapy",
        "Depression",
        "Middle Aged",
        "Psychiatric Status Rating Scales",
        "Treatment Outcome",
        "Schizophrenic Psychology",
        "Follow-Up Studies"
      ]
    },
    {
      "pmid": "40055165",
      "title": "Comparison of Efficacy of Low-Level Light Therapy and Intense Pulsed Light Therapy in Patients with Dry Eyes.",
      "authors": [
        "Anam Hassan",
        "Shagufta Parveen",
        "Murtaza Sameen",
        "Muhammad Aamir Arain",
        "Muhammad Shahid",
        "Teyyeb Azeem Janjua"
      ],
      "journal": "Journal of the College of Physicians and Surgeons--Pakistan : JCPSP",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "OBJECTIVE: To compare the efficacy of low-level light therapy (LLLT) and intense pulsed light (IPL) therapy in the treatment of patients with dry eyes. STUDY DESIGN: Quasi-experimental study. Place and Duration of the Study: Department of Ophthalmology, The Armed Forces Institute of Ophthalmology, Rawalpindi, Pakistan, from July to December 2022. METHODOLOGY: There were 36 patients with dry eyes assigned to two groups receiving either the LLLT (Equinox >Eye machine) or IPL (E-Eye machine) therapy. They were given three sessions at 0th, 4th, and 6th weeks over a period of 6 weeks and the effects were noted. The parameters evaluated before the first session and two weeks after the last session included the OSDI questionnaire, non-invasive tear film break-up time, and the Meiboscore. Chi-square test (for qualitative variables) and paired sample t-test (for quantitative data variables) were applied, and a p-value of ≤0.05 was considered statistically significant. An independent sample t-test was conducted to evaluate the difference in the mean age of patients between the IPL and LLLT groups. RESULTS: Thirty-five eyes from each group that were treated with IPL or LLLT were included in the analysis. OSDI and Meibomian gland disease (MGD) degree significantly decreased in both groups after treatment (p <0.001). Tear film break-up time increased in both groups after treatment (p <0.001). CONCLUSION: IPL and LLLT can be the latest treatment modality in treating Meibomian gland-related dry eye. IPL proved to have a significantly better efficacy compared to LLLT considering the improvement in OSDI, NIBUT, and Meiboscore. KEY WORDS: Dry eyes, Intense pulse light therapy, Low-level light therapy, Meibomian gland disease, Ocular surface disease, Tear film break-up time.",
      "mesh_terms": [
        "Humans",
        "Dry Eye Syndromes",
        "Female",
        "Intense Pulsed Light Therapy",
        "Male",
        "Treatment Outcome",
        "Middle Aged",
        "Adult",
        "Low-Level Light Therapy",
        "Pakistan",
        "Tears",
        "Surveys and Questionnaires",
        "Aged"
      ]
    },
    {
      "pmid": "40045512",
      "title": "Ultraviolet C (UV-C) Light Therapy for Equine Ulcerative Keratomycosis-An In Vitro Study.",
      "authors": [
        "Mona Hoerdemann",
        "Dipak K Sahoo",
        "Rachel A Allbaugh",
        "Melissa A Kubai"
      ],
      "journal": "Veterinary ophthalmology",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To assess if an affordable, commercially available 275 nm ultraviolet C (UV-C) device can inhibit fungal pathogens associated with equine keratomycosis and to establish the optimal exposure time/dose required in vitro. METHODS: Fungal inhibition zone surface areas of isolates from two fungal genera (Aspergillus and Fusarium spp.) were compared in triplicates after UV-C exposure at distances of 10, 15, and 20 mm with single or repeat doses (4 h apart) of 5, 10, 15, or 30 s duration after 24, 48, and 72 h of incubation. Inhibition zones were microscopically assessed, and regrowth checks were performed. RESULTS: Fungal inhibition was achieved with the lowest exposures/doses of 5 s/7.5 mJ/cm2 and 10 s/7 mJ/cm2 at distances of 10 and 20 mm, respectively. At 10 mm, the fungal inhibition zone was statistically significantly enlarged by increasing exposure/dose from 5 s to 15 s/22.5 mJ/cm2 for all isolates. Only Aspergillus flavus showed a further significant zone enlargement after a 30 s/45 mJ/cm2 exposure/dose. Fungal inhibition zone sizes did not differ significantly between isolates after 15 s exposure regardless of distance, but an increased distance led to a subjective increase in fungal regrowth. While inhibition zones decreased over time, no central growth was noted despite the lack of complete fungal eradication. CONCLUSIONS: For Aspergillus and Fusarium spp., an exposure/dose of 15 s at a 10 mm distance/22.5 mJ/cm2 may optimally align antifungal efficacy with previously reported corneal safety data. Further preclinical and safety studies are required to ensure that this effect translates into clinical practice."
    },
    {
      "pmid": "40035835",
      "title": "The effect of bright light therapy on sleep in pregnant women with major depressive disorder- a randomized controlled trial.",
      "authors": [
        "Milan Zarchev",
        "Babette Bais",
        "Julia S Meijer",
        "Hilmar H Bijma",
        "Bianca van der Zande",
        "Annemarie I Luik",
        "Mijke P Lambregtse-van den Berg",
        "Astrid M Kamperman"
      ],
      "journal": "Archives of women's mental health",
      "publication_date": "2025-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Bright light therapy (BLT) is a potential treatment for depression during pregnancy, which may also improve sleep. We investigated whether BLT has an effect on self-reported and actigraphy-estimated sleep in pregnant women diagnosed with depressive disorder. METHOD: Sixty-seven pregnant women with a DSM-5 diagnosis of depressive disorder during pregnancy were randomly allocated to treatment with BLT (9,000 lx, 5,000 K) or dim red light therapy (DRLT, 100 lx, 2,700 K), which is considered placebo. For six weeks, both groups were treated daily at home for 30 min upon awakening. Follow-up took place at various time points. We collected data on sleep with the Pittsburgh Sleep Quality Index and with actigraphy wearables. RESULTS: We found no statistically significant differences in treatment groups across any of the sleep parameters measured, namely sleep efficiency, duration, onset latency, fragmentation, and total sleep health as measured by self-report and actigraphy. Moreover, we observed no overall improvements in sleep during the treatment period. CONCLUSIONS: The results suggest that any potential therapeutic effects of BLT might have on sleep are too small for the current study to detect. CLINICAL TRIAL NUMBER: NTR5476; November 5th, 2015."
    },
    {
      "pmid": "40001598",
      "title": "Increased Interleukin-6 Levels in Responders with Treatment-Resistant Depression After Bright Light Therapy.",
      "authors": [
        "Biljana Kosanovic Rajacic",
        "Marina Sagud",
        "Drazen Begic",
        "Matea Nikolac Perkovic",
        "Ana Kozmar",
        "Dunja Rogic",
        "Alma Mihaljevic Peles",
        "Marija Bozicevic",
        "Nela Pivac"
      ],
      "journal": "Biomolecules",
      "publication_date": "2025-Feb-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Treatment-resistant depression (TRD) remains a challenge despite the growing number of interventions. Peripheral interleukin-6 (IL-6) levels have repeatedly been associated with both the presence and response to different treatments in TRD. There is currently no information available on the effects of bright light therapy (BLT) on serum IL-6 levels. This study assessed the effects of BLT on serum IL-6 levels in TRD patients. Serum IL-6 was determined at two points in TRD patients-at baseline and after 4 weeks of BLT-and at a single point in the healthy controls. Depression severity was measured by the Hamilton Rating Scale for Depression (HAMD)-17 and the Montgomery-Åsberg Depression Rating Scale (MADRS). The study included 104 females, 54 diagnosed with TRD (median age 52.5) and 50 healthy controls (median age 44.5). At baseline, patients had higher IL-6 levels than the controls. BLT treatment reduced HAMD-17 and MADRS scores. Serum IL-6 levels were not significantly affected by the 4 weeks of BLT. However, when patients were divided according to treatment response, IL-6 levels were increased in responders to BLT. The neuroinflammatory mechanism may be involved in the etiopathogenesis and the treatment of TRD, while changes in serum IL-6 levels may be potential indicators of response to treatment.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Interleukin-6",
        "Middle Aged",
        "Adult",
        "Depressive Disorder, Treatment-Resistant",
        "Phototherapy",
        "Male",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39981627",
      "title": "Long-term effect of repeated low-level red light therapy on myopia control: A systematic review and meta-analysis.",
      "authors": [
        "Saif Ullah",
        "Muhammad Farooq Umer",
        "Suriyakala Perumal Chandran"
      ],
      "journal": "European journal of ophthalmology",
      "publication_date": "2025-Feb-21",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: Myopia is a refractive error where distant objects are not clearly seen and appear blurred. Goal of this study was to evaluate long-term effectiveness of Repeated Low-Level Red Light (RLRL) therapy for children with myopia, which primarily focused on Axial length (AL) and Spherical Equivalent Refraction (SER) as primary endpoints. METHODS: The research compared outcomes between RLRL treatment with Single Vision Spectacles (SVS) for childhood myopia management. We performed a systematic literature search in the PubMed, Embase and Cochrane databases using \"Myopia\" and \" Repeated Low-Level Red Light \". Mean differences (MD) were estimated and the effects of therapies measured. Publication bias and heterogeneity analysis were carried out by Inverted Precision Effect Test-Precision Effect Estimate Standard Error (PET-PEESE) (and subsequent Search Sequential Analysis) and Tau test. Bayesian meta-analysis was performed using Jaffrey Amazing Statistical Package (JASP). RESULTS: This meta-analysis comprised 1,714 participants: 824 in RLRL and 890 in SVS group. Pooled effect size for AL reduction was 0.953 ± 0.294, (95% credible interval (CI) 0.775 to 0.980). Pooled effect size for SER reduction was 1.521 ± 0.662 (95% CI 0.102 to 2.736). PET-PEESE analysis revealed no significant publication bias (p-value 0.407). Random effects models were employed for presence of significant heterogeneity (3.9 and 5.7 for AL; 5.7 for SER), alongside degree of variation (0.828 & 1.665) for Tau (τ), which estimates the between-study variance. CONCLUSION: Long-term observations indicate that RLRL treatment significantly influences myopia management, leading to considerable reductions in both AL and SER. Additional research is essential to investigate potential long-term rebound effects."
    },
    {
      "pmid": "39978611",
      "title": "Effects of repeated low-level red-light therapy on myopia control in children with intermittent exotropia.",
      "authors": [
        "Yichao Qian",
        "Xiangyun Li",
        "Yawen Zhu",
        "Xiaoli Qi",
        "Gang Yu",
        "Feng Zhang",
        "Lili Guo",
        "Wenjing Ku",
        "Xuehan Qian"
      ],
      "journal": "Photodiagnosis and photodynamic therapy",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The optimal myopia control measures for children with intermittent exotropia (IXT) have yet to be determined. This study evaluates the impact of Repeated low-level red-light therapy (RLRL) on myopia control in this population. METHODS: This retrospective study included 94 participants divided into three groups: Myopic children without strabismus receiving RLRL treatment (RLRL Group).Children with IXT and myopia undergoing RLRL treatment (IXT with RLRL Group).ChJournal Titleildren with IXT and myopia not receiving any myopia control interventions(Control Group).Axial length (AL) and spherical equivalent refraction (SER) were measured before and after the intervention. For patients with IXT, distance and near exodeviation angles and near stereopsis were also assessed. RESULTS: Post-RLRL treatment, the IXT with RLRL Group exhibited significantly less AL elongation compared to the Control Group at various time points (P<0.001). After 6 months, the mean AL increase in the dominant eye was 0.005±0.130 mm for the IXT with RLRL Group, compared to 0.164±0.090 mm in the Control Group (difference = -0.159 mm; 95 % CI, -0.226 to -0.093 mm; P < 0.001). No significant differences were found between the two groups in changes in exodeviation angles and near stereopsis (P>0.05). Additionally, no significant differences in AL and SER control were observed between the IXT with RLRL Group and the RLRL Group (P>0.05), and treatment efficacy was similar between the two eyes. CONCLUSIONS: RLRL is effective in controlling myopia progression in children with IXT without adversely affecting strabismus parameters. Its efficacy is comparable to that observed in children without strabismus, suggesting RLRL as a viable option for myopia management in this population.",
      "mesh_terms": [
        "Humans",
        "Child",
        "Retrospective Studies",
        "Male",
        "Female",
        "Myopia",
        "Exotropia",
        "Low-Level Light Therapy",
        "Child, Preschool",
        "Depth Perception",
        "Refraction, Ocular",
        "Visual Acuity"
      ]
    },
    {
      "pmid": "39964261",
      "title": "Clinical Factors Predicting Favorable Response to Intense Pulsed Light Therapy for Refractory Meibomian Gland Dysfunction: A 6-Month Cohort Study.",
      "authors": [
        "Chi-Chun Yang",
        "Meng-Jou Chen",
        "Ming-Hsuan Cheng",
        "Nai-Wen Fan"
      ],
      "journal": "Cornea",
      "publication_date": "2025-Feb-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Meibomian gland dysfunction (MGD) is a global health disorder, which can have a deleterious effect on visual function and quality of life. Intense pulsed light (IPL) therapy has been shown to ameliorate MGD. However, the optimal candidates who would benefit most from IPL remain undetermined. Therefore, we aimed in this study to identify the clinical factors associated with favorable outcomes in patients with MGD after IPL therapy. METHODS: This single-center retrospective study included patients with refractory MGD treated with a course of IPL therapy combined with meibomian gland expression, with a follow-up period of 6 months. The outcome measures were the standardized patient evaluation of eye dryness (SPEED) score, tear breakup time, lid telangiectasia, meibum quality, and expressibility. Good responders were defined as those with at least a 1-point reduction in SPEED score and a 1-grade decrease in meibum quality at 6 months. Data were analyzed using the t test, chi-square test, and binary logistic regression analysis. RESULTS: A total of 90 eyes in 90 patients (good responders: 48 eyes, nonresponders: 42 eyes) were included. Univariate analysis revealed that the good responders had a higher SPEED score at baseline than the nonresponders. Multivariate logistic regression analysis showed that more severe symptoms, more inspissated meibum, better expressibility, and milder degree of lid telangiectasia were independently associated with a favorable response. CONCLUSIONS: Our findings suggest that patients with worse symptoms, poorer meibum quality, milder telangiectasia, or less obstruction are more likely to have a good response to IPL therapy."
    },
    {
      "pmid": "39899860",
      "title": "In nonseasonal depressive disorders, bright light therapy improves response and remission rates.",
      "authors": [
        "Lucinda B Leung"
      ],
      "journal": "Annals of internal medicine",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Mental Health: [Formula: see text] GIM/FP/GP: [Formula: see text].",
      "mesh_terms": [
        "Humans",
        "Male",
        "Phototherapy",
        "Female",
        "Adult",
        "Depressive Disorder",
        "Middle Aged",
        "Remission Induction",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39894397",
      "title": "Pulsed light therapy in refractory dry eye disease associated with Meibomian gland dysfunction: Effectiveness in symptomatic response.",
      "authors": [
        "S Turizo Mejía",
        "L M Jaramillo",
        "J C Gil Muñoz",
        "J C Buitrago Salazar",
        "A M Rodríguez Gómez",
        "L F Mejía Echavarría",
        "M Escobar Giraldo"
      ],
      "journal": "Archivos de la Sociedad Espanola de Oftalmologia",
      "publication_date": "2025-Jan-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To determine the effectiveness of intense pulsed light (IPL) therapy in improving symptoms in patients with a diagnosis of evaporative dry eye disease secondary to Meibomian gland dysfunction (MGD) refractory to conventional treatment. METHODS: Pseudo-experimental, analytical, prospective, longitudinal, interventional study. Patients aged 18-74 years with a diagnosis of dry eye disease refractory to conventional dry eye treatment with the presence of DGM were included. A total of 4 IPL sessions were performed at days 0, 15, 45 and 75. At each visit, ocular surface disease index (OSDI) data and 1-10 analog scale were taken as objective evidence of symptomatic status. RESULTS: Sixty three patients were included, median age was 43 years, 61.5% were female, 42.9% of patients used one conventional treatment for dry eye prior to IPL therapy and 57.1% of patients used two or more treatments. Sixty three patients completed at least one IPL session, 45 had two sessions, 32 had three sessions and 18 had four sessions. After the fourth session symptomatic improvement was 50.8% based on the OSDI scale, and 71.4% based on the analogous symptom scale. CONCLUSION: This study demonstrates that IPL therapy is effective in symptomatic improvement in patients with MGD diagnosis refractory to conventional treatment, showing that after four sessions in at least 50% of patients both with the OSDI measurement and with the ocular surface symptomatology analog scale."
    },
    {
      "pmid": "39893182",
      "title": "Synergistic effect of defocus incorporated multiple segment glasses and repeated low level red light therapy against myopia progression.",
      "authors": [
        "Yan Yang",
        "Shenghong Liu",
        "Wenwen Gao",
        "Lei Wang",
        "Na Liu",
        "Shiying Zhang",
        "Lianjing Yang",
        "Lingyun Cheng"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Defocus incorporated multiple segment (DIMS) lenses and repeated low-level red-light (RLRL) are used to retard myopia progression. However, it is currently unknown if there is a synergistic effect of the two interventions. In the current study, 190 school-aged children with myopia (380 eyes) were studied for the change in axial length (AL) over nearly one year of follow-up. Of 380 eyes, 170 eyes wore DIMS lenses, 80 eyes had RLRL therapy, and 130 eyes had both interventions (DIMS_RLRL) for myopia control. AL changes were calculated at each follow-up visit by subtracting the baseline measurements and normalized to yearly changes in mm. AL changes as a primary outcome were analyzed in a generalized linear mixed model to compare effect sizes of myopia control among three interventions while adjusting for age, sex, baseline axial length, and follow-up length. Participants had a mean age of 9.84 ± 2.63 years old, mean AL of 24.49 ± 1.20 mm, mean SER of -2.90 ± 2.08 diopters, and mean follow-up time of 301 ± 91 days. By the end of the study, the adjusted mean yearly axial change with combination therapy was - 0.13 mm, -0.04 mm for the eyes with RLRL alone, and 0.16 mm for the eyes with DIMS lenses alone (p < 0.0001). Combination therapy of DIMS and RLRL has significantly greater effect size in controlling myopia progression than either RLRL alone (p = 0.0009) or DIMS alone (p < 0.0001).",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Child",
        "Eyeglasses",
        "Myopia",
        "Disease Progression",
        "Low-Level Light Therapy",
        "Axial Length, Eye",
        "Refraction, Ocular",
        "Adolescent",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39891783",
      "title": "Red light therapy for patients with chemotherapy-induced alopecia.",
      "authors": [
        "Lucy Rose",
        "Layna Mager",
        "Maria Hordinsky",
        "Brittany Dulmage"
      ],
      "journal": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article",
        "Letter"
      ],
      "abstract": "We have taken great interest in the topic of red light therapy (RLT) for the treatment of hair loss secondary to cancer therapies. On April 7, 2024, we searched through two private Facebook groups (Fig. 1) intended for patients who used scalp cooling for prevention of chemotherapy-induced hair loss. In these groups, we found several posts inquiring about the use of RLT (Fig. 2). Posts ranged from patients asking if others in the group have used RLT, if RLT is safe to use while scalp cooling, and recommendations for how long to wait to initiate RLT after chemotherapy infusions are completed. Despite the rise in popularity of RLT for the management of hair loss, to date, only two clinical trials have included patients with cancer treatment-induced hair loss, which showed higher hair counts and increased quality of life in those who used RLT [1, 2]. Furthermore, no formal recommendations from oncologists or scalp cooling companies have been made to help guide patients when considering using RLT.",
      "mesh_terms": [
        "Humans",
        "Alopecia",
        "Antineoplastic Agents",
        "Phototherapy",
        "Neoplasms",
        "Quality of Life"
      ]
    },
    {
      "pmid": "39889976",
      "title": "Impact of repeated low-level red-light therapy on axial length, refraction, and macular retinal blood flow density in adolescents with mild to moderate myopia.",
      "authors": [
        "Meifeng Ji",
        "Teer Ba",
        "Huixia Li",
        "Dongxue Wang",
        "Guisen Zhang",
        "Wei Wang"
      ],
      "journal": "Photodiagnosis and photodynamic therapy",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: In order to evaluate the effectiveness of repeated low-level red-light (RLRL) therapy on stabilizing axial elongation and refractive changes in adolescents with mild to moderate myopia. In addition, we also examined whether RLRL therapy affects retinal blood flow density in the macular region, a factor previously unstudied in this context. METHODS: Conducted at a single clinical site, this retrospective, single-arm study followed participants over six months, with assessments at baseline, 1 month, 3 months, and 6 months. The primary outcomes included axial length and spherical equivalent refraction (SER) changes. Secondary assessments included retinal blood flow density (superficial and deep macular layers), white-to-white corneal diameter, central corneal thickness, intraocular pressure (IOP), corneal curvature, light sensitivity, and peripheral retinal thickness. RESULTS: There were 32 enrolled participants (mean age = 11.5 ± 1.72) in the current study. The spherical equivalent (SER) remained relatively stable over the first three months, but it significantly improved at six months, changing from -2.39 ± 2.21 D at baseline to -2.01 ± 2.12 D (P < 0.05). However, the axial length also showed minimal variation across follow-up visits, indicating stable eye growth with no substantial elongation throughout the study period. Furthermore, RLRL therapy resulted in stable measurements across primary and secondary outcomes (all P > 0.05), with no significant changes over the six months. There were no obvious side effects following the treatment. CONCLUSIONS: Low-energy red light therapy shows promise as a non-invasive approach for stabilizing myopia in adolescents, with no observed compromise to retinal blood flow density. Further longitudinal research is needed to validate these findings and support clinical recommendations for myopia management.",
      "mesh_terms": [
        "Humans",
        "Myopia",
        "Female",
        "Male",
        "Retrospective Studies",
        "Adolescent",
        "Child",
        "Low-Level Light Therapy",
        "Refraction, Ocular",
        "Axial Length, Eye",
        "Retinal Vessels"
      ]
    },
    {
      "pmid": "39863619",
      "title": "Knowledge, attitude, and practice of aesthetic medicine practitioners towards laser and/or light therapy for hypertrophic scars.",
      "authors": [
        "Wenhui Yang",
        "Lei Yang",
        "Huizheng Li",
        "Xingjian Cheng"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Jan-25",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study investigated the knowledge, attitude, and practice (KAP) of aesthetic medicine practitioners concerning laser and/or light therapy for hypertrophic scars. Conducted at Hebei Medical University Third Hospital from December 25, 2023, to January 7, 2024, the cross-sectional study utilized a self-administered questionnaire to gather socio-demographic data and KAP scores. A total of 424 valid questionnaires were collected, with 220 (52.26%) female participants. The mean scores were 27.24 ± 4.28 for knowledge (range 8-40), 34.14 ± 3.49 for attitude (range 9-45), and 26.22 ± 3.46 for practice (range 6-30). Significant positive correlations were observed between knowledge and attitude (r = 0.471, P < 0.001), knowledge and practice (r = 0.593, P < 0.001), and attitude and practice (r = 0.640, P < 0.001). Multivariate logistic regression revealed that both knowledge (OR = 1.260, P < 0.001) and attitude scores (OR = 1.547, P < 0.001), along with the intermediate professional title (OR = 0.233, P = 0.042), were significantly associated with proactive practice. The findings indicate a need for targeted educational initiatives to enhance practitioners' knowledge in this area.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Adult",
        "Cicatrix, Hypertrophic",
        "Health Knowledge, Attitudes, Practice",
        "Laser Therapy",
        "Cross-Sectional Studies",
        "Surveys and Questionnaires",
        "Middle Aged",
        "Phototherapy",
        "Attitude of Health Personnel"
      ]
    },
    {
      "pmid": "39847347",
      "title": "Red Light Therapy for Myopia-Current Regulatory Changes in China.",
      "authors": [
        "Ya Xing Wang",
        "Ningli Wang",
        "Tien Yin Wong"
      ],
      "journal": "JAMA ophthalmology",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39841439",
      "title": "Bright Light Therapy for Nonseasonal Depressive Disorders.",
      "authors": [
        "Hirofumi Hirakawa"
      ],
      "journal": "JAMA psychiatry",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39841433",
      "title": "Bright Light Therapy for Nonseasonal Depressive Disorders-Reply.",
      "authors": [
        "Artur Menegaz de Almeida",
        "Francisco Cezar Aquino Moraes",
        "Francinny Alves Kelly"
      ],
      "journal": "JAMA psychiatry",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39835395",
      "title": "A case of localized scleroderma with variable response to excimer light therapy.",
      "authors": [
        "Kyoko Kimura",
        "Takeshi Fukumoto",
        "Akiharu Kubo"
      ],
      "journal": "The Journal of dermatology",
      "publication_date": "2025-Jan-21",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "39809355",
      "title": "Effects of bright light therapy on cingulate cortex dynamic functional connectivity and neurotransmitter activity in young adults with subthreshold depression.",
      "authors": [
        "Guixian Tang",
        "Pan Chen",
        "Guanmao Chen",
        "Zibin Yang",
        "Wenhao Ma",
        "Hong Yan",
        "Ting Su",
        "Yuan Zhang",
        "Shu Zhang",
        "Zhangzhang Qi",
        "Wenjie Fang",
        "Lijun Jiang",
        "Qian Tao",
        "Ying Wang"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: The neurobiological mechanisms behind the antidepressant effect of bright light therapy (BLT) are unclear. We aimed to explore the dynamic functional connectivity (dFC) changes of the cingulate cortex (CC) in subthreshold depression (StD). METHODS: The StD participants (38 BLT and 39 placebo) underwent resting-state functional magnetic resonance imaging (rs-fMRI) and mood assessment before and after eight-week BLT. Seed-based whole-brain dFC analysis was conducted and multivariate regression model was adopted to predict Hamilton Depression Rating Scale (HDRS) and Centre for Epidemiologic Studies Depression Scale (CESD) scores changes after BLT. JuSpace toolbox was used to calculate the associations between dFC and neurotransmitter activity in the BLT group. RESULTS: BLT group showed decreased CESD and HDRS scores. Also, BLT group showed increased dFC of the right supracallosal anterior cingulate cortex (supACC)-right temporal pole (TP), left middle cingulate cortex (MCC)-right insula, and left supACC-pons, and decreased dFC of the right supACC- right middle frontal gyrus (MFG). Changes in dFC of the right supACC-right TP showed positive correlation with changes in CESD and HDRS. Moreover, combining the baseline dFC variability of the CC could predict HDRS changes in BLT. Finally, compared to baseline, the supACC and MCC dFC changes showed significant correlations with the neurotransmitter activities. CONCLUSIONS: BLT alleviates depressive symptoms and changes the CC dFC variability in StD, and pre-treatment dFC variability of the CC could be used as a biomarker for improved BLT treatment in StD. Furthermore, dFC changes with specific neurotransmitter systems after BLT may underline the antidepressant mechanisms of BLT.",
      "mesh_terms": [
        "Humans",
        "Gyrus Cinguli",
        "Magnetic Resonance Imaging",
        "Male",
        "Female",
        "Adult",
        "Young Adult",
        "Phototherapy",
        "Depression",
        "Neurotransmitter Agents",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39780466",
      "title": "Low-Energy Delicate Pulsed Light Therapy for Sensitive Skin: A Retrospective Study.",
      "authors": [
        "Yujie Fu",
        "Yue Quan",
        "Wanxing Zhao",
        "Zhaoyang Liu",
        "Jiao Peng",
        "Xinyue Pang",
        "Boyu Zhao",
        "Lisha Tan",
        "Quan Zhou",
        "Lili Shao",
        "Huiping Wang",
        "Shuping Hou"
      ],
      "journal": "Journal of cosmetic dermatology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Sensitive skin (SS) is a multifactorial syndrome that affects about half of the world's population. However, there is no standardized treatment protocol. Photovoltaic technology has been widely used in recent years for the treatment of sensitive skin, but the efficacy of low-energy delicate pulsed light (DPL) in the treatment of sensitive skin is unknown. OBJECTIVE: To explore the efficacy and safety of low-energy DPL treatment for sensitive skin. METHODS: This study included 181 patients with SS who attended the Department of Dermatology from January 2019 to January 2022. All patients were treated with DPL (5.0-6.8 J/cm2). Patients received varying durations of DPL, with 4-week intervals based on the severity of their condition. Sensitivity scores at baseline and final treatment were collected using a 10-item sensitivity scale (SS-10). Facial erythema was assessed through the Clinician Erythema Assessment Scale (CEA) based on facial photographs taken at each visit. VISIA-CR was used to visualize and analyze facial redness at baseline and after the final treatment, and erythema values were recorded. Adverse reactions were documented during each treatment session. RESULTS: Among 181 patients, 86 were SS alone, 32 were rosacea with SS, 32 were acne with SS, and 31 were dermatitis with SS. A significant difference was observed between patients' baseline and final SS-10 scores (p < 0.001). Statistically significant differences were found between the patients' CEA scores at different visits (p < 0.001). Clinical photographs demonstrated significant improvements in facial redness and skin color. VISIA-CR analysis showed a considerable reduction in erythema values at the final treatment visit compared to baseline (p < 0.001). No obvious adverse effects were observed in any of the patients. CONCLUSION: Low-energy DPL is an effective and safe treatment for sensitive skin.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Adult",
        "Retrospective Studies",
        "Male",
        "Erythema",
        "Middle Aged",
        "Low-Level Light Therapy",
        "Acne Vulgaris",
        "Treatment Outcome",
        "Rosacea",
        "Young Adult",
        "Severity of Illness Index",
        "Skin",
        "Adolescent"
      ]
    },
    {
      "pmid": "39775195",
      "title": "Feasibility and acceptability for LION, a fully remote, randomized clinical trial within the VA for light therapy to improve sleep in Veterans with and without TBI: An MTBI2 sponsored protocol.",
      "authors": [
        "Jonathan E Elliott",
        "Jessica S Brewer",
        "Allison T Keil",
        "Brittany R Ligman",
        "Mohini D Bryant-Ekstrand",
        "Alisha A McBride",
        "Katherine Powers",
        "Savanah J Sicard",
        "Elizabeth W Twamley",
        "Maya E O'Neil",
        "Andrea D Hildebrand",
        "Thuan Nguyen",
        "Benjamin J Morasco",
        "Jessica M Gill",
        "Bradley A Dengler",
        "Miranda M Lim"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Sleep-wake disturbances frequently present in Veterans with mild traumatic brain injury (mTBI). These TBI-related sleep impairments confer significant burden and commonly exacerbate other functional impairments. Therapies to improve sleep following mTBI are limited and studies in Veterans are even more scarce. In our previous pilot work, morning bright light therapy (MBLT) was found to be a feasible behavioral sleep intervention in Veterans with a history of mTBI; however, this was single-arm, open-label, and non-randomized, and therefore was not intended to establish efficacy. The present study, LION (light vs ion therapy) extends this preliminary work as a fully powered, sham-controlled, participant-masked randomized controlled trial (NCT03968874), implemented as fully remote within the VA (target n = 120 complete). Randomization at 2:1 allocation ratio to: 1) active: MBLT (n = 80), and 2) sham: deactivated negative ion generator (n = 40); each with identical engagement parameters (60-min duration; within 2-hrs of waking; daily over 28-day duration). Participant masking via deception balanced expectancy assumptions across arms. Outcome measures were assessed following a 14-day baseline (pre-intervention), following 28-days of device engagement (post-intervention), and 28-days after the post-intervention assessment (follow-up). Primary outcomes were sleep measures, including continuous wrist-based actigraphy, self-report, and daily sleep dairy entries. Secondary/exploratory outcomes included cognition, mood, quality of life, circadian rhythm via dim light melatonin onset, and biofluid-based biomarkers. Participant drop out occurred in <10% of those enrolled, incomplete/missing data was present in <15% of key outcome variables, and overall fidelity adherence to the intervention was >85%, collectively establishing feasibility and acceptability for MBLT in Veterans with mTBI.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Brain Concussion",
        "Brain Injuries, Traumatic",
        "Feasibility Studies",
        "Phototherapy",
        "Sleep",
        "Sleep Wake Disorders",
        "United States",
        "United States Department of Veterans Affairs",
        "Veterans",
        "Remote Consultation"
      ]
    },
    {
      "pmid": "39747347",
      "title": "A systematic review and meta-analysis on light therapy for sleep disorders in shift workers.",
      "authors": [
        "Chenyao Zhao",
        "Nuoyi Li",
        "Wenqing Miao",
        "Ying He",
        "Yandan Lin"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Jan-02",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "Sleep disorders constitute a significant disruption for shift workers. Beyond medical interventions, phototherapy is recognized as an effective approach to significantly alleviate sleep disorders, particularly among individuals engaged in shift work. However, the effective dose and efficacy evaluation of phototherapy have not yet been determined. This study conducted a systematic review across five databases from January 1, 1990, to December 31, 2023. A total of 11 articles were selected for meta-analysis using a random-effects model. The results showed that light therapy significantly improved the total sleep time (TST) (MD = 32.54, p < 0.00001) and sleep efficiency (SE) (MD = 2.91, p = 0.007) of shift workers compared to the control group. Subgroup analysis and regression analysis implied that medium illuminance (900-6000 lx) for a long treatment duration (≥ 1 h) during night was more effective in extending total sleep time, whereas higher-illuminance and increasing dose (lx*h) of light therapy was more beneficial for SE. In summary, light therapy has a degree of efficacy in increasing the overall sleep duration and efficiency for shift workers, the findings of the current study contribute reference and evidence for dose setting and experimental design of phototherapy on shift workers' sleep in clinical and research.",
      "mesh_terms": [
        "Humans",
        "Phototherapy",
        "Sleep Disorders, Circadian Rhythm",
        "Sleep Wake Disorders",
        "Sleep",
        "Shift Work Schedule"
      ]
    },
    {
      "pmid": "39733392",
      "title": "The effect of light therapy on insomnia: A systematic review and meta-analysis.",
      "authors": [
        "Yi Wang",
        "Xianchao Zhao",
        "Jiafeng Ren",
        "Shengwen Xue",
        "Yuhang Liu",
        "Liping Zhang",
        "Mengmeng Fan",
        "Changjun Su",
        "Jin-Xiang Cheng"
      ],
      "journal": "Sleep & breathing = Schlaf & Atmung",
      "publication_date": "2024-Dec-29",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "PURPOSE: Light is a crucial factor influencing sleep arousal patterns. This meta-analysis investigates the efficacy of light therapy (LT) for insomnia treatment. METHODS: Five electronic databases were independently searched by two reviewers until August 2024. The literature screening focused specifically on populations with insomnia complaints treated by LT. Weighted Mean Difference (WMD) and 95% Confidence Interval (CI) were used as statistical tools, while the Cochrane Risk of Bias tool version 2 (RoB 2) was employed to assess the quality of evidence. A total of 10 randomized controlled trials (RCTs) were analyzed. RESULTS: The results demonstrated that LT showed statistically significant improvements in subjective sleep quality, as evidenced by a reduction in Pittsburgh sleep quality scale (PSQI) scores by -2.89 (95% CI = -4.80 to -0.97) and Insomnia severity index (ISI) scores by -2.16 (95% CI = -4.23 to -0.08) post-intervention. Additionally, actigraphy revealed a statistically significant increase in total sleep time (TST) by 16.78 min (95% CI = 0.67 to 32.89) and a decrease in wake after sleep onset (WASO) by -12.91 min (95% CI = -25.62 to -0.20) by LT. CONCLUSION: The preliminary results of the study suggest that LT has some efficacy in improving sleep quality in insomnia. However, it needs to be validated in future clinical trials with larger samples.",
      "mesh_terms": [
        "Humans",
        "Phototherapy",
        "Sleep Initiation and Maintenance Disorders",
        "Sleep Quality",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39728615",
      "title": "Quantitative and qualitative assessment of evaporative dry eye post intense pulsed light therapy, a prospective study.",
      "authors": [
        "Sourabh D Patwardhan",
        "Ankita Sangle",
        "Nidhi S Patwardhan",
        "Seema Mane"
      ],
      "journal": "Indian journal of ophthalmology",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: This study aimed to determine the effect of intense pulsed light (IPL) treatment on meibomian gland disease. SETTINGS AND DESIGN: This is a prospective interventional study. METHODS: Seventy eyes of patients with dry eye disease undergoing three sessions of IPL therapy, 15 days apart, were included. Each patient completed the dry eye questionnaire (SPEED) for symptomatic assessment. Dry eye evaluation tests were performed, including Schirmer's 1 test, meiboscopy, noninvasive tear break-up time (NIBUT) and interferometry. These tests were repeated before each IPL session. STATISTICAL ANALYSIS USED: Data analysis was performed using IBM SPSS Statistics software (Version 20, Inc., Chicago, Illinois, USA). To Kolmogorov-Smirnov test was used to assess the normality of the variables. The Chi-square test was applied for statistical analysis. Level of significance was set at p ≤ 0.05. RESULTS: The mean symptom score from the dry eye questionnaire (SPEED) showed a significant reduction of 24.5% ( p < 0.001) in symptoms. Schirmer's 1 test showed an improvement of 16.43% on day 15 and 40.13% on day 45. Meiboscopy grade improved by 13.54% on day 45. NIBUT improved from 53.29% on day 15 to 135.53% on day 45. Interferometry showed an improvement of 58.91% on day 45. CONCLUSIONS: The various investigative tests demonstrated both qualitative and quantitative improvements in dry eye disease, and patients reported symptomatic relief. The effects of IPL therapy, in terms of symptomatic relief, continued to improve with each session. The quality of the tear film also improved progressively. IPL therapy is a potential therapeutic option for MGD.",
      "mesh_terms": [
        "Humans",
        "Prospective Studies",
        "Male",
        "Female",
        "Dry Eye Syndromes",
        "Middle Aged",
        "Tears",
        "Surveys and Questionnaires",
        "Adult",
        "Intense Pulsed Light Therapy",
        "Treatment Outcome",
        "Follow-Up Studies",
        "Interferometry",
        "Meibomian Glands",
        "Aged"
      ]
    },
    {
      "pmid": "39724841",
      "title": "Near-infrared light therapy normalizes amyloid load, neuronal lipid membrane order, rafts and cholesterol level in Alzheimer's disease.",
      "authors": [
        "Iuliia Golovynska",
        "Sergii Golovynskyi",
        "Yurii V Stepanov",
        "Jinghan Qu",
        "Renlong Zhang",
        "Junle Qu"
      ],
      "journal": "Journal of photochemistry and photobiology. B, Biology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cholesterol dysregulation, disorder of neuronal membrane lipid packing, and lipid rafts lead to the synthesis and accumulation of toxic amyloid-β (Aβ), contributing to the development of Alzheimer's disease (AD). Our study shows that near-infrared (NIR) transcranial photobiomodulation therapy (tPBMT) can reduce Aβ load and restore the properties of neuronal plasma membrane, including Aβ production, bilayer order, rafts, lipid content, and Ca2+ channels during AD. Mice in the experiments were exposed to 808-nm LED for 1 h daily over 3 months. In the APOE transgenic model with cholesterol dysregulation, the cholesterol levels increased by 22 times, causing healthy neurons to produce toxic Aβ three times faster, increasing its load by five times. Consequently, Aβ disrupts the membrane bilayer and prompts the formation of lipid rafts and pores. NIR-tPBMT can nearly half attenuate Aβ load, restore membrane lipid order and rigidity, reduce the number of lipid rafts, modulate cholesterol synthesis, normalize Ca2+ influx by activated endocytosis, and reduce neuronal death. The Ca2+ influx induced by light does not cause excitotoxicity but modulates Ca2+/calmodulin signaling involved in AD mechanisms and cell viability. The transcriptome analysis of the brain cortex and hippocampus shows that light can downregulate Ca2+/calmodulin-dependent AD-risk genes BACE, PSEN, and APP, and normalize cholesterol homeostasis via the HMGCR, DHCR7, and INSIG1 genes. Additionally, light enhances neuron resistance to the endoplasmic reticulum stress via activating transcription factors of the unfolded protein response. Thus, red/NIR light could be promising in combating AD, restoring synaptic plasticity in degenerating neurons and reducing Aβ load.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Animals",
        "Cholesterol",
        "Membrane Microdomains",
        "Mice",
        "Infrared Rays",
        "Neurons",
        "Amyloid beta-Peptides",
        "Low-Level Light Therapy",
        "Mice, Transgenic",
        "Calcium",
        "Disease Models, Animal",
        "Humans",
        "Hippocampus"
      ]
    },
    {
      "pmid": "39718823",
      "title": "Commentary on \"Clinical Safety and Efficacy of Dual Wavelength Low-Level Light Therapy in Androgenetic Alopecia: A Double-Blind Randomized Controlled Study\".",
      "authors": [
        "Dawn Queen",
        "Marc R Avram"
      ],
      "journal": "Dermatologic surgery : official publication for American Society for Dermatologic Surgery [et al.]",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39704363",
      "title": "Effect of bright-light therapy on depression and anxiety of a patient with Alzheimer's disease combined with sleep disorder: A case report.",
      "authors": [
        "Xi Mei",
        "Chen-Jun Zou",
        "Cheng-Ying Zheng",
        "Jun Hu",
        "Dong-Sheng Zhou"
      ],
      "journal": "World journal of psychiatry",
      "publication_date": "2024-Dec-19",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Alzheimer's disease (AD) is a common type of dementia due to neuronal impairment. In addition, psychobehavioral symptoms including severe sleep disorders, depression and anxiety can occur in most patients with AD. CASE SUMMARY: We report a case of a 68-year-old woman with a 2-year history of AD. She initially presented with memory loss, progressively more severe, leading to a depressive and anxious status. The clinical symptoms also included severe sleep disturbances. Considering the age and health state of the patient, a non-pharmacological treatment of bright light therapy was used to improve her sleep quality. The treatment was provided for 30 minutes twice a day, during 8:30 am to 9:00 am and 16:30 pm to 17:00 pm. After 4 weeks of therapy, the sleep quality notably improved, with a marked decrease in daytime sleep, increase in nighttime sleep, and disappearance of nocturnal activity. The depression and anxiety were also suppressed significantly. CONCLUSION: This case report suggested that bright light therapy can have a positive effect on sleep quality in elderly patients with AD and can be used as an effective and safe non-pharmacological treatment."
    },
    {
      "pmid": "39685560",
      "title": "The Efficacy of Multiwavelength Red and Near-Infrared Transdermal Photobiomodulation Light Therapy in Enhancing Female Fertility Outcomes and Improving Reproductive Health: A Prospective Case Series with 9-Month Follow-Up.",
      "authors": [
        "Ruth Phypers",
        "Venera Berisha-Muharremi",
        "Reem Hanna"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2024-Nov-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Female infertility due to unexpected causes exhibits a great challenge for both clinicians and women who are trying to conceive. The present clinical case series study aimed to evaluate the efficacy of multiple wavelengths of red and near-infrared (NIR) laser photobiomodulation (PBM) for increasing the potential of fertility in women and improving reproductive health in unexplained infertility issues. The objectives were to assess the following: (1) any adverse effects; (2) the possibility of producing an effective PBM protocol; (3) and healthy live birth. The inclusion criteria were to related to females who failed to conceive naturally beyond two years, multiple miscarriages, molar pregnancy, non-viable embryos from in vitro fertilisation (IVF) cycles, and failure to complete successful implantation of viable pre-implantation genetic tested (PGT-A) embryos. Methods: Case series of three female subjects with unexplained age-related infertility issues, which included a failure to conceive naturally beyond two years, multiple miscarriages, molar pregnancy, non-viable embryos from IVF cycles, and failure to complete successful implantation of viable pre-implantation genetic tested (PGT-A) embryos. In each case, previous conditions were recorded and then compared with outcomes after the patient received a course of PBM treatments. In every case, fertility outcomes improved. Three cases resulted in a full-term pregnancy and the birth of a healthy baby. PBM treatments were given at weekly and/or at two-week intervals using IR and NIR wavelengths between 600 nm and 1000 nm in the lead up to natural conception, IVF oocyte retrieval, blastocyst/embryo implantation, and/or the production of viable embryos. Results: In every case, fertility outcomes improved. Improvements in reproductive health outcomes in each case give reason to suggest that PBM may help to improve unexplained age-related infertility. Conclusions: Our study demonstrated that multiwavelength of red and NIR PBM with either an LED or laser, or a combination, improved female fertility and reproductive health and contributed to healthy live births in females diagnosed with unexplained age-related infertility. Extensive studies with robust data are warranted to validate our PBM dosimetry and treatment protocols. Moreover, understanding the genetic and phenotype biomarkers is important to standardise a range of PBM light dosimetry."
    },
    {
      "pmid": "39679573",
      "title": "Clinical Safety and Efficacy of Dual Wavelength Low-Level Light Therapy in Androgenetic Alopecia: A Double-Blind Randomized Controlled Study.",
      "authors": [
        "Meryl Thomas",
        "Max Stockslager",
        "John Oakley",
        "Thomas Matthew Womble",
        "Rodney Sinclair"
      ],
      "journal": "Dermatologic surgery : official publication for American Society for Dermatologic Surgery [et al.]",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "abstract": "BACKGROUND: The light-emitting diode cap being investigated is FDA cleared for the treatment of androgenetic alopecia (AGA). OBJECTIVE: Evaluating 3 versions of a red and blue light LED cap: (1) 625- and 660-nm red light, (2) 425-nm blue light, and (3) both 425-nm blue light and 625- and 660-nm red light against sham. PATIENTS AND METHODS: Twenty-six-week, multicenter, randomized, controlled, double-blinded study. Adults aged 18 to 65 years with AGA were randomized to an active device or sham and underwent 10-minute treatments daily. RESULTS: One hundred sixty subjects were randomized. Ninety-one subjects were excluded for the per-protocol analysis. The per-protocol population included participants who completed 16 weeks of treatment, had no major protocol violations, and were at least 80% treatment compliant. Although the primary endpoint (mean change in non-vellus hair count from baseline to week 16) did not reach statistical significance in the individual study arms, in the pooled analysis (combining the 3 active study arms), there was a statistically significant ( p = .033) difference versus sham. The pooled study cap group achieved 28.5 more hairs per cm 2 when compared with sham. CONCLUSION: The LED caps were well tolerated and increased hair density in patients with AGA.",
      "mesh_terms": [
        "Humans",
        "Alopecia",
        "Double-Blind Method",
        "Adult",
        "Middle Aged",
        "Male",
        "Female",
        "Treatment Outcome",
        "Low-Level Light Therapy",
        "Young Adult",
        "Aged",
        "Adolescent"
      ]
    },
    {
      "pmid": "39672511",
      "title": "Safety of repeated low-level red-light therapy for myopia: A systematic review.",
      "authors": [
        "Yanping Chen",
        "Ruilin Xiong",
        "Shaopeng Yang",
        "Ziyu Zhu",
        "Huangdong Li",
        "Kaidi Xiang",
        "Nathan Congdon",
        "Wei Wang",
        "Mingguang He"
      ],
      "journal": "Asia-Pacific journal of ophthalmology (Philadelphia, Pa.)",
      "publication_date": "2024",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE: Establishing the safety profile of repeated low-level red-light (RLRL) therapy is necessary prior to its widespread clinical implementation. METHODS: We conducted a systematic review (International Prospective Register of Systematic Reviews, CRD42024516676) of articles across seven databases from inception through February 10, 2024, with keywords related to myopia and RLRL therapy. Pooled safety outcomes and risk-to-benefit ratios were reported, and incidence of side effects was compared with other antimyopia interventions. RESULTS: Among 689 screened articles, 20 studies (2.90 %; median duration 9 months, longest 24 months) were analysed, encompassing 2380 participants aged 3-18 years and 1436 individuals undergoing RLRL therapy. Two case reports described an identical patient with reversible decline in visual acuity and optical coherence tomography (OCT) abnormalities, completely resolved 4 months after treatment cessation. No cases of permanent vision loss were reported. Temporary afterimage was the most common ocular symptom following treatment, resolving within 6 minutes in reported studies. The number needed to harm outweighed the number needed to treat by a ratio of 12.7-21.4 for a person with -3D to -8D myopia treated with RLRL therapy. Incidence of side effects from RLRL was 0.088 per 100 patient-years (95 % confidence interval, 0.02-0.50). CONCLUSIONS: No irreversible visual function loss or ocular structural damage was identified with RLRL. Fundus photography and OCT before and during therapy, alongside home monitoring of visual acuity and duration of afterimages, are necessary to identify side effects. Further adequately powered studies of longer duration are needed to evaluate long-term safety of RLRL.",
      "mesh_terms": [
        "Humans",
        "Myopia",
        "Visual Acuity",
        "Low-Level Light Therapy",
        "Tomography, Optical Coherence",
        "Refraction, Ocular"
      ]
    },
    {
      "pmid": "39657294",
      "title": "Efficacy of bright light therapy improves outcomes of perinatal depression: A systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Lian Du",
        "Jinkun Zeng",
        "Hua Yu",
        "Bijun Chen",
        "Wei Deng",
        "Tao Li"
      ],
      "journal": "Psychiatry research",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "The efficacy of bright light therapy (BLT) in the context of perinatal depression remains underexplored. This meta-analysis aimed to systematically assess the effectiveness of BLT among perinatal depression. A comprehensive literature search was performed across several databases, including the Cochrane Central Register of Controlled Trials, PubMed, Embase, CNKI and the clinical trials registry platform, covering the period from the inception of each database up to January 2024. The Cochrane Collaboration's bias assessment tool was employed to evaluate the quality of the included studies. Review Manager 5.3 Software was utilized to conduct the meta-analysis. Six trials, encompassed a total of 167 participants diagnosed with perinatal depression were incorporated quantitative analysis, all of those have been published in English, with no restriction on publication year, and used BLT and dim light therapy (DLT) as intervention. The relative risk (RR) of BLT compared to DLT for perinatal depression is 1.46 (fixed effects model, p = 0.04, 95 % CI = [1.02, 2.10]), indicating a significant improvement in depression outcomes compared to DLT groups. The heterogeneity test yielded an I2 value of 41 % (p = 0.13), indicated a low degree of heterogeneity. Considering the small sample size, we conducted a sensitivity analysis, found RR increased to 2.33 (fixed effects model, p = 0.001, CI = 1.39-3.92). Cochrane Risk of Bias Tool showed only a single study was deemed high quality. This study indicates a beneficial impact of BLT on perinatal depression, subgroup analysis finds no significant mediation effects of different parameters after sensitivity analyses. It is recommended that future studies with larger samples be conducted to explore the effects of BLT on perinatal depression.",
      "mesh_terms": [
        "Humans",
        "Phototherapy",
        "Female",
        "Pregnancy",
        "Randomized Controlled Trials as Topic",
        "Pregnancy Complications",
        "Outcome Assessment, Health Care",
        "Depressive Disorder",
        "Depression"
      ]
    },
    {
      "pmid": "39638706",
      "title": "Low-level light therapy and intense pulse light therapy in meibomian gland dysfunction. A systematic review and meta-analysis.",
      "authors": [
        "Kai En Chan",
        "Beth Shin Rei Lau",
        "Blanche Xiao Hong Lim",
        "Ruochen Du",
        "Giuseppe Giannaccare",
        "Louis Tong",
        "Fiona Stapleton",
        "Chris Hong Long Lim"
      ],
      "journal": "Contact lens & anterior eye : the journal of the British Contact Lens Association",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Meibomian gland dysfunction (MGD) is a leading cause of dry eye disease, affecting over a third of the global population. This disease is associated with ocular discomfort, reduced visual quality, and quality of life. Novel treatments like Intense Pulse Light (IPL) therapy and Low-Level Light Therapy (LLLT) have been reported to be useful in refractory MGD treatment. However, no systematic review has explored the utility of combining these two therapies. METHODS: Medline, Embase, and CENTRAL databases were searched for articles on LLLT + IPL therapy in MGD. A meta-analysis of single means was conducted to assess clinical endpoints. RESULTS: Analysis of 12 studies showed that LLLT + IPL therapy in MGD patients led to a significant decrease in Ocular Surface Disease Index score (MD: -22.8, 95 %CI: -29.1 to -16.5, I2 = 97.5 %, p < 0.001), and a significant increase in both Tear Break-up Time (MD: 2.2 s, 95 %CI: 0.9 s to 3.4 s, I2 = 98.6 %, p < 0.001) and Schirmer test (MD: 1.5 mm, 95 %CI: 0.6 mm to 2.5 mm, I2 = 0.0 %, p = 0.001) at ≤ 3 months post treatment. These improvements were sustained in a sensitivity analysis at endpoints ≥ 6 months post treatment. While the percentage of loss of meibomian gland area (n = 4, MD: -3.8 %, 95 %CI: -7.2 % to -0.4 %, I2 = 40.0 %, p = 0.031) was reported to be significantly reduced, this was not found to be sustained at endpoints ≥ 6 months post treatment (n = 2, MD: 5.9 %, 95 %CI: 1.8 % to 10.0 %, I2 = 0.0 %, p = 0.005) in two studies. CONCLUSIONS: This meta-analysis provides quantitative evidence supporting the clinical efficacy of LLLT + IPL therapy in MGD. Future research should evaluate its long-term safety and efficacy and compare it with alternative treatments.",
      "mesh_terms": [
        "Humans",
        "Meibomian Gland Dysfunction",
        "Low-Level Light Therapy",
        "Intense Pulsed Light Therapy",
        "Treatment Outcome",
        "Meibomian Glands",
        "Dry Eye Syndromes",
        "Tears"
      ]
    },
    {
      "pmid": "39626798",
      "title": "Changes in choroidal thickness in pre-myopic children after repeated low-level red-light therapy and their role in predicting myopia prevention and controlling myopic shift.",
      "authors": [
        "Kaidi Xiang",
        "Jingjing Wang",
        "Zhuoting Zhu",
        "Xinzi Zhang",
        "Bo Zhang",
        "Jun Chen",
        "Jinliuxing Yang",
        "Linlin Du",
        "Zhijian Ai",
        "Xiangui He",
        "Xun Xu"
      ],
      "journal": "Asia-Pacific journal of ophthalmology (Philadelphia, Pa.)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: To investigate longitudinal changes in choroidal thickness (ChT) after 1-year treatment of repeated low-level red-light (RLRL) and their predictive value in efficacy on myopia prevention and myopic shift among pre-myopic children. METHODS: 278 pre-myopic (-0.50 D < spherical equivalent refraction, SER ≤ 0.50 D) participants were assigned to the RLRL group and control group randomly and evenly. The OCT, visual acuity, AL, SER and other parameters were measured before enrollment and every 3 months after intervention. The data from both eyes of the included participants were analyzed. RESULTS: A total of 463 eyes were analyzed. Due to the COVID-19 pandemic, 176 participants in the RLRL group had treatment interrupted. The continued RLRL group, interrupted RLRL group and control group were well balanced in baseline characteristics. In the continued and interrupted RLRL group, the average ChT increased significantly at 3-month visit (all P < 0.001) and the subfoveal ChT thickened evidently. The area under the curve (AUC) for the models including gender and 3-month change in ChT to predict satisfactory myopia prevention at 12 months was 0.983. The efficacy of the models that also used the combined indicators of baseline age, gender and the 3-month change in ChT to predict AL progression control over 12 months reached 0.944. CONCLUSIONS: Continued RLRL intervention induced notable thickening of ChT in premyopic population, especially at the subfoveal sector. For participants received RLRL treatment, the 3-month change in ChT combined with other baseline factors have acceptable predictive discrimination of myopia prevention efficacy.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Myopia",
        "Child",
        "Choroid",
        "Tomography, Optical Coherence",
        "Refraction, Ocular",
        "Visual Acuity",
        "Phototherapy",
        "Follow-Up Studies"
      ]
    },
    {
      "pmid": "39617743",
      "title": "Enhanced Cancer Cell Specificity Through Combined Blue Light Therapy and Starvation Strategies.",
      "authors": [
        "Quan Gao",
        "Youwei Xu",
        "Massimiliano Galluzzi",
        "Qi Xing",
        "Jin Geng"
      ],
      "journal": "Advanced biology",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the effectiveness of combining short-term starvation (STS or fasting) is investigated with blue light illumination therapy in delaying the progression of various types of cancer, including osteosarcoma, cervical, breast, liver carcinoma, and melanoma cancer in animal models. Moreover, the comparative analysis between cancerous (including HeLa, 143B, MDA-MB-231, and HepG2) and normal cell lines (including NCM460, HEKa, and L-O2), highlights the selectivity of the treatment's cytotoxic effects, favoring cancer cells while largely sparing normal cells. In HeLa cancer cells, treatment with the STS and blue light illumination combination resulted in increased phosphorylation of JNK and p38, which led to the activation of downstream signalling substrates, such as p53 and H2AX. This activation induced mitochondrial and nuclear damage, ultimately leading to tumor cell death. The combination treatment also caused metabolic disorders in tumor cells, which interfered with biomolecule availability and selectively induced lethal effects in tumor cells. Therefore, the combination treatment can be an effective strategy for eliminating cancer.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Phototherapy",
        "Neoplasms",
        "Cell Line, Tumor",
        "Mice",
        "HeLa Cells",
        "Apoptosis",
        "Female",
        "Starvation"
      ]
    },
    {
      "pmid": "39614605",
      "title": "Role of Sleep in Depressive Disorders and the Potential Therapeutic Role of Short-Term Sleep Deprivation and Light Therapy: A Review.",
      "authors": [
        "Wiktoria Bojarska",
        "Karolina Bury",
        "Radosław Januszczak",
        "Bartosz Burda",
        "Justyna Pawęzka"
      ],
      "journal": "Medical science monitor : international medical journal of experimental and clinical research",
      "publication_date": "2024-Nov-30",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Depression affects about 280 million people globally and is marked by persistent sadness and impaired daily functioning. Sleep disturbances are prevalent in major depressive disorder, affecting roughly 90% of patients, and are linked to the severity and progression of depression. This review emphasizes the critical role of sleep in depressive disorders and evaluates the alternative treatments bright light therapy and sleep deprivation. Sleep disturbances are not only symptoms but also mediators in the relationship between depression and other conditions, such as anxiety, chronic inflammation, emotional dysregulation, and cognitive decline. Effective management of depressive disorders must address these sleep issues. Bright light therapy, which uses artificial light to mimic natural sunlight, is effective for treating seasonal affective disorder and non-seasonal major depressive disorder. It is well tolerated, can be used alone or with antidepressants, and often improves both mood and sleep quality. In contrast, sleep deprivation, which involves enforced wakefulness, can provide rapid symptom relief. However, its effects are generally short-lived, and there is a risk of inducing mania in patients with bipolar disorder. In conclusion, sleep significantly impacts the severity and progression of depressive disorders. Bright light therapy and sleep deprivation offer promising alternatives to conventional treatments. The aim of this review is to underscore the importance of sleep in depression and advocate for the consideration of these alternative treatment methods to improve patient outcomes.",
      "mesh_terms": [
        "Humans",
        "Phototherapy",
        "Sleep Deprivation",
        "Sleep",
        "Depressive Disorder",
        "Depression",
        "Depressive Disorder, Major"
      ]
    },
    {
      "pmid": "39612033",
      "title": "Light therapy as a non-pharmacological intervention to mitigate daytime sleepiness in healthy older adults.",
      "authors": [
        "Heloisa Balotari Valente",
        "Priscila Kalil Morelhão",
        "Anna Júlia Leal Rodrigues",
        "Laíza Delatorre Mardegan Borges",
        "Alessandra Aparecida Alves da Silva",
        "Monica Levy Andersen",
        "Sergio Tufik",
        "Luiz Carlos Marques Vanderlei"
      ],
      "journal": "Sleep & breathing = Schlaf & Atmung",
      "publication_date": "2024-Nov-29",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "39611367",
      "title": "Effectiveness and safety of intense pulsed light therapy for dry eye symptoms due to meibomian gland dysfunction-A systematic review and meta-analysis.",
      "authors": [
        "Nathalie Peira",
        "Elham Mohammed Ali",
        "Naama Kenan Modén",
        "Eva Fjellgren",
        "Claes Lennmarken",
        "Monica Hultcrantz"
      ],
      "journal": "Acta ophthalmologica",
      "publication_date": "2024-Nov-29",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Dry eye disease is a common ocular condition, affecting quality of life and function for many people worldwide. This systematic review evaluates the effectiveness and safety of intense pulsed light (IPL) therapy for dry eye symptoms due to meibomian gland dysfunction (MGD), as they are not yet established. METHODS: Comprehensive searches were conducted in January 2024 (Cochrane Library, Embase, MEDLINE). We included randomized controlled studies assessing the effects of IPL on dry eye symptoms or any adverse effects in patients with MGD. Two authors independently screened studies and evaluated the risk of bias. Meta-analysis (random effects model) and Grading of Recommendations Assessment, Development and Evaluation (GRADE) were used to synthesize results and assess certainty of evidence. RESULTS: In total, 13 studies were included in the review. The risk of bias was assessed as moderate in most results primarily due to the risk of selective reporting. The synthesis and GRADE assessment show that IPL probably results in a clinically relevant reduction in symptoms of dry eyes when compared to placebo (MD = -16 OSDI points; 95% CI = -20 to -12). However, whether the effect is clinically relevant when used as an add-on to standard care is still unclear (MD = -7 OSDI points; 95% CI = -12 to -3). Furthermore, the evidence on adverse events is very uncertain. CONCLUSION: Although IPL probably results in a clinically relevant reduction in symptoms of dry eyes when compared to placebo, in practice IPL would typically be used as an add-on to standard treatment. It is therefore essential with further studies investigating whether this use would give a clinically relevant reduction in symptoms, and what the potential harm of IPL is when treating MGD."
    },
    {
      "pmid": "39598126",
      "title": "Light Therapy for Older People with Depressive Symptoms: Systematic Review and Meta-Analysis.",
      "authors": [
        "Ji-Woo Seok",
        "Jung-Dae Kim"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2024-Nov-20",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background/Objectives: Light therapy has emerged as a promising non-pharmacological treatment for depressive symptoms. This meta-analysis aims to evaluate the effectiveness of light therapy specifically for depressive symptoms in elderly populations, with a focus on how different light intensities and spectra influence treatment outcomes. Methods: A systematic search targeting studies on light therapy for depressive symptoms in older adults was performed across multiple databases, including PubMed, Google Scholar, PsycINFO, and EMBASE, covering studies from database inception until July 2024. A total of 565 records were identified, with 461 studies remaining after removing duplicates. Following the screening of titles and abstracts, 54 studies underwent full-text review, resulting in the inclusion of 22 studies with a total of 1290 participants (687 in the intervention group and 603 in the control group). Results: The overall effect size for light therapy on depressive symptoms was moderate (Hedges' g = 0.525, p < 0.001). Higher light intensities (10,000 lux and above) demonstrated significantly greater effectiveness compared to lower intensities. White light had the most substantial effect, while bluish light showed moderate efficacy. Significant heterogeneity was observed across studies (I2 = 80.459%), indicating variability in treatment outcomes based on study design, intensity, and light spectrum. Conclusions: This meta-analysis confirms that light therapy is an effective treatment for reducing depressive symptoms in older adults, particularly at higher intensities and with specific light spectra such as white light. Given the heterogeneity in results, future research should focus on optimizing treatment parameters to enhance clinical outcomes within this population."
    },
    {
      "pmid": "39586649",
      "title": "Meta-analysis of the efficacy of different blue light therapy methods for neonatal jaundice.",
      "authors": [
        "Ruoya Wu",
        "Lingling Wen"
      ],
      "journal": "The journal of maternal-fetal & neonatal medicine : the official journal of the European Association of Perinatal Medicine, the Federation of Asia and Oceania Perinatal Societies, the International Society of Perinatal Obstetricians",
      "publication_date": "2025-Dec",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "OBJECTIVE: To analyze and evaluate the efficacy of different blue light therapy methods and provide evidence-based recommendations for their selection in clinical practice. METHODS: Clinical randomized controlled trials (RCTs) evaluating the efficacy of various blue light therapy methods for neonatal jaundice were retrieved from both domestic and international databases. The search period covered the inception of each database until November 2023. After screening, the quality of the included studies was assessed using the Cochrane Risk of Bias tool. Literature management was conducted with NoteExpress 3.2, while data collection and extraction were performed using Excel 2003. Statistical analysis was carried out using RevMan 5.4.1. Heterogeneity was assessed using the Q test (p value), and the OR value of the combined effect was calculated using either a fixed-effects or random effects model, depending on the presence of heterogeneity. A forest plot was generated to visualize the results. Sensitivity analysis was performed by excluding the largest-weighted study, and the potential for bias in outcome indicators was assessed using a funnel plot. RESULTS: A total of 652 articles were retrieved, with 16 clinical RCTs meeting the inclusion criteria. The meta-analysis results indicated that, compared to continuous blue light therapy in the control group, intermittent blue light therapy achieved a higher total effective rate (OR = 1.82, 95%CI (1.25-2.64), p = .002), significantly lower serum bilirubin levels post-treatment (OR = -14.59, 95%CI (-26.11 to -3.08), p = .01), and a shorter time to jaundice resolution (OR = -2.35, 95%CI (-3.83 to -0.87), p = .002). Additionally, the incidence of adverse reactions was lower in the intermittent therapy group compared to the control group (OR = 0.27, 95%CI (0.19-0.36), p < .00001). Sensitivity analysis confirmed that the combined effect size was stable and reliable (OR (95%CI) = -16.23 (-28.67 to -3.79), p = .01). The funnel plot suggested potential publication bias. CONCLUSIONS: Intermittent blue light therapy is effective and demonstrates significant clinical benefits, making it a valuable treatment option for neonatal jaundice in clinical practice.",
      "mesh_terms": [
        "Humans",
        "Jaundice, Neonatal",
        "Phototherapy",
        "Infant, Newborn",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "39578146",
      "title": "Meta-analysis of the efficacy of novel light therapy on behavioral and psychological symptoms in patients with dementia.",
      "authors": [
        "Min-Min Kang",
        "Fan Yang",
        "Feng Xia",
        "Zu-Xin Zhu"
      ],
      "journal": "Asian journal of surgery",
      "publication_date": "2024-Nov-21",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "39559993",
      "title": "[LUMIDIAL: feasibility of light therapy in hemodialysis, pilot study and real-life experience].",
      "authors": [
        "Benoit Franko",
        "Marianne Jund",
        "Cécile Herlet",
        "Violaine Delsante",
        "Lucas Pires",
        "Anne-Laure Claudel",
        "Tristan Delory"
      ],
      "journal": "Nephrologie & therapeutique",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "English Abstract"
      ],
      "abstract": "INTRODUCTION: Sleep and mood disorders are common in hemodialysis, but the effect of light therapy remains unknown in this population. METHODS: We conducted a randomized, controlled, open-label pilot trial comparing two group of either 30 minutes of light therapy three times a week, or no exposure. The primary endpoint was change in sleep quality (PSQI) after five weeks of light therapy, with change in mood (DASS-21) as a secondary endpoint. We added the description of the same criteria in a prospective, non-randomized, real-life post-trial cohort. STUDY RESULTS: We included 28 analyzable patients in the pilot study. Light therapy had no significant effect on PSQI reduction (p = 0.496). There was a trend towards a reduction in depression (-6.2 [95% CI, -12.5 to -0.05], p = 0.058). In the real-life cohort, out of 27 patients, 12 had a significant reduction in depression score (≥ 6 points). DISCUSSION: Light therapy performed in hemodialysis three times a week appears to have no effect on sleep quality, but could reduce depressive states. The technique is easy to implement, well tolerated and inexpensive. A multicenter randomized trial against the sham device will be needed to validate its effect on depression.",
      "mesh_terms": [
        "Humans",
        "Pilot Projects",
        "Renal Dialysis",
        "Male",
        "Female",
        "Middle Aged",
        "Phototherapy",
        "Feasibility Studies",
        "Aged",
        "Depression",
        "Prospective Studies",
        "Sleep Quality",
        "Adult",
        "Kidney Failure, Chronic",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39518481",
      "title": "Comparative Analysis of Intense Pulsed Light Therapy in Patients with Meibomian Gland Dysfunction, with and Without Glaucoma Medication.",
      "authors": [
        "Kwang-Eon Han",
        "Jinho Kim",
        "Su-Jin Kim",
        "Jonghoon Shin",
        "Eun-Jung Choi",
        "Sangmin Kim",
        "Dogyu Lee",
        "Jeongyun Kim",
        "Sangwoo Moon",
        "Ji-Eun Lee"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2024-Oct-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: This study assessed the efficacy of intense pulsed light (IPL) therapy for treating meibomian gland dysfunction (MGD), a key contributor to evaporative dry eye disease (DED), by comparing outcomes in patients with idiopathic MGD versus those with MGD induced by glaucoma medications. Methods: In a retrospective analysis of 45 patients, divided into groups based on glaucoma medication use (20 patients) and non-use (25 patients), all underwent four IPL sessions combined with meibomian gland expression (MGX) at 3-week intervals. Key metrics evaluated included Ocular Surface Disease Index (OSDI) scores, tear breakup time (TBUT), Schirmer I test scores, and meibography scores, pre- and post-treatment. Results: Significant improvements were observed in both groups across all parameters post-treatment, indicating enhanced tear film stability and meibomian gland function. The non-glaucoma group showed slightly greater improvements, suggesting the potential impact of glaucoma medications on MGD management. Conclusions: These findings underscore IPL therapy's effectiveness in improving DED symptoms and meibomian gland function, highlighting its utility as a treatment option for patients with MGD, including those on glaucoma medications."
    },
    {
      "pmid": "39501548",
      "title": "Safety of and chorioretinal circulation during repeated low-level red-light therapy for myopic children.",
      "authors": [
        "Zhaoxin Jiang",
        "Shuyu Chen",
        "Renchun Wang",
        "Jin Ma"
      ],
      "journal": "Clinical & experimental ophthalmology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: To evaluate the safety of repeated low-level red-light (RLRL) therapy in children, and the dynamic evolution of choroidal and retinal blood flow. METHODS: This is a single-centre, randomised, single-blind, parallel-group clinical trial. Seventy myopic children were randomly assigned to either the intervention group [receiving RLRL therapy plus single-vision spectacle (SVS)] or the control group (wearing SVS). Participants underwent comprehensive ophthalmic examinations following their first irradiation, 9 months continuous RLRL therapy and stop of treatment. Quantitative analyses of choroidal and retinal microcirculation were analysed via optical coherence tomography angiography. RESULTS: Over 9 months of treatment, while the RLRL treatment demonstrated significantly less increases in refractive error and axial length compared with the SVS treatment (ps < 0.05), no abnormalities in fundus structure or visual function (mfERG, VEP and microperimetry) were detected (ps > 0.05). A single red-light exposure did not exert a significant influence on choroidal thickness (ps > 0.05). Upon continuous treatment, the RLRL group achieved peak values in these circulations at 9 months (ps < 0.05). Following cessation of exposure, all circulations exhibited a declining trend, reaching similar levels in both groups (ps > 0.05). As the frequency of red-light exposures intensified, there was a consistent surge in these circulations (ps < 0.05). CONCLUSIONS: Nine months of continuous RLRL exposure does not cause toxic side effects on retinal or optic nerve functions, and there is a time-dependent cumulative response in choroidal and retinal circulation.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Choroid",
        "Child",
        "Single-Blind Method",
        "Tomography, Optical Coherence",
        "Retinal Vessels",
        "Myopia",
        "Fluorescein Angiography",
        "Visual Acuity",
        "Regional Blood Flow",
        "Phototherapy",
        "Axial Length, Eye",
        "Microcirculation",
        "Eyeglasses",
        "Adolescent",
        "Electroretinography"
      ]
    },
    {
      "pmid": "39485347",
      "title": "Efficacy comparison of repeated low-level red-light therapy and orthokeratology lenses for myopia control.",
      "authors": [
        "Jing-Ru Sun",
        "Zhi-Qiang Du",
        "Gang-Yue Wu"
      ],
      "journal": "Optometry and vision science : official publication of the American Academy of Optometry",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "PURPOSE: This study aimed to compare and analyze the efficacy of repeated low-level red-light therapy and orthokeratology lenses for myopia control in children. METHODS: Exactly 138 participants were enrolled in this retrospective study. Comprehensive eye examinations were performed prior to treatment. The repeated low-level red-light therapy and orthokeratology lenses groups comprised 67 and 71 patients, respectively. The age range was between 6 and 14 years, with myopia of ≤-0.50 D and astigmatism of ≤2.50 D after cycloplegia. Follow-up data were collected during the initial visit and the treatment period. Changes in axial length over a 2-year period and associated factors were analyzed. RESULTS: Over the 2-year period, the repeated low-level red-light therapy group exhibited significantly less axial length growth compared with the orthokeratology lenses group (0.17 ± 0.40 vs. 0.50 ± 0.27 mm, p<0.001). In the first year, the axial length growth in the repeated low-level red-light therapy group was significantly less than that in the orthokeratology lenses group (0.03 ± 0.22 vs. 0.28 ± 0.18 mm, p<0.001), with no significant difference observed in the second year (0.14 ± 0.29 vs. 0.21 ± 0.14 mm, p=0.06). The repeated low-level red-light therapy group showed a 55% reduction in axial length after 1 month and a 42% reduction after 1 year, compared with 4% and 3% reductions in the orthokeratology lenses group, respectively. Linear mixed-effects model analysis indicated that the annual axial length change rate in the repeated low-level red-light therapy group was 0.10 mm (95% confidence interval [CI], 0.07 to 0.14), compared with 0.25 mm in the orthokeratology lenses group (95% CI, 0.24 to 0.27), with an average difference of 0.15 mm (95% CI, -0.17 to -0.12, p<0.001). CONCLUSIONS: Repeated low-level red-light therapy demonstrated slightly superior efficacy in controlling myopia progression in children compared with orthokeratology lenses.",
      "mesh_terms": [
        "Humans",
        "Child",
        "Retrospective Studies",
        "Orthokeratologic Procedures",
        "Male",
        "Female",
        "Myopia",
        "Adolescent",
        "Treatment Outcome",
        "Refraction, Ocular",
        "Follow-Up Studies",
        "Phototherapy",
        "Axial Length, Eye",
        "Contact Lenses"
      ]
    },
    {
      "pmid": "39466034",
      "title": "Visual exposure to green light therapy reduces knee joint pain and alters the lipidome in osteoarthritic rats.",
      "authors": [
        "Melissa S O'Brien",
        "Emily Richter",
        "Taylor Woodward",
        "Heather B Bradshaw",
        "Jason J McDougall"
      ],
      "journal": "Pain",
      "publication_date": "2024-Oct-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Visual exposure to dim, green, light has been found to reduce pain levels in patients living with migraine, low back pain, and fibromyalgia. Preclinical studies discovered that the analgesic effect of green light was due to the central release of endogenous opioids and a reduction in inflammatory cytokines in the cerebrospinal fluid. The present study assessed the effect of green light therapy (GLT) on joint pain in a rat model of osteoarthritis (OA) and investigated the role of endolipids. Male and female Wistar rats (207-318 g) received an intra-articular injection of sodium monoiodoacetate (3 mg in 50 μL saline) into the knee to induce OA. On day 9, animals were placed in a room illuminated by either white (neutral-white 4000K; 20 lux) or green (wavelength: 525 nm; luminance: 20 lux) light for 5 days (8 hours per day). Joint nociception was assessed by von Frey hair algesiometry, dynamic weight bearing, and in vivo single unit extracellular recordings from knee joint mechanonociceptors. Compared to white light, GLT significantly reduced secondary mechanical hypersensitivity in both sexes and improved hindlimb weight bearing in females only. There was no effect of GLT on joint nociceptor activity in either sex. Serum lipidomics indicated an increase in circulating analgesic endolipids in response to GLT, particularly the N-acyl-glycines. Partial blockade of the endocannabinoid system with the G protein receptor-18/cannabinoid-1 receptor antagonist AM281 (500 μg/kg i.p.) attenuated GLT-induced analgesia. These data show for the first time that GLT acts to reduce OA pain by upregulating circulating analgesic endolipids, which then engage the endocannabinoid system."
    },
    {
      "pmid": "39453644",
      "title": "Bright Light Therapy Not Effective for Major Depressive Disorder.",
      "authors": [
        "Samantha Anderer"
      ],
      "journal": "JAMA",
      "publication_date": "2024-Nov-19",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39433514",
      "title": "Light Therapy Modalities in the Management of Acne.",
      "authors": [
        "Sarah Friske",
        "Tejas P Joshi",
        "Jaime Tschen"
      ],
      "journal": "Skinmed",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Much like the update in the classification of the acne commensal from Propionibacterium acnes (P. acnes) to Cutibacterium acnes (C. acnes), the treatment of acne has observed advances, augmenting topical and oral medications, including anti-microbial peptides, chemical peels, microencapsulated medications, and probiotics. The traditional paradigm of acne treatment has its limitations, such as skin irritation, photosensitivity, concern over antibiotic resistance, and regimen complexity. Given these challenges, discussing alternative options for acne treatment in detail is important. Light therapy, in particular, is an emerging modality that has transformed the landscape of acne management and thus merits additional discussion (Table 1).",
      "mesh_terms": [
        "Humans",
        "Acne Vulgaris",
        "Phototherapy",
        "Propionibacterium acnes"
      ]
    },
    {
      "pmid": "39432402",
      "title": "The Effect of Repeated Low-Level Red-Light Therapy on Myopia Control and Choroid.",
      "authors": [
        "Ying Liu",
        "Mengxia Zhu",
        "Xiaoqin Yan",
        "Mu Li",
        "Yan Xiang"
      ],
      "journal": "Translational vision science & technology",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To investigate the long-term effects of repeated low-level red light (RLRL) therapy on the axial length (AL), spherical equivalent (SE), and choroidal parameters. METHODS: Two hundred eight myopic eyes were recruited. The RLRL group included 100 eyes, whereas the control group included 108 eyes. Throughout the one-year follow-up period, changes in AL and SE were recorded for both groups. The RLRL group underwent additional choroidal imaging, and changes in choroidal thickness (CT), choroidal vascularity (CV), and choriocapillaris luminal area (CLA) were assessed before and after RLRL therapy. RESULTS: During the follow-up period, the changing trends in AL and SE differed significantly between the RLRL and control groups. In the RLRL group, AL decreased at three and six months (both P < 0.05) and returned to pretreatment values at 12 months (P = 0.453). In contrast, AL increased significantly throughout the follow-up period (three, six, and 12 months) in the control group (all P < 0.001). The SE increased significantly during the entire follow-up period in the RLRL group (all P < 0.001), whereas it decreased significantly in the control group (all P < 0.05). Regarding choroidal parameters, significant improvements were observed in CT, CV and CLA throughout the follow-up period (all P < 0.05), and changes in most choroidal parameters were significantly correlated with changes in AL and SE during the follow-up period (all P < 0.05). Furthermore, AL, SE, and most choroidal parameters showed significant correlations between changes at three and 12 months (all P < 0.05). CONCLUSIONS: RLRL therapy significantly improved choroidal blood perfusion and circulation, which may explain the observed slowing or reversal of myopia progression in the RLRL group. Thus RLRL therapy may be a novel and effective method for controlling myopia. Furthermore, the short-term effect of photobiomodulation therapy (i.e., changes at three months) can be used to predict the long-term effects (i.e., changes at 12 months). TRANSLATIONAL RELEVANCE: In this study, RLRL therapy showed a significant control effect on the development of axial length and spherical equivalent. RLRL therapy also promoted the choroidal blood perfusion and circulation. RLRL therapy could be a novel and effective method for myopia control.",
      "mesh_terms": [
        "Humans",
        "Choroid",
        "Female",
        "Male",
        "Myopia",
        "Adult",
        "Axial Length, Eye",
        "Tomography, Optical Coherence",
        "Low-Level Light Therapy",
        "Young Adult",
        "Follow-Up Studies",
        "Refraction, Ocular",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39424029",
      "title": "Axial Shortening Effects of Repeated Low-level Red-light Therapy in Children With High Myopia: A Multicenter Randomized Controlled Trial.",
      "authors": [
        "Guihua Liu",
        "Lin Liu",
        "Hua Rong",
        "Li Li",
        "Xuan Liu",
        "Zhiyang Jia",
        "Hua Zhang",
        "Biying Wang",
        "Desheng Song",
        "Jiamei Hu",
        "Xinrui Shi",
        "Bei Du",
        "Ruihua Wei"
      ],
      "journal": "American journal of ophthalmology",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: To evaluate the effectiveness and safety of repeated low-level red-light (RLRL) in delaying the progression of high myopes with -6.00 diopters (D) or worse. DESIGN: Multicenter, randomized, parallel-group, single-blind clinical trial. A total of 202 high myopic children aged 7 to 12 years with cycloplegia spherical equivalent (SE) refraction ≤-6.00 D, astigmatism less than 2.50 D, and anisometropia of 1.50 D or less were enrolled from March 2022 to December 2022. Follow-up was completed in December 2023. METHODS: Eligible participants were randomly allocated to the intervention (RLRL + single vision spectacle) or the control group (single vision spectacle). The RLRL treatment was administered every day for 3 minutes, twice a day, with an interval of at least 4 hours. The primary outcome was the change in axial length (AL) at 12 months compared with baseline. Secondary outcomes included changes in SE, changes in choroidal thickness (ChT), and changes in retinal thickness (RT) in different circle sectors. Outcomes were analyzed by means of intention-to-treat and per-protocol methods. RESULTS: After 12 months of treatment, AL and SE changes were -0.11 ± 0.25 mm and 0.18 ± 0.63 D for the RLRL group and 0.32 ± 0.09 mm and -0.80 ± 0.42 D for the control group, respectively. Axial shortening >0.05 mm was 59% in the RLRL and 0% in the control group at 12 months. ChT and RT from a single center were analyzed. In the RLRL group, ChT was thickened in all sectors at 12 months. RT was increased in parafoveal and perifoveal circles. In the control group, all sectors of ChT and only perifoveal RT were significantly thinner at 12 months. The multivariate linear regression model revealed significant correlations between changes in the ChT central foveal circle and RT perifoveal circle at 1 month and AL changes at 12 months. No fundus structure changes, afterimage exceeding 6 minutes, or best-corrected visual acuity decrease were reported. CONCLUSIONS: RLRL could effectively shorten the AL and inhibit the progression of myopia in high myopic patients with -6.00 D or worse. AL shortening is sustained over 12 months of treatment. These observed changes appeared to be associated with increases in ChT and RT.",
      "mesh_terms": [
        "Humans",
        "Child",
        "Female",
        "Male",
        "Axial Length, Eye",
        "Single-Blind Method",
        "Refraction, Ocular",
        "Myopia, Degenerative",
        "Visual Acuity",
        "Follow-Up Studies",
        "Phototherapy",
        "Tomography, Optical Coherence",
        "Treatment Outcome",
        "Disease Progression"
      ]
    },
    {
      "pmid": "39420984",
      "title": "Corrigendum: Preventing sleep disruption with bright light therapy during chemotherapy for breast cancer: a phase II randomized controlled trial.",
      "authors": [
        "Michelle Rissling",
        "Lianqi Liu",
        "Shawn D Youngstedt",
        "Vera Trofimenko",
        "Loki Natarajan",
        "Ariel B Neikrug",
        "Neelum Jeste",
        "Barbara A Parker",
        "Sonia Ancoli-Israel"
      ],
      "journal": "Frontiers in neuroscience",
      "publication_date": "2024",
      "publication_types": [
        "Published Erratum"
      ],
      "abstract": "[This corrects the article DOI: 10.3389/fnins.2022.815872.]."
    },
    {
      "pmid": "39403282",
      "title": "Efficacy of combined doxycycline and intense pulsed light therapy for the management of intractable recurrent chalazion.",
      "authors": [
        "Hyeon-Jeong Yoon",
        "Ja Young Moon",
        "Kyung Chul Yoon"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Management of chalazion, characterized by noninfectious chronic granulomatous inflammation of the meibomian glands (MGs), remains challenging in ophthalmic practice, particularly because of its propensity for recurrence even after surgical intervention. This study aimed to evaluate the combined efficacy of doxycycline and intense pulsed light (IPL) therapy for treating intractable recurrent chalazion, focusing on reducing recurrence rates and improving MG status. This retrospective study included patients with intractable recurrent chalazion refractory to conventional treatments including surgical intervention and antibiotics. All patients were treated with a combination of doxycycline and IPL therapy. Clinical assessments included best-corrected visual activity, intraocular pressure, and MG evaluations using slit-lamp biomicroscopy and Keratograph 5 M topography. The study included 12 patients (5 male and 7 female) with an average age of 36.3 years. Treatment outcomes were categorized as 'success' (83.3%), 'stationary' (8.3%), and 'failure' (8.3%). Significant improvements were noted in the MG expression scores (p = 0.038), MG quality scores (p = 0.045), and lid margin telangiectasia scores (p = 0.002). In addition, significant improvement in meiboscores was observed (p = 0.002). The combination of doxycycline and IPL therapy demonstrated promising efficacy in treating intractable recurrent chalazion, with significant improvements in MG function and reduced recurrence rates. This treatment approach offers a viable alternative for patients with recurrent chalazions, particularly for those who are unresponsive to conventional treatments."
    },
    {
      "pmid": "39398555",
      "title": "Efficacy of repeated low-level red-light therapy combined with optical lenses for myopia control in children and adolescents.",
      "authors": [
        "Gangyue Wu",
        "Xiaodan Dai",
        "Junchi Tian",
        "Jingru Sun"
      ],
      "journal": "American journal of translational research",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To evaluate the efficacy of repeated low-level red-light (RLRL) therapy combined with optical lenses in children and adolescents with myopia. METHODS: This retrospective study included 108 children and adolescents. Based on the difference in the combination intervention scheme participants were divided into four groups based on the intervention they received: the RLRL+orthokeratology (OK) lens intervention group (RLRL+OK group), the RLRL+defocus distributed multi-point (DDM) lens intervention group (RLRL+DDM group), the RLRL+single-vision spectacles (SVS) intervention group (RLRL+SVS group), and a control group. Visual acuity, spherical equivalent refraction (SER), and axial length (AL) were measured before and after the intervention. Binary logistic regression was used to identify factors influencing vision recovery. RESULTS: The SER and AL at baseline were statistically different (P<0.01). After the intervention, the AL increase in the RLRL+OK, RLRL+DDM, and RLRL+SVS groups was significantly better than the control group across time points (P<0.001). Changes in SER were also statistically significant in the RLRL+DDM and RLRL+SVS groups compared to the control group across time points (P<0.001). The intervention method was identified as a significant factor influencing vision recovery (P<0.001). CONCLUSION: RLRL therapy combined with optical lenses is effective in controlling myopia progression in children and adolescents."
    },
    {
      "pmid": "39368074",
      "title": "Red and Green LED Light Therapy: A Comparative Study in Androgenetic Alopecia.",
      "authors": [
        "Jiratchaya Tantiyavarong",
        "Sasin Charoensuksira",
        "Jitlada Meephansan",
        "Sirashat Hanvivattanakul",
        "Yossawat Rayanasukha",
        "Thitikorn Boonkoom",
        "Kittipong Tantisantisom"
      ],
      "journal": "Photodermatology, photoimmunology & photomedicine",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Comparative Study",
        "Clinical Trial"
      ],
      "abstract": "BACKGROUND: Androgenetic alopecia (AGA) affects both men and women, characterized by progressive hair thinning. While current treatments like minoxidil and finasteride have efficacy limitations and side effects, low-level light therapy (LLLT) using red or near-infrared light has emerged as a promising alternative. Recent animal studies suggest potential benefits from green LED light, though human data are sparse. METHODS: This study utilized an innovative LED helmet emitting red and green LED light on respective halves of the frontal scalp, delivering an energy density of 40 J/cm2 over 20 min. Clinical photography, physician evaluations on a 7-point scale, patient satisfaction, and measurements of hair density and hair diameter were employed. Data were analyzed using linear mixed-effects models, with significance set at p < 0.05. RESULTS: Seventeen participants (47.1% male, 52.9% female, average age 46.47 years) demonstrated notable improvements after 6 months of treatment. Red and green LEDs both significantly increased hair diameter, non-vellus hair density, and satisfaction scores. Notably, the red LED therapy resulted in a statistically significant decrease in vellus hair density and achieved a greater increase in hair diameter compared to the green LED therapy. Minimal adverse effects were reported, primarily consisting of tolerable scalp heat and mild redness. CONCLUSION: Both red and green LED therapies effectively enhanced hair growth, increasing density and thickness over 6 months. Red LED demonstrated superior improvements in specific measures. Consequently, both therapies present safe and viable alternatives for the management of AGA, expanding the repertoire of available treatment options.",
      "mesh_terms": [
        "Humans",
        "Alopecia",
        "Female",
        "Male",
        "Middle Aged",
        "Adult",
        "Low-Level Light Therapy",
        "Patient Satisfaction",
        "Hair"
      ]
    },
    {
      "pmid": "39367994",
      "title": "A systematic review and network meta-analysis on the optimal wavelength of low-level light therapy (LLLT) in treating knee osteoarthritis symptoms.",
      "authors": [
        "Tianxiang Fan",
        "Yang Li",
        "Arnold Y L Wong",
        "Xiao Liang",
        "Yarou Yuan",
        "Peng Xia",
        "Zhi Yao",
        "Deli Wang",
        "Marco Y C Pang",
        "Changhai Ding",
        "Zhaohua Zhu",
        "Ye Li",
        "Siu Ngor Fu"
      ],
      "journal": "Aging clinical and experimental research",
      "publication_date": "2024-Oct-05",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVES: To compare the efficacy of the various wavelengths of low-level light therapy (LLLT) in alleviating knee pain, dysfunction, and stiffness in patients with knee osteoarthritis (KOA), and to compare the effectiveness of LLLT versus sham treatment in reducing knee pain, dysfunction, and stiffness. METHODS: PubMed, Web of Science, EMBASE, and Cochrane Library were searched from inception to 12 December 2023. Randomized controlled trials that assessed the effects of different wavelengths of LLLT on alleviating pain of patients with KOA were included. A conventional meta-analysis and network meta-analysis were preformed, and standardized mean differences (SMD) with 95% confidence interval (CI) were calculated. RESULTS: Thirteen studies involving 673 participants with KOA met inclusion criteria. Overall, LLLT was superior to sham LLLT for relieving pain (SMD = 0.96, 95% CI 0.31-1.61) but not for improving function (SMD = 0.21, 95% CI - 0.11 to 0.53) or stiffness (SMD = 0.07, 95% CI - 0.25 to 0.39). Surface under the cumulative ranking curve (SUCRA) value ranking showed the most effective wavelength of LLLT in reducing KOA pain was 904-905 nm (SUCRA, 86.90%), followed by multi-wavelengths (MWL) (SUCRA, 56.43%) and 785-850 nm (SUCRA, 54.97%). Compared to sham LLLT, L2 (SMD = 1.42, 95% CI = 0.31-2.53) and L1 (SMD = 0.82; 95% CI = 0.11-1.50) showed a significant reduction in KOA pain. However, MWL (SMD = 0.83; 95% CI = - 0.06 to 1.72) showed similar KOA pain reduction compared to sham LLLT. The certainty of evidence showed that the quality of evidence regarding the effectiveness of overall LLLT versus sham, and 904-905 nm versus sham were low, while the quality of evidence for MWL versus sham, and 785-850 nm versus sham was very low. CONCLUSION: While the 904-905 nm wavelength showed potential benefits in reducing KOA pain, the overall quality of the evidence was low. LLLT with 904-905 nm or 785-850 nm wavelengths yielded significantly better reduction in KOA pain compared to sham LLLT, but further high-quality research is warranted to validate these findings.",
      "mesh_terms": [
        "Humans",
        "Low-Level Light Therapy",
        "Network Meta-Analysis",
        "Osteoarthritis, Knee",
        "Randomized Controlled Trials as Topic",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39367704",
      "title": "Changes in choroidal thickness and blood flow in response to form deprivation-induced myopia and repeated low-level red-light therapy in Guinea pigs.",
      "authors": [
        "Aiqun Xiang",
        "Hong He",
        "Anzhen Li",
        "Xuyun Meng",
        "Yanting Luo",
        "Yuhan Luo",
        "Xingxing Wang",
        "Junming Yang",
        "Xiaolian Chen",
        "Xingwu Zhong"
      ],
      "journal": "Ophthalmic & physiological optics : the journal of the British College of Ophthalmic Opticians (Optometrists)",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To evaluate ocular refractive development, choroidal thickness (ChT) and changes in choroidal blood flow in form-deprived myopia (FDM) Guinea pigs treated with repeated low-level red-light (RLRL) therapy. METHODS: Twenty-eight 3-week-old male tricolour Guinea pigs were randomised into three groups: normal controls (NC, n = 10), form-deprived (FD, n = 10) and red light treated with form-deprivation (RLFD, n = 8). Interocular refraction and axial length (AL) changes were monitored. Optical coherence tomography angiography (OCTA) measured choroidal thickness, vessel area density, vessel skeleton density and blood flow signal intensity (flux) in the choriocapillaris and medium-large vessel layers. The experimental intervention lasted 3 weeks. RESULTS: At week 3, the FD group had higher myopia and longer axial length than the NC group (all p < 0.001). The RLFD group had higher hyperopia and shorter axial length than the FD group (all p < 0.001). At week 1, the NC group had a thicker choroidal thickness than the FD group (p < 0.05). At weeks 2 and 3, the RLFD group had a thicker choroidal thickness than the FD group (p = 0.002, p < 0.001, respectively). Additionally, the NC group had higher vessel area density, vessel skeleton density and flux in the choriocapillaris layer than the FD group at the three follow-up time points (all p < 0.05). At week 3, the vessel skeleton density and flux were higher in the RLFD group than in the FD group (all p < 0.05). Correlation analysis results showed that weekly changes in refraction and choroidal thickness were negatively correlated with changes in axial length (all p < 0.05). Choroidal thickness changes were positively correlated with alterations in the vessel area density, vessel skeleton density and flux in the choriocapillaris layer, as well as vessel skeleton density and flux changes in the medium-large vessel layers (all p < 0.05). CONCLUSIONS: Repeated low-level red-light (RLRL) therapy retards FDM progression in Guinea pigs, potentially through increased choroidal blood flow in the choriocapillaris layer.",
      "mesh_terms": [
        "Animals",
        "Guinea Pigs",
        "Choroid",
        "Myopia",
        "Tomography, Optical Coherence",
        "Male",
        "Regional Blood Flow",
        "Disease Models, Animal",
        "Refraction, Ocular",
        "Low-Level Light Therapy",
        "Sensory Deprivation",
        "Fluorescein Angiography",
        "Axial Length, Eye"
      ]
    },
    {
      "pmid": "39356500",
      "title": "Bright Light Therapy for Nonseasonal Depressive Disorders: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Artur Menegaz de Almeida",
        "Francisco Cezar Aquino de Moraes",
        "Maria Eduarda Cavalcanti Souza",
        "Jorge Henrique Cavalcanti Orestes Cardoso",
        "Fernanda Tamashiro",
        "Celso Miranda",
        "Lilianne Fernandes",
        "Michele Kreuz",
        "Francinny Alves Kelly"
      ],
      "journal": "JAMA psychiatry",
      "publication_date": "2025-Jan-01",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "IMPORTANCE: Seasonal humor disorders are prone to have a link with daylight exposure. However, the effect of external light on nonseasonal disorders remains unclear. Evidence is lacking for the validity of bright light therapy (BLT) as an adjunctive treatment for these patients. OBJECTIVE: To assess BLT effectiveness as an adjunctive treatment for nonseasonal depressive disorders. DATA SOURCES: In March 2024, a comprehensive search was performed of publications in the MEDLINE, Embase, and Cochrane databases for randomized clinical trials (RCTs) evaluating BLT effects in patients with nonseasonal depression. STUDY SELECTION: RCTs published since 2000 were eligible. Comparisons between BLT and dim red light or antidepressant monotherapy alone were considered for inclusion. DATA EXTRACTION AND SYNTHESIS: Using the systematic review approach on RCTs published from January 1, 2000, through March 25, 2024, differences between patients treated with and without BLT were estimated using the Mantel-Haenszel method; heterogeneity was assessed using I2 statistics. MAIN OUTCOMES AND MEASURES: Remission of symptoms, response to treatment rates, and depression scales were assessed. RESULTS: In this systematic review and meta-analysis of 11 unique trials with data from 858 patients (649 female [75.6%]), statistically significant better remission and response rates were found in the BLT group (remission: 40.7% vs 23.5%; odds ratio [OR], 2.42; 95% CI, 1.50-3.91; P <.001; I2 = 21%; response: 60.4% vs 38.6%; OR, 2.34; 95% CI, 1.46-3.75; P <.001; I2 = 41%). With BLT, subgroup analysis based on follow-up times also showed better remission (<4 weeks: 27.4% vs 9.2%; OR, 3.59; 95% CI, 1.45-8.88; P = .005; I2 = 0% and >4 weeks: 46.6% vs 29.1%; OR, 2.18; 95% CI, 1.19-4.00; P = .01; I2 = 47%) and response (<4 weeks: 55.6% vs 27.4%; OR, 3.65; 95% CI, 1.81-7.33; P <.001; I2 = 35% and >4 weeks: 63.0% vs 44.9%; OR, 1.79; 95% CI, 1.01-3.17; P = .04; I2 = 32%) rates. CONCLUSIONS AND RELEVANCE: Results of this systematic review and meta-analysis reveal that BLT was an effective adjunctive treatment for nonseasonal depressive disorders. Additionally, results suggest that BLT may improve the response time to the initial treatment.",
      "mesh_terms": [
        "Humans",
        "Phototherapy",
        "Depressive Disorder"
      ]
    },
    {
      "pmid": "39313332",
      "title": "Efficacy of digital brief behavioural treatment for insomnia using a smartphone application in conjunction with light therapy in university students with insomnia symptoms with late chronotypes: A pilot randomized-controlled trial.",
      "authors": [
        "Ryuji Furihata",
        "Tomonari Shimamoto",
        "Yurina Ikeda",
        "Yuto Makino",
        "Yukako Nakagami",
        "Yukiko Tateyama",
        "Satoe Okabayashi",
        "Toshiki Akahoshi",
        "Kosuke Kiyohara",
        "Taku Iwami"
      ],
      "journal": "Journal of sleep research",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The efficacy of digital brief behavioural treatment for insomnia using a smartphone application in conjunction with light therapy was investigated in university students who had insomnia symptoms with late chronotypes. In this two-arm parallel randomized-controlled trial, participants with insomnia symptoms and late chronotypes were recruited between October and November 2023. The duration of the intervention program was 4 weeks. The smartphone application provides digital brief behavioural treatment for insomnia, including programs for advanced phases. The intervention group used blue-light-emitting diode glasses in the morning after waking up for 2-4 weeks. The primary outcome was a change in the Insomnia Severity Index during the study period. The Insomnia Severity Index was obtained weekly using a web questionnaire. Of the 28 students, 14 each were assigned to the intervention and control groups. The mean Insomnia Severity Index scores at baseline were 12.2 and 12.5; after 4 weeks, they declined to 7.2 and 10.6 in the intervention and control groups, respectively. Primary analysis using a linear mixed model showed a significant improvement in the temporal trends of the Insomnia Severity Index in the intervention group (p < 0.001). The scores on the Morningness-Eveningness Questionnaire (p = 0.008) and RU-SATED (p = 0.005) significantly improved in the intervention group relative to the control group following the intervention. This study demonstrated the effectiveness of the digital brief behavioural treatment for insomnia with light therapy in participants with both insomnia symptoms and late chronotypes.",
      "mesh_terms": [
        "Humans",
        "Sleep Initiation and Maintenance Disorders",
        "Female",
        "Male",
        "Pilot Projects",
        "Smartphone",
        "Students",
        "Mobile Applications",
        "Young Adult",
        "Universities",
        "Adult",
        "Behavior Therapy",
        "Phototherapy",
        "Treatment Outcome",
        "Surveys and Questionnaires",
        "Severity of Illness Index",
        "Chronotype"
      ]
    },
    {
      "pmid": "39271642",
      "title": "Safety, Tolerability, and Short-Term Efficacy of Low-Level Light Therapy for Dry Age-Related Macular Degeneration.",
      "authors": [
        "Enrico Borrelli",
        "Giulia Coco",
        "Marco Pellegrini",
        "Marco Mura",
        "Nicolò Ciarmatori",
        "Vincenzo Scorcia",
        "Adriano Carnevali",
        "Andrea Lucisano",
        "Massimiliano Borselli",
        "Costanza Rossi",
        "Michele Reibaldi",
        "Federico Ricardi",
        "Aldo Vagge",
        "Massimo Nicolò",
        "Paolo Forte",
        "Antonio Cartabellotta",
        "Murat Hasanreisoğlu",
        "Cem Kesim",
        "Sibel Demirel",
        "Özge Yanık",
        "Federico Bernabei",
        "Pierre-Raphael Rothschild",
        "Sarah Farrant",
        "Giuseppe Giannaccare"
      ],
      "journal": "Ophthalmology and therapy",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Photobiomodulation (PBM) has become a promising approach for slowing the progression of early and intermediate dry age-related macular degeneration (dAMD) to advanced AMD. This technique uses light to penetrate tissues and activate molecules that influence biochemical reactions and cellular metabolism. This preliminary analysis is aimed at assessing the safety, tolerability, and short-term effectiveness of the EYE-LIGHT®PBM treatment device in patients with dAMD. METHODS: The EYE-LIGHT® device employs two wavelengths, 590 nm (yellow) and 630 nm (red), in both continuous and pulsed modes. Patients over 50 years of age with a diagnosis of dAMD in any AREDS (Age-Related Eye Disease Study) category were randomly assigned to either the treatment group or the sham group. The treatment plan consisted of an initial cycle of two sessions per week for 4 weeks. Safety, tolerability, and compliance outcomes, along with functional and anatomical outcomes, were assessed at the end of the fourth month. RESULTS: This preliminary analysis included data from 76 patients (152 eyes). All patients were fully compliant with treatment sessions, and only one fifth of patients treated with PBM reported mild ocular adverse events, highlighting exceptional results in terms of tolerability and adherence. Changes in best-corrected visual acuity (BCVA) from baseline to month 4 differed significantly between the sham and PBM-treated groups, favoring the latter, with a higher proportion achieving a gain of five or more letters post-treatment (8.9% vs. 20.3%, respectively; p = 0.043). No significant differences in central subfield thickness (CST) were observed between the two groups over the 4-month period. The study also found a statistically significant disparity in mean drusen volume changes from baseline to month 4 between the groups in favor of patients treated with PBM (p = 0.013). CONCLUSION: These preliminary results indicate that PBM treatment using the EYE-LIGHT® system is safe and well tolerated among patients with dAMD. Furthermore, both functional and anatomical data support the treatment's short-term efficacy. TRIAL REGISTRATION: ClinicalTrials.gov identifier NCT06046118."
    },
    {
      "pmid": "39202284",
      "title": "The Usage of Different Hyaluronic-Acid-Containing Artificial Tears and the Treatment Outcome of Intense Pulsed Light Therapy for Dry Eye Disease: A Retrospective Cohort Study.",
      "authors": [
        "Chia-Yi Lee",
        "Shun-Fa Yang",
        "Yun-Chen Chen",
        "Chao-Kai Chang"
      ],
      "journal": "Diagnostics (Basel, Switzerland)",
      "publication_date": "2024-Aug-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we aimed to investigate the effect of different hyaluronic acid (HA)-containing artificial tears on dry eye disease (DED) treatment in combination with intense pulsed light (IPL) therapy. A retrospective cohort study was conducted, and the participants received IPL therapy and HA-containing artificial tears. There were 42 and 40 eyes in the 0.10% and 0.15% HA groups after selection, respectively. The main outcomes were the postoperative non-invasive tear break-up time (NITBUT), Schirmer II test results, ocular surface stain, and numbers of DED-related symptoms. A generalized linear model was utilized to produce the adjusted odds ratio (aOR) and 95% confidence interval (CI) of the main outcomes between groups. At the three-month follow-up, the NITBUT was significantly higher in the 0.15% HA group (p = 0.023), and the NITBUT recovery was also significantly better in the 0.15% HA group compared to the 0.10% HA group (p = 0.039). The multiple DED-related symptoms significantly correlated with no DED symptom improvement in both the 0.10% and 0.15% HA groups (both p < 0.05), while the low pre-treatment NITBUT was marginally related to no DED symptom improvement in the 0.10% HA group (p = 0.047). A low NITBUT and Schirmer II test result correlated with no DED symptom improvement in both the groups (all p < 0.05). In conclusion, the application of 0.10% and 0.15% HA-containing artificial tears revealed similar effects to IPL therapy for DED."
    },
    {
      "pmid": "39167378",
      "title": "Light Therapy for Myopia Prevention and Control: A Systematic Review on Effectiveness, Safety, and Implementation.",
      "authors": [
        "Dylan James Chang",
        "Sriram P L",
        "Jooyeon Jeong",
        "Seang-Mei Saw",
        "Nick Sevdalis",
        "Raymond P Najjar"
      ],
      "journal": "Translational vision science & technology",
      "publication_date": "2024-Aug-01",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "PURPOSE: This systematic review focuses on the effectiveness, safety, and implementation outcomes of light therapy as an intervention to prevent or control myopia in children. METHODS: A systematic literature search was performed in PubMed, EMBASE, CINAHL, SCOPUS, and Web of Science up to January 27, 2024. Effectiveness outcomes included myopia incidence, and changes in axial length (AL), spherical equivalent refraction (SER), and choroidal thickness (CT). Safety outcomes relating to retinal health or damage and implementation outcomes including compliance rates and loss to follow-up were extracted. ROBINS-I, ROB 2, and ROB-2 CRT were used to assess risk of bias. RESULTS: Nineteen interventional studies were included. Increased outdoor time (n = 3), red-light therapy (n = 13), and increased classroom lighting (n = 1) had a significant effect on myopia incidence, and changes in AL, SER, and CT. Violet-light therapy (n = 2) was only effective in children aged 8 to 10 years and children without eyeglasses with less than 180 minutes of near-work time daily. Two studies using red-light therapy reported adverse effects. For all studies, only compliance rates and loss to follow-up were reported on implementation effectiveness. CONCLUSIONS: Evidence is compelling for the effectiveness of red-light therapy and outdoors time; more data are needed to confirm safety. Robust data are still needed to prove the effectiveness of violet-light and increased classroom lighting. Clearer implementation strategies are needed for all light therapies. TRANSLATIONAL RELEVANCE: Light therapy has emerged as effective for myopia prevention and control. This systematic review summarizes the state of knowledge and highlights gaps in safety and implementation for these strategies.",
      "mesh_terms": [
        "Humans",
        "Myopia",
        "Child",
        "Phototherapy",
        "Refraction, Ocular",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39156880",
      "title": "Axial Length Shortening after Combined Repeated Low-Level Red-Light Therapy in Poor Responders of Orthokeratology in Myopic Children.",
      "authors": [
        "Mengting Yu",
        "Xianghua Tang",
        "Jinyun Jiang",
        "Fengqi Zhou",
        "Lili Wang",
        "Chuqi Xiang",
        "Yin Hu",
        "Xiao Yang"
      ],
      "journal": "Journal of ophthalmology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To investigate the efficacy and safety of orthokeratology (ortho-k) and repeated low-level red-light (RLRL) therapy in treating poor responders of ortho-k in myopic children. METHODS: Study participants were 100 myopic children who completed two years of ortho-k treatment in a retrospective study. In the first year of ortho-k treatment (phase one), they experienced axial elongation of 0.30 mm or greater (defined as poor responders to ortho-k). Children were divided into two groups: the orthokeratology group (OK, n = 45) continued to receive ortho-k monotherapy and the combination group (OK-RLRL, n = 55) received RLRL in addition to ortho-k for the next year (phase two). Axial elongation over time between the groups was compared. RESULTS: The mean age, male-to-female ratio, axial length (AL), and axial elongation in phase one were comparable between OK and OK-RLRL groups (all P > 0.05). During phase two, significant AL shortening was observed in the OK-RLRL group compared with children in the OK group (-0.10 ± 0.16 mm vs 0.30 ± 0.19 mm, P < 0.001). Among these 55 myopic children in the OK-RLRL group, 35 (63.6%), 25 (45.4%), 11 (20%), 6 (10.9%), and 3 (5.4%) of them had AL shortening over 0.05 mm/year, 0.10 mm/year, and 0.20 mm/year, 0.3 mm/year, and 0.4 mm/year, respectively. Older baseline age (β = -0.02), higher treatment compliance (β = -0.462), and AL change at 1 month (β = 1.263) were significantly associated with less AL elongation (all P < 0.05). CONCLUSIONS: For poor responders of orthokeratology, RLRL could slow axial elongation in addition to the ortho-k treatment effect. Those who respond poorly to ortho-k with elder age might benefit more from combined therapy."
    },
    {
      "pmid": "39150603",
      "title": "Long-Term Impacts of Intense Pulsed Light Therapy on Ocular Surface Health and Tear Film Dynamics in Patients with Dry Eye Disease: Detailed Analysis and Observations Over a 1-Year Follow-Up Period.",
      "authors": [
        "Cristina-Patricia Pac",
        "Mihnea Munteanu",
        "José-María Sánchez-González",
        "Carlos Rocha-de-Lossada",
        "Nadina Mercea",
        "Francis Ferrari",
        "Horia T Stanca",
        "Dan Andrei Radu Cosnita",
        "Mihaela Ionica",
        "Ovidiu Boruga",
        "Ciprian Danielescu",
        "Alexandru Blidisel"
      ],
      "journal": "Ophthalmology and therapy",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: To evaluate the long-term effects of intense pulsed light (IPL) therapy on patients with dry eye disease (DED) associated with meibomian gland dysfunction (MGD). METHODS: A retrospective case series was performed with 110 participants undergoing IPL therapy. Assessments included the eye fitness test (EFT) to gauge subjective symptoms, along with objective measures using the Tearcheck® device (ESW Vision, Houdan, France) noninvasive first breakup time (NIFBUT), noninvasive average breakup time (NIABUT), central tear meniscus height (CTMH), thinnest tear meniscus height (TTMH), and ocular surface inflammatory risk evaluation (OSIE) assessed using the SCHWIND SIRIUS device (SCHWIND eye-tech-solutions GmbH, Kleinostheim, Germany). RESULTS: This study documented significant improvements in subjective and objective symptoms associated with DED and MGD. Subjective symptoms measured by the EFT showed an average increase of 9.74 points (range -10 to 28, standard deviation [SD] ± 7.54), indicating reduced symptoms. Objective measures of tear film stability, represented by NIABUT, increased by an average of 4.04 s (range -15.00 to 14.40, SD ± 4.91). Tear film stability evaluation (TFSE) scores decreased by 229.12 points on average (range -1775 to 528, SD ± 384.94), suggesting enhanced tear film stability. OSIE type 1 showed a reduction in inflammation, with a percentage decrease of 4.98% (range -45 to 5, SD ± 7.33). Additionally, OSIE capture time decreased by 3.25 s on average (range -27 to 22, SD ± 10.35), further indicating an improvement in ocular surface health. CONCLUSION: IPL therapy was shown to be a promising, noninvasive approach for improving quality of life in patients with DED by effectively managing symptoms and stabilizing tear film. The findings support the use of IPL as a sustainable treatment modality for DED associated with MGD."
    },
    {
      "pmid": "39122187",
      "title": "The Prognosis of Patients with Myocardial Infarction after Light Therapy: A Preliminary Study.",
      "authors": [
        "Wei-Chih Chin",
        "Yu-Shu Huang",
        "Lung-Sheng Wu",
        "Kuang-Tso Lee",
        "Chien-Te Ho",
        "Chen Lin",
        "Wei-Sheng Yang",
        "I-Hang Chung",
        "Pao-Hsien Chu"
      ],
      "journal": "Biomedical journal",
      "publication_date": "2024-Aug-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Patients with myocardial infarction (MI) can have disturbed sleep, but little is known about the efficacy of light therapy on sleep and prognosis of patients with MI. We conducted a randomized controlled study to investigate its efficacy. MATERIAL AND METHODS: This preliminary study included 34 patients with MI. They were randomized into the blue light and the white light groups during their stay in intensive care unit. 17 age and gender matched healthy controls were also enrolled. Actigraphy was used to evaluate objective sleep since enrollment. Delirium scales were used to screen delirium. Lab work-up including vitamin D level was performed at the baseline and discharge. We used Mann-Whitney U test or Wilcoxon signed-rank test to compare the difference between the MI group and the healthy control group, and the group difference after receiving light therapy. RESULTS: Patients with MI had significantly lower vitamin D level than healthy controls (p<0.001). They also had significantly poorer sleep, as indicated by actigraphy parameters including sleep onset latency (p=0.01), sleep efficiency (p=0.002), wake after sleep onset (p<0.001) and awake times (p=0.002). No significant group difference was found by actigraphy after light therapy except a non-significant higher relative amplitude of the blue light group (p=0.061). Besides, vitamin D level of the blue light group increased significantly (p1=0.047, p2=0.045). CONCLUSIONS: Patients with MI had poorer sleep, highlighting the needs to develop interventions. Significantly increased vitamin D level and a non-significant better rest-active rhythm after light therapy suggest its potential with sleep and prognosis which warrants further investigation."
    },
    {
      "pmid": "39101053",
      "title": "Bright light therapy-induced improvements of mood, cognitive functions and cerebellar functional connectivity in subthreshold depression: A randomized controlled trial.",
      "authors": [
        "Guanmao Chen",
        "Zixuan Guo",
        "Pan Chen",
        "Zibin Yang",
        "Hong Yan",
        "Shilin Sun",
        "Wenhao Ma",
        "Yuan Zhang",
        "Zhangzhang Qi",
        "Wenjie Fang",
        "Lijun Jiang",
        "Qian Tao",
        "Ying Wang"
      ],
      "journal": "International journal of clinical and health psychology : IJCHP",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The efficacy of bright light therapy (BLT) in ameliorating depression has been validated. The present study is to investigate the changes of depressive symptoms, cognitive function and cerebellar functional connectivity (FC) following BLT in individuals with subthreshold depression (StD). METHOD: Participants were randomly assigned to BLT group (N = 47) or placebo (N = 41) in this randomized controlled trial between March 2020 and June 2022. Depression severity and cognitive function were assessed, as well as resting-state functional MRI scan was conducted before and after 8-weeks treatment. Seed-based whole-brain static FC (sFC) and dynamic FC (dFC) analyses of the bilateral cerebellar subfields were conducted. Besides, a multivariate regression model examined whether baseline brain FC was associated with changes of depression severity and cognitive function during BLT treatment. RESULTS: After 8-week BLT treatment, individuals with StD showed improved depressive symptoms and attention/vigilance cognitive function. BLT also increased sFC between the right cerebellar lobule IX and left temporal pole, and decreased sFC within the cerebellum, and dFC between the right cerebellar lobule IX and left medial prefrontal cortex. Moreover, the fusion of sFC and dFC at baseline could predict the improvement of attention/vigilance in response to BLT. CONCLUSIONS: The current study identified that BLT improved depressive symptoms and attention/vigilance, as well as changed cerebellum-DMN connectivity, especially in the cerebellar-frontotemporal and cerebellar internal FC. In addition, the fusion features of sFC and dFC at pre-treatment could serve as an imaging biomarker for the improvement of attention/vigilance cognitive function after BLT in StD."
    },
    {
      "pmid": "39096028",
      "title": "Effect of low-level light therapy in individuals with dry eye disease.",
      "authors": [
        "Antoinette Antwi",
        "Alexander W Schill",
        "Rachel Redfern",
        "Eric R Ritchey"
      ],
      "journal": "Ophthalmic & physiological optics : the journal of the British College of Ophthalmic Opticians (Optometrists)",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Low-level light therapy (LLLT) or photobiomodulation, the application of red light to the eye, is used for the treatment of dry eye. Limited studies have investigated the efficacy of LLLT as a stand-alone treatment. The investigation aimed to evaluate the effect of LLLT on signs and symptoms of dry eye. METHODS: Participants with mild to moderate dry eye were recruited for this three-visit study. Visits were 7 (±3) days apart and all participants received 633 nm LLLT (eye-light®) for 15 min at each visit. Clinical measures including first and average non-invasive keratograph tear break-up time (NIKBUT), tear meniscus height (TMH), meibomian gland (MG) loss for upper and lower eyelids, ocular surface disease index (OSDI) score, tear film lipid layer thickness, meibum quality score, Schirmer's test, corneal fluorescein staining and eyelid temperature for external upper (EUL) and external lower (ELL) eyelids were measured from the right eye of participants before and after treatment. RESULTS: Thirty participants (mean [SD] age: 31.1 [9.5] years) completed the study. Treatment with LLLT resulted in significant differences in first and average NIKBUT, TMH, tear film lipid layer thickness, OSDI score, Schirmer's test, meibum quality score and eyelid temperature over time (all p < 0.05). Compared to baseline, TMH, tear film lipid layer thickness and eyelid temperature significantly increased by 0.06 mm (95% CI: 0.01-0.11), 12.9 nm (95% CI: 1.18-24.55), and 7.0°C, respectively, for both EUL (95% CI: 6.17-7.84) and ELL (95% CI: 6.17-7.73). The respective decrease in the OSDI score and Schirmer's test was 10.2 (95% CI: -15.15 to -5.26) and 4.4 mm (95% CI: -7.31 to -1.42; all p < 0.05). There was no significant difference in corneal fluorescein staining and MG loss after LLLT. CONCLUSION: Low-level light therapy treatment significantly improved signs and symptoms of dry eye in the early phases of treatment, suggesting its efficacy for dry eye management.",
      "mesh_terms": [
        "Humans",
        "Dry Eye Syndromes",
        "Female",
        "Male",
        "Tears",
        "Middle Aged",
        "Adult",
        "Low-Level Light Therapy",
        "Treatment Outcome",
        "Meibomian Glands",
        "Eyelids"
      ]
    },
    {
      "pmid": "39074282",
      "title": "A high-light therapy restores the circadian clock and corrects the pathological syndrome generated in restricted-fed mice.",
      "authors": [
        "Manohar Damara",
        "Nisha Misra",
        "Pierre Chambon"
      ],
      "journal": "Proceedings of the National Academy of Sciences of the United States of America",
      "publication_date": "2024-Aug-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Time-restricted feeding (RF) is known to shift the phasing of gene expression in most primary metabolic tissues, whereas a time misalignment between the suprachiasmatic nucleus circadian clock (SCNCC) and its peripheral CCs (PCC's) is known to induce various pathophysiological conditions, including a metabolic syndrome. We now report that a unique \"light therapy,\" involving different light intensities (TZT0-ZT12150-TZT0-ZT12700 lx, TZT0-ZT1275-TZT0-ZT12150 lx, and TZT0-ZT12350-TZT0-ZT12700 lx), realigns the RF-generated misalignment between the SCNCC and the PCC's. Using such high-light regime, we show that through shifting the SCNCC and its activity, it is possible in a RF and \"night-shifted mouse model\" to prevent/correct pathophysiologies (e.g., a metabolic syndrome, a loss of memory, cardiovascular abnormalities). Our data indicate that such a \"high-light regime\" could be used as a unique chronotherapy, for those working on night shifts or suffering from jet-lag, in order to realign their SCNCC and PCC's, thereby preventing the generation of pathophysiological conditions.",
      "mesh_terms": [
        "Animals",
        "Circadian Clocks",
        "Mice",
        "Suprachiasmatic Nucleus",
        "Metabolic Syndrome",
        "Phototherapy",
        "Male",
        "Mice, Inbred C57BL",
        "Circadian Rhythm",
        "Light"
      ]
    },
    {
      "pmid": "39067131",
      "title": "The effect of bright light therapy on major depressive disorder: A systematic review and meta-analysis of randomised controlled trials.",
      "authors": [
        "Horace Tong",
        "Na Dong",
        "Charlene L M Lam",
        "Tatia M C Lee"
      ],
      "journal": "Asian journal of psychiatry",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: The increasing prevalence of major depressive disorder (MDD) has led to increased demand for psychotherapy and pharmacotherapy, yet concerns were raised regarding the cost and accessibility to these therapies. Bright light therapy (BLT) has shown promise in mitigating depressive symptoms of non-seasonal affective disorders. This meta-analysis gathered evidence from randomised controlled trials (RCTs) to assess the effectiveness of BLT on patients with non-seasonal MDD. METHODS: Five databases were systematically searched. The primary outcome of the meta-analysis was the endpoint depression score from the BLT and control treatment groups, with the remission and response rates as the secondary outcomes. Results are presented in standardised mean difference (SMD) and log odd ratio. Subgroup analyses compared the effects of trial length and the length of daily exposure. RESULTS: Results on 15 RCTs between 1996 and 2024 with 883 patients showed positive effects of BLT on alleviating depressive symptoms (SMD = 0.48, 95 % CI [0.22, 0.74], p <.001). Trials that lasted two weeks or less or those with 60 minutes or more of daily exposure were associated with higher therapeutic effectiveness. BLT was also associated with a higher response rate at the end of the trial. CONCLUSION: This meta-analysis offers positive evidence that favours BLT in alleviating depressive symptoms in MDD, suggesting that it could be a convenient and easily accessible treatment modality to augment psychotherapy and pharmacotherapy.",
      "mesh_terms": [
        "Humans",
        "Depressive Disorder, Major",
        "Outcome Assessment, Health Care",
        "Phototherapy",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "39054044",
      "title": "Brighter future for light therapy: harmonising the reporting of light interventions in psychiatry.",
      "authors": [
        "Manuel Spitschan",
        "Laura Kervezee",
        "Renske Lok",
        "Elise McGlashan",
        "Raymond P Najjar"
      ],
      "journal": "BMJ mental health",
      "publication_date": "2024-Jul-23",
      "publication_types": [
        "Editorial",
        "Letter"
      ],
      "mesh_terms": [
        "Humans",
        "Psychiatry",
        "Phototherapy",
        "Mental Disorders"
      ]
    },
    {
      "pmid": "39033399",
      "title": "A Double-Blind Study on the Effectiveness of Polarized Light Therapy in the Treatment of Venous leg Ulcers-Pilot Study.",
      "authors": [
        "Jarosław Pasek",
        "Sebastian Szajkowski",
        "Grzegorz Cieślar"
      ],
      "journal": "The international journal of lower extremity wounds",
      "publication_date": "2024-Jul-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vein diseases are one of the most common civilization diseases. The most advanced form chronic venous insufficiency are venous leg ulcers. The study included 40 patients, 20 male (50%) and 20 female (50%) in age between 52 and 88 years (mean age: 68.00 ± 8.55 years) with venous leg ulcers lasting 12.50 ± 5.45 months. Patients were distributed randomly in a double-blind study into two equal groups including 20 patients each (group 1-polarized light therapy and group 2-sham exposure). Patients from both groups received routine pharmacological treatment, specialistic medical dressings and compression therapy. In addition, patients were exposed to a cycle of polarized light therapy procedures or to sham exposures (30 procedures performed in two series of 15 procedures). Wound surface area was evaluated by computerized planimetry and pain intensity was assessed with the use of Visual Analog Scale (VAS) before and after therapy (2.5 months). The analysis showed a statistically significant reduction of surface ulcers area between groups 1 and 2. The median (IQR) size of wounds in group 1 was 2.4 (1.95-2.9) cm2, in group 2; 2.8 (2.6-3.1) cm2 (p = 0.038). The level of pain (VAS) after treatment was assessed in group 1, median (IQR): 2 (2-3) points, in group 2 4.5 (4-5) points; and the observed difference was also statistically significant (p < 0.001). In group 1, after treatment, the area of ulcers decreased-median (IQR): 33.05 (28.7-41.48) %, in group 2 by 18.99 (15-24.4) % (p < 0.001). In group 1, the pain intensity measured using the VAS scale decreased with a median (IQR): 71.42 (61.25-71.42) %, in group 2: 37.5 (28.57-50) % (p < 0.001). Complex therapy with polarized light therapy added to standard care was more effective than standard care alone in reducing of ulcers surface area and intensity of pain ailments in patients with chronic venous leg ulcers."
    },
    {
      "pmid": "39006323",
      "title": "Efficiency of Combining Heated Eye Mask with Intense Pulsed Light Therapy as a Treatment Option for Evaporative Dry Eye Disease.",
      "authors": [
        "Cristina-Patricia Pac",
        "Francis Ferrari",
        "Nadina Mercea",
        "Mihnea Munteanu"
      ],
      "journal": "Romanian journal of ophthalmology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background and objectives: The study aimed to establish the efficiency of combining the Posiforlid heated eye mask with intense pulsed light therapy (IPL), as a treatment strategy for evaporative dry eye disease. Materials and methods: This study included 110 patients, respectively 220 eyes, diagnosed with evaporative dry eye disease, patients between 18 and 86 years old, divided into two study groups. The first one, the control group, consisted of 73 patients treated with IPL therapy, and the second of 37 patients, who underwent IPL therapy associated with Posiforlid heated eye mask. Subjective evolution was assessed using an eye fitness test (EFT) regarding symptomatology. Objective assessment of the ocular surface was performed by tear film stability evaluation (TFSE), non-invasive first break-up time (NIFBUT), non-invasive average breakup time (NIABUT), ocular surface inflammatory evaluation (OSIE), measuring of the central tear meniscus height (CTMH) and thinnest tear meniscus height (TTMH). The assessment was performed at the beginning of the IPL treatment, during the IPL sessions, at the end of the IPL treatment, and afterward, at 3, 6, and 12 months. Results: Tear film stability has increased in both study cases, but no statistically significant difference was observed between the two groups studied. For the control group, tear film stability evaluation (TFSE) started from 310.56 ± 389.54 at baseline (time 1 presentation) to 114.40 ± 122.90 after 12 months, and for the heated mask group, from 391.11 ± 456.45 (time 1 presentation) to 97.38 ± 105.98 after 12 months. NIABUT increased from 10.72 ± 4.90 seconds to 14.79 ± 3.72 seconds in the control group, and from 11.11 ± 5.08 seconds to 15.84 ± 2.26 seconds in the second group. OSIE decreased, as expected, from 7.18 ± 7.93 percent in the control group to 2.24 ± 2.38 percent after 12 months and from 7.42 ± 7.77 percent to 2.47 ± 2.50 percent in the Posiforlid group. Although significantly lower, there was no significant difference between the two studied groups. No statistically significant changes were registered in the studied quantitative parameters. Using the EFT test, great improvements were registered regarding symptomatology, with a score increasing from 29.99 ± 8.60 to 39.10 ± 5.08 in the control group and from 27.35 ± 9.24 to 38.35 ± 4.62 in the other group. Again, the same statistical result was registered on this variable. Conclusions: The improvement of tear film stability, ocular surface inflammatory condition, and subjective symptoms during IPL therapy sessions and the first year of observation after the completion of the treatment was not necessarily increased by the additional use of a heated eye mask. Abbreviations: IPL = intense pulsed light therapy, EFT = eye fitness test, NIFBUT = non-invasive first break-up time, NIABUT = non-invasive average break-up time, OSIE = ocular surface inflammatory evaluation, TFSE = tear film stability evaluation, CTMH = central tear meniscus height, TTMH = thinnest tear meniscus height, DED = dry eye disease, MGD = meibomian gland dysfunction, SD = standard deviation.",
      "mesh_terms": [
        "Humans",
        "Dry Eye Syndromes",
        "Female",
        "Middle Aged",
        "Male",
        "Aged",
        "Adult",
        "Intense Pulsed Light Therapy",
        "Tears",
        "Treatment Outcome",
        "Young Adult",
        "Aged, 80 and over",
        "Adolescent",
        "Follow-Up Studies"
      ]
    },
    {
      "pmid": "38999491",
      "title": "Light Therapy in Post-Traumatic Stress Disorder: A Systematic Review of Interventional Studies.",
      "authors": [
        "Florian Millot",
        "Francky Teddy Endomba",
        "Nathalie Forestier"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2024-Jul-04",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: Due to limitations in treatment strategies for post-traumatic stress disorders (PTSD), therapeutic options such as light therapy (LT) have garnered some interest in recent years. We aimed to review the effectiveness of LT in patients with PTSD. Methods: Using PubMed, PsycINFO, Web of Science, the Cochrane database, ClinicalTrials.gov, and PTSDpubs, we systematically searched for papers assessing the effect of LT in PTSD. We evaluated the risk of bias of included studies using the Cochrane handbook, and synthesized our findings following the Preferred Reporting Items for Systematic reviews and Meta-Analyses guidelines (PRISMA 2020). Results: From 140 initial papers, we included four randomized controlled trials (RCTs) and one single-arm study. The study sample size ranged between 15 and 82, the mean age (standard deviation) varied between 31.4 (8.8) and 44.9 (11.8) years, and LT was applied for four or six weeks. The risk of bias was low in three studies, and of some concern in the two other trials. Most studies reported no significant differences between LT and placebo regarding effects on subjective (sleep quality and insomnia severity) and objective sleep parameters. LT was associated with a significant improvement in PTSD symptom severity in the single-arm study and two RCTs, as well as a greater retention of extinction learning. Results on depression and anxiety were discrepant. Conclusions: This review revealed that relevant studies are scarce, with promising findings concerning PTSD symptoms, but inconsistencies for the other parameters. Further research projects are needed to better explore this topic."
    },
    {
      "pmid": "38975234",
      "title": "NIR-II light therapy improves cognitive performance in MPTP induced Parkinson's disease rat models: A preliminary experimental study.",
      "authors": [
        "Jiangong Zhang",
        "Qinqin Zhu",
        "Xun Shi",
        "Yang Huang",
        "Linlin Yan",
        "Guozheng Zhang",
        "Lei Pei",
        "Jiahuan Liu",
        "Xiaowei Han",
        "Xisong Zhu"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Jun-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cognitive impairment is an important component of non motor symptoms in Parkinson's disease (PD), and if not addressed in a timely manner, it can easily progress to dementia. However, no effective method currently exists to completely prevent or reverse cognitive impairment associated with PD. We therefore aimed to investigate the therapeutic effect of near-infrared region II light (NIR-II) region illumination on cognitive impairment in PD through behavioral experiments (water maze and rotary rod) and multiple fluorescence immunohistochemistry techniques. The 1-methyl-4-phenyl-1, 2, 3, 6-tetrahydropyridine (MPTP)-induced group was compared with the MPTP- untreated rat group, showing a significant reduction in escape latency and significant increase in the fall latency in the MPTP-treated group. The horizontal analysis results indicated that NIR-II phototherapy improved the learning and cognitive abilities as well as coordination and balance abilities of rats. Post-treatment, the MPTP rats showed significantly shortened, escape latency, prolonged target quadrant residence time, and prolonged fall latency compared with pre-treatment. The longitudinal analysis results reaffirmed that NIR-II phototherapy improved the learning and cognitive abilities as well as coordination and balance abilities of rats. The multiple fluorescence immunohistochemistry analysis trend plot showed that the activated microglia and astrocytes in the hippocampus were highest in MPTP-induced PD untreated group, moderate in MPTP-induced PD treatment group, and lowest in the control group. Our data indicates that NIR-II illumination improves learning and cognitive impairment as well as coordination and balance abilities in PD rats by downregulating the activation of microglia and astrocytes in the hippocampus."
    },
    {
      "pmid": "38940108",
      "title": "Red LED light therapy for telogen effluvium in the course of long COVID in patients with and without androgenetic alopecia.",
      "authors": [
        "Agnieszka Gerkowicz",
        "Joanna Bartosińska",
        "Przemysław Krakowski",
        "Robert Karpiński",
        "Danuta Krasowska",
        "Dorota Raczkiewicz",
        "Mirosław Kwasny",
        "Dorota Krasowska"
      ],
      "journal": "Annals of agricultural and environmental medicine : AAEM",
      "publication_date": "2024-Jun-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION AND OBJECTIVE: Photobiomodulation with the use of light-emitting diodes (LEDs) seems to be a promising option for long COVID. This retrospective study evaluates the efficiency of LED irradiation in the treatment of TE in the course of long COVID in patients with and without androgenetic alopecia. MATERIAL AND METHODS: A retrospective single-centre chart review of patients with post-COVID hair loss was performed. 140 patients enrolled to the study were divided into four groups depending on the type of alopecia and treatment: 1) telogen effluvium with LED therapy (TE LED+), 2) telogen effluvium without LED therapy (TE LED-), 3) telogen effluvium and androgenetic alopecia with LED therapy (TE+AGA LED+), and 4) telogen effluvium and androgenetic alopecia without LED therapy (TE+AGA LED-). Clinical and trichoscopic parameters were compared. RESULTS: After 12 weeks, cessation of hair loss and a negative hair pull test were more common in TE LED+ and TE+AGA LED+ in comparison to the patients without LED therapy (p<0.001, p=0.035, respectively). An increased number of thick hairs and an increased number of hairs within follicular units were more common in patients treated with LED irradiation, regardless of the type of alopecia, compared to the patients without LED therapy. CONCLUSIONS: The study revealed that LED therapy is safe, well tolerated and seems to be a promising therapeutic option for TE in patients with long COVID. It can be used as adjuvant therapy leading to faster reduction of hair loss, enhancing hair regrowth as well as hair shaft thickness and density.",
      "mesh_terms": [
        "Humans",
        "Alopecia",
        "Retrospective Studies",
        "Female",
        "Middle Aged",
        "COVID-19",
        "Male",
        "Adult",
        "SARS-CoV-2",
        "Low-Level Light Therapy",
        "Aged",
        "Hair",
        "Treatment Outcome",
        "Phototherapy"
      ]
    },
    {
      "pmid": "38910500",
      "title": "Light Therapy for Facial Rejuvenation and Dry Eyes, Blepharitis, and Styes.",
      "authors": [
        "Sandy Zhang-Nunes"
      ],
      "journal": "International ophthalmology clinics",
      "publication_date": "2024-Jul-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Intense pulsed light has a growing body of research supporting its use in skin rejuvenation, dermatologic conditions, as well as ocular rosacea, dry eyes and meibomian gland dysfunction. This paper will start with the conception of one protocol for treating dry eyes, blepharitis and styes using broad band light, a version of intense pulsed light, and its evolution into a life-changing in-office procedure for many patients. The approach for optimizing the settings, considerations during the consultation, the procedure in detail, after treatment care, and potential complications to avoid are all explained. Periocular and facial rejuvenation treatment protocols are discussed as well. This should be a useful guide for clinicians looking to add intense pulsed light to their in-office treatment armamentarium to significantly improve the lives of their patients.",
      "mesh_terms": [
        "Humans",
        "Dry Eye Syndromes",
        "Blepharitis",
        "Rejuvenation",
        "Intense Pulsed Light Therapy",
        "Phototherapy",
        "Face"
      ]
    },
    {
      "pmid": "38891194",
      "title": "Intense Pulsed Light Therapy for Dry Eye Disease: Analyzing Temporal Changes in Tear Film Stability and Ocular Surface between IPL Sessions.",
      "authors": [
        "Cristina-Patricia Pac",
        "José-María Sánchez-González",
        "Carlos Rocha-de-Lossada",
        "Nadina Mercea",
        "Francis Ferrari",
        "Maria Alexandra Preda",
        "Cosmin Rosca",
        "Mihnea Munteanu"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2024-May-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dry eye disease (DED), a prevalent condition with a multifactorial etiology, significantly impacts global health by causing discomfort and visual disturbance. This historical cohort study evaluates the efficacy of Intense Pulsed Light (IPL) therapy on meibomian gland dysfunction (MGD)-related evaporative DED. METHODS: The study involved 110 patients (220 eyes) who underwent IPL therapy. Ethical approval was secured, and informed consent was obtained from all participants. A Tearcheck® (ESWvision, Houdan, France) device was used for ocular surface evaluation, measuring tear film stability (NIFBUT, NIABUT), tear film quantity (CTMH, TTMH), and inflammation (OSIE). The study assessed tear film and ocular surface health across multiple IPL sessions. RESULTS: Significant improvements were observed in subjective symptoms (EFT score increased from 29.10 ± 8.87 to 35.91 ± 7.03, p < 0.01), tear film stability (NIFBUT increased from 9.37 ± 6.04 to 10.78 ± 5.83 s, p < 0.01; NIABUT increased from 11.07 ± 4.98 to 12.34 ± 4.66 s, p < 0.01), and tear film surface evaluation (TFSE score decreased from 337.78 ± 414.08 to 206.02 ± 240.44, p < 0.01). Tear film quantity remained unchanged (CTMH and TTMH, p > 0.05). CONCLUSIONS: IPL therapy is a promising treatment for DED, improving symptoms and ocular surface health. Further research is warranted to explore long-term efficacy and optimization."
    },
    {
      "pmid": "38865075",
      "title": "Light Therapy in Chronic Migraine.",
      "authors": [
        "Tsung-Wei Hou",
        "Cheng-Chia Yang",
        "Tzu-Hsien Lai",
        "Ying-Hui Wu",
        "Chun-Pai Yang"
      ],
      "journal": "Current pain and headache reports",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE OF REVIEW: This review assesses the effectiveness and safety of light therapy, particularly green light therapy, as an emerging non-pharmacological treatment for chronic migraine (CM). It aims to highlight alternative or complementary approaches to traditional pharmacological remedies, focusing the need for diverse treatment options. RECENT FINDINGS: Despite sensitivity to light being a defining feature of migraine, light therapy has shown promising signs in providing substantial symptom relief. Studies have provided insights into green light therapy's role in managing CM. These studies consistently demonstrate its efficacy in reducing the frequency, severity, and symptoms of migraines. Additional benefits observed include improvements in sleep quality and reductions in anxiety. Importantly, green light therapy has been associated with minimal side effects, indicating its potential as a suitable option for migraine sufferers. In addition to green light, other forms of light therapy, such as infrared polarized light, low-level laser therapy (LLLT), and intravascular irradiation of blood (ILIB), are also being explored with potential therapeutic effects. Light therapies, especially green light therapy, are recognized as promising, safe, and non-pharmacological interventions for treating CM. They have been shown to be effective in decreasing headache frequency and enhancing the overall quality of life. However, current studies, often limited by small sample sizes, prompt more extensive clinical trials to better understand the full impact of light therapies. The exploration of other light-based treatments, such as LLLT and ILIB, warrants further research to broaden the scope of effective migraine management strategies.",
      "mesh_terms": [
        "Humans",
        "Migraine Disorders",
        "Phototherapy",
        "Chronic Disease",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "38863243",
      "title": "Effect of Bright Light Therapy on Perinatal Depression: A Systematic Review and Meta-Analysis: Effet de la luminothérapie sur la dépression périnatale: une revue systématique et une méta-analyse.",
      "authors": [
        "Yujia Chen",
        "Jing Zhao",
        "Jiarun Wang",
        "Li Peng",
        "Zhongxiang Cai",
        "Zhijie Zou",
        "Xiaoli Chen"
      ],
      "journal": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: This study represents the inaugural attempt to systematically review and analyse the efficacy of bright light therapy on depression among women experiencing major depressive disorder or depressive symptoms during the perinatal period, encompassing its efficacy on depression scores, remission rates, and response rates. METHODS: We searched 10 databases for randomized controlled trials examining bright light therapy's efficacy on perinatal depression up to January 2024. Data extraction was performed independently by 2 investigators. The Cochrane Handbook guidelines appraised the study quality, and the Grading of Recommendations, Assessment, Development, and Evaluations (GRADE) approach assessed evidence certainty. RESULTS: We incorporated 6 studies, encompassing 151 participants. When contrasted with dim light therapy, bright light therapy did not significantly alter depression scores (standard mean difference = -0.29, 95% confidence interval [CI], -0.62 to 0.04, P = 0.08, I² = 34%) or response rates (risk ratio [RR] = 1.56, 95% CI, 0.98 to 2.49, P = 0.06, I² = 0%) in women experiencing perinatal depression. Conversely, bright light therapy was associated with a substantial increase in remission rates (RR = 2.63, 95% CI, 1.29 to 5.38, P = 0.008, I² = 2%). CONCLUSION: Bright light therapy did not show efficacy in treating perinatal depression in terms of depression scores and response rates. However, regarding the remission rate, bright light did show efficacy compared to control conditions. Due to the limited sample size in the included studies, type II err or may occur. To obtain more conclusive evidence, future studies must employ larger sample sizes.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Pregnancy",
        "Depressive Disorder, Major",
        "Outcome Assessment, Health Care",
        "Phototherapy",
        "Pregnancy Complications"
      ]
    },
    {
      "pmid": "38853958",
      "title": "Feasibility and acceptability for LION, a fully remote, randomized clinical trial within the VA for light therapy to improve sleep in Veterans with and without TBI: An MTBI2 sponsored protocol.",
      "authors": [
        "Jonathan E Elliott",
        "Jessica S Brewer",
        "Allison T Keil",
        "Brittany R Ligman",
        "Mohini D Bryant-Ekstrand",
        "Alisha A McBride",
        "Katherine Powers",
        "Savanah J Sicard",
        "Elizabeth W Twamley",
        "Maya E O'Neil",
        "Andrea D Hildebrand",
        "Thuan Nguyen",
        "Benjamin J Morasco",
        "Jessica M Gill",
        "Bradley A Dengler",
        "Miranda M Lim"
      ],
      "journal": "medRxiv : the preprint server for health sciences",
      "publication_date": "2024-May-31",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "Sleep-wake disturbances frequently present in Veterans with mild traumatic brain injury (mTBI). These TBI-related sleep impairments confer significant burden and commonly exacerbate other functional impairments. Therapies to improve sleep following mTBI are limited and studies in Veterans are even more scarce. In our previous pilot work, morning bright light therapy (MBLT) was found to be a feasible behavioral sleep intervention in Veterans with a history of mTBI; however, this was single-arm, open-label, and non-randomized, and therefore was not intended to establish efficacy. The present study, LION (light vs ion therapy) extends this preliminary work as a fully powered, sham-controlled, participant-masked randomized controlled trial (NCT03968874), implemented as fully remote within the VA (target n=120 complete). Randomization at 2:1 allocation ratio to: 1) active: MBLT (n=80), and 2) sham: deactivated negative ion generator (n=40); each with identical engagement parameters (60-min duration; within 2-hrs of waking; daily over 28-day duration). Participant masking via deception balanced expectancy assumptions across arms. Outcome measures were assessed following a 14-day baseline (pre-intervention), following 28-days of device engagement (post-intervention), and 28-days after the post-intervention assessment (follow-up). Primary outcomes were sleep measures, including continuous wrist-based actigraphy, self-report, and daily sleep dairy entries. Secondary/exploratory outcomes included cognition, mood, quality of life, circadian rhythm via dim light melatonin onset, and biofluid-based biomarkers. Participant drop out occurred in <10% of those enrolled, incomplete/missing data was present in <15% of key outcome variables, and overall fidelity adherence to the intervention was >85%, collectively establishing feasibility and acceptability for MBLT in Veterans with mTBI."
    },
    {
      "pmid": "38849054",
      "title": "Repeated Low-Level Red Light Therapy for Myopia Control in High Myopia Children and Adolescents: A Randomized Clinical Trial.",
      "authors": [
        "Yan Xu",
        "Lipu Cui",
        "Miao Kong",
        "Qian Li",
        "Xueliang Feng",
        "Kehong Feng",
        "Huang Zhu",
        "Hongping Cui",
        "Caiping Shi",
        "Jian Zhang",
        "Haidong Zou"
      ],
      "journal": "Ophthalmology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "abstract": "PURPOSE: To assess the effectiveness and safety of repeated low-level red light (RLRL), which is a newly available treatment for myopia control in children and adolescents with high myopia. DESIGN: Multicenter, randomized, parallel-group, single-blind clinical trial (randomized controlled trial; NCT05184621). PARTICIPANTS: Between February 2021 and April 2022, 192 children aged 6 to 16 years were enrolled. Each child had at least 1 eye with myopia of cycloplegic spherical equivalent refraction (SER) at least -4.0 diopters (D), astigmatism of ≤2.0 D, anisometropia of ≤3.0 D, and best-corrected visual acuity (BCVA) of 0.2 logarithm of the minimum angle of resolution or better. Follow-up was completed by April 2023. METHODS: Participants were randomly assigned at a 1:1 ratio to intervention (RLRL treatment plus single-vision spectacles) or control (single-vision spectacles) groups. The RLRL treatment was administered for 3 minutes per session, twice daily with a minimum interval of 4 hours, 7 days per week. MEAN OUTCOME MEASURES: The primary outcome and key secondary outcome were changes in axial length (AL) and cycloplegic SER measured at baseline and the 12-month follow-up visit. Participants who had at least 1 postrandomization follow-up visit were analyzed for treatment efficacy. RESULTS: Among 192 randomized participants, 188 (97.91%) were included in the analyses (96 in the RLRL group and 92 in the control group). After 12 months, the adjusted mean change in AL was -0.06 mm (95% confidence interval [CI], -0.10 to -0.02 mm) and 0.34 mm (95% CI, 0.30 to 0.39 mm) in the intervention and control groups, respectively. A total of 48 participants (53.3%) in the intervention group were still experiencing axial shortening >0.05 mm at the 12-month follow-up. The mean SER change after 12 months was 0.11 D (95% CI, 0.02to 0.19 D) and -0.75 D (95% CI, -0.88 to -0.62 D) in the intervention and control groups, respectively. CONCLUSIONS: Repeated low-level red light demonstrates stronger treatment efficacy among those with high myopia, with 53.3% experiencing substantial axial shortening. Repeated low-level red light provides an excellent solution for the management of high myopia progression, a significant challenge in ophthalmology practice. FINANCIAL DISCLOSURE(S): The author(s) have no proprietary or commercial interest in any materials discussed in this article.",
      "mesh_terms": [
        "Humans",
        "Child",
        "Adolescent",
        "Male",
        "Female",
        "Visual Acuity",
        "Refraction, Ocular",
        "Single-Blind Method",
        "Myopia, Degenerative",
        "Low-Level Light Therapy",
        "Eyeglasses",
        "Treatment Outcome",
        "Follow-Up Studies"
      ]
    },
    {
      "pmid": "38805733",
      "title": "Effects of Low-Level Light Therapy on Resting-State Connectivity Following Moderate Traumatic Brain Injury: Secondary Analyses of a Double-blinded Placebo-controlled Study.",
      "authors": [
        "Suk-Tak Chan",
        "Nathaniel Mercaldo",
        "Maria G Figueiro Longo",
        "Jonathan Welt",
        "Arman Avesta",
        "Jarone Lee",
        "Michael H Lev",
        "Eva-Maria Ratai",
        "Michael R Wenke",
        "Blair A Parry",
        "Lynn Drake",
        "Richard R Anderson",
        "Terry Rauch",
        "Ramon Diaz-Arrastia",
        "Kenneth K Kwong",
        "Michael Hamblin",
        "Benjamin J Vakoc",
        "Rajiv Gupta"
      ],
      "journal": "Radiology",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Background Low-level light therapy (LLLT) has been shown to modulate recovery in patients with traumatic brain injury (TBI). However, the impact of LLLT on the functional connectivity of the brain when at rest has not been well studied. Purpose To use functional MRI to assess the effect of LLLT on whole-brain resting-state functional connectivity (RSFC) in patients with moderate TBI at acute (within 1 week), subacute (2-3 weeks), and late-subacute (3 months) recovery phases. Materials and Methods This is a secondary analysis of a prospective single-site double-blinded sham-controlled study conducted in patients presenting to the emergency department with moderate TBI from November 2015 to July 2019. Participants were randomized for LLLT and sham treatment. The primary outcome of the study was to assess structural connectivity, and RSFC was collected as the secondary outcome. MRI was used to measure RSFC in 82 brain regions in participants during the three recovery phases. Healthy individuals who did not receive treatment were imaged at a single time point to provide control values. The Pearson correlation coefficient was estimated to assess the connectivity strength for each brain region pair, and estimates of the differences in Fisher z-transformed correlation coefficients (hereafter, z differences) were compared between recovery phases and treatment groups using a linear mixed-effects regression model. These analyses were repeated for all brain region pairs. False discovery rate (FDR)-adjusted P values were computed to account for multiple comparisons. Quantile mixed-effects models were constructed to quantify the association between the Rivermead Postconcussion Symptoms Questionnaire (RPQ) score, recovery phase, and treatment group. Results RSFC was evaluated in 17 LLLT-treated participants (median age, 50 years [IQR, 25-67 years]; nine female), 21 sham-treated participants (median age, 50 years [IQR, 43-59 years]; 11 female), and 23 healthy control participants (median age, 42 years [IQR, 32-54 years]; 13 male). Seven brain region pairs exhibited a greater change in connectivity in LLLT-treated participants than in sham-treated participants between the acute and subacute phases (range of z differences, 0.37 [95% CI: 0.20, 0.53] to 0.45 [95% CI: 0.24, 0.67]; FDR-adjusted P value range, .010-.047). Thirteen different brain region pairs showed an increase in connectivity in sham-treated participants between the subacute and late-subacute phases (range of z differences, 0.17 [95% CI: 0.09, 0.25] to 0.26 [95% CI: 0.14, 0.39]; FDR-adjusted P value range, .020-.047). There was no evidence of a difference in clinical outcomes between LLLT-treated and sham-treated participants (range of differences in medians, -3.54 [95% CI: -12.65, 5.57] to -0.59 [95% CI: -7.31, 8.49]; P value range, .44-.99), as measured according to RPQ scores. Conclusion Despite the small sample size, the change in RSFC from the acute to subacute phases of recovery was greater in LLLT-treated than sham-treated participants, suggesting that acute-phase LLLT may have an impact on resting-state neuronal circuits in the early recovery phase of moderate TBI. ClinicalTrials.gov Identifier: NCT02233413 © RSNA, 2024 Supplemental material is available for this article.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Brain Injuries, Traumatic",
        "Double-Blind Method",
        "Adult",
        "Magnetic Resonance Imaging",
        "Prospective Studies",
        "Low-Level Light Therapy",
        "Middle Aged",
        "Brain",
        "Rest"
      ]
    },
    {
      "pmid": "38787841",
      "title": "The effect of solarium light therapy on selected biological and biochemical parameters of peripheral blood in young and old horses.",
      "authors": [
        "Aleksandra Orzołek",
        "Katarzyna Teresa Rafalska",
        "Anna Domosławska-Wyderska",
        "Agata Monika Rafalska",
        "Anna Dziekońska",
        "Ewa Jastrzębska",
        "Dominika Dobbek"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of the study was to assess the impact of solarium light therapy on selected biological and biochemical parameters of peripheral blood in recreational horses. The study involved 10 horses divided into two groups of young (aged 5 to 7 years) and old (aged 14 to 19 years) individuals. All animals participated in light therapy sessions every other day. Blood was sampled three times during the study: before the treatment, after five light sessions, and after ten light sessions. Morphological parameters, the activity of antioxidant enzymes, TAS values, and the levels of glutathione (GSH), vitamin D3, vitamin C, and malondialdehyde (MDA) were measured in the whole blood. Light therapy contributed to an increase in MCV, HDW, MCVr, CHr and MPV indices, and simultaneously a decrease in the basophil counts, MCHC, RDW and CHCMr indices in both groups of horses (p ≤ 0.05). At the same time reticulocytes fell in older whereas white blood cells and monocytes counts expanded in younger individuals. The treatment also increased the activity of glutathione reductase (GR) and glutathione peroxidase (GPx) in young but decreased the activity of mentioned enzymes in blood plasma of old horses. The total antioxidant status (TAS) of the blood plasma rose progressively, whereas GSH levels declined in all individuals. Moreover, vitamin D3 levels did not change, whereas vitamin C levels gradually decreased during the experiment. The therapy also helped to reduce levels of MDA in the blood plasma, especially of older horses (p ≤ 0.05). In turn, GPx and GR activities as well as MDA levels significantly declined, whereas GSH levels notably elevated in erythrocytes (p ≤ 0.05). Solarium light therapy appears to have a beneficial impact on the morphological parameters and antioxidant status of blood in recreational horses in the winter season. However, the observed results could in part be attributed to the natural physiological adaptation of each individual organism to the treatment.",
      "mesh_terms": [
        "Animals",
        "Horses",
        "Antioxidants",
        "Glutathione",
        "Phototherapy",
        "Malondialdehyde",
        "Ascorbic Acid",
        "Male",
        "Female",
        "Glutathione Reductase",
        "Glutathione Peroxidase",
        "Cholecalciferol",
        "Aging"
      ]
    },
    {
      "pmid": "38763303",
      "title": "Myopia Control Effect of Repeated Low-Level Red-Light Therapy Combined with Orthokeratology: A Multicenter Randomized Controlled Trial.",
      "authors": [
        "Ruilin Xiong",
        "Wei Wang",
        "Xianghua Tang",
        "Meinan He",
        "Yin Hu",
        "Jian Zhang",
        "Bei Du",
        "Yu Jiang",
        "Zhuoting Zhu",
        "Yanping Chen",
        "Shiran Zhang",
        "Xiangbin Kong",
        "Ruihua Wei",
        "Xiao Yang",
        "Mingguang He"
      ],
      "journal": "Ophthalmology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: To investigate the efficacy and safety of repeated low-level red-light (RLRL) therapy combined with orthokeratology among children who, despite undergoing orthokeratology, exhibited an axial elongation of at least 0.50 mm over 1 year. DESIGN: Multicenter, randomized, parallel-group, single-blind clinical trial (ClinicaTrials.gov identifier, NCT04722874). PARTICIPANTS: Eligible children were 8-13 years of age with a cycloplegic spherical equivalent refraction of -1.00 to -5.00 diopters at the initial orthokeratology fitting examination and had annual axial length (AL) elongation of ≥0.50 mm despite undergoing orthokeratology. Forty-eight children were enrolled from March 2021 through January 2022, and the final follow-up was completed in March 2023. METHODS: Children were assigned randomly to the RLRL therapy combined with orthokeratology (RCO) group or to the orthokeratology group in a 2:1 ratio. The orthokeratology group wore orthokeratology lenses for at least 8 hours per night, whereas the RCO group received daily RLRL therapy twice daily for 3 minutes in addition to orthokeratology. MAIN OUTCOME MEASURES: The primary outcome was AL change measured at 12 months relative to baseline. The primary analysis was conducted in children who received the assigned intervention and completed at least 1 follow-up after randomization using the modified intention-to-treat principle. RESULTS: Forty-seven children (97.9%) were included in the analysis (30 in the RCO group and 17 in the orthokeratology group). The mean axial elongation rate before the trial was 0.60 mm/year and 0.61 mm/year in the RCO and orthokeratology groups, respectively. After 12 months, the adjusted mean AL changes were -0.02 mm (95% confidence interval [CI], -0.08 to +0.03 mm) in the RCO group and 0.27 mm (95% CI, 0.19-0.34 mm) in the orthokeratology group. The adjusted mean difference in AL change was -0.29 mm (95% CI, -0.44 to -0.14 mm) between the groups. The percentage of children achieving an uncorrected visual acuity of more than 20/25 was similar in the RCO (64.3%) and orthokeratology (65.5%) groups (P = 0.937). CONCLUSIONS: Combining RLRL therapy with orthokeratology may offer a promising approach to optimize axial elongation control among children with myopia. This approach also potentially allows children to achieve satisfactory visual acuity, reducing daytime dependence on corrective eyewear. FINANCIAL DISCLOSURE(S): Proprietary or commercial disclosure may be found in the Footnotes and Disclosures at the end of this article.",
      "mesh_terms": [
        "Humans",
        "Orthokeratologic Procedures",
        "Child",
        "Male",
        "Female",
        "Myopia",
        "Adolescent",
        "Single-Blind Method",
        "Refraction, Ocular",
        "Axial Length, Eye",
        "Visual Acuity",
        "Treatment Outcome",
        "Phototherapy",
        "Combined Modality Therapy",
        "Follow-Up Studies"
      ]
    },
    {
      "pmid": "38740318",
      "title": "Efficacy of repeated low-level red-light therapy in the prevention and control of myopia in children.",
      "authors": [
        "Hao Zhang",
        "Mingming Cui",
        "Ying Jie",
        "Ting Chen",
        "Meixia Kang",
        "Wanbing Bai",
        "Baoshi Wang",
        "Yuan Wang"
      ],
      "journal": "Photodiagnosis and photodynamic therapy",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: In this study, we aimed to determine how different factors influence the effectiveness of repeated low-level red-light (RLRL) therapy in preventing and treating myopia in children. METHODS: Between June 2022 and April 2023, 336 children who visited our hospital due to myopia or significant decreases in hyperopia reserve were enrolled. The children were treated twice daily for three minutes with a head-mounted low-level red-light (single wavelength of 650 nm) therapeutic device. Each of the two treatment sessions was separated by at least four hours. The axial lengths and diopters of the children's eyes were compared before and three months after treatment, and the effects of gender, age, and baseline diopter on the efficacy of RLRL therapy were analyzed. RESULTS: Following three months of treatment, the average axial length of the eyes decreased by 0.031 mm. The condition was better for the boys than for girls, but the difference was not statistically significant. As age increased (F = 8.112, P = 0.000) or as the absolute value of baseline myopia degree increased (F = 10.51, P = 0.000), axial lengths of the eyes tended to decrease. The spherical equivalent refraction (SER) of children decreased by an average of 0.012 ± 0.355D. The condition was better for the boys than for girls, but the difference was not statistically significant. SER increased in the direction of hyperopic drift as age increased (F = 2.48, P = 0.031), or as the absolute value of baseline myopia degrees increased (F = 6.835, P = 0.000). There were no obvious side effects following the treatment. CONCLUSION: This study showed that RLRL therapy is a potential efficient, easily operable, and practically feasible method for the prevention and control of myopia.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Child",
        "Myopia",
        "Low-Level Light Therapy",
        "Child, Preschool",
        "Refraction, Ocular",
        "Adolescent"
      ]
    },
    {
      "pmid": "38733766",
      "title": "Bright light therapy in cancer: Evidence for future research and therapy.",
      "authors": [
        "Nancy S Redeker"
      ],
      "journal": "Sleep medicine reviews",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Editorial",
        "Comment"
      ],
      "mesh_terms": [
        "Humans",
        "Neoplasms",
        "Phototherapy"
      ]
    },
    {
      "pmid": "38729232",
      "title": "Safety of repeated low-level red-light therapy for children with myopia.",
      "authors": [
        "Mengxia Zhu",
        "Ying Liu",
        "Dengqin Fang",
        "Mu Li",
        "Ting Fu",
        "KeJun Yao",
        "Ping Wang",
        "Xufang Sun",
        "Yan Xiang"
      ],
      "journal": "Photodiagnosis and photodynamic therapy",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUD: To investigate the safety of repetitive low-level red-light therapy (RLRLT) in children with myopia. METHODS: Children with myopia were assigned to the RLRL and control groups. Axial length (AL) and spherical equivalent refraction (SER) were followed up at 3-, 6-, and 12-month. To evaluate the safety of RLRLT, at 6 and 12 months in the RLRL group, multifocal electroretinography (mfERG) and contrast sensitivity were recorded. Furthermore, optical coherence tomography was used to measure the relative reflectance of the ellipsoid zone (rEZR), photoreceptor outer segment (rPOSR), and retinal pigment epithelium (rRPER). RESULTS: A total of 108 children completed the trial (55 in the RLRL group and 53 in the control group). After 3, 6, and 12 months, AL was shorter and SER less myopic in the RLRL group than in the control group. Regarding the safety of the RLRLT, the response density and amplitude of the P1 wave of the first ring of the mfERG increased significantly at 6 months (P = 0.001 and P = 0.017, respectively). At 6 and 12 months, contrast sensitivity at the high spatial frequency increased. Moreover, the rEZR increased significantly at 6 months (P = 0.029), the rPOSR increased significantly at 6 and 12 months (both P < 0.001), and the increase in rPOSR was greater with greater AL regression. CONCLUSIONS: Based on retinal function and structure follow-up, RLRLT was safe within 12 months. However, rEZR and rPOSR increased, the effects of this phenomenon requires further observation.",
      "mesh_terms": [
        "Humans",
        "Myopia",
        "Child",
        "Male",
        "Female",
        "Tomography, Optical Coherence",
        "Low-Level Light Therapy",
        "Electroretinography",
        "Contrast Sensitivity"
      ]
    },
    {
      "pmid": "38723639",
      "title": "Chromatic Light Therapy for Inhibiting Myopia Progression: Human Studies.",
      "authors": [
        "Barbara Swiatczak"
      ],
      "journal": "Klinische Monatsblatter fur Augenheilkunde",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Myopia, a common refractive error, has been associated with various risk factors, but time outdoors has emerged as a significant protective factor against its onset. This association is believed to be mediated by the influence of sunlight on dopamine release, a neurotransmitter crucial for regulating eye growth. Recent research has explored the specific properties of light in order to identify potential interventions for myopia control in children. Low-level red light therapy has gained attention, and has shown promise in inhibiting myopia progression, although there are concerns about safety and rebound effects. Similarly, blue light stimulation aims to upregulate retinal dopamine activity, yet conclusive evidence supporting its efficacy is lacking. Moreover, researchers explored the use of the entire visible light spectrum by digitally imposing longitudinal chromatic aberration to adjust proper eye growth. Preliminary findings suggest that digitally simulated chromatic aberration could potentially serve as a myopia control strategy and highlights the need for further investigation into long-term effects. As research progresses, understanding the efficacy and safety of light-based interventions for myopia control remains crucial for informing clinical practice and optimizing patient outcomes."
    },
    {
      "pmid": "38723579",
      "title": "Low-level red-light therapy for myopia control in children: A systematic review and meta-analysis.",
      "authors": [
        "Dillan Cunha Amaral",
        "Sávio Batista",
        "Edson Dos Santos-Neto",
        "José Eduardo Ferreira Manso",
        "Márcio Penha Morterá Rodrigues",
        "Mário Luiz Ribeiro Monteiro",
        "Milton Ruiz Alves",
        "Ricardo Noguera Louzada"
      ],
      "journal": "Clinics (Sao Paulo, Brazil)",
      "publication_date": "2024",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "INTRODUCTION: Low-Level Red-Light (LLRL) Therapy is a safe and natural way to promote healing and reduce inflammation in the body. When it comes to treating myopia in children, LLRL therapy is recent, and its efficacy and safety still are not clear. METHODS: A systematic review and meta-analysis of the literature for LLRL was conducted in accordance with the PRISMA guidelines on November 5, 2022. Databases, including PUBMED, Cochrane Library, Web of Science, and Embase were queried. A meta-analysis of random effects was conducted. Inclusion criteria included Randomized Controlled Trials (RCTs) or observational studies where LLRL therapy was used in children (3‒15 years old) with myopia. Exclusion criteria were studies with other ocular abnormalities. Efficacy was evaluated through the mean change in Axial Length (AL) and cycloplegic Spherical Equivalent Error (SER), while safety was evaluated by monitoring adverse effects. RESULTS: A total of 5 final studies were included (4 RCTs, and 1 observational), in which 685 total patients were analyzed. The mean age was 9.7 ± 0.66 years, with 48,2% female patients. The number of eyes in the LRLL arm is 714 and, in the control, arm is 656. LLRL showed better results in SER and AL mean change (OR = 0.58; 95% CI 0.33 to 0.83; p < 0.00001, and MD -0.33; 95% CI -0.52 to -0.13; p = 0.001, respectively), in comparison to the control group. There was no significant difference in adverse effects between groups (MD = 5.76; 95% CI 0.66 to 50.14; p = 0.11). CONCLUSION: LLRL therapy is a non-invasive, effective, and safe short-term treatment option; however, long-term evaluation, particularly in comparison to other therapies, requires additional investigation.",
      "mesh_terms": [
        "Humans",
        "Child",
        "Myopia",
        "Low-Level Light Therapy",
        "Randomized Controlled Trials as Topic",
        "Treatment Outcome",
        "Female",
        "Adolescent",
        "Male",
        "Child, Preschool"
      ]
    },
    {
      "pmid": "38702514",
      "title": "Near infrared/ red light therapy a potential countermeasure for mitochondrial dysfunction in spaceflight associated neuro-ocular syndrome (SANS).",
      "authors": [
        "Ethan Waisberg",
        "Joshua Ong",
        "Mouayad Masalkhi",
        "Andrew G Lee"
      ],
      "journal": "Eye (London, England)",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Letter",
        "Journal Article"
      ],
      "mesh_terms": [
        "Humans",
        "Space Flight",
        "Infrared Rays",
        "Mitochondria",
        "Phototherapy"
      ]
    },
    {
      "pmid": "38701196",
      "title": "Effects of Bright Light Therapy on Agitation Among Older Adults Living with Dementia in Macao: A Pilot Study.",
      "authors": [
        "Wanqing Cheng",
        "Donghang Zhang",
        "Lai Long Lei",
        "Keyang Li"
      ],
      "journal": "Journal of gerontological social work",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "A randomized controlled trial was conducted to examine the effects of bright light therapy on agitation in older adults with dementia in Macao. This study involved 31 participants: 10 in the outdoor light treatment group, 11 in the indoor light-box treatment group, and 10 in the control group. Significant reductions in agitation were observed in the two treatment groups over four weeks compared to the control group. However, no statistical difference in cognitive function between experimental and control groups was found. This study supports the use of bright light therapy to reduce agitation in older people with dementia.",
      "mesh_terms": [
        "Humans",
        "Pilot Projects",
        "Male",
        "Female",
        "Aged",
        "Dementia",
        "Psychomotor Agitation",
        "Aged, 80 and over",
        "Phototherapy",
        "Macau"
      ]
    },
    {
      "pmid": "38692846",
      "title": "Segmentation of hyphae and yeast in fungi-infected tissue slice images and its application in analyzing antifungal blue light therapy.",
      "authors": [
        "Yuan Wang",
        "Yunchu Zhang",
        "Hong Leng",
        "Jianfei Dong"
      ],
      "journal": "Medical mycology",
      "publication_date": "2024-May-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Candida albicans is a pathogenic fungus that undergoes morphological transitions between hyphal and yeast forms, adapting to diverse environmental stimuli and exhibiting distinct virulence. Existing research works on antifungal blue light (ABL) therapy have either focused solely on hyphae or neglected to differentiate between morphologies, obscuring potential differential effects. To address this gap, we established a novel dataset of 150 C. albicans-infected mouse skin tissue slice images with meticulously annotated hyphae and yeast. Eleven representative convolutional neural networks were trained and evaluated on this dataset using seven metrics to identify the optimal model for segmenting hyphae and yeast in original high pixel size images. Leveraging the segmentation results, we analyzed the differential impact of blue light on the invasion depth and density of both morphologies within the skin tissue. U-Net-BN outperformed other models in segmentation accuracy, achieving the best overall performance. While both hyphae and yeast exhibited significant reductions in invasion depth and density at the highest ABL dose (180 J/cm2), only yeast was significantly inhibited at the lower dose (135 J/cm2). This novel finding emphasizes the importance of developing more effective treatment strategies for both morphologies.",
      "mesh_terms": [
        "Hyphae",
        "Animals",
        "Mice",
        "Candida albicans",
        "Skin",
        "Phototherapy",
        "Image Processing, Computer-Assisted",
        "Light",
        "Antifungal Agents",
        "Neural Networks, Computer",
        "Disease Models, Animal",
        "Candidiasis"
      ]
    },
    {
      "pmid": "38674278",
      "title": "Assessing the Feasibility and Efficacy of Pre-Sleep Dim Light Therapy for Adults with Insomnia: A Pilot Study.",
      "authors": [
        "Jihyun Yoon",
        "Seok-Jae Heo",
        "Hyangkyu Lee",
        "Eun-Gyeong Sul",
        "Taehwa Han",
        "Yu-Jin Kwon"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2024-Apr-14",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Background: Insomnia is increasingly recognized for its marked impact on public health and is often associated with various adverse health outcomes, including cardiovascular diseases and mental health disorders. The aim of this study was to investigate the efficacy of pre-sleep dim light therapy (LT) as a non-pharmacological intervention for insomnia in adults, assessing its influence on sleep parameters and circadian rhythms. Methods: A randomized, open-label, two-arm clinical trial was conducted over two weeks with 40 participants aged 20-60 years, all of whom had sleep disorders (CRIS, KCT0008501). They were allocated into control and LT groups. The LT group received exposure to warm-colored light, minimizing the blue spectrum, before bedtime. The study combined subjective evaluation via validated, sleep-related questionnaires, objective sleep assessments via actigraphy, and molecular analyses of circadian clock gene expression in peripheral blood mononuclear cells. Baseline characteristics between the two groups were compared using an independent t-test for continuous variables and the chi-squared test for categorical variables. Within-group differences were assessed using the paired t-test. Changes between groups were analyzed using linear regression, adjusting for each baseline value and body mass index. The patterns of changes in sleep parameters were calculated using a linear mixed model. Results: The LT group exhibited significant improvements in sleep quality (difference in difference [95% CI]; -2.00 [-3.58, -0.43], and sleep efficiency (LT: 84.98 vs. control: 82.11, p = 0.032), and an advanced Dim Light Melatonin Onset compared to the control group (approximately 30 min). Molecular analysis indicated a significant reduction in CRY1 gene expression after LT, suggesting an influence on circadian signals for sleep regulation. Conclusions: This study provides evidence for the efficacy of LT in improving sleep quality and circadian rhythm alignment in adults with insomnia. Despite limitations, such as a small sample size and short study duration, the results underscore the potential of LT as a viable non-pharmacological approach for insomnia. Future research should expand on these results with larger and more diverse cohorts followed over a longer period to validate and further elucidate the value of LT in sleep medicine. Trial registration: The trial was registered with the Clinical Research Information Service (KCT0008501).",
      "mesh_terms": [
        "Humans",
        "Sleep Initiation and Maintenance Disorders",
        "Adult",
        "Pilot Projects",
        "Male",
        "Female",
        "Middle Aged",
        "Phototherapy",
        "Feasibility Studies",
        "Treatment Outcome",
        "Actigraphy",
        "Surveys and Questionnaires",
        "Sleep",
        "Circadian Rhythm"
      ]
    },
    {
      "pmid": "38659730",
      "title": "Non-Laser Red-Light Therapy and Its Role in the Acupuncture Clinic.",
      "authors": [
        "Richard C Niemtzow"
      ],
      "journal": "Medical acupuncture",
      "publication_date": "2024-Apr-01",
      "publication_types": [
        "Editorial"
      ]
    }
  ]
}