{
  "supplement": "Lion's Mane",
  "query": "Lion's Mane[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:57:52",
  "research_count": 14,
  "count": 13,
  "articles": [
    {
      "pmid": "40276537",
      "title": "Acute effects of a standardised extract of Hericium erinaceus (Lion's Mane mushroom) on cognition and mood in healthy younger adults: a double-blind randomised placebo-controlled study.",
      "authors": [
        "Geyan Surendran",
        "Jake Saye",
        "Syahira Binti Mohd Jalil",
        "Jack Spreadborough",
        "Kyle Duong",
        "Israa M Shatwan",
        "Dash Lilley",
        "Michael Heinrich",
        "Georgina F Dodd",
        "Shelini Surendran"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Animal studies have suggested that Lion's Mane mushroom [Hericium erinaceus (Bull.) Pers.] can enhance cognitive function and mood due to its bioactive metabolites, including erinacines and hericenones. However, despite being an ingredient used both culinarily and therapeutically in the East, and more and more commonly in the West, limited research has focused on the immediate effects of H. erinaceus on the cognitive function and mood of healthy young adults. METHODS: In an acute randomized, placebo-controlled, double-blinded, cross-over intervention study, we investigated the potential benefits of an acute dose of H. erinaceus fruiting body extract (3g of 10:1 extract) on cognitive performance and mood compared to a placebo. Eighteen healthy participants aged 18 to 35 years took part in the study. At baseline and 90 minutes post-consumption of the interventions, cognitive and mood assessments were administered to measure various cognitive abilities such as executive function, working memory, psychomotor skills, attention and information processing speed as well as positive and negative affect. RESULTS AND DISCUSSION: The results showed no significant effect of the H. erinaceus fruiting body extract for composite measures of global cognitive function and mood. However, when analysing individual tests, participants exhibited improved performance on the pegboard test at 90 minutes following a single dose of H. erinaceus. CONCLUSION: In conclusion, acute consumption of H. erinaceus fruiting body did not demonstrate a significant overall improvement in cognitive performance and mood compared to the placebo and any benefits may be task or domain specific. Further investigations should investigate the effects of chronic supplementation of H. erinaceus fruiting body on cognition and mood in healthy younger adults, as well as establish optimal dosage and the time to peak concentration of H. erinaceus bioactives in the human brain. Additionally, future research should aim to further elucidate potential mechanisms of action to explain potential brain region and cognitive domain specific effects, such as possible regional increases in cerebral blood flow following consumption of H. erinaceus fruiting bodies. It must also be noted that typically only Lion's mane fruiting bodies are consumed culinarily, where up to 300g of fresh fruiting body are often consumed in the form of mushroom steaks."
    },
    {
      "pmid": "38004235",
      "title": "The Acute and Chronic Effects of Lion's Mane Mushroom Supplementation on Cognitive Function, Stress and Mood in Young Adults: A Double-Blind, Parallel Groups, Pilot Study.",
      "authors": [
        "Sarah Docherty",
        "Faye L Doughty",
        "Ellen F Smith"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Nov-20",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Given the bioactive properties and limited work to date, Hericium erinaceus (Lion's mane) shows promise in improving cognitive function and mood. However, much of the human research has concentrated on chronic supplementation in cognitively compromised cohorts. OBJECTIVE: The current pilot study investigated the acute and chronic (28-day) cognitive and mood-enhancing effects of Hericium erinaceus in a healthy, young adult cohort. DESIGN: This randomized, double-blind, placebo-controlled, parallel-groups design investigated the acute (60 min post dose) and chronic (28-day intervention) effects of 1.8 g Hericium erinaceus in 41 healthy adults aged 18-45 years. RESULTS: Analysis revealed that following a single dose of Hericium erinaceus, participants performed quicker on the Stroop task (p = 0.005) at 60 min post dose. A trend towards reduced subjective stress was observed following 28-day supplementation (p = 0.051). CONCLUSIONS: The findings tentatively suggest that Hericium erinaceus may improve speed of performance and reduce subjective stress in healthy, young adults. However, null and limited negative findings were also observed. Given the small sample size, these findings should be interpreted with caution. Further investigation in larger sample sizes is crucial, however the findings of this trial offer a promising avenue of interest.",
      "mesh_terms": [
        "Young Adult",
        "Dietary Supplements",
        "Cognition",
        "Pilot Projects",
        "Hericium",
        "Humans",
        "Agaricales"
      ]
    },
    {
      "pmid": "36118772",
      "title": "Potential antidepressant effects of a dietary supplement from the chlorella and lion's mane mushroom complex in aged SAMP8 mice.",
      "authors": [
        "Ming-Yu Chou",
        "Jou-Hsuan Ho",
        "Mao-Jung Huang",
        "Ying-Ju Chen",
        "Mei-Due Yang",
        "Liang-Hung Lin",
        "Ching-Hsin Chi",
        "Chin-Hsi Yeh",
        "Tsui-Ying Tsao",
        "Jian-Kai Tzeng",
        "Rachel Jui-Cheng Hsu",
        "Ping-Hsiu Huang",
        "Wen-Chien Lu",
        "Po-Hsien Li",
        "Ming-Fu Wang"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Since the 1990s, the prevalence of mental illnesses, such as depression, has been increasing annually and has become a major burden on society. Due to the many side effects of antidepressant drugs, the development of a complementary therapy from natural materials is an urgent need. Therefore, this study used a complex extract of chlorella and lion's mane mushroom and evaluated its antidepressant effects. Six-month-old male senescence-accelerated mice prone-8 (SAMP8) were divided into positive control; negative control; and low, medium, and high-dose groups. All groups were treated with corticosterone (CORT) at 40 mg/Kg/day for 21- days to induce depression in the animals, and the effects of different test substances on animal behavior was observed. The positive control group was intraperitoneally injected with a tricyclic antidepressant (Fluoxetine, as tricyclic antidepressant), the control group was given ddH2O, and the test substance groups were administered test samples once daily for 21 days. The open field test (OFT) and forced swimming test (FST) were applied for behavior analyses of depression animal models. The OFT results showed that the mice in the positive control and the medium-, and high-dose groups demonstrated a significantly prolonged duration in the central area and a significantly increased travel distance. In the FST, the positive control and the medium, and high-dose groups displayed significantly reduced immobility times relative to the control group. The blood analysis results showed significant decreases in triglyceride and blood urea nitrogen levels relative to the positive control and the medium- and high-dose groups. Notably, in the positive control and the medium- and high-dose groups, brain-derived neurotrophic factor (BDNF) increase by more than in the control group. In summary, medium and high dose of extract of chlorella and lion's mane mushroom could improve depression behavior in animals and have the potential to be antidepressant health care products."
    },
    {
      "pmid": "32738392",
      "title": "Characterization of α-glucosidase inhibitory constituents of the fruiting body of lion's mane mushroom (Hericium erinaceus).",
      "authors": [
        "Seul Ki Lee",
        "Se Hwan Ryu",
        "Ayman Turk",
        "Sang Won Yeon",
        "Yang Hee Jo",
        "Yoo Kyong Han",
        "Bang Yeon Hwang",
        "Ki Yong Lee",
        "Mi Kyeong Lee"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2020-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Hericium erinaceus, commonly called lion's mane mushroom, is an edible and medicinal mushroom that has been traditionally used for the treatment of metabolic disorders, gastrointestinal diseases and memory impairment. In this study, potential anti-hyperglycemic constituents were identified to support the traditional usage of H. erinaceus. MATERIALS AND METHODS: The components of H. erinaceus were purified using various column chromatography techniques. The structure of the separated compounds was determined based on spectroscopic data analysis, i.e., 1D and 2D NMR analysis. The anti-hyperglycemic activity of the isolated compounds was evaluated by measuring the inhibitory effects on α-glucosidase activity. Molecular docking analysis was also conducted for elucidation of α-glucosidase inhibitory activity of isolated compounds. RESULTS: Ten compounds including four new compounds, erinacenols A-D (1-4), were isolated from the fruiting bodies of H. erinaceus. Investigation of the anti-hyperglycemic effect of isolated compounds demonstrated that erinacenol D (4), 4-[3',7'-dimethyl-2',6'-octadienyl]-2-formyl-3-hydroxy-5-methyoxybenzylalcohol (6), hericene A (7), hericene D (8) and hericenone D (9) strongly inhibited α-glucosidase activity with IC50 values of <20 μM. The structure activity relationship suggested the importance of long side chain for α-glucosidase inhibitory activity. Further analysis by molecular docking demonstrated the interaction of α-glucosidase and isolated compounds, which supported the inhibitory activity of α-glucosidase. CONCLUSION: Our present study demonstrated the beneficial effect of H. erinaceus by characterization of α-glucosidase inhibitory compounds, including four new compounds. This approach can be valuable support for the traditional use of H. erinaceus for the treatment of diabetes and metabolic diseases, which needs to be clarified by further in-vivo study.",
      "mesh_terms": [
        "Agaricales",
        "Fruiting Bodies, Fungal",
        "Glycoside Hydrolase Inhibitors",
        "Hericium",
        "Molecular Docking Simulation",
        "alpha-Glucosidases"
      ]
    },
    {
      "pmid": "31002635",
      "title": "Thirteen-Week Oral Toxicity Evaluation of Erinacine AEnriched Lion's Mane Medicinal Mushroom, Hericium erinaceus (Agaricomycetes), Mycelia in Sprague-Dawley Rats.",
      "authors": [
        "Li-Ya Lee",
        "I-Chen Li",
        "Wan-Ping Chen",
        "Yueh-Ting Tsai",
        "Chin-Chu Chen",
        "Kwong-Chung Tung"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recently, erinacine A-enriched Hericium erinaceus (EAHE) mycelia have demonstrated therapeutic efficacy in animal models of neurodegenerative disease, including Alzheimer and Parkinson disease. Despite promising results from animal models, there have been no reports on its toxicity after long-term consumption. Hence, the present study was designed to evaluate the safety of EAHE mycelia through a 13-week subchronic rodent feeding study. Following 13 weeks of EAHE mycelia feeding at dosages of 0, 875, 1750, and 2625 mg/kg body weight in both male and female Sprague-Dawley rats, findings revealed neither any mortalities nor noticeable toxicological effects in all the rats during the investigation period. Physiological parameters including body weight and feed consumption patterns were unaffected by EAHE mycelia administration. The hematological and biochemical parameters as well as histopathological studies revealed no significant differences between the treatment and control groups. Conclusively, the obtained results suggested that EAHE mycelia could be relatively unharmful when used over an extended period, supporting its safe use in food preparation.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Basidiomycota",
        "Body Weight",
        "Diterpenes",
        "Eating",
        "Female",
        "Male",
        "Mycelium",
        "Neurodegenerative Diseases",
        "No-Observed-Adverse-Effect Level",
        "Rats",
        "Rats, Sprague-Dawley",
        "Toxicity Tests"
      ]
    },
    {
      "pmid": "32450023",
      "title": "Therapeutic Effect and Potential Mechanisms of Lion's Mane Medicinal Mushroom, Hericium erinaceus (Agaricomycetes), Mycelia in Submerged Culture on Ethanol-Induced Chronic Gastric Injury.",
      "authors": [
        "Xiangjunzhi Mao",
        "Zhen-Ming Lu",
        "Ting-Ting Gong",
        "Kang-Le Wang",
        "Yan Geng",
        "Hong-Yu Xu",
        "Guo-Hua Xu",
        "Jin-Song Shi",
        "Zheng-Hong Xu"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hericium erinaceus (HE) is an edible and medicinal mushroom traditionally used for the treatment of gastric injury in clinical practice. However, scientific evidence of its pharmacological activities has not yet been revealed. This study was designed to investigate the therapeutic effect of HE mycelia in submerged culture on ethanol-induced chronic gastric injury (ECGI) in mice. Gastric injury model was induced by ethanol with chronic and binge ethanol feeding in mice, and then mice were treated with HE mycelia. The stomachs were removed for histopathological examination and inflammatory cytokines measurement. Meanwhile, total proteins of gastric tissue were analyzed by isobaric tags for relative and absolute quantification (iTRAQ) labeling analysis to quantitatively identify differentially expressed proteins (DEPs) in three groups of animals. Bioinformatics analysis of DEPs was conducted through clustering analysis, Venn analysis, Gene Ontology (GO) annotation enrichment, and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways enrichment. The histopathologic characteristics and biochemical data showed that HE mycelia (0.5 and 1.0 g/kg) exhibited therapeutic effects on the ECGI mice. Based on the results of iTRAQ analysis, a total of 308 proteins were differentially expressed in the ethanol group when compared with the control group; 205 DEPs in the high dose of HE (HEH) group when compared with control group; and 230 DEPs in HE group (1.0 g/kg) when compared with ethanol group. KEGG analysis showed that the p53 signaling pathway was closely related to the therapeutic effect of HE mycelia on ECGI. Furthermore, the expression levels of several DEPs, including keratin (KRT) 16, KRT6b and transglutaminase E (TGE), were verified by quantitative real-time polymerase chain reaction (qRT-PCR). In conclusion, H. erinaceus mycelia could relieve ethanol-induced chronic gastric injury in mice by ameliorating inflammation as well as regulating epidermal differentiation.",
      "mesh_terms": [
        "Agaricales",
        "Alcoholism",
        "Animals",
        "Biological Therapy",
        "Chronic Disease",
        "Disease Models, Animal",
        "Gastritis",
        "Gene Expression Profiling",
        "Histocytochemistry",
        "Mice",
        "Mycelium",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "29953363",
      "title": "Dietary Supplementation of Lion's Mane Medicinal Mushroom, Hericium erinaceus (Agaricomycetes), and Spatial Memory in Wild-Type Mice.",
      "authors": [
        "Paola Rossi",
        "Valentina Cesaroni",
        "Federico Brandalise",
        "Alessandra Occhinegro",
        "Daniela Ratto",
        "Fabio Perrucci",
        "Veralice Lanaia",
        "Carolina Girometta",
        "Germano Orrù",
        "Elena Savino"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hericium erinaceus is an edible and medicinal mushroom with potential neuroprotective effects. The study of H. erinaceus has attracted considerable attention during the past 10 years, particularly with regard to its potential utility in the treatment of motor dysfunction, Alzheimer disease, and other forms of dementia. We previously determined that oral supplementation with H. erinaceus results in significant improvements in novelty-seeking behavior and novel object recognition in mice. In this study, H. erinaceus was added to the diets of wild-type mice for 2 months, and effects on spatial memory were evaluated by means of a Y maze and an object location task. We found that H. erinaceus increased general locomotor activity but had no effect on spatial memory. Thus, oral supplementation with H. erinaceus yields specific and selective improvements in recognition memory without altering spatial working memory, which supports the hypothesis that recognition memory can be modeled as a dual process. In this model, the perirhinal cortex supports the recognition of individual items as part of a circuit involved in familiarity with an encountered stimulus, whereas the hippocampus supports recollected associations and relationships between stimuli.",
      "mesh_terms": [
        "Administration, Oral",
        "Agaricales",
        "Alzheimer Disease",
        "Animals",
        "Dietary Supplements",
        "Fruiting Bodies, Fungal",
        "Humans",
        "Male",
        "Maze Learning",
        "Mice",
        "Mice, Inbred C57BL",
        "Neuroprotective Agents",
        "Recognition, Psychology",
        "Spatial Memory"
      ]
    },
    {
      "pmid": "29431066",
      "title": "A Polysaccharide Isolated from Mycelia of the Lion's Mane Medicinal Mushroom Hericium erinaceus (Agaricomycetes) Induced Apoptosis in Precancerous Human Gastric Cells.",
      "authors": [
        "Mingxing Wang",
        "Yanqiu Zhang",
        "Xulang Xiao",
        "Duoduo Xu",
        "Yang Gao",
        "Qipin Gao"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hericium erinaceus is typically used in traditional Chinese medicine for mucosal protection, healing of gastric ulcers, and treatment of gastritis. We purified from the cultured mycelia of H. erinaceus a polysaccharide with anti-gastric ulcer and antigastritis activity, but its effects on gastric malignancy have not been elucidated. We examined the differential effects of this purified polysaccharide, named EP-1, on the human gastric (GES-1) cell line and a precancerous cell line (MC) that was transformed from GES-1 using N-methyl-N'-nitro-N-nitrosoguanidine. We observed that the polysaccharide potently induced cell apoptosis and cell cycle arrest at the G0/G1 phase in the MC cell line but did not have any effect on the GES-1 cell line at the same doses. Further mechanistic studies revealed that the polysaccharide exerted its activity through an apoptosis-associated pathway by modulating the expression of Bax, Bcl-2, and caspase-3. Differential effects of the polysaccharide on the GES-1 and MC cell lines indicate that the polysaccharide was effective in preventing gastric cancer progression.",
      "mesh_terms": [
        "Agaricales",
        "Apoptosis",
        "Caspase 3",
        "Cell Cycle",
        "Cell Line",
        "Cell Line, Transformed",
        "Drugs, Chinese Herbal",
        "Fruiting Bodies, Fungal",
        "Gastritis",
        "Genes, bcl-2",
        "Humans",
        "Medicine, Chinese Traditional",
        "Mycelium",
        "Polysaccharides",
        "Precancerous Conditions",
        "Stomach Neoplasms",
        "Stomach Ulcer",
        "bcl-2-Associated X Protein"
      ]
    },
    {
      "pmid": "27481156",
      "title": "Anti-Inflammatory Effects of Ethanol Extract of Lion's Mane Medicinal Mushroom, Hericium erinaceus (Agaricomycetes), in Mice with Ulcerative Colitis.",
      "authors": [
        "Mingming Qin",
        "Yan Geng",
        "Zhenming Lu",
        "Hongyu Xu",
        "Jin-Song Shi",
        "Xin Xu",
        "Zheng-Hong Xu"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the anti-inflammatory activity of ethanol extracts of Hericium erinaceus in the inflammatory bowel disease (IBD) model. Twenty C57BL/6 mice were exposed to 2% (w/v) dextran sulfate sodium (DSS) in their drinking water for 7 d to induce acute intestinal inflammation. Orally administrated ethanol extract of H. erinaceus (HEEE) (250 mg/kg/d and 500 mg/kg/d body weight) could significantly (P < 0.05) improve body weight and colon length and decreased the intestinal bleeding of DSS-treated mice compared with DSS-treated mice not given HEEE. HEEE markedly reduced DSS-induced myeloperoxidase accumulation in colon tissues, attenuated histological change in the neutrophils and lymphocyte infiltration, and protected the mucosal epithelium. Mechanistically, HEEE ameliorated colitis not only by suppressing the production of inflammatory mediators including tumor necrosis factor-α, interleukin (IL)-1β, and IL-6 in colon tissues but also by adjusting the production of nitric oxide, malondialdehyde, and superoxide dismutase in serum to suppress the oxidative stress. These results suggest that HEEE can be applied as a protective agent in the treatment of IBDs.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Basidiomycota",
        "Colitis, Ulcerative",
        "Colon",
        "Complex Mixtures",
        "Disease Models, Animal",
        "Humans",
        "Inflammation",
        "Inflammatory Bowel Diseases",
        "Interleukin-1beta",
        "Male",
        "Malondialdehyde",
        "Mice",
        "Mice, Inbred C57BL",
        "Nitric Oxide",
        "Oxidative Stress",
        "Superoxide Dismutase",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "26853959",
      "title": "Lion's Mane, Hericium erinaceus and Tiger Milk, Lignosus rhinocerotis (Higher Basidiomycetes) Medicinal Mushrooms Stimulate Neurite Outgrowth in Dissociated Cells of Brain, Spinal Cord, and Retina: An In Vitro Study.",
      "authors": [
        "Snehlata Samberkar",
        "Sivasangkary Gandhi",
        "Murali Naidu",
        "Kah-Hui Wong",
        "Jegadeesh Raman",
        "Vikineswary Sabaratnam"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Neurodegenerative disease is defined as a deterioration of the nervous system in the intellectual and cognitive capabilities. Statistics show that more than 80-90 million individuals age 65 and above in 2050 may be affected by neurodegenerative conditions like Alzheimer's and Parkinson's disease. Studies have shown that out of 2000 different types of edible and/or medicinal mushrooms, only a few countable mushrooms have been selected until now for neurohealth activity. Hericium erinaceus is one of the well-established medicinal mushrooms for neuronal health. It has been documented for its regenerative capability in peripheral nerve. Another mushroom used as traditional medicine is Lignosus rhinocerotis, which has been used for various illnesses. It has been documented for its neurite outgrowth potential in PC12 cells. Based on the regenerative capabilities of both the mushrooms, priority was given to select them for our study. The aim of this study was to investigate the potential of H. erinaceus and L. rhinocerotis to stimulate neurite outgrowth in dissociated cells of brain, spinal cord, and retina from chick embryo when compared to brain derived neurotrophic factor (BDNF). Neurite outgrowth activity was confirmed by the immu-nofluorescence method in all tissue samples. Treatment with different concentrations of extracts resulted in neuronal differentiation and neuronal elongation. H. erinaceus extract at 50 µg/mL triggered neurite outgrowth at 20.47%, 22.47%, and 21.70% in brain, spinal cord, and retinal cells. L. rhinocerotis sclerotium extract at 50 µg/mL induced maximum neurite outgrowth of 20.77% and 24.73% in brain and spinal cord, whereas 20.77% of neurite outgrowth was observed in retinal cells at 25 µg/mL, respectively.",
      "mesh_terms": [
        "Animals",
        "Basidiomycota",
        "Brain",
        "Cell Survival",
        "Cells, Cultured",
        "Chickens",
        "In Vitro Techniques",
        "Neurites",
        "PC12 Cells",
        "Plant Extracts",
        "Polyporales",
        "Rats",
        "Retina",
        "Spinal Cord"
      ]
    },
    {
      "pmid": "24266378",
      "title": "Neurotrophic properties of the Lion's mane medicinal mushroom, Hericium erinaceus (Higher Basidiomycetes) from Malaysia.",
      "authors": [
        "Puei-Lene Lai",
        "Murali Naidu",
        "Vikineswary Sabaratnam",
        "Kah-Hui Wong",
        "Rosie Pamela David",
        "Umah Rani Kuppusamy",
        "Noorlidah Abdullah",
        "Sri Nurestri A Malek"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Neurotrophic factors are important in promoting the growth and differentiation of neurons. Nerve growth factor (NGF) is essential for the maintenance of the basal forebrain cholinergic system. Hericenones and erinacines isolated from the medicinal mushroom Hericium erinaceus can induce NGF synthesis in nerve cells. In this study, we evaluated the synergistic interaction between H. erinaceus aqueous extract and exogenous NGF on the neurite outgrowth stimulation of neuroblastoma-glioma cell NG108-15. The neuroprotective effect of the mushroom extract toward oxidative stress was also studied. Aqueous extract of H. erinaceus was shown to be non-cytotoxic to human lung fibroblast MRC-5 and NG108-15 cells. The combination of 10 ng/mL NGF with 1 μg/mL mushroom extract yielded the highest percentage increase of 60.6% neurite outgrowth. The extract contained neuroactive compounds that induced the secretion of extracellular NGF in NG108-15 cells, thereby promoting neurite outgrowth activity. However, the H. erinaceus extract failed to protect NG108-15 cells subjected to oxidative stress when applied in pre-treatment and co-treatment modes. In conclusion, the aqueous extract of H. erinaceus contained neuroactive compounds which induced NGF-synthesis and promoted neurite outgrowth in NG108-15 cells. The extract also enhanced the neurite outgrowth stimulation activity of NGF when applied in combination. The aqueous preparation of H. erinaceus had neurotrophic but not neuroprotective activities.",
      "mesh_terms": [
        "Basidiomycota",
        "Biological Products",
        "Cell Line, Tumor",
        "Drug Synergism",
        "Fibroblasts",
        "Humans",
        "Malaysia",
        "Nerve Growth Factor",
        "Nerve Growth Factors",
        "Neurites",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "23557368",
      "title": "In vitro anti-Helicobacter pylori effects of medicinal mushroom extracts, with special emphasis on the Lion's Mane mushroom, Hericium erinaceus (higher Basidiomycetes).",
      "authors": [
        "Xiaodong Shang",
        "Qi Tan",
        "Ruina Liu",
        "Kangying Yu",
        "Pingzuo Li",
        "Guo-Ping Zhao"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Although the medicinal mushroom Hericium erinaceus is used extensively in traditional Chinese medicine to treat chronic superficial gastritis, the underlining pharmaceutical mechanism is yet to be fully understood. In this study, minimum inhibitory concentration (MIC) values of extracts prepared from the fruiting bodies of 14 mushroom species (H. erinaceus, Ganoderma lucidum, Cordyceps militaris, Pleurotus eryngii, P. ostreatus, Agrocybe aegerita, Lentinus edodes, Agaricus brasiliensis, A. bisporus, Coprinus comatus, Grifola frondosa, Phellinus igniarius, Flammulina velutipes, and Hypsizygus marmoreus) were determined against Helicobacter pylori using laboratory strains of ATCC 43504 and SS1 as well as 9 clinical isolates via an in vitro microplate agar diffusion assay. Ethanol extracts (EEs) of 12 mushrooms inhibited the growth of H. pylori in vitro, with MIC values <3 mg/mL. EEs of H. erinaceus and G. lucidum also inhibited Staphylococcus aureus (MIC 7360;10 mg/mL) but had no effect on the growth of two Escherichia coli test strains (MIC >10 mg/mL). MIC values of ethyl acetate fractions (EAFs) of H. erinaceus against 9 clinical isolates of H. pylori ranged between 62.5 and 250 µg/mL. The bacteriostatic activity of EAFs was found to be concentration-dependant, and the half maximal inhibitory concentration and minimum bactericidal concentration values for H. pylori ATCC 43504 were 73.0 and 200 µg/mL, respectively. The direct inhibitory effect of EEs and EAFs of H. erinaceus against H. pylori could be another pharmaceutical mechanism of medicinal mushrooms-besides the immunomodulating effect of polysaccharides, suggested previously-in the treatment of H. pylori-associated gastrointestinal disorders. Further research to identify the active component(s) is currently undertaking in our laboratory.",
      "mesh_terms": [
        "Agaricales",
        "Anti-Bacterial Agents",
        "Fruiting Bodies, Fungal",
        "Helicobacter pylori",
        "Microbial Sensitivity Tests"
      ]
    },
    {
      "pmid": "23510212",
      "title": "Neuroregenerative potential of lion's mane mushroom, Hericium erinaceus (Bull.: Fr.) Pers. (higher Basidiomycetes), in the treatment of peripheral nerve injury (review).",
      "authors": [
        "Kah-Hui Wong",
        "Murali Naidu",
        "Rosie Pamela David",
        "Robiah Bakar",
        "Vikineswary Sabaratnam"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "We present a model case study of the activity of aqueous extract of Hericium erinaceus fresh fruit bodies in promoting functional recovery following crush injury to the peroneal nerve in adult female Sprague-Dawley rats. The aim was to explore the possible use of this mushroom in nerve repair. The activities of aqueous extract were compared to activities exhibited by mecobalamin (vitamin B12), which has been widely used in the treatment of peripheral nerve disorders. Analysis of walking track indicated that return of hind limb function and normal toe spreading occurred earlier in treated groups than in the negative control (non-treated) group. Regeneration of axons and reinnervation of motor endplates/neuromuscular junction in extensor digitorum longus muscle of rats in treated groups developed better than in the negative control group. Further, immunofluorescence studies also showed that dorsal root ganglia neurons ipsilateral to the crush injury in rats of treated groups expressed higher immunoreactivities for Akt and MAPK signaling pathways as well as c-Jun and c-Fos genes compared to the negative control group. Akt cascade plays a major role in mediating neurotrophin-promoted cell survival, while MAPK cascade is involved in mediating neurite outgrowth. Immediate early gene expression was also involved in the cascade of events leading to regeneration. Local axonal protein synthetic machinery was also enhanced in the distal segments of crushed nerves in treated groups. Therefore, daily oral administration of H. erinaceus could promote the regeneration of injured rat peroneal nerve in the early stage of recovery.",
      "mesh_terms": [
        "Animals",
        "Basidiomycota",
        "Complex Mixtures",
        "Fruiting Bodies, Fungal",
        "Humans",
        "Models, Biological",
        "Peripheral Nerve Injuries"
      ]
    }
  ]
}