{
  "supplement": "Low-Nickel Diet",
  "query": "Low-Nickel Diet[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:59:23",
  "research_count": 4,
  "count": 4,
  "articles": [
    {
      "pmid": "33219986",
      "title": "The effect of a low-nickel diet and nickel sensitization on gastroesophageal reflux disease: A pilot study.",
      "authors": [
        "Ahmed Yousaf",
        "Rachael Hagen",
        "Mary Mitchell",
        "Erica Ghareeb",
        "Wei Fang",
        "Raoul Correa",
        "Zachary Zinn",
        "Swapna Gayam"
      ],
      "journal": "Indian journal of gastroenterology : official journal of the Indian Society of Gastroenterology",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/AIMS: Gastroesophageal reflux disease (GERD) is a common medical condition, frequently refractory to medical therapy. Nickel is a leading cause of allergic contact dermatitis. Although nickel is widely found in foods, the effect of nickel on GERD is unknown. This pilot study sought to evaluate the effect of a low-nickel diet on GERD and determine if epicutaneous patch testing to nickel could predict responsiveness to a low-nickel diet. METHODS: This prospective, single-site pilot study recruited 20 refractory GERD patients as determined by GERD Health-Related Quality of Life (GERD-HRQL) scores. All patients had epicutaneous patch testing for nickel and were then instructed to follow a low-nickel diet for 8 weeks regardless of patch test results. GERD-HRQL was recorded at baseline and following 8 weeks of a low-nickel diet. Demographic and clinical data associated with GERD and nickel allergy were recorded. A Wilcoxon signed-rank test and nonparametric analysis of longitudinal data were run to determine statistical significance in pre- and post- GERD-HRQL scores in nickel patch test-positive and negative groups. RESULTS: Nearly all (19/20 [95%]) participants reported reduced GERD symptoms after 8 weeks on a low-nickel diet. Mean total GERD-HRQL, regurgitation, and heartburn scores declined (27.05 ± 16.04, 11.45 ± 6.46, 10.85 ± 8.29). Participants with positive vs. negative patch testing to nickel responded equivalently to a low-nickel diet. CONCLUSIONS: A low-nickel diet improves GERD symptoms, but responsiveness to a low-nickel diet does not correlate with epicutaneous patch testing to nickel. TRIAL REGISTRATION: ClinicalTrials.gov number: NCT03720756.",
      "mesh_terms": [
        "Diet",
        "Gastroesophageal Reflux",
        "Humans",
        "Nickel",
        "Pilot Projects",
        "Prospective Studies",
        "Quality of Life"
      ]
    },
    {
      "pmid": "32283870",
      "title": "The Effects of Low-Nickel Diet Combined with Oral Administration of Selected Probiotics on Patients with Systemic Nickel Allergy Syndrome (SNAS) and Gut Dysbiosis.",
      "authors": [
        "Francesca Lombardi",
        "Fabiana Fiasca",
        "Martina Minelli",
        "Dominga Maio",
        "Antonella Mattei",
        "Ilaria Vergallo",
        "Maria Grazia Cifone",
        "Benedetta Cinque",
        "Mauro Minelli"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nickel (Ni) oral consumption may elicit systemic reactions in patients affected by systemic nickel allergy syndrome (SNAS), including gastrointestinal symptoms, which in turn are associated with gut dysbiosis. We evaluated the effects of a low-Ni diet alone or in combination with the oral consumption of appropriate probiotics on Ni-sensitivity and urinary dysbiosis markers in SNAS patients. METHODS: n = 51 patients with SNAS and concomitant intestinal dysbiosis were enrolled in the study. According to the urinary indican/skatole levels, quantified through a colorimetric and a high-performance liquid chromatographic method, respectively, patients were assigned to a dysbiosis type/grade and followed a low-Ni diet for three months. Along with the diet, 22 patients also consumed probiotics based on the dysbiosis type. In particular, a Lactobacilli- or Bifidobacteria-containing formulation was administered to patients with fermentative or putrefactive dysbiosis, respectively, while a broad-spectrum probiotic formulation containing both Lactobacilli and Bifidobacteria was administered to patients with mixed dysbiosis. After three months, patients were invited to repeat the Ni-stimulation and the dysbiosis tests. RESULTS: The fermentative dysbiosis group represented the largest group followed by the mixed dysbiosis group, while only two patients had putrefactive dysbiosis. Overall, at three months of treatment in general (diet alone with or without probiotics), the Ni-sensitivity and dysbiosis levels were strongly ameliorated. The association of a low-Ni diet with a specific probiotic oral supplementation was significantly more effective in decreasing dysbiosis levels or reaching eubiosis than with diet alone. CONCLUSION: Our results, while confirming the benefits of a low-Ni diet in SNAS patients, strongly support that appropriate adjuvant treatment with probiotics significantly helps to improve intestinal dysbiosis or restore a healthy microbiota.",
      "mesh_terms": [
        "Administration, Oral",
        "Adolescent",
        "Adult",
        "Bifidobacterium",
        "Dietary Supplements",
        "Dysbiosis",
        "Female",
        "Gastrointestinal Diseases",
        "Gastrointestinal Microbiome",
        "Humans",
        "Hypersensitivity",
        "Lactobacillus",
        "Male",
        "Middle Aged",
        "Nickel",
        "Probiotics",
        "Syndrome",
        "Young Adult"
      ]
    },
    {
      "pmid": "16707816",
      "title": "Disulfiram and low nickel diet in the management of hand eczema: a clinical study.",
      "authors": [
        "Ashimav Deb Sharma"
      ],
      "journal": "Indian journal of dermatology, venereology and leprology",
      "publication_date": "2006",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Hand eczema due to nickel sensitivity is a challenging task for the dermatologist. The average human diet provides sufficient amount of nickel, which acts as a provocating factor in nickel-sensitive individuals. When such patients are treated with steroid or other immunosuppressives, only short-term remission is obtained. This is because unless the dietary intake of nickel is minimized and the existing amount of nickel in the body of the sensitized individual is depleted, long-term remission is unlikely. AIM: To evaluate the efficacy of oral disulfiram, a nickel-chelating agent and low nickel diet (LND) in reducing the clinical symptoms and preventing frequent relapse of hand eczema in nickel-sensitive individuals. METHODS: A total of 21 patients with chronic vesicular hand eczema with nickel sensitivity were taken for this study. Patients were randomly divided into two groups: (a) Study group consisting of 11 patients (8 females and 3 males). They were prescribed disulfiram orally for a period of 4 weeks; they started LND 2 weeks prior to initiation of disulfiram therapy and continued till the end of follow-up period. (b) Control (placebo) group consisting of 10 patients (7 females and 3 males). They were allowed to continue with normal diet. Each of them received lactose tablet daily as placebo for 4 weeks. It was a comparative study and participants were not aware if they belonged to study group or control group (single blind trial). RESULTS: Hand eczema healed completely in 10 (90.9%) out of 11 patients treated with disulfiram and LND during the treatment period in the study group, compared with 1 out 10 patients in control (placebo) group (non significant). Mild relapse was noted in 5 patients in between 2-12 weeks of follow-up period. CONCLUSION: Low nickel diet and short course of oral disulfiram therapy can be considered a good option for the control of chronic hand eczema in nickel-sensitive individuals.",
      "mesh_terms": [
        "Administration, Oral",
        "Adolescent",
        "Adult",
        "Disulfiram",
        "Eczema",
        "Female",
        "Hand Dermatoses",
        "Humans",
        "Liver",
        "Male",
        "Middle Aged",
        "Nickel"
      ]
    },
    {
      "pmid": "629873",
      "title": "Low nickel diet in the treatment of patients with chronic nickel dermatitis.",
      "authors": [
        "K Kaaber",
        "N K Veien",
        "J C Tjell"
      ],
      "journal": "The British journal of dermatology",
      "publication_date": "1978-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Of 28 patients with chronic nickel dermatitis 17 experienced aggravation following oral ingestion of 2.5 mg nickel, but not a placebo tablet. The dermatitis of 9 of the 17 patients improved during a period of 6 weeks on a low nickel diet. The dermatitis of 7 of the 9 patients flared again when a normal diet was resumed. Nickel excretion over a 24-h period was measured for 14 of the 17 patients by atomic absorption spectrophotometry before, during, and after the diet. Reduced excretion was seen during the diet with no statistically significant difference between patients whose dermatitis improved during the diet and those whose dermatitis showed no change.",
      "mesh_terms": [
        "Chronic Disease",
        "Dermatitis, Contact",
        "Female",
        "Humans",
        "Male",
        "Nickel"
      ]
    }
  ]
}