{
  "supplement": "Maltodextrin",
  "query": "Maltodextrin[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:01:06",
  "research_count": 86,
  "count": 86,
  "articles": [
    {
      "pmid": "40287043",
      "title": "Hybrid activated carbon/ maltodextrin-functionalized fibrous silica for acetaminophen and amoxicillin adsorption: Advanced statistical physics modelling.",
      "authors": [
        "Nuramira Fateha Sukor",
        "Rohayu Jusoh"
      ],
      "journal": "Environmental research",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A novel hybrid adsorbent of activated carbon/maltodextrin-functionalized fibrous silica (AC/KCC-1/DEX) was prepared for the efficient removal of Acetaminophen (ACE) and Amoxicillin (AMOX) from water. Comprehensive characterization via FESEM, TEM, BET, XPS, and FTIR confirmed an enhances surface properties and functional corporation from supporting materials and functionalization agent. Particularly, despite significant decrease in surface area upon DEX functionalization, a remarkable enhancement in adsorption removal efficiency was observed, underscoring the pivotal role of surface chemistry over surface area alone. The AC/KCC-1/DEX exhibited 87.64 m2/g and 122.94 m2/g of micropore and mesopores surface area, respectively, along with reactive functional group of DEX such as -OH, which increase surface polarity and enables strong interactions with polar pharmaceuticals. This innovative material evinced high adsorption capacity of 87.97 mg/g and 77.31 mg/g for ACE and AMOX, respectively, achieving percentage removal of 94 % and 81 %, correspondingly. Adsorption kinetics were best described by the Elovich model, suggesting heterogenous surface interactions, while Redlich-Peterson isotherm favoured physisorption. Advanced statistical physics modelling with key steric parameters provided further mechanistic insights at a molecular level, revealing a multilayer physisorption mechanism with additional chemisorption contributions. Thermodynamic analysis supported the spontaneity and exothermic nature of the process, with negative Gibbs free energy (ΔG) and enthalpy (ΔH) values, while a negative entropy change (ΔS), proposed increased order at the solid-liquid interface, indicative of strong adsorbate-adsorbent affinity and potential chemisorption effects. This study not only demonstrates the effectiveness and adsorption behaviour of AC/KCC-1/DEX but also opens new avenues for sustainable water treatment solutions."
    },
    {
      "pmid": "40277328",
      "title": "To Compare the Efficacy of Preoperative Oral 50 g of Maltodextrin versus 50 g of Glucose in Reducing Postoperative Nausea and Vomiting, in Patients Undergoing Laparoscopic Cholecystectomy under General Anesthesia: A Randomized Controlled Double-blind Study.",
      "authors": [
        "Girish Bandigowdanahalli Kumararadhya",
        "Akshay Hiryur Manjunatha Swamy",
        "Darshini Shivaramu",
        "Sonia Jacob",
        "K N Archana",
        "S Vyshnavi"
      ],
      "journal": "Annals of African medicine",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Postoperative nausea and vomiting (PONV) is the second most common complaint following general anesthesia. Despite multimodal strategies to reduce PONV, it still occurs in 20%-30% of patients. Major surgery induces metabolic changes, resulting in insulin resistance. Oral carbohydrate (CHO) loading 2 h before surgery modifies insulin resistance and improves postoperative patient comfort including reduction of PONV. PATIENTS AND METHODS: The present study was a prospective, randomized controlled double-blinded study. 105 patients aged 18-60 years undergoing laparoscopic cholecystectomy under general anesthesia were randomized into three groups: M (50 mg of oral maltodextrin in 100 ml water), G (50 mg of oral glucose in 100 ml water), and C (100 ml of plain water). Each group received the samples 2 h before induction and underwent routine induction and intervention. Their vital parameters were monitored perioperatively and were also evaluated for PONV and perioperative comfort levels. RESULTS: Statistically significant relationship between the groups and postoperative comfort score (χ2 = 34.56, P ≤ 0.001, Cramé's V = 0.41). Analysis of variance test showed difference between the different groups and postextubation General Random Blood Sugar (GRBS) (F = 16.11, P ≤ 0.001). No significant difference was seen among the three groups in preoperative comfort scores (χ2 = 0.72, P = 0.699, Cramé's V = 0.08) and preoperative GRBS (P = 0.055). CONCLUSION: It was concluded that the oral intake of CHO drink 2 h before surgery improves the comfort of patients by reducing preoperative hunger and thirst along with smaller postoperative glucose spike in the maltodextrin group."
    },
    {
      "pmid": "39955037",
      "title": "Maltodextrin-driven MOF Nano-antibacterial system for effective targeted bacteria and enhancing photodynamic therapy in bacterial keratitis.",
      "authors": [
        "Lifang Chen",
        "Yao Wang",
        "Xiuqing Huang",
        "Lifang Han",
        "Zhengwei Huang",
        "Ling Guo",
        "Kai Chen",
        "Guoxin Tan"
      ],
      "journal": "Journal of controlled release : official journal of the Controlled Release Society",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The occurrence of bacterial keratitis (BK) presents a significant threat to ocular health, often leading to visual impairment. Currently, conventional antibiotic therapies tend to promote bacterial resistance and lack biocompatibility. Therefore, it is of great significance to develop an alternative product with safe and efficient antimicrobial properties. In this study, we developed a novel smart pH-responsive nano-antibacterial system (PM/Ag-Ce6@ZIF-8) based on a metal-organic framework (MOF), enabling specific bacterial targeting and photodynamic therapy. By utilizing bacteria-specific maltodextrin transport pathway, the intelligent nano-antibacterial modified with maltotriose can accurately discriminate between bacterial infection and normal tissue, specifically target the site of infection, and efficiently accumulate at the infection site to enhance safety and efficacy. Furthermore, the incorporation of silver nanoparticles enhances the effectiveness of MOF photodynamic therapy by effectively eradicating bacteria. The nano-antibacterial system exhibits potent inhibition of biofilm formation as well as antibacterial activity while demonstrating excellent in vitro and in vivo biocompatibility. In an animal model of bacterial keratitis, PM/Ag-Ce6@ZIF-8 exhibits superior antibacterial activity compared to Levofloxacin (LVFX) eye drops, significantly improving therapeutic outcomes for bacterial keratitis in mice. Hence, this intelligent nano-antibacterial platform holds promising potential for clinical applications in treating keratitis.",
      "mesh_terms": [
        "Animals",
        "Metal-Organic Frameworks",
        "Photochemotherapy",
        "Anti-Bacterial Agents",
        "Polysaccharides",
        "Keratitis",
        "Silver",
        "Biofilms",
        "Metal Nanoparticles",
        "Mice",
        "Mice, Inbred BALB C",
        "Female",
        "Humans",
        "Nanoparticles",
        "Trisaccharides"
      ]
    },
    {
      "pmid": "39772434",
      "title": "Curcumin-Loaded Maltodextrin-Based Proniosomes Potentially Effective against Gemcitabine-Resistant Cholangiocarcinoma.",
      "authors": [
        "Phonpilas Thongpon",
        "Kitti Intuyod",
        "Thatsanapong Pongking",
        "Aroonsri Priprem",
        "Sasitorn Chomwong",
        "Pakornkiat Tanasuka",
        "Panupong Mahalapbutr",
        "Utid Suriya",
        "Kulthida Vaeteewoottacharn",
        "Porntip Pinlaor",
        "Somchai Pinlaor"
      ],
      "journal": "ACS applied bio materials",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cholangiocarcinoma (CCA) or bile-duct cancer is most prevalent in Southeast Asian counties including Thailand. Patients present at an advanced stage when the cancer is often drug resistant, leading to chemotherapy failure. Curcumin has therapeutic potential with various anticancer properties. However, its effectiveness is limited by its low bioavailability, poor solubility, and instability. This study aimed to synthesize, characterize and evaluate the efficacy of curcumin-loaded maltodextrin-based proniosomes (CMPNs) to overcome the limitations of curcumin for treating gemcitabine-resistant CCA cells (KKU-213BGemR) in vitro and in vivo. Various proniosome formulations were developed and tested for their efficacy against KKU-213BGemR cells using cytotoxicity, clonogenic, migration, and invasion assays. The potential mechanism involving in cell cycle arrest, apoptosis, expression of C/EBP homologous protein (CHOP), a pro-apoptotic transcription factor, and other apoptotic markers were investigated. The results showed that nanoscale CMPNs exhibited a good curcumin loading capacity and an entrapment efficiency of over 97%, as well as good stability and permeability through porcine esophageal mucosa. CMPNs inhibited proliferation, colony formation, migration/invasion and induced apoptosis in KKU-213BGemR cells. Western blot analysis revealed CMPNs significantly increased CHOP, the cleavage products of poly(ADP-ribose) polymerase-1 (PARP-1), apoptosis-inducing factor, and caspase-3 expression in KKU-213BGemR cells. A xenograft model revealed that 62.5 mg/kg BW CMPNs significantly suppressed proliferating cell nuclear antigen and increased CHOP-mediated apoptosis, leading to significantly reduced tumor volume. In conclusion, CMPNs effectively overcome limitations of curcumin and offer an effective strategy against gemcitabine-resistant CCA via CHOP-mediated pathways. These proniosomes are promising as an alternative treatment approach for CCA.",
      "mesh_terms": [
        "Curcumin",
        "Polysaccharides",
        "Gemcitabine",
        "Deoxycytidine",
        "Humans",
        "Cholangiocarcinoma",
        "Animals",
        "Drug Resistance, Neoplasm",
        "Antineoplastic Agents",
        "Cell Proliferation",
        "Mice",
        "Bile Duct Neoplasms",
        "Apoptosis",
        "Biocompatible Materials",
        "Drug Screening Assays, Antitumor",
        "Materials Testing",
        "Particle Size",
        "Dose-Response Relationship, Drug",
        "Cell Survival",
        "Cell Line, Tumor",
        "Neoplasms, Experimental",
        "Mice, Nude"
      ]
    },
    {
      "pmid": "39562116",
      "title": "Maltodextrin-derived nanoparticles resensitize intracellular dormant Staphylococcus aureus to rifampicin.",
      "authors": [
        "Xiaodi Yang",
        "Xiyu Tang",
        "Sisi Yi",
        "Tao Guo",
        "Yue Liao",
        "Yan Wang",
        "Xiangjun Zhang"
      ],
      "journal": "Carbohydrate polymers",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Intracellular bacteria are recognized as a crucial factor in the persistence and recurrence of infections. The efficacy of current antibiotic treatments faces substantial challenges due to the dormant state formation of intracellular bacteria. In this study, we devised a strategy aimed at reverting intracellular dormant bacteria to a metabolically active state, thereby increasing their vulnerability to antibiotics. We found that oligosaccharides, especially maltodextrin (MD), can be absorbed by dormant S. aureus, leading to their revival and restoration of sensitivity to rifampicin (Rif). We then synthesized a reactive oxygen species (ROS)-responsive MD-prodrug by covalently binding MD with 4-(hydroxymethyl) phenylboronic acid pinacol ester (MD-PBAP) and prepared a ROS-responsive nanoparticles (MDNP) using a nanoprecipitation and self-assembly method. Once internalized by host cells, MDNP was degraded to MD, reactivating dormant S. aureus, and enhancing their susceptibility to Rif. More importantly, MDNP treatment restored the sensitivity of intracellular persistent S. aureus to Rif in both a reservoir transfer model and whole-body infection model. Additionally, MDNP have demonstrated excellent biocompatibility in both in vitro and in vivo settings. These results offer a promising therapeutic avenue for managing persistent intracellular bacterial infections by reviving and resensitizing intracellular dormant bacteria to conventional antibiotics.",
      "mesh_terms": [
        "Staphylococcus aureus",
        "Rifampin",
        "Nanoparticles",
        "Polysaccharides",
        "Anti-Bacterial Agents",
        "Animals",
        "Mice",
        "Staphylococcal Infections",
        "Humans",
        "Microbial Sensitivity Tests",
        "Reactive Oxygen Species",
        "Prodrugs"
      ]
    },
    {
      "pmid": "39089039",
      "title": "Effects of ball milling treated wheat flour and maltodextrin on the texture and oil absorption properties of fried batter-coated cashews and almonds.",
      "authors": [
        "Xiang-Ping Kong",
        "Qin Yang",
        "Qing-Lian Wang",
        "Han-Qing Chen"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the effects of wheat flour treated with ball milling (BM) and maltodextrin on the oil absorption and textural characteristics of fried batter-coated cashews and almonds (BCAs) were investigated. The result showed that the crystallinity of the starch granules in wheat flour decreased after the BM treatment. Furthermore, the ΔH of the batter decreased as the BM time was elongated, but the addition of maltodextrin had no significant impact on ΔH. Both BM-treated wheat flour and maltodextrin increased the fracturability and decreased the oil content of the fried BCAs' batter. The addition of BM-treated wheat flour and maltodextrin decreased the oil content of the batter from 28.93% to 18.75% for batter-coated cashews and from 30.92% to 18.61% for batter-coated almonds. Overall, the addition of BM-treated wheat flour and maltodextrin in batter is an effective approach to decrease oil content and improve the textural quality of fried BCAs.",
      "mesh_terms": [
        "Polysaccharides",
        "Flour",
        "Triticum",
        "Prunus dulcis",
        "Cooking",
        "Plant Oils",
        "Food Handling"
      ]
    },
    {
      "pmid": "39046555",
      "title": "Spiramycin-loaded maltodextrin nanoparticles as a promising treatment of toxoplasmosis on murine model.",
      "authors": [
        "Ayman A Abdel-Wahab",
        "Dalia A Shafey",
        "Sahar M Selim",
        "Soraya A Sharaf",
        "Khloud K Mohsen",
        "Dina M Allam",
        "Sally W Elkhadry",
        "Marwa A Gouda"
      ],
      "journal": "Parasitology research",
      "publication_date": "2024-Jul-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite being the initial choice for treating toxoplasmosis, sulfadiazine and pyrimethamine have limited effectiveness in eliminating the infection and were linked to a variety of adverse effects. Therefore, the search for new effective therapeutic strategies against toxoplasmosis is still required. The current work is the first research to assess the efficacy of spiramycin-loaded maltodextrin nanoparticles (SPM-loaded MNPs) as a novel alternative drug therapy against toxoplasmosis in a murine model. Fifty laboratory-bred Swiss albino mice were divided into five groups: normal control group (GI, n = 10), positive control group (GII, n = 10), orally treated with spiramycin (SPM) alone (GIII, n = 10), intranasal treated with SPM-loaded MNPs (GIV, n = 10), and orally treated with SPM-loaded MNPs (GV, n = 10). Cysts of Toxoplasma gondii ME-49 strain were used to infect the mice. Tested drugs were administered 2 months after the infection. Drug efficacy was assessed by counting brain cysts, histopathological examination, and measures of serum CD19 by flow cytometer. The orally treated group with SPM-loaded MNPs (GV) showed a marked reduction of brain cyst count (88.7%), histopathological improvement changes, and an increasing mean level of CD19 (80.2%) with significant differences. SPM-loaded MNPs showed potent therapeutic effects against chronic toxoplasmosis. Further research should be conducted to assess it in the treatment of human toxoplasmosis, especially during pregnancy.",
      "mesh_terms": [
        "Animals",
        "Spiramycin",
        "Mice",
        "Polysaccharides",
        "Nanoparticles",
        "Disease Models, Animal",
        "Toxoplasmosis, Animal",
        "Toxoplasma",
        "Female",
        "Brain",
        "Antiprotozoal Agents",
        "Toxoplasmosis",
        "Drug Carriers"
      ]
    },
    {
      "pmid": "38543358",
      "title": "Maltodextrin-Based Cross-Linked Electrospun Mats as Sustainable Sorbents for the Removal of Atenolol from Water.",
      "authors": [
        "Claudio Cecone",
        "Valentina Fiume",
        "Pierangiola Bracco",
        "Marco Zanetti"
      ],
      "journal": "Polymers",
      "publication_date": "2024-Mar-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Maltodextrins are products of starch hydrolysis that can be processed into dry fibres through electrospinning and subsequently cured via mild thermal treatment to obtain nonwoven cross-linked polysaccharide-based mats. The sustainability of the process and the bioderived nature make this class of materials suitable candidates to be studied as renewable sorbents for the removal of contaminants from water. In this work, electrospinning of water solutions containing 50% wt. of commercial maltodextrin (Glucidex 2®) and 16.6% wt. of citric acid was carried out at 1.2 mL/h flow and 30 kV applied voltage, followed by thermal curing at 180 °C of the dry fibres produced to obtain cross-linked mats. Well-defined fibres with a mean diameter of 1.64 ± 0.35 µm were successfully obtained and characterised by scanning electron microscopy, thermogravimetric analysis, and attenuated total reflectance Fourier transform infrared spectroscopy. Afterwards, a series of sorption tests were conducted to evaluate the effectiveness of the mats in removing atenolol from water. The results of the batch tests followed by HPLC-UV/Vis showed high sorption rates, with over 90% of the atenolol removed, and a maximum removal capacity of 7 mg/g. Furthermore, continuous fixed-bed sorption tests proved the positive interaction between the polymers and atenolol."
    },
    {
      "pmid": "38452710",
      "title": "Fabrication of high-preformance emulsifier from conjugating maltodextrin onto myofibrillar protein peptide with microwave- ultrasound synergy.",
      "authors": [
        "Zhiyu Li",
        "Xiaomei Zhong",
        "Cuirong Luan",
        "Nanhua Wen",
        "Chuanyang Shi",
        "Xiaoyu Lin",
        "Chao Zhao",
        "Yang Zhang",
        "Lianyu Luo",
        "Liang Zhang",
        "Yijing Wu",
        "Jie Yang"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we systematically investigated the emulsifying capabilities of myofibrillar protein (MP)- and MP peptide (MPP)-based conjugates synthesized through intensification techniques: water bath (WB), microwave, ultrasound, and the combined ultrasound-microwave (UM) methods. Compared with WB, microwave, and ultrasound treatments, the combined UM treatment greatly promoted the glycation reaction because ultrasound and microwave mutually reinforced modification effects. The resultant conjugate structure tended to unfold with more flexible conformation and homogeneous morphology. Moreover, the emulsifying properties of conjugates developed with single and combined ultrasound-assisted glycation displayed substantial improvement, and pre-hydrolysis further enhanced these performances, as observed in the Principal Component Analysis as well. Remarkably, MPP grafted by maltodextrin with the assistance of a combined UM field produced the smallest and most uniform emulsion system, positioning it as the most efficient emulsifier among all the fabricated glycoconjugates. Our study highlighted the potential of synergistically applying ultrasound and microwave techniques to develop a well-performance glycation with an ideal conjugate structure, in which they would be associated into a strong film that provided the robust physical barrier, creaming stability, heat retention, and oxidation resistance. These findings offered a basis for better utilizing complex ultrasonic technology to develop novel and improved MP-based food products.",
      "mesh_terms": [
        "Microwaves",
        "Emulsifying Agents",
        "Proteins",
        "Emulsions",
        "Peptides",
        "Polysaccharides"
      ]
    },
    {
      "pmid": "38343677",
      "title": "Preoperative maltodextrin in minimally invasive colorectal surgery: Is it safe for diabetics? A randomised controlled trial.",
      "authors": [
        "Lakshmi Kumar",
        "Amaldev Ashok",
        "Abish Sudhakar",
        "Gayathri Sreekumar"
      ],
      "journal": "Indian journal of anaesthesia",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: Preoperative fasting can result in thirst and fatigue. We evaluated the blood glucose levels during and after surgery following the administration of maltodextrin among patients including diabetics, undergoing minimally invasive colorectal surgery. METHODS: One hundred and fifty patients undergoing colorectal surgery were randomised into group CL (received 50 g of 12.5% maltodextrin dissolved in 400 ml of water 2 h before surgery) and group W (received 400 ml of plain water 2 h before surgery). Blood glucose was checked at T0 (induction of anaesthesia), T2 (2 h), T4 (4 h), T6 (6 h) of surgery and eight hourly postoperatively in the intensive care unit (ICU) for 24 h. Thirst or discomfort before induction, gastric aspirate after intubation, incidence of hyperglycaemia and need for insulin intervention intra- and postoperatively were also assessed. RESULTS: Mean (standard deviation [SD]) blood glucose levels were lower at T2 in group CL (136.2 [28.4] mg/dl) than in group W (157.8 [37.8] mg/dl) (P < 0.001). It remained lower in group CL at T4 (P = 0.008), T6 (P = 0.009), T8 ICU (P = 0.012), T16 ICU (P = 0.001) and T24 ICU (P = 0.001). The thirst scores were superior in group CL (P < 0.001). Among diabetic patients, blood glucose levels remained significantly lower at T2 (P < 0.001), T4 (P = 0.002), T6 (P = 0.002), T8 ICU, T16 ICU and T24 ICU (P = 0.016, 0.025 and 0.003, respectively). Lesser number of insulin interventions at T4 (P = 0.006), T6 (P = 0.002), T8 ICU (P = 0.025) and T16 ICU (P = 0.012) was needed in group CL in the diabetic subgroup. CONCLUSION: Preoperative administration of oral maltodextrin lowers the blood glucose levels from 2 h into surgery until 24 h postoperatively, even among controlled diabetic patients, and improves preoperative thirst scores in patients undergoing minimally invasive colorectal surgery."
    },
    {
      "pmid": "38285209",
      "title": "Performance insights into spray-dryer microencapsulated Bacillus thuringiensis cry pesticidal proteins with gum arabic and maltodextrin for effective pest control.",
      "authors": [
        "Jhones Luiz de Oliveira",
        "Isabel Gómez",
        "Jorge Sánchez",
        "Mario Soberón",
        "Ricardo Antonio Polanczyk",
        "Alejandra Bravo"
      ],
      "journal": "Applied microbiology and biotechnology",
      "publication_date": "2024-Jan-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacillus thuringiensis (Bt) produces crystals composed mainly of Cry pesticidal proteins with insecticidal activity against pests but are highly susceptible to degradation by abiotic factors. In this sense, encapsulation techniques are designed to improve their performance and lifetime. However, the effects of polymeric matrix encapsulation such as gum arabic and maltodextrin by spray-dryer in the mechanisms of action of Bt kurstaki and Bt aizawai are unknown. We analyzed crystal solubilization, protoxin activation, and receptor binding after microencapsulation and compared them with commercial non-encapsulated products. Microencapsulation did not alter protein crystal solubilization, providing 130 kDa (Cry1 protoxin) and 70 kDa (Cry2 protoxin). Activation with trypsin, chymotrypsin, and larval midgut juice was analyzed, showing that this step is highly efficient, and the protoxins were cleaved producing similar ~ 55 to 65 kDa activated proteins for both formulations. Binding assays with brush border membrane vesicles of Manduca sexta and Spodoptera frugiperda larvae provided a similar binding for both formulations. LC50 bioassays showed no significant differences between treatments but the microencapsulated treatment provided higher mortality against S. frugiperda when subjected to UV radiation. Microencapsulation did not affect the mechanism of action of Cry pesticidal proteins while enhancing protection against UV radiation. These data will contribute to the development of more efficient Bt biopesticide formulations. KEY POINTS: • Microencapsulation did not affect the mechanisms of action of Cry pesticidal proteins produced by Bt. • Microencapsulation provided protection against UV radiation for Bt-based biopesticides. • The study's findings can contribute to the development of more efficient Bt biopesticide formulations.",
      "mesh_terms": [
        "Animals",
        "Pesticides",
        "Gum Arabic",
        "Bacillus thuringiensis",
        "Biological Control Agents",
        "Larva",
        "Pest Control",
        "Polysaccharides"
      ]
    },
    {
      "pmid": "37918607",
      "title": "Effect of ultrasonic assisted grafting on the structural and functional properties of mung bean protein isolate conjugated with maltodextrin through maillard reaction.",
      "authors": [
        "Somayeh Aziznia",
        "Gholamreza Askari",
        "Zahra Emamdjomeh",
        "Maryam Salami"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Four different methods of maillard reaction including ultrasound (150 W, 10 min) assisted, classical wet heating (80 °C, 60min), moderate water bath heating (60°C, 12 to 30 h) and dry state method (60 °C, 79 % relative humidity and 48 h) were used to Mung bean protein isolate - Maltodexrtin conjugates (MPI-MD) preparation. The samples prepared under ultrasound and wet heating were chosen for further analysis according to degree of graft and UV-absorbance at 420 nm. Higher glycosylation at short time and lower browning were obtained under ultrasound treatment. Covalent attachment in conjugates confirmed by SDS-polyacrylamide gel electrophoresis. The structural analysis revealed prominent unfolding effect of ultrasound waves on the protein's molecules. The decrease of α-helix content was related to the exposure of buried amino group residues during reaction. Glycation of MPI under ultrasound caused changes in tertiary structure of protein and leads to decrease in the fluorescence intensity compared with native and wet heating treatments. FTIR spectra confirmed the conjugation of the MPI and MD and suggested that protein structure was changed and ultrasound promoted the graft reaction more than wet heating treatment. Conjugated MPI showed higher emulsification and solubility index than MPI, moreover the effect of ultrasonic waves on ameliorated functional properties was impressive than those for wet heating treatment. Overall, this study showed use of ultrasonication in maillard reaction was a suitable method for producing MPI- MD conjugates and improved the efficiency of graft reaction and functional properties of grafts.",
      "mesh_terms": [
        "Vigna",
        "Maillard Reaction",
        "Ultrasonics",
        "Hydrophobic and Hydrophilic Interactions",
        "Emulsions"
      ]
    },
    {
      "pmid": "37571302",
      "title": "The Usefulness of Resistant Maltodextrin and Chitosan Oligosaccharide in Management of Gut Leakage and Microbiota in Chronic Kidney Disease.",
      "authors": [
        "Weerapat Anegkamol",
        "Panumas Kamkang",
        "Sittiphong Hunthai",
        "Maroot Kaewwongse",
        "Mana Taweevisit",
        "Natthaya Chuaypen",
        "Pakkapon Rattanachaisit",
        "Thasinas Dissayabutra"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Jul-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Microbiota-dysbiosis-induced gut leakage is a pathophysiologic change in chronic kidney disease (CKD), leading to the production of several uremic toxins and their absorption into the bloodstream to worsen the renal complications. We evaluate the benefits of resistant maltodextrin (RMD) and chitosan oligosaccharide (COS) supplements in cell culture and CKD-induced rats. The RMD exerted a significant anti-inflammatory effect in vitro and intestinal occludin and zonula occluden-1 up-regulation in CKD rats compared with inulin and COS. While all prebiotics slightly improved gut dysbiosis, RMD remarkably promoted the relative abundance and the combined abundance of Lactobacillus, Bifidobacteria, Akkermansia, and Roseburia in CKD rats. Supplements of RMD should be advantageous in the treatment of gut leakage and microbiota dysbiosis in CKD."
    },
    {
      "pmid": "37433848",
      "title": "Extraction of gymnemic acid from Gymnema inodorum (Lour.) Decne. leaves and production of dry powder extract using maltodextrin.",
      "authors": [
        "Rojarej Nunta",
        "Julaluk Khemacheewakul",
        "Sumeth Sommanee",
        "Chatchadaporn Mahakuntha",
        "Mayuree Chompoo",
        "Yuthana Phimolsiripol",
        "Kittisak Jantanasakulwong",
        "Anbarasu Kumar",
        "Noppol Leksawasdi"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Jul-11",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim of the present study was to maximize the extraction of gymnemic acid (GA) from Phak Chiang Da (PCD) leaves, an indigenous medicinal plant used for diabetic treatment in Northern Thailand. The goal was to overcome the low concentration of GA in the leaves, which limits its applications among a larger population and develop a process to produce GA-enriched PCD extract powder. The solvent extraction method was employed to extract GA from PCD leaves. The effect of ethanol concentration and extraction temperature were investigated to determine the optimum extraction conditions. A process was developed to produce GA-enriched PCD extract powder, and its properties were characterized. In addition, color analysis (L*, a*, and b*) was performed to evaluate the overall appearance of the PCD extract powder. Antioxidant activity assay was conducted to assess the ability of the PCD extract powder to neutralize DPPH free radicals. The results showed that the concentration of 50% (v/v) ethanol at 70 °C for 2 h resulted in a higher GA concentration of 8307 mg/kg from dried PCD leaves. During the drying process, the use of maltodextrin at a concentration of 0.5% (w/v) was found to produce PCD extract powder with the maximum GA concentration. The color analysis revealed that the PCD extract powder had a dark greenish tint mixed with yellow. The antioxidant activity assay showed that 0.1 g of PCD extract powder was able to neutralize 75.8% of DPPH free radicals. The results concluded that PCD extract powder could potentially be used as a source of nutraceuticals or as a functional food ingredient. These findings suggest the potential value of GA-rich PCD extract powder in various applications in the pharmaceutical, nutraceutical, or food industries.",
      "mesh_terms": [
        "Antioxidants",
        "Ethanol",
        "Gymnema",
        "Powders"
      ]
    },
    {
      "pmid": "37330092",
      "title": "Zein-maltodextrin nanocomplex based dissolving microneedle: A promising approach for Paliperidone palmitate delivery.",
      "authors": [
        "Vaishali Y Londhe",
        "Rupali S Bhadale"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Jul-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Researchers are looking at microneedle devices as a possible solution to the problems with poor patient compliance and severe gastrointestinal side effects associated with conventional oral or injectable techniques for treating schizophrenia. Microneedles (MNs) may be an effective approach for transdermal drug delivery of antipsychotic drugs. We fabricated polyvinyl alcohol (PVA) microneedles loaded with paliperidone palmitate (PLDN) nanocomplex and studied their therapeutic potency for schizophrenia. We demonstrated that PLDN nanocomplex-loaded MNs had a pyramidal shape with high mechanical strength, which allowed us to successfully deliver PLDN into the skin and improve permeation behavior ex-vivo. Microneedling enhanced the concentration of PLDN in plasma and brain tissue as compared with the plain drug as observed. In addition, the therapeutic effectiveness was significantly improved by MNs with the capability of extended release. According to the findings of our study, the nanocomplex-loaded microneedle-mediated transdermal delivery of PLDN has the potential to be a novel treatment for schizophrenia.",
      "mesh_terms": [
        "Humans",
        "Paliperidone Palmitate",
        "Zein",
        "Drug Delivery Systems",
        "Skin",
        "Administration, Cutaneous"
      ]
    },
    {
      "pmid": "37101949",
      "title": "Folic acid-maltodextrin polymer coated magnetic graphene oxide as a NIR-responsive nano-drug delivery system for chemo-photothermal synergistic inhibition of tumor cells.",
      "authors": [
        "Tao Gong",
        "Xiaoyu Wang",
        "Huirui Zhu",
        "Chaochao Wen",
        "Qing Ma",
        "Xiaoning Li",
        "Meining Li",
        "Rui Guo",
        "Wenting Liang"
      ],
      "journal": "RSC advances",
      "publication_date": "2023-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The combination of chemo-photothermal therapy with high efficiency and fewer side effects has a good application prospect in cancer treatment. It is of great significance to construct a nano-drug delivery system with cancer cell targeting, high drug loading and excellent photothermal conversion efficiency. Therefore, a novel nano-drug carrier MGO-MDP-FA was successfully constructed by coating folic acid-grafted maltodextrin polymers (MDP-FA) on the surface of Fe3O4-modified graphene oxide (MGO). The nano-drug carrier combined the cancer cell targeting of FA and the magnetic targeting of MGO. A large amount of anti-cancer drug doxorubicin (DOX) was loaded by π-π interaction, hydrogen bond interaction and hydrophobic interaction, with the maximum loading amount and loading capacity of 657.9 mg g-1 and 39.68 wt%, respectively. Based on the excellent photothermal conversion efficiency of MGO, MGO-MDP-FA showed good thermal ablation effect of tumor cells in vitro under NIR irradiation. In addition, MGO-MDP-FA@DOX showed excellent chemo-photothermal synergistic tumor inhibition in vitro (tumor cell killing rate reached 80%). In conclusion, the novel nano-drug delivery system MGO-MDP-FA constructed in this paper provides a promising nano-platform for chemo-photothermal synergistic treatment of cancer."
    },
    {
      "pmid": "36728836",
      "title": "Characterizing the Effect of Amylase Inhibitors on Maltodextrin Metabolism by Gut Bacteria Using Fluorescent Glycan Labeling.",
      "authors": [
        "Olivia Lui",
        "Lharbi Dridi",
        "Emmanuel Gonzalez",
        "Suraya Yasmine",
        "Ryszard Kubinski",
        "Hannah Billings",
        "Joerg Bohlmann",
        "Stephen G Withers",
        "Corinne Maurice",
        "Bastien Castagner"
      ],
      "journal": "ACS chemical biology",
      "publication_date": "2023-Feb-17",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Diet-derived polysaccharides are an important carbon source for gut bacteria and shape the human gut microbiome. Acarbose, a compound used clinically to treat type 2 diabetes, is known to inhibit the growth of some bacteria on starches based on its activity as an inhibitor of α-glucosidases and α-amylases. In contrast to acarbose, montbretin A, a new drug candidate for the treatment of type 2 diabetes, has been reported to be more specific for the inhibition of α-amylase, notably human pancreatic α-amylase. However, the effects of both molecules on glycan metabolism across a larger diversity of human gut bacteria remain to be characterized. Here, we used ex vivo metabolic labeling of a human microbiota sample with fluorescent maltodextrin to identify gut bacteria affected by amylase inhibitors. Metabolic labeling was performed in the presence and absence of amylase inhibitors, and the fluorescently labeled bacteria were identified by fluorescence-activated cell sorting coupled with 16S rDNA amplicon sequencing. We validated the labeling results in cultured isolates and identified four gut bacteria species whose metabolism of maltodextrin is inhibited by acarbose. In contrast, montbretin A slowed the growth of only one species, supporting the fact that it is more selective. Metabolic labeling is a valuable tool to characterize glycan metabolism in microbiota samples and could help understand the untargeted impact of drugs on the human gut microbiota.",
      "mesh_terms": [
        "Humans",
        "Acarbose",
        "Diabetes Mellitus, Type 2",
        "Enzyme Inhibitors",
        "Polysaccharides",
        "Amylases",
        "Bacteria"
      ]
    },
    {
      "pmid": "36532535",
      "title": "Effect of maltodextrin on the oxidative stability of ultrasonically induced soybean oil bodies microcapsules.",
      "authors": [
        "Zhimin Li",
        "Bingyu Sun",
        "Ying Zhu",
        "Linlin Liu",
        "Yuyang Huang",
        "Mingshou Lu",
        "Xiuqing Zhu",
        "Yuan Gao"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Encapsulation of soybean oil bodies (OBs) using maltodextrin (MD) can improve their stability in different environmental stresses and enhance the transport and storage performance of OBs. METHODS: In this study, the effects of different MD addition ratios [OBs: MD = 1:0, 1:0.5, 1:1, 1:1.5, and 1:2 (v/v)] on the physicochemical properties and oxidative stability of freeze-dried soybean OBs microcapsules were investigated. The effect of ultrasonic power (150-250 W) on the encapsulation effect and structural properties of oil body-maltodextrin (OB-MD) microcapsules were studied. RESULTS: The addition of MD to OBs decreased the surface oil content and improved the encapsulation efficiency and oxidative stability of OBs. Scanning electron microscopy images revealed that the sonication promoted the adsorption of MD on the surface of OBs, forming a rugged spherical structure. The oil-body-maltodextrin (OB-MD) microcapsules showed a narrower particle size distribution and a lower-potential absolute value at an MD addition ratio of 1:1.5 and ultrasonic power of 250 W (32.1 mV). At this time, MD-encapsulated OBs particles had the highest encapsulation efficiency of 85.3%. Ultrasonic treatment improved encapsulation efficiency of OBs and increased wettability and emulsifying properties of MD. The encapsulation of OBs by MD was improved, and its oxidative stability was enhanced by ultrasound treatment, showing a lower hydrogen peroxide value (3.35 meq peroxide/kg) and thiobarbituric acid value (1.65 μmol/kg). DISCUSSION: This study showed that the encapsulation of soybean OBs by MD improved the stability of OBs microcapsules and decreased the degree of lipid oxidation during storage. Ultrasonic pretreatment further improved the encapsulation efficiency of MD on soybean OBs, and significantly enhanced its physicochemical properties and oxidative stability."
    },
    {
      "pmid": "36513490",
      "title": "The effect of an intervention of porcine protein versus maltodextrin supplement on CONvalescence of FUnCtional outcomes after IcU Stay (CONFUCIUS): Study protocol for a randomized controlled, single-center, double-blind trial.",
      "authors": [
        "Yente Fn Boelens",
        "Bert Strookappe",
        "Emmelyne Vasse",
        "Marco Mensink",
        "Arthur Rh van Zanten"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Patients discharged from the Intensive Care Unit (ICU) frequently suffer from ICU-acquired weakness because of immobilization and massive inflammation-induced muscle mass loss. Consequently, rehospitalization, reduced quality of life (QoL), increased disabilities, and higher post-ICU mortality is observed. Exercise rehabilitation and optimal nutrition, particularly protein intake, are pivotal to regaining muscle mass and function. Studies have shown that protein requirements in the post-ICU phase are often unmet. Furthermore, protein supplementation in other patient groups has shown beneficial effects. However, a study on protein supplementation during the post-ICU period is lacking. This study aims to investigate the effect of a six-week intervention of daily porcine protein supplementation versus an isocaloric control (maltodextrin) on functional outcomes in the post-ICU period in patients with moderately severe ICU-acquired weakness. METHODS: 72 post-ICU patients with moderately severe ICU-acquired weakness of Hospital Gelderse Vallei will be randomly assigned to either the intervention or the control group (36 per arm). The intervention group receives a porcine protein supplement twice a day. The control group receives a maltodextrin supplement twice a day. The intervention starts on the first day in the general ward and lasts 42 days (6 weeks). The primary outcome is the between-group difference in physical function at hospital discharge (t;=2), the end of the intervention (t;=3, day 42), and the 3-month follow-up (t;=4) expressed as a composite score consisting of handgrip strength, muscle strength leg, muscle strength arm and exercise capacity. Secondary outcomes encompass physical function, QoL, Activity of daily living (ADL), and plasma amino acids concentrations. Lastly, ICU readmission after ICU discharge, hospital readmission after hospital discharge, and overall survival status will be considered. Linear mixed models will be used to test the treatment effect for the primary and secondary outcome measures. DISCUSSION: This trial will be the first to investigate porcine protein supplementation compared with carbohydrate supplementation in the post-ICU period aiming to improve functional outcomes of ICU survivors with moderately severe ICU-acquired weakness. TRIAL REGISTRATION: The study has been registered at ClinicalTrials.gov. Number: NCT05405764.",
      "mesh_terms": [
        "Humans",
        "Swine",
        "Animals",
        "Quality of Life",
        "Critical Illness",
        "Hand Strength",
        "Convalescence",
        "Intensive Care Units",
        "Dietary Supplements",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "36297447",
      "title": "Orodispersible Film (ODF) Platform Based on Maltodextrin for Therapeutical Applications.",
      "authors": [
        "Irma E Cupone",
        "Andrea Sansone",
        "Fabio Marra",
        "Andrea M Giori",
        "Emmanuele A Jannini"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2022-Sep-22",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Orodispersible film (ODF) is a new dosage form that disperses rapidly in the mouth without water or swallowing. The main ingredient of an ODF is a polymer that can be both of natural or synthetic origin. Maltodextrin is a natural polymer, mainly used in pharmaceutical and nutraceutical fields. This review aims to examine the literature regarding ODFs based on maltodextrin as the platform for developing new products for therapeutical application. ODFs based on maltodextrin contain plasticizers that enhance their flexibility and reduce their brittleness. Surfactants; fillers, such as homopolymer and copolymer of vinylacetate; flavour and sweetener were introduced to improve ODF characteristics. Both water-soluble and insoluble APIs were introduced up to 100 mg per dosage unit. The solvent casting method and hot-melt extrusion are the most useful techniques for preparing ODFs. In particular, the solvent casting method allows manufacturing processes to be developed from a lab scale to an industrial scale. ODFs based on maltodextrin are characterized in terms of mechanical properties, dissolution rate, taste and stability. ODFs made of maltodextrin, developed by IBSA, were tested in vivo to evaluate their bioequivalence and efficacy and were demonstrated to be a valid alternative to the marketed oral dosage forms."
    },
    {
      "pmid": "36287738",
      "title": "Enhancement of chronic wound healing with maltodextrin/ascorbic acid gel: a clinical evaluation of distal limb wounds in horses.",
      "authors": [
        "Ibrahim E Helal",
        "Hatim A Al-Abbadi",
        "Mohamed H El-Daharawy",
        "Mahmoud F Ahmed"
      ],
      "journal": "Journal of animal science and technology",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Delayed healing associated with distal limb wounds is highly challenging in equine clinical practice. This study aimed to evaluate healing rates between chronic non-granulating wounds of horse distal limbs that were treated with maltodextrin/ascorbic acid gel alone or in combination with povidone-iodine 1% solution and those treated with povidone-iodine 1% only throughout the study period (35 days) in clinical settings. The study was conducted on 18 adult horses (3-15 years old). Based on the treatment regimen utilized, the horses were divided into three groups (n = 6), with each group having a similar mean wound area. The percentages of wound contraction, epithelialization, and overall wound healing were determined weekly for each wound. By the end of the study, the total wound healing percentage was significantly increased between the study groups (p < 0.05). The use of maltodextrin/ascorbic acid gel resulted in considerable wound contraction, rapid epithelialization, and complication-free wound healing. Based on the findings of this study, maltodextrin/ascorbic acid gel, independently or in combination with a 1% povidone-iodine solution, might be applied as a safe and effective wound healing promoting agent in horses with chronic non-granulating wounds."
    },
    {
      "pmid": "35718790",
      "title": "Efficacy of the Oral Administration of Maltodextrin Fructose Before Major Abdominal Surgery: A Prospective, Multicenter Clinical Study.",
      "authors": [
        "Huanlong Qin",
        "Jiafu Ji",
        "Yi Miao",
        "Tong Liu",
        "Dongbing Zhao",
        "Zhenyi Jia",
        "Jun Jiang",
        "Jiang Liu",
        "Qiang Li",
        "Xi Ji",
        "Weihua Fu",
        "Donghua Lou",
        "Wenyu Xia",
        "Ning Li"
      ],
      "journal": "World journal of surgery",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: To study the efficacy of the oral administration of maltodextrin and fructose before major abdominal surgery (MAS). METHODS: This prospective, multicenter, parallel-controlled, double-blind study included patients aged 45-70 years who underwent elective gastrectomy, colorectal resection, or duodenopancreatectomy. The intervention group (IG) was given 800 mL and 400 mL of a maltodextrin and fructose beverage at 10 h and 2 h before MAS, respectively, and the control group (CG) received water under the same experimental conditions. The primary endpoint was insulin resistance index (IRI), and the secondary endpoints were fasting blood glucose, fasting insulin, insulin secretion index, insulin sensitivity index, intraoperative blood glucose, subjective comfort score, and clinical outcome indicators. RESULTS: A total of 240 cases were screened, of which 231 cases were randomly divided into two groups: 114 in the IG and 117 in the CG. No time-treatment effect was detected for any endpoint. The IRI and fasting insulin were significantly lower in the IG than CG after MAS (p = 0.02 & P = 0.03). The scores for anxiety, appetite, and nausea were significantly lower in the IG than CG at 1 h before MAS. Compared with baseline, the scores for appetite and nausea decreased in the IG but increased in the CG. CONCLUSION: The oral administration of maltodextrin and fructose before MAS can improve preoperative subjective well-being and reduce postoperative insulin resistance without increasing the risk of gastrointestinal discomfort.",
      "mesh_terms": [
        "Administration, Oral",
        "Aged",
        "Blood Glucose",
        "Double-Blind Method",
        "Fructose",
        "Humans",
        "Insulin",
        "Insulin Resistance",
        "Middle Aged",
        "Nausea",
        "Polysaccharides",
        "Prospective Studies",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "35683992",
      "title": "Resistant Maltodextrin Consumption in a Double-Blind, Randomized, Crossover Clinical Trial Induces Specific Changes in Potentially Beneficial Gut Bacteria.",
      "authors": [
        "Volker Mai",
        "Alyssa M Burns",
        "Rebecca J Solch",
        "Jennifer C Dennis-Wall",
        "Maria Ukhanova",
        "Bobbi Langkamp-Henken"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-May-25",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Background: We have previously reported that the addition of resistant maltodextrin (RMD), a fermentable functional fiber, to the diet increases fecal weight as well as the amount of fecal bifidobacteria. Here, we report on the targeted analysis of changes in potentially beneficial gut bacteria associated with the intervention. Objective: The primary objective of this study was to determine the effect of adding 0, 15 and 25 g RMD to the diets of healthy free-living adults on potentially beneficial gut bacteria. Methods: We expanded on our previously reported microbiota analysis in a double-blind, placebo-controlled feeding study (NCT02733263) by performing additional qPCR analyses targeting fecal lactic acid bacteria (LAB), Akkermansia muciniphila, Faecalibacterium prausnitzii and Fusicatenibacter saccharivorans in samples from 49 participants. Results: RMD resulted in an approximately two-fold increase in fecal Fusicatenibacter saccharivorans (p = 0.024 for 15 g/day RMD and p = 0.017 for 25 g/day RMD). For Akkermansia muciniphila and Faecalibacterium prausnitzii, we obtained borderline evidence that showed increased amounts in participants that had low baseline levels of these bacteria (p < 0.1 for 25 g/day RMD). We did not detect any effects of RMD on LAB. Conclusions: RMD supplementation in healthy individuals increases Fusicatenibacter saccharivorans. Albeit to a lesser extent, RMD at the higher intake level may also increase Akkermansia muciniphila and Faecalibacterium prausnitzii in individuals with low baseline levels of those two species. Potential benefits associated with these microbiota changes remain to be established in studies with quantifiable health-related endpoints.",
      "mesh_terms": [
        "Adult",
        "Akkermansia",
        "Clostridiales",
        "Double-Blind Method",
        "Faecalibacterium prausnitzii",
        "Feces",
        "Humans",
        "Polysaccharides",
        "Verrucomicrobia"
      ]
    },
    {
      "pmid": "35629620",
      "title": "Development and Characterizations of Pullulan and Maltodextrin-Based Oral Fast-Dissolving Films Employing a Box-Behnken Experimental Design.",
      "authors": [
        "Kiramat Ali Shah",
        "Binbin Gao",
        "Robia Kamal",
        "Anam Razzaq",
        "Sun Qi",
        "Qiu-Ning Zhu",
        "Song Lina",
        "Linyu Huang",
        "Grainne Cremin",
        "Haroon Iqbal",
        "Farid Menaa",
        "Jing-Hao Cui"
      ],
      "journal": "Materials (Basel, Switzerland)",
      "publication_date": "2022-May-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Migraine is a neurological disorder characterized by severe headaches, visual aversions, auditory, and olfactory disorders, accompanied by nausea and vomiting. Zolmitriptan (ZMT®) is a potent 5HT1B/1D serotonin receptor agonist frequently used for the treatment of migraine. It has erratic absorption from the gastrointestinal tract (GIT), but its oral bioavailability is low (40-45%) due to the hepatic metabolism. This makes it an ideal candidate for oral fast dissolving formulations. Hence, the current study was undertaken to design and develop oral fast-dissolving films (OFDFs) containing ZMT for migraine treatment. The OFDFs were formulated by the solvent casting method (SCM) using Pullulan (PU) and maltodextrin (MDX) as film-forming agents and propylene glycol (PG) as a plasticizer. The strategy was designed using Box-Behnken experimental design considering the proportion of PU:MDX and percentage of PG as independent variables. The effectiveness of the OFDF's was measured based on the following responses: drug release at five min, disintegration time (D-time), and tensile strength (TS). The influence of formulation factors, including percent elongation (%E), thickness, water content, moisture absorption, and folding endurance on ZMT-OFDFs, were also studied. The results showed a successful fabrication of stable ZMT-OFDFs, with surface uniformity and amorphous shape of ZMT in fabricated films. The optimized formulation showed a remarkable rapid dissolution, over 90% within the first 5 min, a fast D-time of 18 s, and excellent mechanical characteristics. Improved maximum plasma concentration (C max) and area under the curve (AUC 0-t) in animals (rats) treated with ZMT-OFDFs compared to those treated with an intra-gastric (i-g) suspension of ZMT were also observed. Copolymer OFDFs with ZMT is an exciting proposition with great potential for the treatment of migraine headache. This study offers a promising strategy for developing ZMT-OFDFs using SCM. ZMT-OFDFs showed remarkable rapid dissolution and fast D-time, which might endeavor ZMT-OFDFs as an auspicious alternative approach to improve patient compliance and shorten the onset time of ZMT in migraine treatment."
    },
    {
      "pmid": "35527142",
      "title": "Maltodextrin-amino acids electrospun scaffolds cross-linked with Maillard-type reaction for skin tissue engineering.",
      "authors": [
        "Marco Ruggeri",
        "Eleonora Bianchi",
        "Silvia Rossi",
        "Cinzia Boselli",
        "Antonia Icaro Cornaglia",
        "Lorenzo Malavasi",
        "Riccardo Carzino",
        "Giulia Suarato",
        "Rita Sánchez-Espejo",
        "Athanassia Athanassiou",
        "Cesar Viseras",
        "Franca Ferrari",
        "Giuseppina Sandri"
      ],
      "journal": "Biomaterials advances",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The goal of this work is the design and the development of scaffolds based on maltodextrin (MD) to recover chronic lesions. MD was mixed with arginine/lysine/polylysine and the electrospinning was successfully used to prepare scaffolds with uniform and continuous nanofibers having regular shape and smooth surface. A thermal treatment was applied to obtain insoluble scaffolds in aqueous environment, taking the advantage of amino acids-polysaccharide conjugates formed via Maillard-type reaction. The morphological analysis showed that the scaffolds had nanofibrous structures, and that the cross-linking by heating did not significantly change the nanofibers' dimensions and did not alter the system stability. Moreover, the heating process caused a reduction of free amino group and proportionally increased scaffold cross-linking degree. The scaffolds were elastic and resistant to break, and possessed negative zeta potential in physiological fluids. These were characterized by direct antioxidant properties and Fe2+ chelation capability (indirect antioxidant properties). Moreover, the scaffolds were cytocompatible towards fibroblasts and monocytes-derived macrophages, and did not show any significant pro-inflammatory activity. Finally, those proved to accelerate the recovery of the burn/excisional wounds. Considering all the features, MD-poly/amino acids scaffolds could be considered as promising medical devices for the treatment of chronic wounds.",
      "mesh_terms": [
        "Amino Acids",
        "Antioxidants",
        "Polysaccharides",
        "Tissue Engineering",
        "Tissue Scaffolds"
      ]
    },
    {
      "pmid": "35407004",
      "title": "Effects of Electrospun Potato Protein-Maltodextrin Mixtures and Thermal Glycation on Trypsin Inhibitor Activity.",
      "authors": [
        "Monika Gibis",
        "Franziska Pribek",
        "Jochen Weiss"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Mar-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fibers of potato protein and polysaccharides were obtained by needleless electrospinning. Mixtures of maltodextrin DE2 (dextrose equivalent) (0.8 g/mL), DE21 (0.1 g/mL), and different concentrations of potato protein (0.05, 0.1, 0.15, and 0.2 g/mL) were used for fiber production. Glycation was performed via the Maillard reaction after thermal treatment (0/6/12/24/48 h, 65 °C, 75% relative humidity). The effects of electrospinning and heating on trypsin inhibitor activity (IA) were studied. The results of the IA assay showed that electrospinning and glycation caused significant differences in IA among blends, heating times, and the interaction of blend and heating time (p < 0.001). The higher the protein content in the fibers, the higher the IA. The lowest IA was found in the mixture with the lowest protein content after 48 h. In other blends, the minimum IAs were found between 6 and 12 h of heating. The determination of the free lysine groups showed a nonsignificant decrease after heating. However, higher free lysine groups per protein (6.3−9.5 g/100 g) were found in unheated fibers than in the potato protein isolate (6.0 ± 0.5 g/100 g). The amide I and amide II regions, detected by the Fourier transform infrared spectra, showed only a slight shift after heating."
    },
    {
      "pmid": "35358563",
      "title": "Removal of pharmaceuticals (diclofenac and amoxicillin) by maltodextrin/reduced graphene and maltodextrin/reduced graphene/copper oxide nanocomposites.",
      "authors": [
        "Omid Moradi",
        "Hamed Alizadeh",
        "Sajjad Sedaghat"
      ],
      "journal": "Chemosphere",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Due to the scarcity of water and the growing industrialization, pharmaceutical wastewater treatment is of particular importance. For this reason, it is necessary to achieve an efficient method to eliminate all types of pharmaceutical pollutants. Herein, synthetic nano-composite is proposed to take a step towards improving the operation of removing pharmaceutical contaminants from the environment and aquatic and industrial effluents. Binary (maltodextrin/reconstituted graphene nanocomposite) and ternary (maltodextrin/reconstituted graphene nanocomposite/copper oxide) nanocomposites were prepared and characterized using, FT-IR, FESEM-EDS, TEM, DLS, and XRD. The nanocomposites were used to eliminate diclofenac and amoxicillin as Pharmaceuticals. The removal of amoxicillin at a concentration of 30 mg/L with an adsorbent dose of 0.05 g and a pH of 7.4 and an optimal temperature of 20 °C in 10 min has the highest removal rate of 86%. In addition, diclofenac with nano-adsorbents prepared under optimal conditions, including an initial concentration of 20 mg/L, adsorbent dose of 0.05 g, adsorption time of 7 min, a temperature of 20 °C and a pH of 7, has the highest removal efficiency of 94%. The results indicated that the prepared nanocomposites are alternative adsorbents to remove Pharmaceuticals from water.",
      "mesh_terms": [
        "Adsorption",
        "Amoxicillin",
        "Copper",
        "Diclofenac",
        "Graphite",
        "Kinetics",
        "Nanocomposites",
        "Pharmaceutical Preparations",
        "Polysaccharides",
        "Spectroscopy, Fourier Transform Infrared",
        "Water",
        "Water Pollutants, Chemical"
      ]
    },
    {
      "pmid": "34990969",
      "title": "Improvement of betalains stability extracted from red dragon fruit peel by ultrasound-assisted microencapsulation with maltodextrin.",
      "authors": [
        "Xiaolan Li",
        "Zhi-Hong Zhang",
        "Jiaqi Qiao",
        "Wenjuan Qu",
        "Man-Sheng Wang",
        "Xianli Gao",
        "Cunsheng Zhang",
        "Charles S Brennan",
        "Xianghui Qi"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2022-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Natural betalains can be potential food additives because of their antioxidant activities, but they have poor thermal stability. In this study, betalains were extracted from red dragon fruit peel, and then encapsulated with maltodextrin by ultrasound method to increase the physicochemical properties of betalains microcapsules. The encapsulation efficiency of the betalains was above 79%, and the particle size and Zeta potential values were 275.46 nm and -29.01 mV, respectively. Compared to the control sample, onset temperature and DPPH free radical scavenging of betalains microcapsules under the modest ultrasound treatment (200 W, 5 min) was increased by 1.6 °C and 12.24%, respectively. This increase could be due to the ability of ultrasonification to create interactions between maltodextrin and betalains (as evidenced by FT-IR). Therefore, modest ultrasound treatment can be used for microcapsulation to improve the stability of betalains, and then expand the application of betalains in heat processed food field.",
      "mesh_terms": [
        "Betalains",
        "Cactaceae",
        "Capsules",
        "Fruit",
        "Plant Extracts",
        "Polysaccharides",
        "Spectroscopy, Fourier Transform Infrared"
      ]
    },
    {
      "pmid": "34477356",
      "title": "Maltodextrin May Be a Promising Treatment Modality After Near-total Pancreatectomy in Infants Younger Than Six Months with Persistent Hyperinsulinism: A Case Report.",
      "authors": [
        "Yasemin Denkboy Öngen",
        "Erdal Eren",
        "Halil Sağlam"
      ],
      "journal": "Journal of clinical research in pediatric endocrinology",
      "publication_date": "2023-Feb-27",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Persistent hypoglycemia in infants with congenital hyperinsulinism (CHI) can be challenging in approximately half of these cases, even after undergoing a near-total pancreatectomy. While maltodextrin has been recommended in the nutritional management of CHI cases younger than six months, information regarding its efficacy in managing hypoglycemia are not yet clear. Here, we present a male infant with CHI who experienced persistent hypoglycemia even after undergoing a near-total pancreatectomy and despite multiple medical treatments. The infant’s hypoglycemic episodes were successfully controlled by adding maltodextrin to his diet.",
      "mesh_terms": [
        "Infant",
        "Humans",
        "Male",
        "Pancreatectomy",
        "Hyperinsulinism",
        "Congenital Hyperinsulinism",
        "Polysaccharides"
      ]
    },
    {
      "pmid": "34400230",
      "title": "Deciphering the colonic fermentation characteristics of agavin and digestion-resistant maltodextrin in a simulated batch fermentation system.",
      "authors": [
        "Aldrine Kilua",
        "Samanthi Pelpolage",
        "Aki Goto",
        "Yasunori Nakayama",
        "Eiichi Kitazono",
        "Kiyotsuna Toyohara",
        "Ryuji Nagata",
        "Naoki Fukuma",
        "Kyu-Ho Han",
        "Michihiro Fukushima"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2021-Oct-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gut microbial fermentation of soluble dietary fibers promotes general and substrate-specific health benefits. In this study, the fermentation characteristics of two soluble branched-dietary fibers, namely, agavin (a type of agave fructans) and digestion-resistant maltodextrin (RD) were investigated against cellulose, using a simulated colonic fermenter apparatus employing a mixed culture of swine fecal bacteria. After 48 h of complete fermentation period, the microbial composition was different among all groups, where Bifidobacterium spp. and Lactobacillus spp. dominated the agavin treatment, while the members of the families Lachnospiraceae and Prevotellaceae dominated the RD treatment. Agavin treatment exhibited a clearly segregated two-phased prolonged fermentation trend compared to RD treatment as manifested by the fermentation rates. Further, the highest short-chain fatty acids production even at the end of the fermentation cycle, acidic pH, and the negligible concentration of ammonia accumulation demonstrated favorable fermentation attributes of agavin compared to RD. Therefore, agavin might be an effective and desirable substrate for the colonic microbiota than RD with reference to the expressed microbial taxa and fermentation attributes. This study revealed a notable significance of the structural differences of fermentable fibers on the subsequent fermentation characteristics.",
      "mesh_terms": [
        "Ammonia",
        "Animals",
        "Batch Cell Culture Techniques",
        "Bifidobacterium",
        "Biodiversity",
        "Colon",
        "Colony Count, Microbial",
        "Digestion",
        "Fatty Acids, Volatile",
        "Fermentation",
        "Fructans",
        "Hydrogen-Ion Concentration",
        "Lactobacillus",
        "Microbiota",
        "Nitrogen",
        "Phylogeny",
        "Polysaccharides",
        "Swine",
        "Time Factors"
      ]
    },
    {
      "pmid": "34364068",
      "title": "Effect of ultrasound on the preparation of soy protein isolate-maltodextrin embedded hemp seed oil microcapsules and the establishment of oxidation kinetics models.",
      "authors": [
        "Tong Wang",
        "Kuiren Chen",
        "Xingzhen Zhang",
        "Yingjie Yu",
        "Dianyu Yu",
        "Lianzhou Jiang",
        "Liqi Wang"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, microcapsules were prepared by spray drying and embedding hemp seed oil (HSO) with soy protein isolate (SPI) and maltodextrin (MD) as wall materials. The effect of ultrasonic power on the microstructure and characteristics of the composite emulsion and microcapsules was studied. Studies have shown that ultrasonic power has a significant impact on the stability of composite emulsions. The particle size of the composite emulsion after 450 W ultrasonic treatment was significantly lower than the particle size of the emulsion without the ultrasonic treatment. Through fluorescence microscopy observation, HSO was found to be successfully embedded in the wall materials to form an oil/water (O/W) composite emulsion. The spray-dried microcapsules showed a smooth spherical structure through scanning electron microscopy (SEM), and the particle size was 10.7 μm at 450 W. Fourier transform infrared (FTIR) spectroscopy analysis found that ultrasonic treatment would increase the degree of covalent bonding of the SPI-MD complex to a certain extent, thereby improving the stability and embedding effect of the microcapsules. Finally, oxidation kinetics models of HSO and HSO microcapsules were constructed and verified. The zero-order model of HSO microcapsules was found to have a higher degree of fit; after verification, the model can better reflect the quality changes of HSO microcapsules during storage.",
      "mesh_terms": [
        "Polysaccharides",
        "Soybean Proteins",
        "Cannabis",
        "Kinetics",
        "Capsules",
        "Oxidation-Reduction",
        "Seeds",
        "Plant Oils",
        "Ultrasonic Waves",
        "Particle Size",
        "Emulsions",
        "Sonication"
      ]
    },
    {
      "pmid": "34224554",
      "title": "Wheat bran with reduced particle size increases serum SCFAs in obese subjects without improving health parameters compared with a maltodextrin placebo.",
      "authors": [
        "Lise Deroover",
        "Jorge F Vázquez-Castellanos",
        "Greet Vandermeulen",
        "Anja Luypaerts",
        "Jeroen Raes",
        "Christophe M Courtin",
        "Kristin Verbeke"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2021-Oct-04",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Wheat bran (WB) has been associated with improved gastrointestinal health and a reduced risk of metabolic disorders. Reducing the particle size of WB might increase its fermentability and facilitate cross-feeding between the gut bacteria and in this way produce health effects. OBJECTIVES: We investigated the impact of WB with reduced particle size (WB RPS) on colonic fermentation and host health in normal-weight (NW) and obese (OB) participants compared with placebo (PL). METHODS: During 1 mo, 36 NW and 14 OB participants daily consumed 20 g WB RPS or PL (maltodextrin). Before and after the intervention, fasting serum and fecal SCFAs, fecal metabolite profiles, and microbiota composition were measured as fermentation parameters. Fecal output, fecal dry weight (%), fat excretion, transit, stool consistency, intestinal permeability, and serum total cholesterol, triglyceride, and C-reactive protein concentrations were measured as health parameters. The impact of WB RPS on the fermentation of other carbohydrates was assessed by quantifying postprandial cumulative serum 13C-SCFA after a challenge with 13C-inulin. RESULTS: WB RPS increased fasting serum acetate (P < 0.05) and total SCFA (P < 0.05) concentrations in OB participants. Fasting serum propionate concentrations were lower in OB than in NW participants at baseline (NW: 1.57 ± 0.75 µmol/L; OB: 0.89 ± 0.52 µmol/L; P < 0.01), but not after WB RPS (NW: 1.75 ± 0.77 µmol/L; OB: 1.35 ± 0.63 µmol/L; P = not significant). WB RPS did not enhance colonic fermentation of 13C-inulin and did not affect microbiota composition. Health parameters were not affected by the WB RPS intervention, either in NW or in OB participants. CONCLUSIONS: WB RPS increased fasting serum SCFA concentrations in OB participants. These changes were not associated with beneficial effects on host health.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Case-Control Studies",
        "Dietary Fiber",
        "Energy Intake",
        "Fatty Acids, Volatile",
        "Female",
        "Food Analysis",
        "Humans",
        "Male",
        "Middle Aged",
        "Nutrients",
        "Obesity",
        "Particle Size",
        "Polysaccharides",
        "Young Adult"
      ]
    },
    {
      "pmid": "34077827",
      "title": "Characterization of a putative maltodextrin-binding protein of Streptococcus pyogenes, SPs0871 and the development of a VHH inhibitor.",
      "authors": [
        "Tsukushi Yamawaki",
        "Makoto Nakakido",
        "Kan Ujiie",
        "Chihiro Aikawa",
        "Ichiro Nakagawa",
        "Kouhei Tsumoto"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2021-Aug-06",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Streptococcus pyogenes causes a wide range of human infections. Currently, antibiotics are the main treatment for S. pyogenes infection, but serious anti-microbial resistance requires alternative treatment options. To develop a novel strategy for treatment, we physicochemically characterized SPs0871, a putative maltose/maltodextrin-binding protein that is thought to have important roles in the pathogenesis of invasive streptococci. We obtained a variable domain of heavy chain of heavy-chain antibody, the smallest unit of an antibody, which specifically binds to SPs0871. Although the VHH completely inhibited the binding of maltodextrins to SPs0871, the inhibition did not lead to growth suppression of the bacteria. Our results provide important insights for development of VHH as an anti-streptococcal therapeutic.",
      "mesh_terms": [
        "Anti-Bacterial Agents",
        "Bacterial Proteins",
        "Immunoglobulin Heavy Chains",
        "Microbial Sensitivity Tests",
        "Polysaccharides",
        "Streptococcus pyogenes"
      ]
    },
    {
      "pmid": "33922089",
      "title": "Development of a Solid Dispersion of Nystatin with Maltodextrin as a Carrier Agent: Improvements in Antifungal Efficacy against Candida spp. Biofilm Infections.",
      "authors": [
        "Carlos Benavent",
        "Carlos Torrado-Salmerón",
        "Santiago Torrado-Santiago"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2021-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to improve the treatment of Candida albicans biofilms through the use of nystatin solid dispersions developed using maltodextrins as a hyperosmotic carrier. Characterization studies by differential scanning calorimetry, X-ray diffraction, dissolution studies, and particle size analysis were performed to evaluate changes in nystatin crystallinity. Antifungal activity and anti-biofilm efficacy were assessed by microbiological techniques. The results for nystatin solid dispersions showed that the enhancement of antifungal activity may be related to the high proportions of maltodextrins. Anti-biofilm assays showed a significant reduction (more than 80%) on biofilm formation with SD-N:MD [1:6] compared to the nystatin reference suspension. The elaboration process and physicochemical properties of SD-N:MD [1:6] could be a promising strategy for treatment of Candida biofilms."
    },
    {
      "pmid": "33915483",
      "title": "Complexation of maltodextrin-based inulin and green tea polyphenols via different ultrasonic pretreatment.",
      "authors": [
        "Shuyi Li",
        "Dan Lei",
        "Zhenzhou Zhu",
        "Jie Cai",
        "Maela Manzoli",
        "Laszlo Jicsinszky",
        "Giorgio Grillo",
        "Giancarlo Cravotto"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2021-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ultrasound has been applied in food processing for various purpose, showing potential to advance the physical and chemical modification of natural compounds. In order to explore the effect of ultrasonic pretreatment on the complexation of inulin and tea polyphenols (TPP), different frequencies (25, 40, 80 kHz) and output power (40, 80, 120 W) were carried out. According to the comparison in particle size distribution and phenolic content of different inulin-TPP complexes, it was indicated that high-intensity ultrasonic (HIU) treatment (25 kHz, 40 W, 10 min) could accelerate the interaction of polysaccharides and polyphenols. Moreover, a series of spectral analysis including UV-Vis, FT-IR and NMR jointly evidenced the formation of hydrogen bond between saccharides and phenols. However, the primary structure of inulin and the polysaccharide skeleton were not altered by the combination. Referring to field emission scanning electron microscopy (FESEM), the morphology of ultrasound treated-complex presented a slight agglomeration in the form of bent sheets, compared to non-treated sample. The inulin-TPP complex also revealed better stability based on thermogravimetric analysis (TGA). Thus, it can be speculated from the identifications that proper ultrasonic treatment is promising to promote the complexation of some food components during processing.",
      "mesh_terms": [
        "Food Handling",
        "Inulin",
        "Polyphenols",
        "Polysaccharides",
        "Tea",
        "Ultrasonic Waves"
      ]
    },
    {
      "pmid": "33172603",
      "title": "Covalent β-lactoglobulin-maltodextrin amyloid fibril conjugate prepared by the Maillard reaction.",
      "authors": [
        "Mehri Karbasi",
        "Antoni Sánchez-Ferrer",
        "Jozef Adamcik",
        "Gholamreza Askari",
        "Ashkan Madadlou",
        "Raffaele Mezzenga"
      ],
      "journal": "Food chemistry",
      "publication_date": "2021-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The surface modification of β-lactoglobulin amyloid fibrils (AFs) was investigated by performing the Maillard reaction with the free anomeric carbon of the maltodextrin in water at pH 9.0 and 90 °C. The bonding of maltodextrin to fibrils was confirmed by determining the free amino group content and the presence of final products from the Maillard reaction. The secondary structure of AFs was preserved as observed by circular dichroism analysis. Atomic force microscopy evidenced that prolonged heat treatment caused hydrolysis of the attached polysaccharide and consequently lowered the height of the fibrils from 8.0 nm (after 1 h) to 6.0 nm (after 24 h), which led to the reduction of hydrophilicity of resulting conjugate. Increasing the reaction time, however, resulted in the improvement of colloidal stability and decrease in turbidity ascribed to the increment of glycation degree, as well as, a decrease in the isoelectric point of the protein-based supramolecular object.",
      "mesh_terms": [
        "Amyloid",
        "Circular Dichroism",
        "Hydrogen-Ion Concentration",
        "Hydrolysis",
        "Hydrophobic and Hydrophilic Interactions",
        "Lactoglobulins",
        "Maillard Reaction",
        "Microscopy, Atomic Force",
        "Polysaccharides",
        "Protein Structure, Secondary",
        "Temperature",
        "Water"
      ]
    },
    {
      "pmid": "33132344",
      "title": "Visceral Fat-Reducing Effect and Safety of Continuous Consumption of Beverage Containing Resistant Maltodextrin: A Randomized, Double-Blind, Placebo-Controlled, Parallel-Group Clinical Trial.",
      "authors": [
        "Machiko Kitagawa",
        "Shinsuke Nakagawa",
        "Takuto Suzuki",
        "Yuka Kishimoto",
        "Sumiko Kanahori",
        "Yoshitaka Hatakeyama",
        "Shimpei Tomita",
        "Ikuo Fukuhara"
      ],
      "journal": "Journal of nutritional science and vitaminology",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Obesity is regarded as a global concern with increasing prevalence, most notably in developed countries. Metabolic syndrome is a predictor of cardiovascular disease and type 2 diabetes mellitus and is defined as the accumulation of multiple risk factors caused by abdominal visceral obesity. Resistant maltodextrin (RMD) is a soluble dietary fiber that has been shown to reduce visceral fat in long-term clinical trials when continuously administered at 10 g, three times daily. Herein, we evaluated the effects of long-term consumption of 5 g RMD three times daily. A total of 140 healthy adults were randomly assigned to two intervention groups for a 12-wk randomized, double-blind, placebo-controlled, parallel-group trial. Participants ingested a test beverage containing 5 g RMD or a placebo beverage without RMD. Interviews, anthropometric measurements, physiological examination, blood tests, and urinalyses were conducted at baseline and every 4 wk during the trial. Computed tomography scans were performed at baseline and at the end of week 8 and 12. Results showed that abdominal visceral fat area (VFA) significantly decreased in the test group from 105.33±26.83 cm2 at baseline to 101.15±24.33 cm2 at week 12. Further, a significant difference was observed in the VFA between the test and control groups (p<0.05), confirming the function of continuous RMD consumption in reducing abdominal visceral fat. Furthermore, neither serious adverse events nor adverse clinical findings were observed in the blood or urine tests following consumption of RMD, suggesting that continuous consumption of RMD containing beverages is safe.",
      "mesh_terms": [
        "Adult",
        "Beverages",
        "Diabetes Mellitus, Type 2",
        "Double-Blind Method",
        "Humans",
        "Intra-Abdominal Fat",
        "Metabolic Syndrome",
        "Polysaccharides"
      ]
    },
    {
      "pmid": "32742646",
      "title": "Attenuation of glycaemic and insulin responses following tapioca resistant maltodextrin consumption in healthy subjects: a randomised cross-over controlled trial.",
      "authors": [
        "Junaida Astina",
        "Suwimol Sapwarobol"
      ],
      "journal": "Journal of nutritional science",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Resistant maltodextrin (RMD) from various sources of starch has been extensively studied. However, studies which reported the effects of tapioca RMD (TRM) on glucose and insulin response are lacking. This study investigated the effect of TRM on postprandial plasma glucose and serum insulin in healthy subjects. Additionally, satiety and gastrointestinal tolerability were also evaluated. Sixteen healthy participants received five different treatments on five separate days. Participants received 50 g of either: glucose (GL), tapioca maltodextrin (TM), TRM, MIX15% (7⋅5 g TRM + 42⋅5 g TM) or MIX50% (25 g TRM + 25 g TM). Plasma glucose, serum insulin and subjective appetite responses were measured postprandially over 180 min. Gastrointestinal symptoms were evaluated by questionnaire before and after each test day. Results showed that at 30 min after treatment drinks, plasma glucose after TRM was significantly lowest (104⋅60 (sem 2⋅63 mg/dl) than after GL (135⋅87 (sem 4⋅88) mg/dl; P <0⋅001), TM (127⋅93 (sem 4⋅05) mg/dl; P = 0⋅001), MIX15% (124⋅67 (sem 5⋅73) mg/dl; P = 0⋅039) and MIX50% (129⋅33 (sem 5⋅23) mg/dl; P = 0⋅003) (1 mg/dl = 0⋅0555 mmol/l). In addition, TRM also significantly reduced serum insulin (13⋅01 (sem 2⋅12) μIU/ml) compared with GL (47⋅90 (sem 11⋅93) μIU/ml; P = 0⋅013), TM (52⋅96 (sem 17⋅68) μIU/ml; P = 0⋅002) and MIX50% (33⋅16 (sem 4⋅99) μIU/ml; P = 0⋅008). However, there were no significant differences in subjective appetite between treatments (P > 0⋅05). A single high dose of TRM (50 g) caused flatulence (P < 0⋅05). Tapioca resistant maltodextrin has low digestibility in the small intestine and, therefore, reduced incremental plasma glucose and serum insulin, without affecting satiety in healthy subjects over 180 min. Gastrointestinal tolerability of TRM should be considered when consumed in high doses.",
      "mesh_terms": [
        "Adult",
        "Blood Glucose",
        "Cross-Over Studies",
        "Diet",
        "Female",
        "Humans",
        "Insulin",
        "Male",
        "Manihot",
        "Polysaccharides",
        "Postprandial Period",
        "Surveys and Questionnaires",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "31978479",
      "title": "Improvement of thermal stability and antioxidant activity of anthocyanins of Echium amoenum petal using maltodextrin/modified starch combination as wall material.",
      "authors": [
        "Mehdi Mehran",
        "Saeed Masoum",
        "Mohammadreza Memarzadeh"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2020-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To protect anthocyanins of Iranian borage extract (IBE) by encapsulation, maltodextrin (MD)/modified maize starch (MMS) combinations were used at four ratios (MD/MMS: 1/0, 1/0.25, 1/0.5, 1/1, w/w%). The microencapsulated powders with different ratios of wall material presented encapsulation efficacy between 93.1 and 97.4%. FTIR confirmed the cross-linking interaction between extract and MD/MMS wall. Increased thermal stability of extract was also indicated by DSC analysis. The stability of microstructures and crude extract at two conditions (5 and 40 °C) was evaluated by UV and HPLC methods during 60 days. The results of stability showed that encapsulation by treatment 4 (MD/MMS 1:1) improved the stability of anthocyanins 43.8% compared to crude extract. Additionally, microcapsule created in this treatment provided great antioxidant stability. The release in the simulated gastrointestinal tract revealed that the anthocyanins were chiefly retained inside the microparticles in the stomach, and were released in the intestine. The results demonstrated that the microencapsulation with MD and MMS by the spray-drying method can improve the stability, antioxidant and functional characteristics of borage extract, which could be useful in the food and pharmaceutical industry.",
      "mesh_terms": [
        "Anthocyanins",
        "Antioxidants",
        "Capsules",
        "Chromatography, High Pressure Liquid",
        "Drug Compounding",
        "Echium",
        "Polysaccharides",
        "Powders",
        "Starch"
      ]
    },
    {
      "pmid": "31605197",
      "title": "The effect of inulin and resistant maltodextrin on weight loss during energy restriction: a randomised, placebo-controlled, double-blinded intervention.",
      "authors": [
        "Anne Lundby Hess",
        "Alfonso Benítez-Páez",
        "Trine Blædel",
        "Lesli Hingstrup Larsen",
        "Jose Ramón Iglesias",
        "Carmen Madera",
        "Yolanda Sanz",
        "Thomas Meinert Larsen"
      ],
      "journal": "European journal of nutrition",
      "publication_date": "2020-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: The objective of this study was to investigate the additive effects of combining energy restriction with dietary fibres on change in body weight and gut microbiota composition. METHODS: The study was a 12-week randomised, placebo-controlled, double-blinded, parallel intervention trial. A total of 116 overweight or obese participants were assigned randomly either to 10 g inulin plus 10 g resistant maltodextrin or to 20 g of placebo supplementation through 400 mL of milk a day, while on a - 500 kcal/day energy restricted diet. RESULTS: Altogether, 86 participants completed the intervention. There were no significant differences in weight loss or body composition between the groups. The fibre supplement reduced systolic (5.35 ± 2.4 mmHg, p = 0.043) and diastolic (2.82 ± 1.3 mmHg, p = 0.047) blood pressure to a larger extent than placebo. Furthermore, a larger decrease in serum insulin was observed in the placebo group compared to the fibre group (- 26.0 ± 9.2 pmol/L, p = 0.006). The intake of fibre induced changes in the composition of gut microbiota resulting in higher abundances of Parabacteroides and Bifidobacteria, compared to placebo. The effects on blood pressure and glucose metabolism were mainly observed in women, and could be attributed to a higher gut microbiota diversity after intervention. Finally, the fibre group experienced a higher degree of gastrointestinal symptoms, which attenuated over time. CONCLUSIONS: Supplementation of inulin and resistant maltodextrin did not provide an additional weight loss during an energy-restricted diet, but reduced both systolic and diastolic blood pressure. Furthermore, the fibre supplement did stimulate the growth of potentially beneficial bacteria genera. CLINICAL TRIAL REGISTRY: The study was registered at http://www.clinicaltrials.gov , NCT03135041.",
      "mesh_terms": [
        "Blood Pressure",
        "Caloric Restriction",
        "Double-Blind Method",
        "Energy Intake",
        "Female",
        "Gastrointestinal Microbiome",
        "Glucose",
        "Humans",
        "Inulin",
        "Male",
        "Middle Aged",
        "Polysaccharides",
        "Weight Loss"
      ]
    },
    {
      "pmid": "31376356",
      "title": "Use of a maltodextrin-based feed with a lysozyme product to alter bacterial in the ileum of market-aged broilers.",
      "authors": [
        "R Asante",
        "B M Rathgeber",
        "J L MacIsaac",
        "D M Anderson"
      ],
      "journal": "Poultry science",
      "publication_date": "2019-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Poultry meats can become contaminated with pathogenic bacteria through digesta leakage during processing. Reducing the bacteria load in digesta of market-aged broilers prior to processing reduces the incidence of fecal contamination at the processing plant. A lysozyme product was incorporated in a maltodextrin-based feed offered during the pre-shipping feed withdrawal period to reduce bacteria in ileal contents of market-aged broilers. Twenty 36-day-old broilers were randomly allocated to each of 16 pens. For a 9 h period each pen was randomly assigned to one of the following treatments: no feed, maltodextrin-based feed with a lysozyme product (Inovapure) added at 0, 10, or 20 g per kg of feed. Feed consumption was determined and a minimum of 3 birds were randomly selected from each pen and euthanized. The ileal contents were removed and weighed. Samples were analyzed for Clostridium perfringens, aerobic bacteria, Enterobacteriaceae, E. coli, and coliform numbers using standard culturing techniques and next generation sequencing was performed to determine population shifts. Bacteria counts were transformed to log10 colony forming units (cfu) and analyzed as a completely randomized design. The data from next generation sequencing was analyzed as a 3 × 5 factorial design using Proc Mixed of SAS. Lysozyme did not affect feed consumption nor were the weight of ileal contents different for birds fed maltodextrin-based feeds compared to birds on traditional feed withdrawal. E. coli/coliforms and Enterobacteriaceae plates had no signs of bacterial growth. The number of Clostridium perfringens and aerobic bacteria in the ileal contents of market-aged broilers was not different between treatments using the traditional culturing techniques. Next generation sequencing was a useful alternative to traditional culture techniques as results revealed that bacilli were reduced and clostridia increased for the 20 g lysozyme treatment. Addition of lysozyme to a maltodextrin based feed did not change overall numbers of bacteria but was effective in altering the participants in the bacteria community in ileal contents of market-aged broilers.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Chickens",
        "Diet",
        "Dietary Supplements",
        "Dose-Response Relationship, Drug",
        "Ileum",
        "Male",
        "Muramidase",
        "Polysaccharides",
        "Random Allocation"
      ]
    },
    {
      "pmid": "31018491",
      "title": "Anthocyanin Encapsulated by Ferulic Acid-Grafted-Maltodextrin (FA-g-MD) Microcapsules Potentially Improved its Free Radical Scavenging Capabilities Against H2O2-Induced Oxidative Stress.",
      "authors": [
        "Yi Ma",
        "Yunhui Feng",
        "Wanling Zeng",
        "Huibo Luo"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2019-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the antioxidant activity and release behavior of anthocyanin (ANC) loaded within FA-g-MD wall (ANC-FA-g-MD microcapsule) in vitro. The microencapsulation of ANC was prepared by spray drying and displayed a biphasic release profile. The combination of ANC and FA-g-MD (0.0625-1 mg/mL) showed a higher antioxidant activity than that of both individuals. A possible intermolecular interaction between ANC and FA-g-MD was studied by UV-vis spectra. Intracellular reactive oxygen species (ROS), 3-(4,5-dimethyl-2-thiazolyl)-2,5-diphenyl-2-H-tetrazolium bromide (MTT) test, and protein expression of quinone oxidoreductase 1(NQO1), glutathione reductase (GSR) and γ-glutamate cysteine ligase catalytic subunit (γ-GCLC) were measured through human colon cancer cells (HT-29). After a 24-hour incubation of the HT-29, the combinations (0-60 μg/mL) exhibited a high potential to diminish the ROS level. And the distinct upregulated expressions of GCLC and NQO1 of HT-29 were detected after treatment with combinations compared to those of single ones. These results suggested that the ANC-FA-g-MD microcapsules exerts enhanced antioxidant effect with capability of the modulation of GCLC and NQO1.",
      "mesh_terms": [
        "Anthocyanins",
        "Capsules",
        "Cell Survival",
        "Coumaric Acids",
        "Drug Carriers",
        "Drug Compounding",
        "Enzyme Activation",
        "Free Radical Scavengers",
        "Gene Expression Regulation",
        "Glutamate-Cysteine Ligase",
        "Glutathione Reductase",
        "HT29 Cells",
        "Humans",
        "Hydrogen Peroxide",
        "NAD(P)H Dehydrogenase (Quinone)",
        "Oxidative Stress",
        "Polysaccharides",
        "Protein Subunits"
      ]
    },
    {
      "pmid": "30765332",
      "title": "The Food Additive Maltodextrin Promotes Endoplasmic Reticulum Stress-Driven Mucus Depletion and Exacerbates Intestinal Inflammation.",
      "authors": [
        "Federica Laudisi",
        "Davide Di Fusco",
        "Vincenzo Dinallo",
        "Carmine Stolfi",
        "Antonio Di Grazia",
        "Irene Marafini",
        "Alfredo Colantoni",
        "Angela Ortenzi",
        "Claudia Alteri",
        "Francesca Guerrieri",
        "Maria Mavilio",
        "Francesca Ceccherini-Silberstein",
        "Massimo Federici",
        "Thomas Thornton MacDonald",
        "Ivan Monteleone",
        "Giovanni Monteleone"
      ],
      "journal": "Cellular and molecular gastroenterology and hepatology",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND & AIMS: Food additives, such as emulsifiers, stabilizers, or bulking agents, are present in the Western diet and their consumption is increasing. However, little is known about their potential effects on intestinal homeostasis. In this study we examined the effect of some of these food additives on gut inflammation. METHODS: Mice were given drinking water containing maltodextrin (MDX), propylene glycol, or animal gelatin, and then challenged with dextran sulfate sodium or indomethacin. In parallel, mice fed a MDX-enriched diet were given the endoplasmic reticulum (ER) stress inhibitor tauroursodeoxycholic acid (TUDCA). Transcriptomic analysis, real-time polymerase chain reaction, mucin-2 expression, phosphorylated p38 mitogen-activated protein (MAP) kinase quantification, and H&E staining was performed on colonic tissues. Mucosa-associated microbiota composition was characterized by 16S ribosomal RNA sequencing. For the in vitro experiments, murine intestinal crypts and the human mucus-secreting HT29-methotrexate treated cell line were stimulated with MDX in the presence or absence of TUDCA or a p38 MAP kinase inhibitor. RESULTS: Diets enriched in MDX, but not propylene glycol or animal gelatin, exacerbated intestinal inflammation in both models. Analysis of the mechanisms underlying the detrimental effect of MDX showed up-regulation of inositol requiring protein 1β, a sensor of ER stress, in goblet cells, and a reduction of mucin-2 expression with no significant change in mucosa-associated microbiota. Stimulation of murine intestinal crypts and HT29-methotrexate treated cell line cells with MDX induced inositol requiring protein 1β via a p38 MAP kinase-dependent mechanism. Treatment of mice with TUDCA prevented mucin-2 depletion and attenuated colitis in MDX-fed mice. CONCLUSIONS: MDX increases ER stress in gut epithelial cells with the downstream effect of reducing mucus production and enhancing colitis susceptibility.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Colitis",
        "Diet",
        "Disease Progression",
        "Endoplasmic Reticulum Stress",
        "Epithelial Cells",
        "Food Additives",
        "Gastrointestinal Microbiome",
        "Inflammation",
        "Intestines",
        "Membrane Proteins",
        "Mice, Inbred BALB C",
        "Mucus",
        "Polysaccharides",
        "Protein Serine-Threonine Kinases",
        "Swine",
        "Unfolded Protein Response",
        "Up-Regulation",
        "p38 Mitogen-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "30714426",
      "title": "Development and in vitro/in vivo evaluation of dihydroergotamine mesylate loaded maltodextrin-pullulan sublingual films.",
      "authors": [
        "Ozgur Esim",
        "Cansel K Ozkan",
        "Sevinc Kurbanoglu",
        "Alper Arslan",
        "Cetin Tas",
        "Ayhan Savaser",
        "Sibel A Ozkan",
        "Yalcin Ozkan"
      ],
      "journal": "Drug development and industrial pharmacy",
      "publication_date": "2019-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dihydroergotamine mesylate (DHE), ergotamine derivative, has been offered for clinical use to stop or treat symptoms of an emerging migraine as injection for more than a half century. It is shown that bioavailability of DHE greatly changes between the subjects and up to 99% of the orally absorbed dose may be cleared by first pass metabolism. The aim of this study was to design and optimize DHE fast-dissolving sublingual films for migraine treatment. For this purpose pullulan and maltodextrin was chosen as film-forming polymers and propylene glycol as plasticizer. For optimization process Box Behnken design was used. The formed films were free from air bubbles, cuttings, or cracks. Disintegration, mechanical strength and dissolution of films were compared. It is found that pullulan and maltodextrin formed films with the most desired properties at the concentration of 1.5% and 2%. The application of optimum formulation to rabbits showed that bioavailability of formulation is about 23.35% with a tmax 20 min. Due to this fast onset of action and higher bioavailability than oral administration, it is suggested that the polymer combinations of pullulan and maltodextrin formed successful films and were considered as an alternative dosage form for DHE in migraine therapy.",
      "mesh_terms": [
        "Administration, Sublingual",
        "Animals",
        "Biological Availability",
        "Dihydroergotamine",
        "Drug Compounding",
        "Drug Evaluation, Preclinical",
        "Drug Liberation",
        "Excipients",
        "Female",
        "Glucans",
        "Injections, Intravenous",
        "Migraine Disorders",
        "Polysaccharides",
        "Rabbits",
        "Solubility",
        "Time Factors",
        "Vasoconstrictor Agents"
      ]
    },
    {
      "pmid": "30527258",
      "title": "In healthy adults, resistant maltodextrin produces a greater change in fecal bifidobacteria counts and increases stool wet weight: a double-blind, randomized, controlled crossover study.",
      "authors": [
        "Alyssa M Burns",
        "Rebecca J Solch",
        "Jennifer C Dennis-Wall",
        "Maria Ukhanova",
        "Carmelo Nieves",
        "Volker Mai",
        "Mary C Christman",
        "Dennis T Gordon",
        "Bobbi Langkamp-Henken"
      ],
      "journal": "Nutrition research (New York, N.Y.)",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Dietary fiber stimulates the growth of potentially beneficial bacteria (eg, bifidobacteria), yet most Americans do not meet daily fiber recommendations. Resistant maltodextrin (RMD), a fermentable functional fiber, may help individuals meet total fiber recommendations and potentially increase bifidobacteria. It was hypothesized that fecal bifidobacteria counts/ng fecal DNA would increase after adding 25 g RMD to inadequate fiber diets of healthy adults. In this double-blind, controlled crossover study, 51 participants (26.3 ± 6.8 years, mean ± SD) were randomized to consume 0, 15, and 25 g RMD daily for 3 weeks followed by a 2-week washout. Participants collected all stools for 2 days at weeks 0 and 3 of each intervention for stool wet weight (WW) measurements and fecal bifidobacteria counts. Weekly 24-hour dietary recalls assessed total fiber intake. Only 25 g RMD resulted in a change (final minus baseline) in bifidobacteria that was significant compared with 0 g (0.17 ± 0.09 vs -0.17 ± 0.09 log10[counts], respectively, mean ± SEM, P = .008). Stool WW increased only with 25 g (150 ± 11 vs baseline 121±11 g/d; P = .011). Mean daily total fiber intake (including RMD) was significantly higher (both P< .001) with 15 g (17.8 ± 0.6 g/1000 kcal or 4184 kJ) and 25 g (25.3 ± 1.1 g/1000 kcal) compared with 0 g RMD (8.4±0.4 g/1000 kcal). Mean daily total fiber intakes exceeded recommendations (14 g/1000 kcal) with 15 and 25 g of RMD, and 25 g RMD increased fecal bifidobacteria counts and stool WW, suggesting health benefits from increasing total fiber intake.",
      "mesh_terms": [
        "Adult",
        "Bifidobacterium",
        "Cross-Over Studies",
        "Defecation",
        "Diet",
        "Dietary Fiber",
        "Double-Blind Method",
        "Feces",
        "Female",
        "Fermentation",
        "Gastrointestinal Microbiome",
        "Humans",
        "Intestines",
        "Male",
        "Polysaccharides",
        "Reference Values",
        "Starch",
        "Young Adult"
      ]
    },
    {
      "pmid": "30458363",
      "title": "Stimulus-activatable echogenic maltodextrin nanoparticles as nanotheranostic agents for peripheral arterial disease.",
      "authors": [
        "Eunkyeong Jung",
        "Jeonghun Lee",
        "Lipjeong Jeong",
        "Sanghun Park",
        "Moungyoung Lee",
        "Chulgyu Song",
        "Dongwon Lee"
      ],
      "journal": "Biomaterials",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Reactive oxygen species (ROS) are closely related with various pathological disorders. Therefore, real-time detection of ROS is essential for understanding the procedure of diseases and diagnosing the accurate lesion sites. Hydrogen peroxide (H2O2) accounts for a large portion of ROS and has a longer half-life than other ROS, which makes it a highly promising diagnostic and therapeutic biomarker. In this work, we developed H2O2-activatable CO2 bubble generating indocyanine green-loaded boronated maltodextrin (ICG-BM) nanoparticles for imaging and therapy of peripheral arterial disease. ICG-BM nanoparticles displayed increasing fluorescence, ultrasound and photoacoustic signals in H2O2-triggered manners and exerted significant anti-inflammatory and proangiogenic effects in H2O2-stimulated vascular endothelial cells. In mouse models of hindlimb ischemia, ICG-BM nanoparticles also showed H2O2-triggered amplification of fluorescence, ultrasound and photoacoustic signals in the ischemic hindlimb muscles. ICG-BM nanoparticles also significantly reduced the level of overproduced H2O2 and exerted highly potent anti-inflammatory and proangiogenic activities in the ischemic tissues. We therefore believe that pathological stimulus-activatable echogenic ICG-BM nanoparticles provide a new avenue for imaging and treatment of peripheral arterial disease.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Boron",
        "Fluorescence",
        "Hindlimb",
        "Hydrogen Peroxide",
        "Indocyanine Green",
        "Ischemia",
        "Male",
        "Mice",
        "Mice, Inbred BALB C",
        "Muscles",
        "Nanoparticles",
        "Peripheral Arterial Disease",
        "Photoacoustic Techniques",
        "Platelet Endothelial Cell Adhesion Molecule-1",
        "Polysaccharides",
        "RAW 264.7 Cells",
        "Reactive Oxygen Species",
        "Theranostic Nanomedicine",
        "Ultrasonography"
      ]
    },
    {
      "pmid": "30195611",
      "title": "In-vivo anti-diabetic and wound healing potential of chitosan/alginate/maltodextrin/pluronic-based mixed polymeric micelles: Curcumin therapeutic potential.",
      "authors": [
        "Muhammad Usman Akbar",
        "Khalid Mahmood Zia",
        "Muhammad Sajid Hamid Akash",
        "Ahsan Nazir",
        "Mohammad Zuber",
        "Muhammad Ibrahim"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Development of curcumin-loaded mixed polymeric micelles based on chitosan, alginate, maltodextrin, pluronic F127, pluronic P123, and tween 80, by thin-film hydration method has been investigated in Bisphenol A induced diabetics rats. Curcumin (C21H20O6) extracted from rhizomes of the \"Curcuma longa\" has attracted considerable attention of pharmaceutical researchers due to its low cost, excellent pharmacological activities and lesser side effects. Despite its diverse pharmacological properties, the therapeutic application of curcumin as an oral therapy has been limited due to its poor aqueous solubility, fixed chemical stability, and low bioavailability. In an attempt to overcome these limitations, we developed curcumin-loaded mixed polymeric micelles. Diabetes mellitus is a most common chronic carbohydrate metabolic disorder. The results clearly demonstrated the ability of developed formulation to reduce the elevated blood glucose level and lipid profile (total cholesterol, triglycerides). It maintained the body-weight, HDL cholesterol level, various biochemical parameters and accelerated the wound healing process when treated with these curcumin-based formulations. The treatment of curcumin loaded mixed polymeric formulations allowed a favorable inhibitory effect to these histopathological changes of liver, kidney, and pancreas. The newly developed curcumin-based formulations have proved superior therapeutic potential and excellent healing efficacy as compared to standard drugs and pure curcumin.",
      "mesh_terms": [
        "Alginates",
        "Animals",
        "Biological Availability",
        "Blood Glucose",
        "Chitosan",
        "Curcumin",
        "Diabetes Mellitus, Type 2",
        "Drug Carriers",
        "Hypoglycemic Agents",
        "Insulin-Secreting Cells",
        "Micelles",
        "Poloxalene",
        "Poloxamer",
        "Polysaccharides",
        "Polysorbates",
        "Rats",
        "Wound Healing"
      ]
    },
    {
      "pmid": "29930401",
      "title": "A milk formula containing maltodextrin, vs. lactose, as main carbohydrate source, improves cognitive performance of piglets in a spatial task.",
      "authors": [
        "Caroline Clouard",
        "Cindy Le Bourgot",
        "Frédérique Respondek",
        "J Elizabeth Bolhuis",
        "Walter J J Gerrits"
      ],
      "journal": "Scientific reports",
      "publication_date": "2018-Jun-21",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In recent years, lactose-free and low-lactose infant formulas have been increasingly used. The impact of using different carbohydrates than lactose on later cognition of formula-fed infants remains, however, unknown. We examined the effects of providing formulas containing either digestible maltodextrin or lactose as main carbohydrate source (28% of total nutrient composition) on cognitive performance of piglets. Piglets received the formulas from 1 to 9 weeks of age and, starting at 12 weeks, were individually tested in a spatial holeboard task (n = 8 pens/formula), in which they had to learn and memorize a configuration of baited buckets. After 28 acquisition trials, piglets were subjected to 16 reversal trials in which the location of the baited buckets was changed. Piglets fed the maltodextrin-based formula had higher reference memory (RM) scores than piglets fed the lactose-based formula towards the end of acquisition. During the switch of configuration, piglets offered the maltodextrin-based formula tended to have higher RM scores and make fewer RM errors than piglets offered the lactose-based formula. Working (short-term) memory was not affected by the formulas. Compared to lactose, the use of maltodextrin in milk formulas improved long-term spatial memory of piglets, even weeks after the end of the intervention.",
      "mesh_terms": [
        "Animals",
        "Cognition",
        "Female",
        "Food, Formulated",
        "Lactose",
        "Male",
        "Memory, Long-Term",
        "Milk Substitutes",
        "Polysaccharides",
        "Spatial Behavior",
        "Swine"
      ]
    },
    {
      "pmid": "29631440",
      "title": "Effect of maltodextrin reduction and native agave fructans addition on the physicochemical properties of spray-dried mango and pineapple juices.",
      "authors": [
        "Darvin E Jimenez-Sánchez",
        "Montserrat Calderón-Santoyo",
        "Rosa I Ortiz-Basurto",
        "Pedro U Bautista-Rosales",
        "Juan A Ragazzo-Sánchez"
      ],
      "journal": "Food science and technology international = Ciencia y tecnologia de los alimentos internacional",
      "publication_date": "2018-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of the partial replacement of maltodextrin by native agave fructans on the characteristics of spray-dried pineapple and mango powder were evaluated in this study. An experimental 33 design, three concentrations of maltodextrin (5, 7, and 10%), three concentrations of native agave fructans (0, 2, and 4%), and three feed temperatures (110, 115, and 120  ℃) were used. The results using the treatment in which only maltodextrin was used as a reference indicated that an increment in the inlet temperature decreases the moisture content, aw, and solubility. Likewise, an increase (more than 2%) in fructans concentration generates products with increased aw, moisture, hygroscopicity, wettability, and greater solubility. Additionally, no modification of storage stability was observed. Mango and pineapple powder color were affected mainly by the inlet temperature, causing an increase in luminosity (L*) and a decrease in parameter ( a*). A scanning electron microscopy showed spherical powder particles with certain contractions; powder stability in treatments with native agave fructans was not modified in the treatment at 2%. Finally, the addition of 2% agave fructans as carrier material was able to reduce the maltodextrin concentration of the spray drying process.",
      "mesh_terms": [
        "Agave",
        "Ananas",
        "Chemical Phenomena",
        "Color",
        "Desiccation",
        "Food Handling",
        "Fructans",
        "Fruit and Vegetable Juices",
        "Mangifera",
        "Models, Theoretical",
        "Polysaccharides",
        "Powders",
        "Solubility",
        "Temperature",
        "Water",
        "Wettability"
      ]
    },
    {
      "pmid": "29299922",
      "title": "Stabilization of Human Tyrosine Hydroxylase in Maltodextrin Nanoparticles for Delivery to Neuronal Cells and Tissue.",
      "authors": [
        "Maria T Bezem",
        "Fredrik G Johannessen",
        "Kunwar Jung-Kc",
        "Edvin Tang Gundersen",
        "Ana Jorge-Finnigan",
        "Ming Ying",
        "Didier Betbeder",
        "Lars Herfindal",
        "Aurora Martinez"
      ],
      "journal": "Bioconjugate chemistry",
      "publication_date": "2018-Feb-21",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Enzyme replacement therapy (ERT) is a therapeutic approach envisioned decades ago for the correction of genetic disorders, but ERT has been less successful for the correction of disorders with neurological manifestations. In this work, we have tested the functionality of nanoparticles (NP) composed of maltodextrin with a lipid core to bind and stabilize tyrosine hydroxylase (TH). This is a complex and unstable brain enzyme that catalyzes the rate-limiting step in the synthesis of dopamine and other catecholamine neurotransmitters. We have characterized these TH-loaded NPs to evaluate their potential for ERT in diseases associated with TH dysfunction. Our results show that TH can be loaded into the lipid core maltodextrin NPs with high efficiency, and both stability and activity are maintained through loading and are preserved during storage. Binding to NPs also favored the uptake of TH to neuronal cells, both in cell culture and in the brain. The internalized NP-bound TH was active as we measured an increase in intracellular L-Dopa synthesis following NP uptake. Our approach seems promising for the use of catalytically active NPs in ERT to treat neurodegenerative and neuropsychiatric disorders characterized by dopamine deficiency, notably Parkinson's disease.",
      "mesh_terms": [
        "Animals",
        "Brain",
        "Cell Line",
        "Drug Carriers",
        "Enzyme Stability",
        "Enzyme Therapy",
        "Female",
        "Humans",
        "Male",
        "Models, Molecular",
        "Nanoparticles",
        "Neurons",
        "Parkinson Disease",
        "Polysaccharides",
        "Tyrosine 3-Monooxygenase"
      ]
    },
    {
      "pmid": "29287450",
      "title": "Functionalization of yogurts with Agaricus bisporus extracts encapsulated in spray-dried maltodextrin crosslinked with citric acid.",
      "authors": [
        "Cristhian R L Francisco",
        "Sandrina A Heleno",
        "Isabel P M Fernandes",
        "João C M Barreira",
        "Ricardo C Calhelha",
        "Lillian Barros",
        "Odinei Hess Gonçalves",
        "Isabel C F R Ferreira",
        "Maria Filomena Barreiro"
      ],
      "journal": "Food chemistry",
      "publication_date": "2018-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mushroom extracts contain bioactive compounds potentially useful to functionalize foodstuffs. Herein, alcoholic extracts of Agaricus bisporus were studied for their bioactivity and viability as functional ingredients in a food product with high water content (yogurt). Extracts were microencapsulated (to improve their stability and hydrophilicity) by spray-drying, using maltodextrin crosslinked with citric acid as encapsulating material. The effect of thermal treatment (after atomization) on crosslinking and bioactivity of microspheres was tested. The incorporation of free and thermally untreated forms resulted in yogurts with higher initial antioxidant activity (EC50 values: 214 and 272 mg.mL-1) that decreased after 7 days (EC50 values: 248 and 314 mg.mL-1). Contrarily, thermally treated microencapsulated extracts showed higher antioxidant activity after the same period (EC50 values, 0 days: 106 mg.mL-1; 7 days: 48.7 mg.mL-1), in result of an effective protection provided by microencapsulation with crosslinked maltodextrin and citric acid. Functionalized yogurts showed an overall maintenance of nutritional properties.",
      "mesh_terms": [
        "Agaricus",
        "Antioxidants",
        "Citric Acid",
        "Cross-Linking Reagents",
        "Desiccation",
        "Drug Compounding",
        "Functional Food",
        "Polysaccharides",
        "Yogurt"
      ]
    },
    {
      "pmid": "29155076",
      "title": "Genotoxicity and 28-day oral toxicity studies of a functional food mixture containing maltodextrin, white kidney bean extract, mulberry leaf extract, and niacin-bound chromium complex.",
      "authors": [
        "Cheng-Tien Wu",
        "Chen-Yuan Chiu",
        "Chun-Fa Huang",
        "Fu-Chuo Peng",
        "Shing-Hwa Liu"
      ],
      "journal": "Regulatory toxicology and pharmacology : RTP",
      "publication_date": "2018-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Steady-fiber granule (SFG) is a functional food mixture that is composed of four major ingredients, resistant maltodextrin, white kidney bean (Phaseolus vulgaris) extract, mulberry leaf (Morus alba L.) extract, and niacin-bound chromium complex. This study focused on determining the safety of SFG. Genotoxicity and 28-day oral toxicity were evaluated. SFG did not induce mutagenicity in the bacterial reverse mutation assay using five Salmonella typhimurium strains (TA98, TA100, TA102, TA1535, and TA1537) in the presence or absence of metabolic activation (S9 system). SFG also did not induce clastogenic effects in Chinese hamster ovary cells with or without S9 treatment. Similarly, SFG did not induce genotoxicity in a micronucleus test conducted with mice. A dose-dependent 28-day oral toxicity assessment of SFG for rats revealed no significant effects on mortality, body weight, selected organ weights, and behavior. Evaluations of hematology, clinical biochemistry, and histopathology showed no adverse effects in rats treated with SFG. These results suggest that SFG has no significant mutagenic or toxic properties, and the no observed adverse effect level of SFG was defined as at least 5000 mg/kg/day orally for 28 days for male and female rats.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Body Weight",
        "CHO Cells",
        "Cricetulus",
        "Female",
        "Functional Food",
        "Male",
        "Mice",
        "Mice, Inbred ICR",
        "Morus",
        "Mutagenicity Tests",
        "Mutation",
        "Niacin",
        "Nicotinic Acids",
        "Organometallic Compounds",
        "Phaseolus",
        "Plant Extracts",
        "Plant Leaves",
        "Polysaccharides",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "28748072",
      "title": "The Evaluation of saccharose replacing by adding stevioside-maltodextrin mixture on the physicochemical and sensory properties of Naanberenji (an Iranian confectionary).",
      "authors": [
        "Amirpouya Ghandehari Yazdi",
        "Mohammad Hojjatoleslamy",
        "Javad Keramat",
        "Mahshid Jahadi",
        "Elahe Amani"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2017-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stevia is a natural, non-nutritive sweetener can replace sugar in your diet to control diabetes and aid in weight loss. Naanberenji, an Iranian traditional cookie, is a well-reputed confectionary containing high sucrose and calorie value, for this reason its consumption in healthy diet has been restricted. In this study, the effect of sucrose replacement by stevioside-maltodextrin mixture on physicochemical properties of Naanberenji was evaluated in four replacing levels including 25%, 50%, 75%, and 100%. Results of texture evaluation revealed that hardness increases due to adding stevioside-maltodextrin (p < .05). Color analysis also showed that browning index by adding more mixture reduced. Moreover, the results of sensory analysis showed that treatment containing 25% stevioside-maltodextrin was the most similar sample to control and 23.06% reduction in sugar consumption achieved in this level of replacement. Therefore, its physicochemical properties (peroxide, acidity, chemical compounds, and hardness) were measured. According to the results, calorie amount decreased by 7.27 %. While there was no significant difference in the acidity of the aforesaid sample, peroxide results exhibited significant differences. Analysis of Farinograph plot revealed more water binding in comparison to control sample."
    },
    {
      "pmid": "28452158",
      "title": "Consistency stability of water thickened with maltodextrin, xanthan gum and potassium chloride.",
      "authors": [
        "Dauana Cássia Alves",
        "Nattália Araujo Alves",
        "Roberto Oliveira Dantas"
      ],
      "journal": "Journal of texture studies",
      "publication_date": "2017-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Thickened water used for hydration of patients with dysphagia and airway aspiration may change its consistency after preparation. The objective of this investigation was to evaluate the consistency stability of water thickened with maltodextrin, xanthan gum, and potassium chloride using the method developed by the International Dysphagia Diet Standardization Initiative (IDDSI). The IDDSI flow test consists of placing 10 ml of liquid inside a graduated syringe and measuring how much volume remains after a flow duration of 10 s. Pure and thickened water was tested with 1.2 g (nectar), 2.4 g (honey), and 3.6 g (pudding) of food thickener in 100 ml of water. Each consistency was measured at 8 a.m. ten times immediately after preparation, and hourly for 12 hr (from 8 a.m. to 8 p.m.), and every 24 hr for 96 hr, always at 8 a.m. With the thin liquid, nothing was left in the syringe at 10 s (zero), with the consistency nectar, the volume remaining was 5.43(0.64) ml (level 2, mildly thick), with the consistency of honey, 8.14(0.57) ml remained (level 3, moderately thick), and with the consistency pudding 9.48(0.07) ml (level 3, moderately thick). There was a small increase in consistency after 10 hr of the preparation. The consistency changed after 24 hr in preparations with mildly thick consistency (level 2) and after 48 hr with the moderately thick consistency (level 3). In conclusion, there was good stability of the thickened water at least during a 12-hr period. PRACTICAL APPLICATIONS: This investigation demonstrated that thickened water with 1.2, 2.4, and 3.6 g of thickener with maltodextrin, xanthan gum, and potassium chloride in 100 ml of water maintains its consistency for at least 12 hr. The consistency increases after 24 hr of preparation with 1.2 g of thickener, and 48 hr with 2.4 g of thickener. As thickened water is used for treatment of patients with dysphagia and air way aspiration of liquids, it is important to know how long the preparation maintains its consistency. It is practical to prepare the thickened water only once a day for patients use. Change in consistency with time may cause ingestion problems and does not agree with the prescription given by the group of professionals who is in charge to treat the patient. Deficiency in water ingestion causes dehydration and its consequences.",
      "mesh_terms": [
        "Animals",
        "Beverages",
        "Food Additives",
        "Polysaccharides",
        "Polysaccharides, Bacterial",
        "Potassium Chloride",
        "Rheology",
        "Time Factors",
        "Viscosity",
        "Water"
      ]
    },
    {
      "pmid": "28162862",
      "title": "Maltodextrin/ascorbic acid stimulates wound closure by increasing collagen turnover and TGF-β1 expression in vitro and changing the stage of inflammation from chronic to acute in vivo.",
      "authors": [
        "Rosa M Salgado",
        "Otilia Cruz-Castañeda",
        "Francisco Elizondo-Vázquez",
        "Lucia Pat",
        "Anabel De la Garza",
        "Saúl Cano-Colín",
        "Leticia Baena-Ocampo",
        "Edgar Krötzsch"
      ],
      "journal": "Journal of tissue viability",
      "publication_date": "2017-May",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Observational Study"
      ],
      "abstract": "It has been reported that carbohydrates confer physicochemical properties to the wound environment that improves tissue repair. We evaluated in vitro and in vivo wound healing during maltodextrin/ascorbic acid treatment. In a fibroblast monolayer scratch assay, we demonstrated that maltodextrin/ascorbic acid stimulated monolayer repair by increasing collagen turnover coordinately with TGF-β1 expression (rising TGF-β1 and MMP-1 expression, as well as gelatinase activity, while TIMP-1 was diminished), similar to in vivo trends. On the other hand, we observed that venous leg ulcers treated with maltodextrin/ascorbic acid diminished microorganism population and improved wound repair during a 12 week period. When maltodextrin/ascorbic acid treatment was compared with zinc oxide, almost four fold wound closure was evidenced. Tissue architecture and granulation were improved after the carbohydrate treatment also, since patients that received maltodextrin/ascorbic acid showed lower type I collagen fiber levels and increased extracellular alkaline phosphatase activity and blood vessels than those treated with zinc oxide. We hypothesize that maltodextrin/ascorbic acid treatment stimulated tissue repair of chronic wounds by changing the stage of inflammation and modifying collagen turnover directly through fibroblast response.",
      "mesh_terms": [
        "Administration, Cutaneous",
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Antioxidants",
        "Ascorbic Acid",
        "Case-Control Studies",
        "Collagen Type III",
        "Drug Combinations",
        "Female",
        "Humans",
        "Longitudinal Studies",
        "Lower Extremity",
        "Male",
        "Middle Aged",
        "Pilot Projects",
        "Polysaccharides",
        "Prospective Studies",
        "Random Allocation",
        "Tissue Inhibitor of Metalloproteinase-1",
        "Transforming Growth Factor beta1",
        "Varicose Ulcer",
        "Wound Healing",
        "Zinc Oxide"
      ]
    },
    {
      "pmid": "27782161",
      "title": "Maltodextrin enhances biofilm elimination by electrochemical scaffold.",
      "authors": [
        "Sujala T Sultana",
        "Douglas R Call",
        "Haluk Beyenal"
      ],
      "journal": "Scientific reports",
      "publication_date": "2016-Oct-26",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Electrochemical scaffolds (e-scaffolds) continuously generate low concentrations of H2O2 suitable for damaging wound biofilms without damaging host tissue. Nevertheless, retarded diffusion combined with H2O2 degradation can limit the efficacy of this potentially important clinical tool. H2O2 diffusion into biofilms and bacterial cells can be increased by damaging the biofilm structure or by activating membrane transportation channels by exposure to hyperosmotic agents. We hypothesized that e-scaffolds would be more effective against Acinetobacter baumannii and Staphylococcus aureus biofilms in the presence of a hyperosmotic agent. E-scaffolds polarized at -600 mVAg/AgCl were overlaid onto preformed biofilms in media containing various maltodextrin concentrations. E-scaffold alone decreased A. baumannii and S. aureus biofilm cell densities by (3.92 ± 0.15) log and (2.31 ± 0.12) log, respectively. Compared to untreated biofilms, the efficacy of the e-scaffold increased to a maximum (8.27 ± 0.05) log reduction in A. baumannii and (4.71 ± 0.12) log reduction in S. aureus biofilm cell densities upon 10 mM and 30 mM maltodextrin addition, respectively. Overall ~55% decrease in relative biofilm surface coverage was achieved for both species. We conclude that combined treatment with electrochemically generated H2O2 from an e-scaffold and maltodextrin is more effective in decreasing viable biofilm cell density.",
      "mesh_terms": [
        "Acinetobacter baumannii",
        "Biofilms",
        "Electrochemical Techniques",
        "Polysaccharides",
        "Staphylococcus aureus",
        "Tissue Scaffolds"
      ]
    },
    {
      "pmid": "27507480",
      "title": "Storage stability of phenolic compounds in powdered BRS Violeta grape juice microencapsulated with protein and maltodextrin blends.",
      "authors": [
        "Poliana Moser",
        "Vânia Regina Nicoletti Telis",
        "Nathália de Andrade Neves",
        "Esteban García-Romero",
        "Sergio Gómez-Alonso",
        "Isidro Hermosín-Gutiérrez"
      ],
      "journal": "Food chemistry",
      "publication_date": "2017-Jan-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The stabilities of the phenolic compounds, antioxidant activity and colour parameters of microencapsulated powdered BRS Violeta red grape juice were evaluated throughout storage at 5, 25 and 35°C for up to 150days. Different soy protein (S) or whey protein (W) blends with maltodextrin (M) were used as carrier agents, added at diverse concentrations and proportions. The treatment combining S and M with the highest carrier agent concentration (1SM) preserved almost all the anthocyanins. Except for 1SM, the proportion of p-coumaroylated anthocyanins increased during storage, and the flavonol content of the 1SM powder decreased after 150days. The hydroxycinnamate content decreased for all treatments, independent of storage temperature, and flavan-3-ols were lost at 35°C. The time and temperature did not influence the antioxidant activity of the powder or the colour of the reconstituted grape juice after 150days.",
      "mesh_terms": [
        "Anthocyanins",
        "Drug Compounding",
        "Flavonols",
        "Food Storage",
        "Fruit and Vegetable Juices",
        "Phenols",
        "Polyphenols",
        "Polysaccharides",
        "Vitis"
      ]
    },
    {
      "pmid": "27173570",
      "title": "Modelling the stability of maltodextrin-encapsulated grape skin phenolics used as a new ingredient in apple puree.",
      "authors": [
        "V Lavelli",
        "P S C Sri Harsha",
        "G Spigno"
      ],
      "journal": "Food chemistry",
      "publication_date": "2016-Oct-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Highly soluble maltodextrin-encapsulated grape skin phenolics comprising anthocyanins and less hydrophilic flavonoids were added as an ingredient to apple puree. Upon formulation, heat treatments were applied to achieve 3-14 decimal reductions (D) of the target microorganism (Alicyclobacillus acidoterrestris). A storage study was performed at 15-35°C for 1month. Monomeric anthocyanins were retained at 100% after the 3 D treatment, while anthocyanin retention decreased to 72% with increasing heating intensity until 14 D. During storage, the concentration of monomeric anthocyanins decreased following first-order kinetics (k25°C=34.4d(-1), activation energy=51.0kJ/mol). The flavanols were more stable than the monomeric anthocyanins. The hydroxycinnamic acid, dihydrochalcone and flavonol contents did not change. The fortified puree had a two-fold higher reducing capacity with respect to apple puree. Overall, this ingredient could meet the industrial demand for sustainable colouring agents and health promoting compounds.",
      "mesh_terms": [
        "Anthocyanins",
        "Flavonoids",
        "Flavonols",
        "Food Additives",
        "Food Storage",
        "Food Technology",
        "Food, Preserved",
        "Malus",
        "Models, Theoretical",
        "Phenols",
        "Polyphenols",
        "Polysaccharides",
        "Vitis"
      ]
    },
    {
      "pmid": "26579411",
      "title": "Development and in vitro/in vivo evaluation of controlled release provesicles of a nateglinide-maltodextrin complex.",
      "authors": [
        "Ranjan Ku Sahoo",
        "Nikhil Biswas",
        "Arijit Guha",
        "Nityananda Sahoo",
        "Ketousetuo Kuotsu"
      ],
      "journal": "Acta pharmaceutica Sinica. B",
      "publication_date": "2014-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to characterize the provesicle formulation of nateglinide (NTG) to facilitate the development of a novel controlled release system of NTG with improved efficacy and oral bioavailability compared to the currently marketed NTG formulation (Glinate™ 60). NTG provesicles were prepared by a slurry method using the non-ionic surfactant, Span 60 (SP), and cholesterol (CH) as vesicle forming agents and maltodextrin as a coated carrier. Multilamellar niosomes with narrow size distribution were shown to be successfully prepared by means of dynamic laser scattering (DLS) and field emission scanning electron microscopy (FESEM). The absence of drug-excipient interactions was confirmed by Fourier transform infrared spectroscopy (FT-IR), differential scanning calorimetry (DSC) and X-ray diffraction (XRD) studies. In vitro release of NTG in different dissolution media was improved compared to pure drug. A goat intestinal permeation study revealed that the provesicular formulation (F4) with an SP:CH ratio of 5:5 gave higher cumulative amount of drug permeated at 48 h compared to Glinate™ 60 and control. A pharmacodynamic study in streptozotocin-induced diabetic rats confirmed that formulation F4 significantly (P<0.05) reduced blood glucose levels in comparison to Glinate 60. Overall the results show that controlled release NTG provesicles offer a useful and promising oral delivery system for the treatment of type II diabetes."
    },
    {
      "pmid": "26437831",
      "title": "Digestion-resistant maltodextrin effects on colonic transit time and stool weight: a randomized controlled clinical study.",
      "authors": [
        "María Salud Abellán Ruiz",
        "María Dolores Barnuevo Espinosa",
        "Carlos J Contreras Fernández",
        "Antonio J Luque Rubia",
        "Francisca Sánchez Ayllón",
        "Miriam Aldeguer García",
        "Carlos García Santamaría",
        "Francisco Javier López Román"
      ],
      "journal": "European journal of nutrition",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Increased awareness of the importance of dietary fibre has led to increased interest in \"functional\" fibre components like digestion-resistant maltodextrin (RMD). This randomized, placebo-controlled, double-blind study assessed the effects of RMD in the colonic transit time (CTT) and defecation characteristics (frequency, stool volume and consistency). METHODS: Sixty-six healthy adult volunteers (32 men) who did not have a daily defecation habit had a 7-day run-in period before the 21-day intervention period with RMD or placebo. CTT and segmental CTT (SCTT) were assessed by a single abdominal X-ray film taken at the end of both periods after radiopaque marker ingestion. Defecation characteristics and intestinal functions were also assessed, which were self-reported by patients. Intragroup comparisons were evaluated by Student's paired t test, Bonferroni test and Chi-square test, while time comparisons by analysis of variance (ANOVA) and time-by-treatment interaction by repeated-measures ANOVA. RESULTS: Fifty-seven subjects were assessed for CTT (placebo, n = 28; RMD, n = 29). In the RMD group, the total CTT, left SCTT and rectosigmoidal SCTT decreased significantly compared to baseline (p < 0.01 each; -13.3, -4.7, -8.7 h, respectively). Significant differences between groups were observed in total CTT and left SCTT. Significant time-by-treatment interaction was observed in the RMD group for stool volume (p = 0.014), increasing 56 % compared to baseline (p < 0.01), while remained unchanged in the placebo group. Stool consistency was improved only in the RMD group (p < 0.01). No adverse effects related to study products were observed. CONCLUSIONS: The results show that RMD improved CTT, stool volume, stool consistency and some intestinal functions in a healthy population.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Colon",
        "Defecation",
        "Diet, Western",
        "Dietary Fiber",
        "Dietary Supplements",
        "Digestion",
        "Double-Blind Method",
        "Feces",
        "Female",
        "Gastrointestinal Transit",
        "Humans",
        "Male",
        "Nutrition Assessment",
        "Polysaccharides",
        "Young Adult"
      ]
    },
    {
      "pmid": "26190442",
      "title": "Dietary resistant maltodextrin ameliorates testicular function and spermatogenesis in streptozotocin-nicotinamide-induced diabetic rats.",
      "authors": [
        "C-Y Liu",
        "Y-J Hsu",
        "Y-W E Chien",
        "T-L Cha",
        "C-W Tsao"
      ],
      "journal": "Andrologia",
      "publication_date": "2016-May",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study investigated the effect of resistant maltodextrin (RMD) on reproduction in streptozotocin (STZ)-nicotinamide-induced type 2 diabetic male rats. Forty male rats were induced with diabetes by a single intraperitoneal injection of STZ (50 mg kg(-1)) and nicotinamide (100 mg kg(-1)). Five groups were analysed in total: normal, diabetic rats without RMD, diabetic rats with RMD 1.2 g per 100 g diet (1×), with RMD 2.4 g per 100 g (2×), and with RMD 6.0 g per 100 g (5×). The groups of diabetic rats with the RMD supplement, compared to those without supplement, showed improved plasma glucose control, attenuated insulin resistance and recovery of testosterone level and spermatogenesis stage. The STZ-nicotinamide-induced diabetes mellitus (DM) caused a significant reduction in serum testosterone, testis androgen receptor (AR), steroidogenic acute regulatory protein (StAR) and 3β-hydroxysteroid dehydrogenase (3β-HSD) protein, but a statistical recovery in each of these was observed in the 5× group. TUNEL-positive cells were observed in the diabetic without RMD group, and RMD treatment reduced apoptotic germ cells. The expression of Bax/Bcl2 was induced in the diabetic group and also significantly reduced in the 5× group. Dietary RMD may improve metabolic control in STZ-nicotinamide-induced diabetic rats and attenuate hyperglycaemia-related impaired male reproduction and testicular function.",
      "mesh_terms": [
        "17-Hydroxysteroid Dehydrogenases",
        "3-Hydroxysteroid Dehydrogenases",
        "Animals",
        "Apoptosis",
        "Diabetes Mellitus, Experimental",
        "Germ Cells",
        "Hyperglycemia",
        "In Situ Nick-End Labeling",
        "Injections, Intraperitoneal",
        "Male",
        "Niacinamide",
        "Phosphoproteins",
        "Polysaccharides",
        "Rats",
        "Rats, Wistar",
        "Receptors, Androgen",
        "Spermatogenesis",
        "Streptozocin",
        "Testis",
        "Testosterone",
        "Steroidogenic Acute Regulatory Protein"
      ]
    },
    {
      "pmid": "26084588",
      "title": "Vancomycin and maltodextrin affect structure and activity of Staphylococcus aureus biofilms.",
      "authors": [
        "Mia Mae Kiamco",
        "Erhan Atci",
        "Qaiser Farid Khan",
        "Abdelrhman Mohamed",
        "Ryan S Renslow",
        "Nehal Abu-Lail",
        "Boel A Fransson",
        "Douglas R Call",
        "Haluk Beyenal"
      ],
      "journal": "Biotechnology and bioengineering",
      "publication_date": "2015-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Hyperosmotic agents such as maltodextrin negatively impact bacterial growth through osmotic stress without contributing to drug resistance. We hypothesized that a combination of maltodextrin (osmotic agent) and vancomycin (antibiotic) would be more effective against Staphylococcus aureus biofilms than either alone. To test our hypothesis, S. aureus was grown in a flat plate flow cell reactor. Confocal laser scanning microscopy images were analyzed to quantify changes in biofilm structure. We used dissolved oxygen microelectrodes to quantify how vancomycin and maltodextrin affected the respiration rate and oxygen penetration into the biofilm. We found that treatment with vancomycin or maltodextrin altered biofilm structure. The effect on the structure was significant when they were used simultaneously to treat S. aureus biofilms. In addition, vancomycin treatment increased the oxygen respiration rate, while maltodextrin treatment caused an increase and then a decrease. An increased maltodextrin concentration decreased the diffusivity of the antibiotic. Overall, we conclude that (1) an increased maltodextrin concentration decreases vancomycin diffusion but increases the osmotic effect, leading to the optimum treatment condition, and (2) the combination of vancomycin and maltodextrin is more effective against S. aureus biofilms than either alone. Vancomycin and maltodextrin act together to increase the effectiveness of treatment against S. aureus biofilm growth.",
      "mesh_terms": [
        "Anti-Bacterial Agents",
        "Biofilms",
        "Bioreactors",
        "Drug Interactions",
        "Osmotic Pressure",
        "Oxygen",
        "Polysaccharides",
        "Staphylococcus aureus",
        "Vancomycin"
      ]
    },
    {
      "pmid": "25096405",
      "title": "Enhanced tracheostomy wound healing using maltodextrin and silver alginate compounds in pediatrics: a pilot study.",
      "authors": [
        "Larry D Hartzell",
        "Tara N Havens",
        "Brian H Odom",
        "Tanya G Stillman",
        "Jessica L Boswell",
        "Charles M Bower",
        "Gresham T Richter"
      ],
      "journal": "Respiratory care",
      "publication_date": "2014-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Tracheostomy wounds are commonly encountered in children but rarely reported. Relatively few treatments are available or have been investigated to manage this problem. Healing times for pediatric tracheostomy wounds are often unpredictable and protracted. Recent use of maltodextrin gel (MD) and a silver alginate sponge (AG) at our institution has demonstrated expedited healing and interest in this novel treatment for tracheostomy wounds. METHODS: We conducted an 11-month retrospective review of children with wound complications following tracheostomy placement at a tertiary care facility. Wounds were evaluated and rated based upon the National Pressure Ulcer Advisory Panel staging system. Subjects identified with stage 2 or greater tracheostomy-related ulcers treated with MD and/or AG were included. Subject characteristics and wound healing rates were tabulated in a database that included age, wound site, initial and final wound stage, type of treatment, length of treatment, and complications. Tracheostomy wounds treated as an out-patient were excluded from the study. RESULTS: Eighteen subjects, which included both in-patients and out-patients, were treated with AG and/or MD during the study period for tracheostomy-related wounds. Of the 26 subjects with tracheostomies performed during the study period, 10 (38.5%) were treated for postoperative wounds. A total of 11 subjects completed their in-patient wound treatment and were thus included in the study. Average subject age was 5.3 y (range 0.25-15.6 y). Wound locations were as follows: infrastomal region (n = 8), stoma (n = 2), and lateral neck (n = 1). Six subjects had stage 2 wounds, 4 had stage 3 wounds, and 1 had a stage 4 ulcer. All wounds achieved complete epithelialization following treatment with MD and/or AG. The average length of treatment was 12.8 d (range 6-28 d). No adverse effects were identified. CONCLUSIONS: Postoperative tracheostomy wounds are common. The use of MD and AG provides an effective and safe treatment for tracheostomy-related ulcers.",
      "mesh_terms": [
        "Adolescent",
        "Alginates",
        "Bandages, Hydrocolloid",
        "Child",
        "Child, Preschool",
        "Female",
        "Gels",
        "Humans",
        "Infant",
        "Male",
        "Pilot Projects",
        "Polysaccharides",
        "Silver",
        "Skin Ulcer",
        "Tracheostomy",
        "Wound Healing"
      ]
    },
    {
      "pmid": "24909314",
      "title": "Maltodextrin based proniosomes of nateglinide: bioavailability assessment.",
      "authors": [
        "Ranjan Ku Sahoo",
        "Nikhil Biswas",
        "Arijit Guha",
        "Ketousetuo Kuotsu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2014-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The present study delineates the fabrication of maltodextrin based proniosomes of nateglinide and their potential as controlled delivery system for diabetic therapy. New Zealand albino male rabbits have been used as animal model for in vivo study. To evaluate the bioavailability of nateglinide proniosome, a rapid, simple and sensitive HPLC method with photodiode array detection was developed and validated to determine nateglinide in rabbit plasma. Chromatographic separation was achieved by a reverse phase C18 column using a mixture of acetonitrile:methanol:10mM phosphate buffer (pH 3.5) in the ratio of 56:14:30 (%v/v) as the mobile phase at a flow rate of 1.0ml/min and quantified based on drug/IS peak area ratios. Gliclazide was used as the internal standard. The intra- and inter-day relative standard deviations of four tested concentrations were below 2%. The nateglinide proniosome formulation exhibited significantly higher plasma concentration than those of pure drug. The study revealed that the rate and extent of absorption of nateglinide from the proniosomal formulation was comparatively enhanced that of pure drug. Maltodextrin based proniosomes of nateglinide is not only simple and cost efficient delivery but also offers a useful and promising carrier for diabetic therapy through oral administration.",
      "mesh_terms": [
        "Animals",
        "Biological Availability",
        "Chromatography, High Pressure Liquid",
        "Cyclohexanes",
        "Hypoglycemic Agents",
        "Liposomes",
        "Male",
        "Nateglinide",
        "Phenylalanine",
        "Polysaccharides",
        "Rabbits",
        "Reproducibility of Results"
      ]
    },
    {
      "pmid": "24744316",
      "title": "The metabolizable energy of dietary resistant maltodextrin is variable and alters fecal microbiota composition in adult men.",
      "authors": [
        "David J Baer",
        "Kim S Stote",
        "Theresa Henderson",
        "David R Paul",
        "Kazuhiro Okuma",
        "Hiroyuki Tagami",
        "Sumiko Kanahori",
        "Dennis T Gordon",
        "William V Rumpler",
        "Maria Ukhanova",
        "Tyler Culpepper",
        "Xiaoyu Wang",
        "Volker Mai"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Resistant maltodextrin (RM) is a novel soluble, nonviscous dietary fiber. Its metabolizable energy (ME) and net energy (NE) values derived from nutrient balance studies are unknown, as is the effect of RM on fecal microbiota. A randomized, placebo-controlled, double-blind crossover study was conducted (n = 14 men) to determine the ME and NE of RM and its influence on fecal excretion of macronutrients and microbiota. Participants were assigned to a sequence consisting of 3 treatment periods [24 d each: 0 g/d RM + 50 g/d maltodextrin and 2 amounts of dietary RM (25 g/d RM + 25 g of maltodextrin/d and 50 g/d RM + 0 g/d maltodextrin)] and were provided all the foods they were to consume to maintain their body weight. After an adaptation period, excreta were collected during a 7-d period. After the collection period, 24-h energy expenditure was measured. Fluorescence in situ hybridization, quantitative polymerase chain reaction, and 454 titanium technology-based 16S rRNA sequencing were used to analyze fecal microbiota composition. Fecal amounts of energy (544, 662, 737 kJ/d), nitrogen (1.5, 1.8, 2.1 g/d), RM (0.3, 0.6, 1.2 g/d), and total carbohydrate (11.1, 14.2, 16.2 g/d) increased with increasing dose (0, 25, 50 g) of RM (P < 0.0001). Fat excretion did not differ among treatments. The ME value of RM was 8.2 and 10.4 kJ/g, and the NE value of RM was -8.2 and 2.0 kJ/g for the 25 and 50 g/d RM doses, respectively. Both doses of RM increased fecal wet weight (118, 148, 161 g/d; P < 0.0001) and fecal dry weight (26.5, 32.0, 35.8 g/d; P < 0.0001) compared with the maltodextrin placebo. Total counts of fecal bacteria increased by 12% for the 25 g/d RM dose (P = 0.17) and 18% for the 50 g/d RM dose (P = 0.019). RM intake was associated with statistically significant increases (P < 0.001) in various operational taxonomic units matching closest to ruminococcus, eubacterium, lachnospiraceae, bacteroides, holdemania, and faecalibacterium, implicating RM in their growth in the gut. Our findings provide empirical data important for food labeling regulations related to the energy value of RM and suggest that RM increases fecal bulk by enhancing the excretion of nitrogen and carbohydrate and the growth of specific microbial populations.",
      "mesh_terms": [
        "Adult",
        "Bacterial Load",
        "Bacteroides",
        "Bifidobacterium",
        "Clostridium",
        "Cross-Over Studies",
        "Digestion",
        "Double-Blind Method",
        "Energy Metabolism",
        "Feces",
        "Fermentation",
        "Gram-Negative Bacteria",
        "Gram-Positive Bacteria",
        "Humans",
        "Intestinal Mucosa",
        "Male",
        "Maryland",
        "Middle Aged",
        "Polysaccharides",
        "Prebiotics",
        "Solubility",
        "Viscosity"
      ]
    },
    {
      "pmid": "24064737",
      "title": "The maximum single dose of resistant maltodextrin that does not cause diarrhea in humans.",
      "authors": [
        "Yuka Kishimoto",
        "Sumiko Kanahori",
        "Katsuhisa Sakano",
        "Shukuko Ebihara"
      ],
      "journal": "Journal of nutritional science and vitaminology",
      "publication_date": "2013",
      "publication_types": [
        "Clinical Trial",
        "Journal Article"
      ],
      "abstract": "The objective of the present study was to determine the maximum dose of resistant maltodextrin (Fibersol)-2, a non-viscous water-soluble dietary fiber), that does not induce transitory diarrhea. Ten healthy adult subjects (5 men and 5 women) ingested Fibersol-2 at increasing dose levels of 0.7, 0.8, 0.9, 1.0, and 1.1 g/kg body weight (bw). Each administration was separated from the previous dose by an interval of 1 wk. The highest dose level that did not cause diarrhea in any subject was regarded as the maximum non-effective level for a single dose. The results showed that no subject of either sex experienced diarrhea at dose levels of 0.7, 0.8, 0.9, or 1.0 g/kg bw. At the highest dose level of 1.1 g/kg bw, no female subject experienced diarrhea, whereas 1 male subject developed diarrhea with muddy stools 2 h after ingestion of the test substance. Consequently, the maximum non-effective level for a single dose of the resistant maltodextrin Fibersol-2 is 1.0 g/kg bw for men and >1.1 g/kg bw for women. Gastrointestinal symptoms were gurgling sounds in 4 subjects (7 events) and flatus in 5 subjects (9 events), although no association with dose level was observed. These symptoms were mild and transient and resolved without treatment.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Diarrhea",
        "Dietary Fiber",
        "Dose-Response Relationship, Drug",
        "Feces",
        "Female",
        "Gases",
        "Humans",
        "Male",
        "Middle Aged",
        "Polysaccharides",
        "Sex Factors",
        "Young Adult"
      ]
    },
    {
      "pmid": "23759267",
      "title": "Shrinking preoperative fast time with maltodextrin and protein hydrolysate in gastrointestinal resections due to cancer.",
      "authors": [
        "Paula Alves Pexe-Machado",
        "Benedito Dario de Oliveira",
        "Diana Borges Dock-Nascimento",
        "Jose Eduardo de Aguilar-Nascimento"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Prolonged preoperative fasting increases postoperative hospital length of stay and current evidence recommends patients drink a carbohydrate-based liquid drink 2 h before surgery. The aim of this study was to investigate whether the addition of hydrolyzed protein to a carbohydrate-based drink would reduce both the inflammatory response and hospital length of stay. METHODS: We evaluated 22 patients of both sexes, undergoing gastrointestinal resection due to cancer. Patients were randomized into two groups: control group (n = 12; 6-8 h fast) and the intervention group (n = 10; fasted to solids for 6 h; and given a beverage containing 11% pea protein hydrolysate and 89% carbohydrates (79% maltodextrin and 21% sucrose), 400 mL the night before and 200 mL 3 h before surgery. Blood samples were collected the morning before surgery and on postoperative day 2. RESULTS: Overall mortality was 4.5% (one case, control group). The duration of postoperative hospital stay was twofold longer in the control group (P = 0.04). A significant increase of serum C-reactive protein/albumin ratio was observed in controls compared with the intervention group (P = 0.04). CONCLUSION: The abbreviation of preoperative fasting time to 3 h using a solution containing carbohydrates and hydrolyzed pea proteins reduces the acute-phase inflammatory response and decreases the postoperative length of stay in patients undergoing major surgery for a malignancy.",
      "mesh_terms": [
        "Adult",
        "Blood Glucose",
        "C-Reactive Protein",
        "Fasting",
        "Female",
        "Gastrointestinal Tract",
        "Humans",
        "Insulin",
        "Length of Stay",
        "Male",
        "Middle Aged",
        "Neoplasms",
        "Polysaccharides",
        "Postoperative Period",
        "Preoperative Care",
        "Protein Hydrolysates",
        "Serum Albumin",
        "Single-Blind Method"
      ]
    },
    {
      "pmid": "23665944",
      "title": "Assessment of the safety of hydrogenated resistant maltodextrin: reverse mutation assay, acute and 90-day subchronic repeated oral toxicity in rats, and acute no-effect level for diarrhea in humans.",
      "authors": [
        "Yuko Yoshikawa",
        "Yuka Kishimoto",
        "Hiroyuki Tagami",
        "Sumiko Kanahori"
      ],
      "journal": "The Journal of toxicological sciences",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A series of safety assessments were performed on hydrogenated resistant maltodextrin prepared by converting the reducing terminal glucose of resistant maltodextrin into sorbitol. The reverse mutation assay did not show mutagenicity. Acute and 90-day subchronic oral toxicity studies in rats showed no death was observed in any groups, including the group receiving the highest single dose of 10 g/kg body weight or the highest dose of 5 g/kg body weight per day for 90 days. Mucous or watery stools were observed in the hydrogenated resistant maltodextrin treatment group on the acute study, which were transient and were associated with the osmotic pressure caused by intake of the high concentrations. Subchronic study showed dose-dependent increases in the weights of cecum alone, cecal contents alone, and cecum with cecal contents as well as hypertrophy of the cecal mucosal epithelium, which are considered to be common physiological responses after intake of indigestible carbohydrates. These results indicated that the no observed adverse effect level (NOAEL) of hydrogenated resistant maltodextrin was 10 g/kg body weight or more on the acute oral toxicity study and 5.0 g/kg body weight/day or more on the 90-day subchronic repeated oral toxicity study in rats. Further study performed in healthy adult humans showed that the acute no-effect level of hydrogenated resistant maltodextrin for diarrhea was 0.8 g/kg body weight for men and more than 1.0 g/kg body weight for women. The results of the current safety assessment studies suggest that hydrogenated resistant maltodextrin is safe for human consumption.",
      "mesh_terms": [
        "Administration, Ophthalmic",
        "Adult",
        "Animals",
        "Cecum",
        "Diarrhea",
        "Dose-Response Relationship, Drug",
        "Female",
        "Gastrointestinal Contents",
        "Humans",
        "Hydrogenation",
        "Hypertrophy",
        "Intestinal Mucosa",
        "Male",
        "Middle Aged",
        "Mutagenicity Tests",
        "No-Observed-Adverse-Effect Level",
        "Osmotic Pressure",
        "Polysaccharides",
        "Rats",
        "Rats, Sprague-Dawley",
        "Time Factors",
        "Young Adult"
      ]
    },
    {
      "pmid": "23419401",
      "title": "Improvement effect of resistant maltodextrin in humans with metabolic syndrome by continuous administration.",
      "authors": [
        "Chieko Hashizume",
        "Yuka Kishimoto",
        "Sumiko Kanahori",
        "Takushi Yamamoto",
        "Kazuhiro Okuma",
        "Kunio Yamamoto"
      ],
      "journal": "Journal of nutritional science and vitaminology",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Resistant maltodextrin (RMD) is a soluble dietary fiber ingredient whose physiological functions are well recognized in Foods for Specified Health Use (FOSHU) for maintaining healthy intestinal regularity, blood glucose levels, and serum lipids. However, its efficacy on combined health risks--metabolic syndrome--was not studied yet. In this study the efficacy of RMD on humans with metabolic syndrome was investigated. A randomized double-blind placebo-controlled parallel-group trial was conducted. Thirty subjects with metabolic syndrome were randomly allocated into 2 groups and took either tea containing 9 g of RMD (treatment group) or placebo tea at three mealtimes daily for 12 wk. Blood was collected and body fat was scanned periodically. In the RMD treatment group, waist circumference, visceral fat area, fasting blood glucose, HOMA-R and serum triacylglycerol (TG) were significantly decreased compared to baseline, and significant time-by-treatment interaction was observed for waist circumference, visceral fat area, HOMA-R and serum TG (p=0.044, p=0.012, p=0.032, and p=0.049, respectively). The change ratio of visceral fat area showed negative statistical correlation with the baseline value (p=0.033), suggesting that efficacy of RMD was emphasized in the subjects having a larger visceral fat area. After the 12-wk RMD treatment, the total number of metabolic syndrome risk factors decreased to 20 from 32 with 2 subjects having no risks, while that of the placebo group decreased to 25 from 32. These findings suggest that continuous ingestion of RMD may improve the risk factors of metabolic syndrome by reducing visceral fat and improving glucose and lipid metabolism.",
      "mesh_terms": [
        "Aged",
        "Asian People",
        "Blood Glucose",
        "Body Composition",
        "Cholesterol",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Image Processing, Computer-Assisted",
        "Insulin",
        "Intra-Abdominal Fat",
        "Leptin",
        "Male",
        "Metabolic Syndrome",
        "Middle Aged",
        "Obesity",
        "Polysaccharides",
        "Risk Factors",
        "Triglycerides"
      ]
    },
    {
      "pmid": "23388155",
      "title": "Liver and muscle glycogen repletion using 13C magnetic resonance spectroscopy following ingestion of maltodextrin, galactose, protein and amino acids.",
      "authors": [
        "Eva Detko",
        "John P O'Hara",
        "Peter E Thelwall",
        "Fiona E Smith",
        "Djordje G Jakovljevic",
        "Roderick F G J King",
        "Michael I Trenell"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2013-Sep-14",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The present study evaluated whether the inclusion of protein (PRO) and amino acids (AA) within a maltodextrin (MD) and galactose (GAL) recovery drink enhanced post-exercise liver and muscle glycogen repletion. A total of seven trained male cyclists completed two trials, separated by 7 d. Each trial involved 2 h of standardised intermittent cycling, followed by 4 h recovery. During recovery, one of two isoenergetic formulations, MD-GAL (0.9 g MD/kg body mass (BM) per h and 0.3 g GAL/kg BM per h) or MD-GAL-PRO+AA (0.5 g MD/kg BM per h, 0.3 g GAL/kg BM per h, 0.4 g whey PRO hydrolysate plus l-leucine and l-phenylalanine/kg BM per h) was ingested at every 30 min. Liver and muscle glycogen were measured after depletion exercise and at the end of recovery using 1H-13C-magnetic resonance spectroscopy. Despite higher postprandial insulin concentations for MD-GAL-PRO+AA compared with MD-GAL (61.3 (se 6.2) v. 29.6 (se 3.0) mU/l, (425.8 (se 43.1) v. 205.6 (se 20.8) pmol/l) P= 0.03), there were no significant differences in post-recovery liver (195.3 (se 2.6) v. 213.8 (se 18.0) mmol/l) or muscle glycogen concentrations (49.7 (se 4.0) v. 51.1 (se 7.9) mmol/l). The rate of muscle glycogen repletion was significantly higher for MD-GAL compared with MD-GAL-PRO+AA (5.8 (se 0.7) v. 3.7 (se 0.6) mmol/l per h, P= 0.04), while there were no significant differences in the rate of liver glycogen repletion (15.0 (se 2.5) v. 13.0 (se 2.7) mmol/l per h). PRO and AA within a MD-GAL recovery drink, compared with an isoenergetic mix of MD-GAL, did not enhance but matched liver and muscle glycogen recovery. This suggests that the increased postprandial insulinaemia only compensated for the lower MD content in the MD-GAL-PRO+AA treatment.",
      "mesh_terms": [
        "Adult",
        "Amino Acids",
        "Beverages",
        "Bicycling",
        "Carbon Isotopes",
        "Double-Blind Method",
        "Galactose",
        "Glycogen",
        "Humans",
        "Liver",
        "Magnetic Resonance Spectroscopy",
        "Male",
        "Muscle, Skeletal",
        "Polysaccharides",
        "Proteins"
      ]
    },
    {
      "pmid": "20405257",
      "title": "Maltodextrin: a novel excipient used in sugar-based orally disintegrating tablets and phase transition process.",
      "authors": [
        "Yosra Shaaban R Elnaggar",
        "Magda A El-Massik",
        "Ossama Y Abdallah",
        "Abd Elazim R Ebian"
      ],
      "journal": "AAPS PharmSciTech",
      "publication_date": "2010-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The recent challenge in orally disintegrating tablets (ODT) manufacturing encompasses the compromise between instantaneous disintegration, sufficient hardness, and standard processing equipment. The current investigation constitutes one attempt to fulfill this challenge. Maltodextrin, in the present work, was utilized as a novel excipient to prepare ODT of meclizine. Tablets were prepared by both direct compression and wet granulation techniques. The effect of maltodextrin concentrations on ODT characteristics--manifested as hardness and disintegration time--was studied. The effect of conditioning (40 degrees C and 75% relative humidity) as a post-compression treatment on ODT characteristics was also assessed. Furthermore, maltodextrin-pronounced hardening effect was investigated using differential scanning calorimetry (DSC) and X-ray analysis. Results revealed that in both techniques, rapid disintegration (30-40 s) would be achieved on the cost of tablet hardness (about 1 kg). Post-compression conditioning of tablets resulted in an increase in hardness (3 kg), while keeping rapid disintegration (30-40 s) according to guidance of the FDA for ODT. However, direct compression-conditioning technique exhibited drawbacks of long conditioning time and appearance of the so-called patch effect. These problems were, yet, absent in wet granulation-conditioning technique. DSC and X-ray analysis suggested involvement of glass-elastic deformation in maltodextrin hardening effect. High-performance liquid chromatography analysis of meclizine ODT suggested no degradation of the drug by the applied conditions of temperature and humidity. Overall results proposed that maltodextrin is a promising saccharide for production of ODT with accepted hardness-disintegration time compromise, utilizing standard processing equipment and phenomena of phase transition.",
      "mesh_terms": [
        "Administration, Oral",
        "Carbohydrates",
        "Compressive Strength",
        "Delayed-Action Preparations",
        "Drug Compounding",
        "Drug Stability",
        "Excipients",
        "Hardness",
        "Phase Transition",
        "Polysaccharides",
        "Tablets"
      ]
    },
    {
      "pmid": "20355072",
      "title": "Impact of alpha-amylase and maltodextrin on physicochemical, functional and antioxidant capacity of spray-dried purple sweet potato flour.",
      "authors": [
        "Maruf Ahmed",
        "Mst Sorifa Akter",
        "Jong-Bang Eun"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2010-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Purple sweet potato flour could be used to enhance food products through colour, flavour and nutrients. Purple sweet potato flour has not yet been prepared with maltodextrin and amylase treatment using spray drying. Thus, the investigation was to evaluate the effect of various levels of maltodextrin (30 and 50 g kg(-1) w/v), amylase (3 and 7 g kg(-1) puree) and combined with maltodextrin and amylase on the physicochemical, functional and antioxidant capacity of spray dried purple sweet potato flours. RESULTS: Amylase and amylase with maltodextrin-treated flours had a higher anthocyanin and total phenolic content than the control and maltodextrin-treated flours. However, the antioxidant capacity was higher in the control and maltodextrin-treated flours compared to the amylase and amylase with maltodextrin-treated flours. The control had a higher water absorption index and lower water solubility index compared to the maltodextrin and combined with amylase and maltodextrin-treated flours. On the other hand, maltodextrin increased whereas alpha-amylase decreased the glass transition temperature. With respect to morphology, the particles of amylase-treated flours were smaller than the control and maltodextrin-treated flours. CONCLUSION: The results showed that good quality flour could be prepared by combining 30 g kg(-1) maltodextrin and 7 g kg(-1) amylase treatment.",
      "mesh_terms": [
        "Anthocyanins",
        "Antioxidants",
        "Desiccation",
        "Flour",
        "Food Handling",
        "Ipomoea batatas",
        "Nutritive Value",
        "Particle Size",
        "Phenols",
        "Plant Preparations",
        "Plant Roots",
        "Polysaccharides",
        "Powders",
        "Solubility",
        "Temperature",
        "Water",
        "alpha-Amylases"
      ]
    },
    {
      "pmid": "18689571",
      "title": "A novel resistant maltodextrin alters gastrointestinal tolerance factors, fecal characteristics, and fecal microbiota in healthy adult humans.",
      "authors": [
        "Nathaniel D Fastinger",
        "Lisa K Karr-Lilienthal",
        "Julie K Spears",
        "Kelly S Swanson",
        "Krista E Zinn",
        "Gerardo M Nava",
        "Kazuhiro Ohkuma",
        "Sumiko Kanahori",
        "Dennis T Gordon",
        "George C Fahey"
      ],
      "journal": "Journal of the American College of Nutrition",
      "publication_date": "2008-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Resistant maltodextrin has been shown to increase fecal bulk by resisting digestion and being partially fermented by colonic bacteria to short-chain fatty acids (SCFA). The objective of this experiment was to determine potential prebiotic effects, gastrointestinal tolerance, and fecal characteristics of free-living humans fed a novel resistant maltodextrin or a normal maltodextrin control. METHODS: Subjects (n = 38) were enrolled in a randomized, double-blind study where they were assigned to one of three daily treatments: 15 g maltodextrin; 7.5 g maltodextrin plus 7.5 g resistant maltodextrin (Fibersol-2; Matsutani Chemical Company, Hyogo, Japan); and 15 g resistant maltodextrin. The experiment lasted 7 wk and consisted of a 2 wk baseline period, a 3 wk treatment period, and a 2 wk washout period. During wk 3 to 5 (treatment period), subjects consumed their assigned treatments. RESULTS: Resistant maltodextrin supplementation tended to increase (p = 0.12) fecal Bifidobacterium populations during the treatment period, altered (p < 0.05) bacterial populations from baseline to treatment, and resulted in very minor effects in gastrointestinal tolerance. There was a shift (p < 0.05) in molar proportions of SCFA towards butyrate, the preferred energy substrate of colonocytes. CONCLUSION: Resistant maltodextrin supplementation was well tolerated, resulted in favorable fermentation characteristics in the large bowel, and also resulted in a change in bacterial populations.",
      "mesh_terms": [
        "Adult",
        "Ammonia",
        "Bifidobacterium",
        "Clostridium perfringens",
        "DNA, Bacterial",
        "Double-Blind Method",
        "Electrophoresis, Polyacrylamide Gel",
        "Fatty Acids, Volatile",
        "Feces",
        "Female",
        "Gastrointestinal Tract",
        "Humans",
        "Lactobacillus",
        "Male",
        "Polymerase Chain Reaction",
        "Polysaccharides",
        "RNA, Ribosomal, 16S"
      ]
    },
    {
      "pmid": "18560790",
      "title": "Comparison of enzymatically synthesized inulin, resistant maltodextrin and clofibrate effects on biomarkers of metabolic disease in rats fed a high-fat and high-sucrose (cafeteria) diet.",
      "authors": [
        "Junko Sugatani",
        "Makoto Osabe",
        "Tadashi Wada",
        "Kasumi Yamakawa",
        "Yasuhiro Yamazaki",
        "Tadanobu Takahashi",
        "Akira Ikari",
        "Masao Miwa"
      ],
      "journal": "European journal of nutrition",
      "publication_date": "2008-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: While naturally occurring inulin has anti-hyperlipidemic effects in animals and humans, health effects of synthetic inulin with different degrees of fructose polymerization remain poorly understood. AIM OF THE STUDY: Our study aimed at distinguishing health effects of synthetic inulin with different degrees of fructose polymerization (DP) from those of resistant maltodextrin and clofibrate. METHODS: We examined effects of synthetic inulin on serum and liver lipid profiles and blood biochemical parameters in rats fed a high-fat and high-sucrose (HF, cafeteria) diet when compared to resistant maltodextrin and clofibrate. RESULTS: Treatment with inulin (average DP = 6-8, 16-17 and 23) and resistant maltodextrin for 3 weeks reduced the elevation in liver levels of triacylglycerol and total cholesterol of rats fed the cafeteria diet but not the standard diet. In these groups, inulin (average DP = 16-17) significantly reduced the portal plasma glucose level. Moreover, the levels of portal plasma propionate and circulating serum adiponectin, which were decreased in cafeteria rats, recovered to nearly normal levels after administration of inulin (average DP = 16-17). In addition, the dietary inulin suppressed elevation in levels of portal plasma insulin and circulating serum leptin and induction of acetyl-CoA carboxylase and fatty acid synthase mRNAs in the liver of cafeteria rats, consistent with the reduction of liver lipids. The dietary inulin and clofibrate markedly reduced triacylglycerol levels in serum very low density lipoprotein (VLDL) and liver and epididymal adipose tissue weights of cafeteria rats; the extent of suppression by the dietary inulin was higher than that by clofibrate. No additive or synergistic effect of the dietary inulin and clofibrate was found in decrease in circulating serum VLDL and liver lipid levels. CONCLUSION: These observations indicate that the dietary inulin may prevent the development of metabolic disease such as hyperlipidemia and hyperinsulinemia caused by intake of cafeteria diet, in association with suppression of liver lipogenesis.",
      "mesh_terms": [
        "Animals",
        "Biomarkers",
        "Blood Chemical Analysis",
        "Blood Glucose",
        "Clofibrate",
        "Dietary Fats",
        "Dietary Sucrose",
        "Insulin",
        "Inulin",
        "Lipids",
        "Liver",
        "Male",
        "Metabolic Syndrome",
        "Polysaccharides",
        "Random Allocation",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "18087736",
      "title": "Physiological aggregation of maltodextrin phosphorylase from Pyrococcus furiosus and its application in a process of batch starch degradation to alpha-D-glucose-1-phosphate.",
      "authors": [
        "Jozef Nahálka"
      ],
      "journal": "Journal of industrial microbiology & biotechnology",
      "publication_date": "2008-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Maltodextrin phosphorylase from Pyrococcus furiosus (PF1535) was fused with the cellulose-binding domain of Clostridium cellulovorans serving as an aggregation module. After molecular cloning of the corresponding gene fusion construct and controlled expression in Escherichia coli BL21, 83% of total maltodextrin phosphorylase activity (0.24 U/mg of dry cell weight) was displayed in active inclusion bodies. These active inclusion bodies were easily isolated by nonionic detergent treatment and directly used for maltodextrin conversion to alpha-D-glucose-1-phosphate in a repetitive batch mode. Only 10% of enzyme activity was lost after ten conversion cycles at optimum conditions.",
      "mesh_terms": [
        "Archaeal Proteins",
        "Cloning, Molecular",
        "Clostridium cellulovorans",
        "Dextrins",
        "Glucosephosphates",
        "Glucosyltransferases",
        "Hydrogen-Ion Concentration",
        "Pyrococcus furiosus",
        "Recombinant Fusion Proteins",
        "Starch",
        "Substrate Specificity",
        "Temperature"
      ]
    },
    {
      "pmid": "16762943",
      "title": "Availability, fermentability, and energy value of resistant maltodextrin: modeling of short-term indirect calorimetric measurements in healthy adults.",
      "authors": [
        "Toshinao Goda",
        "Yuya Kajiya",
        "Kazuhito Suruga",
        "Hiroyuki Tagami",
        "Geoffrey Livesey"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2006-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Determination of the metabolizable (ME) and net metabolizable (NME) energy of total carbohydrate requires estimation of its available (AC) and fermentable (FC) carbohydrate content. Modeling of indirect calorimetric observations (respiratory gas exchange) and breath hydrogen would appear to make it possible to estimate noninvasively these nutritional quantities and the approximate time-course of availability. OBJECTIVE: We assessed the time-course of metabolism and energy availability from resistant maltodextrin (RMD) by modeling of respiratory gases after a single oral dose. DESIGN: Seventeen healthy adults (13 M, 4 F; aged 25-46 y) were randomly assigned to treatments (water, maltodextrin, or RMD) in a multiple-crossover, single-blinded trial with > or = 7 d washout. We monitored 8-h nitrogen-corrected oxygen and carbon dioxide exchanges and breath hydrogen. All treatment groups took low-carbohydrate meals at 3 and 6 h. RESULTS: Indirect calorimetry alone provided only qualitative information about the nutritional values of carbohydrate. In contrast, modeling of gaseous exchanges along with the use of central assumptions showed that 17 +/- 2% of RMD was AC and 40 +/- 4% was FC. As compared with 17 kJ gross energy/g RMD, mean (+/- SE) energy values were 7.3 +/- 0.6 kJ ME/g and 6.3 +/- 0.5 kJ NME/g. The fiber fraction of RMD provided 5.2 +/- 0.7 kJ ME/g and 4.1 +/- 0.6 kJ NME/g. CONCLUSIONS: Modeling with the use of this noninvasive and widely available respiratory gas-monitoring technique yields nutritional values for carbohydrate that are supported by enzymatic, microbial, and animal studies and human fecal collection studies. Improvement in this approach is likely and testable across laboratories.",
      "mesh_terms": [
        "Adult",
        "Biological Availability",
        "Calorimetry, Indirect",
        "Dietary Carbohydrates",
        "Energy Intake",
        "Female",
        "Fermentation",
        "Half-Life",
        "Humans",
        "Male",
        "Middle Aged",
        "Models, Biological",
        "Polysaccharides",
        "Pulmonary Gas Exchange"
      ]
    },
    {
      "pmid": "10229946",
      "title": "Properties of maltose-inducible alpha-glucosidase MalL (sucrase-isomaltase-maltase) in Bacillus subtilis: evidence for its contribution to maltodextrin utilization.",
      "authors": [
        "S Schönert",
        "T Buder",
        "M K Dahl"
      ],
      "journal": "Research in microbiology",
      "publication_date": "1999-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Recently, we identified the maltose inducible alpha-glucosidase MalL of Bacillus subtilis. The malL gene encodes a 561-residue protein with amino acid identities to several alpha-glucosidases and is located in a nine-gene spanning gene cluster, which is presumably organized in an operon. MalL was overproduced, purified, and its enzymatic characteristics were described in more detail. This characterization of the enzyme showed a protein stable up to 37 degrees C after temperature treatment for 15 min and exhibiting an optimal reaction temperature of 42 degrees C. Various disaccharides such as sucrose, maltose, and isomaltose were hydrolyzed with different efficiencies. MalL also hydrolyzes longer maltodextrins from maltotriose up to maltohexaose, but not maltoheptaose, palatinose, isomaltotriose, or isomaltotetraose. MalL expression is subject to both maltose induction and carbon catabolite repression. In this article, we present data demonstrating that induction of MalL expression also occurs when starch, amylose, or glycogen are present in the growth medium. The hydrolysis of these substrates by alpha-amylase presumably leads to products which, when taken up into the cytoplasm, trigger the initiation of maltose operon transcription. Furthermore, MalL expression varies temporally, showing a second induction in the stationary growth phase.",
      "mesh_terms": [
        "Amylose",
        "Bacillus subtilis",
        "Bacterial Proteins",
        "Culture Media",
        "Disaccharides",
        "Enzyme Induction",
        "Glycogen",
        "Maltose",
        "Polysaccharides",
        "Starch",
        "Substrate Specificity",
        "Sucrase-Isomaltase Complex",
        "alpha-Glucosidases"
      ]
    },
    {
      "pmid": "10220320",
      "title": "The crystal structure of the Escherichia coli maltodextrin phosphorylase-acarbose complex.",
      "authors": [
        "M O'Reilly",
        "K A Watson",
        "L N Johnson"
      ],
      "journal": "Biochemistry",
      "publication_date": "1999-Apr-27",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Acarbose is a naturally occurring pseudo-tetrasaccharide. It has been used in conjunction with other drugs in the treatment of diabetes where it acts as an inhibitor of intestinal glucosidases. To probe the interactions of acarbose with other carbohydrate recognition enzymes, the crystal structure of E. coli maltodextrin phosphorylase (MalP) complexed with acarbose has been determined at 2.95 A resolution and refined to crystallographic R-values of R (Rfree) = 0.241 (0.293), respectively. Acarbose adopts a conformation that is close to its major minimum free energy conformation in the MalP-acarbose structure. The acarviosine moiety of acarbose occupies sub-sites +1 and +2 and the disaccharide sub-sites +3 and +4. (The site of phosphorolysis is between sub-sites -1 and +1.) This is the first identification of sub-sites +3 and +4 of MalP. Interactions of the glucosyl residues in sub-sites +2 and +4 are dominated by carbohydrate stacking interactions with tyrosine residues. These tyrosines (Tyr280 and Tyr613, respectively, in the rabbit muscle phosphorylase numbering scheme) are conserved in all species of phosphorylase. A glycerol molecule from the cryoprotectant occupies sub-site -1. The identification of four oligosaccharide sub-sites, that extend from the interior of the phosphorylase close to the catalytic site to the exterior surface of MalP, provides a structural rationalization of the substrate selectivity of MalP for a pentasaccharide substrate. Crystallographic binding studies of acarbose with amylases, glucoamylases, and glycosyltranferases and NMR studies of acarbose in solution have shown that acarbose can adopt two different conformations. This flexibility allows acarbose to target a number of different enzymes. The two alternative conformations of acarbose when bound to different carbohydrate enzymes are discussed.",
      "mesh_terms": [
        "Acarbose",
        "Binding Sites",
        "Catalysis",
        "Crystallization",
        "Crystallography, X-Ray",
        "Dimerization",
        "Escherichia coli",
        "Glucosyltransferases",
        "Macromolecular Substances",
        "Models, Molecular",
        "Protein Binding",
        "Protein Conformation",
        "Substrate Specificity",
        "Trisaccharides"
      ]
    },
    {
      "pmid": "10198028",
      "title": "Acarbose, a pseudooligosaccharide, is transported but not metabolized by the maltose-maltodextrin system of Escherichia coli.",
      "authors": [
        "C Brunkhorst",
        "C Andersen",
        "E Schneider"
      ],
      "journal": "Journal of bacteriology",
      "publication_date": "1999-Apr",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The pseudooligosaccharide acarbose is a potent inhibitor of amylases, glucosidases, and cyclodextrin glycosyltransferase and is clinically used for the treatment of so-called type II or insulin-independent diabetes. The compound consists of an unsaturated aminocyclitol, a deoxyhexose, and a maltose. The unsaturated aminocyclitol moiety (also called valienamine) is primarily responsible for the inhibition of glucosidases. Due to its structural similarity to maltotetraose, we have investigated whether acarbose is recognized as a substrate by the maltose/maltodextrin system of Escherichia coli. Acarbose at millimolar concentrations specifically affected the growth of E. coli K-12 on maltose as the sole source of carbon and energy. Uptake of radiolabeled maltose was competitively inhibited by acarbose, with a Ki of 1.1 microM. Maltose-grown cells transported radiolabeled acarbose, indicating that the compound is recognized as a substrate. Studying the interaction of acarbose with purified maltoporin in black lipid membranes revealed that the kinetics of acarbose binding to LamB is asymmetric. The on-rate of acarbose is approximately 30 times lower when the molecule enters the pore from the extracellular side than when it enters from the periplasmic side. Acarbose could not be utilized as a carbon source since the compound alone was not a substrate of amylomaltase (MalQ) and was only poorly attacked by maltodextrin glucosidase (MalZ).",
      "mesh_terms": [
        "ATP-Binding Cassette Transporters",
        "Acarbose",
        "Bacterial Outer Membrane Proteins",
        "Biological Transport",
        "Carrier Proteins",
        "Escherichia coli",
        "Escherichia coli Proteins",
        "Gene Expression Regulation, Bacterial",
        "Glucosidases",
        "Glycogen Debranching Enzyme System",
        "Kinetics",
        "Maltose",
        "Maltose-Binding Proteins",
        "Monosaccharide Transport Proteins",
        "Periplasmic Binding Proteins",
        "Polysaccharides",
        "Porins",
        "Receptors, Virus",
        "Regulon",
        "Trisaccharides"
      ]
    },
    {
      "pmid": "9002327",
      "title": "Efficacy of standard glucose-based and reduced-osmolarity maltodextrin-based oral rehydration solutions: effect of sugar malabsorption.",
      "authors": [
        "M el-Mougi",
        "A Hendawi",
        "H Koura",
        "E Hegazi",
        "O Fontaine",
        "N F Pierce"
      ],
      "journal": "Bulletin of the World Health Organization",
      "publication_date": "1996",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Previously we reported that standard oral rehydration salts (ORS) solution is not as effective as a reduced-osmolarity glucose-based ORS for the treatment of children with acute noncholera diarrhoea: with standard ORS the diarrhoea lasts longer, stool output is greater, serum sodium is higher, and there is more need for supplemental intravenous infusion. We studied a reduced-osmolarity maltodextrin (MD)-based ORS to determine whether it had similar benefits, and also the effect of sugar malabsorption on the efficacy of standard and MD-based ORS. A total of 90 boys aged 3-24 months with acute noncholera diarrhoea and moderate dehydration were randomly assigned to either standard ORS (glucose 20 g/l, osmolarity 311 mmol/l) or MD-ORS (MD 50 g/l, osmolarity 227 mmol/l). There were no differences in treatment results. Some 46% of subjects had a high total stool output (> 300 g/kg), which was unrelated to the type of ORS given. High stool output was significantly associated with a longer duration of diarrhoea (33 vs. 15 hours; P < 0.001), a persistently elevated serum sodium (149 vs. 144 mmol/l at 24 h; P < 0.02), the need for intravenous infusion (11/41 vs. 0/48; P < 0.002), and an increase in faecal reducing substances (10.8 vs. 3.4 g/l at 24 h; P < 0.001). We conclude that some children given standard ORS develop osmotic diarrhoea owing to the combined effect of transient sugar malabsorption and slight hypertonicity of the ORS. Earlier studies show that this adverse outcome can largely be avoided when extra water is given in reduced-osmolarity glucose-based ORS. Reduced osmolarity has no benefit, however, when glucose is replaced by maltodextrin, probably because the sugars released by hydrolysis of MD, when malabsorbed, raise the intraluminal osmolarity to equal or exceed that of standard ORS. Thus, reduced-osmolarity glucose-based ORS is superior to both standard ORS and reduced-osmolarity solutions based on maltodextrin and probably other complex carbohydrates. Studies are in progress to define the optimal formulation of reduced-osmolarity glucose-based ORS.",
      "mesh_terms": [
        "Carbohydrate Metabolism",
        "Child, Preschool",
        "Diarrhea, Infantile",
        "Double-Blind Method",
        "Glucose",
        "Humans",
        "Infant",
        "Intestinal Absorption",
        "Male",
        "Maltose",
        "Osmolar Concentration",
        "Polysaccharides",
        "Rehydration Solutions"
      ]
    },
    {
      "pmid": "8188993",
      "title": "Effect of a maltodextrin-electrolyte, a maltodextrin-nutrient-electrolyte and a standard electrolyte solution on water and electrolyte fluxes in the secreting rat intestine.",
      "authors": [
        "D D Rolston",
        "P Raghupathy",
        "W A Cutting"
      ],
      "journal": "Journal of diarrhoeal diseases research",
      "publication_date": "1993-Dec",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The effects of a maltodextrin (dextrose equivalent 12)-electrolyte solution and a maltodextrin-electrolyte solution with added nutrients on net water and electrolyte transport in the secreting rat intestine was compared with the citrate-World Health Organization oral rehydration solution to determine the need for a clinical trial to evaluate the efficacy of these maltodextrin solutions in acute diarrhoea treatment. Cholera toxin consistently produced net water secretion (-36.5 +/- 9.9 mean +/- SEM microliter/min/g dry weight of intestine). All three solutions reversed the cholera toxin-induced net intestinal water secretion to net absorption. Significantly greater net water absorption occurred from the maltodextrin-electrolyte solution compared to the World Health Organization solution (P < 0.05) but not when compared to the maltodextrin-electrolyte-nutrient solution. Net sodium, potassium and chloride fluxes due to the World Health Organization-solution were not significantly different from the maltodextrin-electrolyte solution. These data provide a rationale for initiating a clinical trial.",
      "mesh_terms": [
        "Animals",
        "Cholera Toxin",
        "Diarrhea",
        "Electrolytes",
        "Female",
        "Intestinal Mucosa",
        "Ion Transport",
        "Male",
        "Polysaccharides",
        "Rats",
        "Rats, Wistar",
        "Water"
      ]
    },
    {
      "pmid": "1416949",
      "title": "Glucoamylase immobilization on a magnetic microparticle for the continuous hydrolysis of maltodextrin in a fluidized bed reactor.",
      "authors": [
        "B R Pieters",
        "G Bardeletti",
        "P R Coulet"
      ],
      "journal": "Applied biochemistry and biotechnology",
      "publication_date": "1992",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Glucoamylase (GA) has been successfully immobilized through its carbohydrates previously oxidized with periodate onto a low-cost magnetic microparticle made of polyethyleneimine-coated magnetite crosslinked with glutaraldehyde (M-GAD) and derivatized with adipic dihydrazide (ADH). A stabilization posttreatment consisting of crosslinking its carbohydrates with ADH, increased the remaining activity from 54 to 71%, calculated on the Vm values and measured at 50 degrees C and pH 4.5 with maltodextrin (DE 11-14) as substrate. This treatment also improved the enzyme stability and lowered the deactivation rate constant kd to a third of its value. A 30% maltodextrin solution has been continuously hydrolyzed at 50 degrees C and pH 4.5 in a recycled, fluidized bed reactor (FBR) containing GA immobilized on these magnetic microparticles. They easily settled in this highly viscous medium because of their high density (5 g/mL), and washout of ultrafines was prevented by surrounding the top of the bed with an electromagnet. The small particle size (20 microns) allowed a high enzyme loading in the reactor and also a high bed voidage, which is recommended to avoid extensive pressure drop and consequent channeling problems. The kinetic of hydrolysis fitted with the plug-flow model; this is explained by the insignificant backmixing effects observed. After 2 wk of hydrolysis under process conditions leading to a conversion of 70%, which corresponds to a high-conversion syrup, the immobilized GA only lost 4% of its initial activity.",
      "mesh_terms": [
        "Biosensing Techniques",
        "Cross-Linking Reagents",
        "Enzymes, Immobilized",
        "Glucan 1,4-alpha-Glucosidase",
        "Glucose",
        "Hydrolysis",
        "Kinetics",
        "Magnetics",
        "Mathematics",
        "Microspheres",
        "Models, Theoretical",
        "Oxidation-Reduction",
        "Polysaccharides",
        "Time Factors"
      ]
    },
    {
      "pmid": "1811441",
      "title": "Comparison of glucose/electrolyte and maltodextrin/glycine/glycyl-glycine/electrolyte oral rehydration solutions in cholera and watery diarrhoea in adults.",
      "authors": [
        "Khin-Maung-U",
        "Myo-Khin",
        "Nyunt-Nyunt-Wai",
        "Tin-U"
      ],
      "journal": "Annals of tropical medicine and parasitology",
      "publication_date": "1991-Dec",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "One hundred and eight male adults (mean age 33 +/- 1.7 years) presenting with watery diarrhoea of less than 48 hours duration at home prior to hospitalization and with clinically evident (grade II, severe) dehydration were admitted into a randomized double-blind clinical trial; 54 were treated with standard oral rehydration solution (ORS)--WHO formulation containing citrate--and 54 with an improved ORS formulation which contained, in addition to the standard formula, maltodextrin 20 g (instead of glucose), glycine 4 g and glycyl-glycine 4 g. Patients with clinical cholera were given tetracycline 500 mg q.i.d. Vibrio cholerae was detected in 85 patients. The clinical characteristics of patients in the two groups were comparable. The improved ORS did not reduce the volume of diarrhoeic stools in cholera; indeed, patients with cholera who were treated with improved ORS had larger diarrhoea stool volumes. However, those cholera patients given improved ORS showed significantly greater weight gains during the first six-hour period, at the end of the second day, and at discharge. On the other hand, non-cholera patients treated with improved ORS had significantly smaller diarrhoeic stool volumes during the six to 24-hour significantly smaller diarrhoeic stool volumes during the six to 24-hour period (i.e. during the commencement of maintenance rehydration therapy).",
      "mesh_terms": [
        "Adult",
        "Cholera",
        "Dehydration",
        "Diarrhea",
        "Double-Blind Method",
        "Fluid Therapy",
        "Glucose",
        "Humans",
        "Male",
        "Polysaccharides",
        "Rehydration Solutions",
        "Weight Gain"
      ]
    },
    {
      "pmid": "1779314",
      "title": "Comparison of glucose/electrolyte and maltodextrin/glycine/glycyl-glycine/electrolyte oral rehydration solutions in acute diarrhea in children.",
      "authors": [
        "Khin-Maung-U",
        "Myo-Khin",
        "Nyunt-Nyunt-Wai",
        "Mu-Mu-Khin",
        "Mya-Thi",
        "Thein-Thein-Myint"
      ],
      "journal": "Journal of pediatric gastroenterology and nutrition",
      "publication_date": "1991-Nov",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Male children (N = 101) 6-35 months of age presenting with acute watery diarrhea for less than 48 h at home before hospitalization were admitted into a randomized, double-blind clinical trial. Fifty-one children were treated with standard oral rehydration solution (ORS) (World Health Organization [WHO] formulation containing citrate) and 50 were treated with an improved ORS formulation (containing, in addition to the standard formula, 20 g maltodextrin instead of glucose, and 4 g glycine and 4 g glycyl-glycine). None were given antibiotics. No i.v. infusions were given. Rotavirus was detected by enzyme-linked immunosorbent assay in stools of 43 children. Clinical characteristics of children in the two treatment groups were comparable. Improved ORS did not produce significant reduction in the volume of diarrhea stools. Children given improved ORS had greater weight gain than that observed in children treated with standard ORS, but the differences were not statistically significant except at the end of the first 24 h. Among children with rotavirus diarrhea, no significant differences were observed between the 23 children who received improved ORS and the 20 who received standard ORS.",
      "mesh_terms": [
        "Acute Disease",
        "Breast Feeding",
        "Child, Preschool",
        "Citrates",
        "Defecation",
        "Diarrhea",
        "Diarrhea, Infantile",
        "Double-Blind Method",
        "Electrolytes",
        "Fluid Therapy",
        "Glucose",
        "Glycine",
        "Glycylglycine",
        "Humans",
        "Infant",
        "Male",
        "Osmolar Concentration",
        "Polysaccharides",
        "Rehydration Solutions",
        "Rotavirus Infections",
        "Weight Gain"
      ]
    },
    {
      "pmid": "1869801",
      "title": "A randomised, double-blind clinical trial of a maltodextrin containing oral rehydration solution in acute infantile diarrhoea.",
      "authors": [
        "M S Akbar",
        "K M Baker",
        "M A Aziz",
        "W A Khan",
        "A F Salim"
      ],
      "journal": "Journal of diarrhoeal diseases research",
      "publication_date": "1991-Mar",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We compared the efficacy of a maltodextrin containing oral rehydration salts (ORS) solution with that of the WHO recommended glucose-ORS solution in a double blind randomized study of treating 69 children (33 in experimental group; 36 in control group) aged 4-36 months with acute diarrhoea causing mild to moderate dehydration. Both the groups of children were similar in initial clinical characteristics and received only ORS solutions. No significant differences in stool output (median 88.0, range 34-320 g/kg body wt. in experiment vs 75.0, 25-410 g/kg in control), intake of ORS solution (125.0, 58-360 ml/kg body wt. vs 154, 130-250 ml/kg), and duration of recovery from diarrhoea (2.0 d, range 1-6 vs 2.0 d, 1-9) were found between the groups. The haematocrit and serum electrolyte values in the two groups 24 hours after starting treatment were also similar. The results suggest that the ORS containing maltodextrin (50 g/l) in place of glucose has no advantage over WHO-ORS in correcting mild to moderate dehydration of children with acute diarrhoea.",
      "mesh_terms": [
        "Child, Preschool",
        "Diarrhea, Infantile",
        "Double-Blind Method",
        "Fluid Therapy",
        "Glucose",
        "Humans",
        "Infant",
        "Polysaccharides",
        "Rehydration Solutions"
      ]
    },
    {
      "pmid": "2201165",
      "title": "Glycine, glycyl-glycine and maltodextrin based oral rehydration solution. Assessment of efficacy and safety in comparison to standard ORS.",
      "authors": [
        "M K Bhan",
        "S Sazawal",
        "S Bhatnagar",
        "N Bhandari",
        "D K Guha",
        "S K Aggarwal"
      ],
      "journal": "Acta paediatrica Scandinavica",
      "publication_date": "1990-May",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We evaluated the efficacy and safety of an oral rehydration solution containing glycyl-glycine, glycine, and maltodextrin (GGG-ORS), in comparison to the glucose based ORS (standard ORS). The osmolality of the GGG-ORS (305 mOsm/l) and standard ORS (311 mOsm/l) was similar. Ninety-two children presenting with acute gastroenteritis and moderate dehydration, aged 3 months to 3 years, were randomly assigned to receive standard ORS or GGG-ORS. All the patients were successfully rehydrated orally. The two groups were comparable for baseline characteristics including the microbial etiology. Rotavirus (49%, 36%), ETEC (11%, 18%) or a combination of rotavirus and ETEC (15%, 9%) were the main stool pathogens isolated. There was no significant difference in the mean stool output or duration of diarrhoea between the two groups. Patients in the GGG-ORS group had higher urine output (p less than 0.01) and weight gain (p less than 0.05) in the initial 6 hours when feeding was withheld, but no such differences were observed beyond this period. Hypernatremia did not develop in any patient during the study. We conclude that glycine and glycyl-glycine supplemented oral rehydration solution does not have any therapeutic advantage in the treatment of acute gastroenteritis with moderate dehydration caused predominantly by rotavirus.",
      "mesh_terms": [
        "Acute Disease",
        "Child, Preschool",
        "Dehydration",
        "Double-Blind Method",
        "Fluid Therapy",
        "Gastroenteritis",
        "Glycine",
        "Humans",
        "Infant",
        "Male",
        "Polysaccharides",
        "Randomized Controlled Trials as Topic",
        "Rehydration Solutions"
      ]
    }
  ]
}