{
  "supplement": "Martial Arts",
  "query": "Martial Arts[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:01:37",
  "research_count": 76,
  "count": 76,
  "articles": [
    {
      "pmid": "40276366",
      "title": "Influence of contrast compression therapy and water immersion contrast therapy on biomechanical parameters of the forearm muscles in martial arts athletes.",
      "authors": [
        "Robert Trybulski",
        "Jarosław Muracki",
        "Robert Roczniok",
        "Wacław Kuczmik",
        "Nicola Lovecchio",
        "Adrian Kużdżał"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study compared the immediate effects of game-ready contrast therapy (GRT) and contrast water immersion therapy (CWT) on stiffness, muscle tone, flexibility, pressure pain threshold, and isometric muscle strength. DESIGN: Experimental, single-blind, randomized controlled trial. Thirty volunteers training MMA (age: 28.20 ± 7.57 years, BMI: 26.35 ± 4.06, training experience: 10.37 ± 7.34) were randomized to two groups: experimental (n = 15) and control (n = 15). In the first phase, the experimental group underwent GRT and the control-game-ready sham therapy (GRS). After a 2-week break, the experimental group underwent CWT and the control-contrast water sham therapy (CWS). The main outcome measures were muscle tone (T) stiffness (S) elasticity (E), pressure pain threshold (PPT), and maximum isometric strength (Fmax) assessed before therapy (Rest) and 5-min and 1-h after treatment (PostTh5min and PostTh1h). RESULTS: Analysis of variance results for T, S, E, PPT, and Fmax showed statistically significant differences (p < 0.0001) for main effects and interactions. For both therapies GRT and CWT: T, S, and E were lower 5 min after therapy and 1 h after therapy compared to Rest (interaction effect, p < 0.00001). For both therapies GRT and CWT the PPT and Fmax were higher 5min and 1 h after therapy compared to Rest (interaction effect, p < 0.0001). The post hoc test showed statistically significant differences (p < 0.0001) for T, S, E, PPT, and Fmax in the experimental groups (GRT and CWT) for Rest-PostTh5min and Rest-Post1h. No statistically significant differences were found for Post5mi-Post1h. The effect size of Cohen's d for S, E, PPT, and Fmax showed similar values, with only T being significantly more pronounced in the GRT group (large, d > 0.8). There were no statistically significant differences (p > 0.05) in the control groups (GRT for GRS and CWT for CWS) in the Rest-PostTh5min-PostTh1h range. CONCLUSION: The positive impact of both contrast therapy strategies as a stimulus influencing important aspects of biomechanics was confirmed. The results showed similar effects of CWT and GRT (both similarly lowering S and E and increasing Fmax and PPT) except for the analysis of muscle tone, where the lowering effect of GRT had larger effect. These findings can be directly applied by researchers, sports medicine specialists, and martial arts trainers interested in the biomechanical effects of therapy on athletes, improving their understanding and practice."
    },
    {
      "pmid": "40230376",
      "title": "Bajiquan martial arts training as physical activity for enhancing physical fitness, body composition, and perceived exercise benefits: a quasi-experimental study.",
      "authors": [
        "Chi-Te Wang",
        "Cheng-Wen Tien",
        "Wen-Ching Huang"
      ],
      "journal": "Frontiers in sports and active living",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Martial arts are a traditional aspect of Chinese culture, and with the diverse development of recreational activities, they have gained widespread acceptance not only for self-defense but also as a popular recreational activity. Physical activity and fitness characteristics associated with different martial arts vary depending on developmental backgrounds. Bajiquan is a traditional Chinese martial art known for its explosive power in close combat, emphasizing quick elbow and shoulder strikes over a short range. However, research on the application of Bajiquan to physical activity, health promotion, and its perceived benefits remains relatively limited. This study aimed to investigate the effects of a programmed 8-week Bajiquan training intervention on physical fitness, body composition, and perceived benefits of exercise. METHODS: This quasi-experimental study enrolled participants and allocated them to the experimental (n = 15; 27.4 ± 2.6 years; female = 13.3%) and control groups (n = 15; 26.0 ± 3.1 years; female = 13.3%). The experimental group participated in an 8-week Bajiquan program, whereas the control group engaged in regular exercise with the same intervention frequency. Pre- and post-tests were conducted to assess the effects on physical fitness and body composition. Additionally, participants' subjective perceptions of the benefits of martial arts exercise were evaluated using an exercise perceived benefit questionnaire. RESULTS: The experimental group demonstrated significantly higher social relationships (Δ = 17.2%; δ = 0.586, p < 0.05) and personal benefits (Δ = 19.8%; δ = 0.431, p < 0.05) than the control group (p < 0.05). Changes in pre- and post-test measurements within the experimental group were significantly different from those in the control group in terms of body weight (p = 0.008, d = 1.05), body mass index (p = 0.003, d = 1.17), and body fat percentage (p = 0.004, d = 1.13). The experimental group exhibited significant differences in changes in muscle explosive power (p = 0.003, d = 1.27), cardiorespiratory fitness (p = 0.004, d = 1.14), and core muscle strength (p = 0.009, d = 1.10) compared with the control group. Core muscle strength also significantly increased in the experimental group compared to that in the control group in the post-test (Δ = 17.0%; p = 0.003, d = 1.21). CONCLUSIONS: The Bajiquan martial arts exercise intervention demonstrated beneficial effects on physical and mental development, making it a viable option for physical activity programs. In the future, program adjustments and applications can be tailored for different populations, such as children or the elderly, to promote health and disseminate the practice of martial arts."
    },
    {
      "pmid": "40163001",
      "title": "Craniofacial Injuries in Mixed Martial Arts: An Analysis of Incidence, Risk Factors, and Prevention Strategies.",
      "authors": [
        "Ekansh Parekh",
        "Thor S Stead",
        "Jasra Elahi",
        "Latha Ganti"
      ],
      "journal": "The Journal of craniofacial surgery",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The rising popularity of martial arts has unfortunately led to a surge in injuries, particularly in the head and neck. Craniofacial injuries, a common occurrence in mixed martial arts (MMA), necessitate a closer look. By studying these injuries, the authors can identify gaps in diagnosis and treatment, and more importantly, the authors can take steps to prevent future injuries. This includes advocating for increased safety measures and risk reduction through the Consumer Product Safety Commission. METHODS: The National Electronic Injury Surveillance System database was analyzed from 2014 to 2023 to collect data on head and neck injuries related to martial arts equipment within the last 10 years. This data set conveys patient information, such as sex, race, weight, age, diagnosis, treatment date, body part, disposition, and injury location, that occurred while competing in MMA. RESULTS: Over the most recent 10 years, an estimated 54,787 cases of craniofacial injury due to MMA were reported to the emergency department, with a majority taking place in 2022 (6880 cases/12.6% of all cases). Men were 3.69 times more likely to get injured than women. The 10-year age group with the most injuries was 20 to 29 (18,182 cases/34.3%), but the age with the most cases was 15 years old (2349 cases/6.7%). The most common location of craniofacial injury was the head (22,214 cases/39.3%), and the most common diagnosis was internal injury (11,034 cases/19.5% of all cases). The overwhelming majority of cases had no hospitalization (52,023 cases/95.0% of all cases). CONCLUSIONS: This study underscores the significant occurrence of craniofacial injuries in the context of MMA over the past decade. It provides novel insights into preventative strategies, epidemiology, and disposition of these injuries. The results reveal a spectrum of damage, from low to high severity, and a predilection for adolescent and young adult males. This study advocates for stricter regulations, better protective gear, and increased awareness of safety standards to ensure the well-being of MMA athletes. Future research should focus on post-injury recovery and long-term outcomes to further mitigate risks and enhance the safety of this demanding sport."
    },
    {
      "pmid": "39849510",
      "title": "A meta-analysis of the effects of plyometric training on muscle strength and power in martial arts athletes.",
      "authors": [
        "Qin Yuan",
        "Nuannuan Deng",
        "Kim Geok Soh"
      ],
      "journal": "BMC sports science, medicine & rehabilitation",
      "publication_date": "2025-Jan-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Plyometric training (PT) was explored as an effective intervention for enhancing muscle strength and power. However, its specific impact on these attributes in martial arts athletes had not been systematically evaluated. Therefore, the objective of this meta-analysis was to provide a quantitative assessment of the impact of PT on muscle strength and power in martial arts athletes. Additionally, it aimed to investigate potential moderators that could influence this relationship. METHODS: A systematic literature search was conducted across several databases, including SPORTDiscus, PubMed, CNKI, Scopus, and Web of Science Core Collection. Studies were included if they were controlled trials that examined the effects of PT on measures of muscle strength and/or muscle power in martial arts athletes. Effect sizes (ESs) were calculated using a random-effects model based on weighted and averaged standardized mean differences. Moderator analyses were performed for variables related to age and training. The ROB2 and ROBINS-I tools were used to assess the methodological quality of the included studies. Publication bias was evaluated using funnel plots and the extended Egger's test. RESULTS: The analysis included fifteen studies with a total of 499 participants aged 12 to 24 years. The findings indicated that PT had a small-to-moderate effect on muscle strength (ES = 0.62; 95% CI = 0.38 to 0.87, p < 0.001) and power (ES = 0.45; 95% CI = 0.20 to 0.71, p = 0.001). Furthermore, neither age nor training parameters significantly moderated the effect of PT on muscle strength and power. CONCLUSIONS: The findings of the present study indicated that PT effectively enhanced muscle strength and power in martial arts athletes. However, additional trials are recommended to determine the optimal training doses and further explore the interactions among training variables to improve muscle strength and power in these athletes. TRIAL REGISTRATION: https//www.crd.york.ac.uk/prospero/display_record.php? Record ID = 579,901, identifier CRD42024579901."
    },
    {
      "pmid": "39525874",
      "title": "The Effect of Two Somatic-Based Practices Dance and Martial Arts on Irisin, BDNF Levels and Cognitive and Physical Fitness in Older Adults: A Randomized Control Trial.",
      "authors": [
        "Veronika Hola",
        "Hana Polanska",
        "Tereza Jandova",
        "Jana Jaklová Dytrtová",
        "Josefina Weinerova",
        "Michal Steffl",
        "Veronika Kramperova",
        "Klara Dadova",
        "Krzysztof Durkalec-Michalski",
        "Ales Bartos"
      ],
      "journal": "Clinical interventions in aging",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Maintaining healthy brain function during ageing is of great importance, especially for the self-sufficiency of older adults. The main aim of this study was to determine the effects of dance and martial arts on exerkines Brain Derived Neurotrophic Factor (BDNF) and irisin blood serum levels. METHODS: This randomized controlled trial examined the effects of dance and martial arts on serum Brain-Derived Neurotrophic Factor (BDNF) and irisin levels, as well as cognitive function, mood, and physical measures in older adults. Seventy-seven independently living older adults (mean age 70.3±3.8 years) were randomized into three groups: dance (DG), martial arts (MaG), and control (CG), followed over 12 weeks. Generalized linear models were used to assess the interventions' effects. RESULTS: There was a significant increase in BDNF levels in both the DG (1.8 ± 4.9, p < 0.05) and MaG (3.5 ± 6.3, p < 0.05), while CG experienced a decrease (-4.9 ± 8.2, p < 0.05). Between-group effects were significant for BDNF, with DG and MaG showing higher levels than CG (p < 0.05). No significant changes in irisin levels were found. Cognitive performance, particularly attention and mental flexibility (measured by the Trail Making Test A and B), significantly improved in the DG compared to CG (p < 0.05). Additionally, participants in DG showed improved mood based on the Geriatric Depression Scale (p < 0.05) compared to CG. Anthropometric T-scores were significantly associated with changes in irisin levels (p < 0.05) after intervention. CONCLUSION: The study found that dance and martial arts upregulated BDNF levels, with dance showing notable improvements in cognitive function and mood in older adults. Changes in anthropometric measures were linked to increased irisin levels. These findings suggest that both dance and martial arts may promote healthy brain function in aging populations. TRIAL REGISTRATION: NCT05363228.",
      "mesh_terms": [
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Affect",
        "Brain-Derived Neurotrophic Factor",
        "Cognition",
        "Dancing",
        "Fibronectins",
        "Martial Arts",
        "Physical Fitness"
      ]
    },
    {
      "pmid": "39451074",
      "title": "Effects of Traditional Chinese Martial Arts and Stretching Exercises on Symptoms of Fibromyalgia: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Sujie Mao",
        "Guoping Qian",
        "Kaiwen Xiao",
        "Hong Xu",
        "Shikun Zhang",
        "Wensheng Zhou"
      ],
      "journal": "Perceptual and motor skills",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "Fibromyalgia syndrome (FMS) is a chronic condition characterized by widespread musculoskeletal pain and various associated symptoms. Non-pharmacological interventions have gained attention for managing FMS and improving patient outcomes. We reviewed past research to investigate the effects of traditional Chinese martial arts (TCMA) and stretching training (ST) on symptoms of patients with FMS. We searched Web of Science, Medline via PubMed, the Cochrane Library, and EMBASE from their inceptions to June 1, 2023. Across selected studies, we evaluated TCMA and ST using Fibromyalgia Impact Questionnaire (FIQ) scores, pain symptoms, fatigue levels, and sleep quality as outcome measures. Compared with control groups, participants receiving TCMA and ST interventions showed significantly lower FIQ scores (Standard Mean Difference (SMD) = -3.01, 95% Confidence Interval (CI) [-4.83,-1.19]), improved pain symptoms (SMD = -0.77, 95% CI [-1.07,-0.47]), less fatigue (SMD = 1.31, 95% CI [0.50,2.11]), and enhanced sleep quality (SMD = -0.55, 95% CI [-0.97,-0.12]). Subgroup analyses revealed that, irrespective of intervention duration, both TCMA and ST interventions were effective in relieving pain symptoms in these patients. ST interventions showed significant improvement in fatigue symptoms, while TCMA interventions positively influenced sleep quality. These findings highlight potential non-pharmalogical benefits of TCMA and ST interventions in managing FMS. However, future research should explore the optimal duration, frequency, intensity, and types of interventions for TCMA and ST and design targeted exercise intervention programs to study the effects of these interventions on different characteristics of FMS patients. Attention should be given to the effects of short-term interventions on improving fatigue symptoms, sleep quality, and pain relief, to provide more personalized and effective FMS treatment plans.",
      "mesh_terms": [
        "Humans",
        "Fatigue",
        "Fibromyalgia",
        "Martial Arts",
        "Muscle Stretching Exercises",
        "Sleep Quality"
      ]
    },
    {
      "pmid": "38857879",
      "title": "Biomechanical Profile after Dry Needling in Mixed Martial Arts.",
      "authors": [
        "Robert Trybulski",
        "Adrian Kużdżał",
        "Arkadiusz Stanula",
        "Sebastian Klich",
        "Filipe Manuel Clemente",
        "Adam Kawczyński",
        "Cesar Fernández-de-Las-Peñas"
      ],
      "journal": "International journal of sports medicine",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The purpose of this study was to compare the effects of dry needling (DN) intervention on the responses of muscle tone, stiffness, and elasticity, as well as power, pressure pain thresholds, and blood perfusion of the flexor carpi radialis muscle in mixed martial arts (MMA) athletes. Thirty-two trained/developmental men MMA fighters (25.5±4.5 years; 24.5±3 body mass index) participated in a randomized crossover study. Participants underwent a single intervention, receiving both DN and placebo. Laser Doppler flowmetry measured blood perfusion, while a myotonometer assessed the mechanical characteristics of muscle tone, stiffness, and elasticity of the flexor carpi radialis muscle. Pressure pain thresholds (PPT) were measured using an algometer, and maximal forearm muscle force was measured using a hand dynamometer. Outcomes were assessed at baseline, immediately after, and 24 hours and 48 hours post-intervention. A two-way repeated-measures ANOVA revealed significant Intervention*Time interaction for all outcomes: perfusion unit (p<0.001), muscle tone (p<0.001), stiffness (p<0.001), elasticity (p<0.001), PPT (p<0.001) and maximal forearm muscle force (p<0.001). The current study suggests that a single session of DN enhances muscle recovery, increases muscle strength, and improved PPT in MMA athletes. These positive adaptations appear to last up to 48 hours in some variables.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Male",
        "Young Adult",
        "Biomechanical Phenomena",
        "Cross-Over Studies",
        "Dry Needling",
        "Elasticity",
        "Forearm",
        "Laser-Doppler Flowmetry",
        "Martial Arts",
        "Muscle Strength",
        "Muscle Tonus",
        "Muscle, Skeletal",
        "Pain Threshold"
      ]
    },
    {
      "pmid": "38805404",
      "title": "Optimal Duration of Cold and Heat Compression for Forearm Muscle Biomechanics in Mixed Martial Arts Athletes: A Comparative Study.",
      "authors": [
        "Robert Trybulski",
        "Arkadiusz Stanula",
        "Andriy Vovkanych",
        "Tomasz Halski",
        "Małgorzata Paprocka-Borowicz",
        "Robert Dymarek",
        "Jakub Taradaj"
      ],
      "journal": "Medical science monitor : international medical journal of experimental and clinical research",
      "publication_date": "2024-May-28",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "BACKGROUND Cold and heat therapies for recovery in sports are commonly used, including in the mixed martial arts (MMA). The Game Ready (GR) device can be used for local monotherapy with either heat or cold and for contrast therapy. This study aimed to compare the effects of duration of cold and heat compression on biomechanical changes in the forearm muscles of 20 healthy mixed martial arts athletes. MATERIAL AND METHODS Twenty MMA volunteers (26.5±4.5 years old) underwent 3 different phases of the GR: (1) stimulation time 10 min (eGR-10, GR experimental group), (2) 10 min (cGR-10, sham control group) and (3) 20 min (eGR-20, GR experimental group). The following outcomes were assessed: muscle tone (T), stiffness (S), flexibility (E), pressure pain threshold (PPT), microvascular response (PU), and maximum isometric strength (Fmax). All measurements were performed before GR (rest) and after GR stimulation (post). RESULTS Both eGR-10 and eGR-20 significantly improved outcomes T (p<0.001), S (p<0.001), E (p=0.001, and p<0.001, respectively), PPT (p<0.001), PU (p<0.001), and Fmax (p<0.001). Notably, eGR-20 exhibited superior improvements in PU, Fmax, and PPT, with larger effect sizes (p<0.001). While eGR-10 demonstrated more pronounced reductions in T and S (p<0.001), these results underscore the potential for tailored GR therapy durations to optimize specific recovery goals for MMA athletes. CONCLUSIONS GR stimulation affects muscle biomechanical changes, pain threshold, muscle strength, and tissue perfusion. The study results suggest that 10 min of GR stimulation is sufficient to achieve changes that can be used to optimize recovery for MMA athletes.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Adult",
        "Muscle, Skeletal",
        "Martial Arts",
        "Forearm",
        "Biomechanical Phenomena",
        "Athletes",
        "Hot Temperature",
        "Female",
        "Young Adult",
        "Cold Temperature",
        "Pain Threshold",
        "Muscle Strength"
      ]
    },
    {
      "pmid": "38595455",
      "title": "Martial Arts as a Tool for Enhancing Attention and Executive Function: Implications for Cognitive Behavioral Therapy - A Literature Review.",
      "authors": [
        "Venkateswar Pujari"
      ],
      "journal": "Journal of pharmacy & bioallied sciences",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "With a focus on its implications for cognitive behavioral therapy (CBT), this review study seeks to investigate the possible advantages of martial arts training on attention and executive function. Common cognitive impairments seen in a variety of psychiatric diseases, such as depression and attention deficit hyperactivity disorder, include difficulties in attention and executive function. Training in martial arts, which is known for its demanding physical and mental requirements, has drawn interest as a potential intervention for improving cognitive function. An overview of the most recent research on how martial arts training affects focus and executive function is given in this publication. The results demonstrate the potential of martial arts as a strategy for enhancing executive function and attention-related cognitive functions. The article also explores the implications of adding martial arts instruction to CBT therapies, arguing that doing so might be a beneficial supplementary strategy to improve treatment outcomes. With information on the possible advantages of martial arts training for attention and executive function, this review paper adds to the expanding corpus of research on non-pharmacological therapies for cognitive enhancement."
    },
    {
      "pmid": "38455447",
      "title": "Acute Effects of the Dry Needling Session on Gastrocnemius Muscle Biomechanical Properties, and Perfusion with Latent Trigger Points - A Single-Blind Randomized Controlled Trial in Mixed Martial Arts Athletes.",
      "authors": [
        "Robert Trybulski",
        "Arkadiusz Stanula",
        "Aleksandra Żebrowska",
        "Mieszko Podleśny",
        "Barbara Hall"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "The study aimed to evaluate the immediate effects of a dry needling (DN) therapy session on biomechanical properties, muscle power, perfusion, and pressure pain threshold of the gastrocnemius muscle with latent trigger points. Twenty mixed martial arts athletes (MMA) were randomly divided into two groups: experimental (eDN, n = 10) and sham (qDN, n = 10) to undergo one session of DN either with a real or a qazi needle. The measurements were taken at rest, 1-5 minutes after the DN (Post1-5min) and 24h after the DN (Post24h). DN significantly increased the muscle perfusion (Post1-5min and Post24h, p < 0.001), reduced its tone (Post1-5min and Post24h, p < 0.001) and stiffness (Post1-5min, p < 0.05; Post24 h, p < 0.001), and improved its elasticity (Post1-5min and Post24h, p < 0.001). DN also caused a significant increase in pressure pain threshold (Post1-5min, p < 0.001; Post24h, p < 0.05) and in muscle power (Post24h, p < 0.01). The DN session increased the blood perfusion and improved the biomechanical properties of the gastrocnemius muscle, which led to improved muscle power. The DN also had an analgesic effect. These effects were maintained at 24 h, which suggests that DN could facilitate muscle recovery in a post-exercise period of MMA athletes.",
      "mesh_terms": [
        "Humans",
        "Trigger Points",
        "Single-Blind Method",
        "Percutaneous Collagen Induction",
        "Muscle, Skeletal",
        "Perfusion",
        "Athletes"
      ]
    },
    {
      "pmid": "38398489",
      "title": "Immediate Effect of Cryo-Compression Therapy on Biomechanical Properties and Perfusion of Forearm Muscles in Mixed Martial Arts Fighters.",
      "authors": [
        "Robert Trybulski",
        "Adrian Kużdżał",
        "Marta Bichowska-Pawęska",
        "Andriy Vovkanych",
        "Adam Kawczyński",
        "Grzegorz Biolik",
        "Jarosław Muracki"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2024-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mixed martial arts (MMA) fighters use their arms and hands for striking with the fists, grappling, and defensive techniques, which puts a high load on the forearms and hand muscles. New methods are needed to decrease the risk of injury and increase the effectiveness of regeneration. This study aimed to assess the effectiveness of cryo-compression (CC) therapy of different times (3 and 6 min) on forearm muscles in MMA fighters by investigating muscle pain, stiffness, tension, elasticity strength, and perfusion. Twenty professional male MMA fighters aged 26.5 ± 4.5 years, with training experience of 10.3 ± 5.0 years, were enrolled on an experimental within-group study design. The participants underwent CC therapy at a temperature of 3 °C and compression of 75 mmHg for 3 min and, in the second session, for 6 min. The investigated parameters were in the following order: (1) perfusion in non-reference units (PU), (2) muscle tone (T-[Hz]), (3) stiffness (S-[N/m]), (4) elasticity (E-[arb]), (5) pressure pain threshold (PPT-[N/cm]), and (6) maximum isometric force (Fmax [kgf]) at two time points: (1) at rest-2 min before CC therapy (pre) and (2) 2 min after CC therapy (post). There were significant differences between 3 and 6 min of CC therapy for PU and T. Meanwhile, F, E, PPT, and S were significantly different when comparing pre- to post-conditions. These results provide evidence that CC therapy is a stimulus that significantly affects parameters characterizing muscle biomechanical properties, pain threshold, strength, and tissue perfusion."
    },
    {
      "pmid": "38163040",
      "title": "Mixed Martial Arts: Comparing the King-Devick and Sport Concussion Assessment Tool 5 in knockouts, technical knockouts and choke holds.",
      "authors": [
        "Eric E Twohey",
        "Ike B Hasley",
        "Patrick J Shaeffer",
        "George A Ceremuga",
        "Stephen A Firkins",
        "Gene C Stringer",
        "Mario Roberto Vaz Carneiro Filho",
        "John H Hollman",
        "Rodolfo Savica",
        "Jonathan T Finnoff"
      ],
      "journal": "Archives of rehabilitation research and clinical translation",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To compare validity indices of the King-Devick (KD) test and Sport Concussion Assessment Tool 5 (SCAT5) for traumatic events in MMA, and to determine if perfusion events (alterations in consciousness as the result of choke holds) cause similar changes in KD/SCAT5 scores. DESIGN: A prospective cohort study in MMA fighters who completed KD and SCAT5 assessments before and after a match. Outcomes were categorized as non-event, traumatic event, or perfusion event. KD/SCAT5 changes were compared between all athletes. PARTICIPANTS: One hundred forty MMA athletes (7 women, 133 men), mean age=27.1 ± 4.9 years. INTERVENTION: N/A. MAIN OUTCOME MEASURES: King-Devick (KD) test and Sport Concussion Assessment Tool 5 (SCAT5). RESULTS: Among the 140 athletes, 19 sustained traumatic and 15 perfusion events. Testing provided sensitivities/specificities of 21.05%/93.39% (KD) and 77.78%/52.99% (SCAT5) in detecting a traumatic event. KD and SCAT5 Symptom Severity scores differed between athletes with and without traumatic events (P=.041 and .014). KD and SCAT5 Symptoms Score changes were observed between athletes with and without traumatic events (P=.023 and .042). Neither KD nor SCAT5 differed significantly between athletes with and without perfusion events. CONCLUSIONS: The KD test provides high specificity and the SCAT5 demonstrates reasonable sensitivity when detecting a traumatic event. Of the SCAT5, symptoms-related scores may most effectively identify a traumatic event. A traumatic event may cause KD/SCAT5 changes similar to a concussion, while perfusion events did not."
    },
    {
      "pmid": "37885441",
      "title": "Combined probiotics with vitamin D3 supplementation improved aerobic performance and gut microbiome composition in mixed martial arts athletes.",
      "authors": [
        "Katarzyna Przewłócka",
        "Marcin Folwarski",
        "Mariusz Kaczmarczyk",
        "Karolina Skonieczna-Żydecka",
        "Joanna Palma",
        "Zofia Kinga Bytowska",
        "Sylwester Kujach",
        "Jan Jacek Kaczor"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Mixed Martial Arts (MMA) is characterized as an interval sport in which the training program focuses on enhancing both aerobic and anaerobic capacities. Therefore, strategies targeting the intestinal microbiome may be beneficial for MMA athletes. Moreover, vitamin D supplementation may amplify the positive effects of certain bacterial strains. We previously demonstrated that the combined of probiotics and vitamin D3 supplementation improved the lactate utilization ratio, total work, and average power achieved during anaerobic tests in MMA. Therefore, this study aimed to investigate whether combined probiotic and vitamin D3 ingestion can modify the composition of the gut microbiome and epithelial cell permeability, influence the inflammatory response, and ultimately enhance aerobic capacity. METHODS: A 4-week clinical trial was conducted with 23 male MMA athletes randomly assigned to either the probiotic + vitamin D3 (PRO + VIT D) group or the vitamin D3 group (VIT D). The trial employed a double-blind, placebo-controlled design and involved measurements of serum inflammatory markers, gut microbiome composition, epithelial cell permeability, and aerobic performance. RESULTS: After 4-week of supplementation, we found a significantly lower concentration of calprotectin in the PRO + VIT D group (34.79 ± 24.38 mmol/L) compared to the value before (69.50 ± 46.91) supplementation (p = 0.030), augmentation of beta diversity after the intervention in the PRO + VIT D group (p = 0.0005) and an extended time to exhaustion to 559.00 ± 68.99; compared to the value before (496.30 ± 89.98; p = 0.023) after combined probiotic and vitamin D3 supplementation in MMA athletes. No effect was observed in the VIT D group. CONCLUSION: Our results indicate that combined treatment of probiotics and vitamin D3 may cause alterations in alpha and beta diversity and the composition of the gut microbiota in MMA athletes. We observed an improvement in epithelial cell permeability and an extended time to exhaustion during exercise in MMA athletes following a 4-week combined probiotic and vitamin D3 treatment."
    },
    {
      "pmid": "37867023",
      "title": "An epidemiological study of martial arts injuries in patients presenting to US emergency rooms.",
      "authors": [
        "Ryan J Bickley",
        "Nemesis Y Hazim",
        "Joshua W Sy",
        "Drew W Nute"
      ],
      "journal": "Injury",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: With the advent of mixed martial arts (MMA) growing in popularity, there has been a described increase in its participation. The term MMA generally describes the hybridization of combat disciplines including but not limited to: karate, judo, jiu-jitsu, wrestling, taekwondo, boxing, kickboxing, and Muay Thai. With increased participation in MMA and martial arts, differing physical demands are placed on participants. Due to the physical nature of combat sports, there are injuries associated with participation. The purpose of this study is to report the incidence and characteristics of injuries seen from various martial art disciplines presenting to United States Emergency Rooms in order to educate participants and providers alike about risks assumed with participating in martial arts. METHODS: The National Electronic Injury Surveillance System (NEISS) database was queried for martial arts-related injuries from 2009 to 2019. Cases were examined and data including patient age and gender, injury type and location, hospital disposition, and type of martial arts practiced were extracted. RESULTS: A total of 8,400 injuries were recorded, leading to a national estimate of 310,143 martial-arts related injuries over the 11 year period of 2009-2019 (95 % CI 239,063-381,223). The most common types of injuries were strains/sprains (n = 2664, 31.7 %), fractures (n = 1,575, 18.8 %), and contusions/abrasions (n = 1,698, 20.2 %). There were 260 dislocations, with shoulder dislocations being most common (n = 96, 36.9 %). Lower extremities were affected more frequently than upper extremities (n = 3566, 42.5 % versus n = 3026, 36.0 %), with the knee being the single most common location of injury (n = 811, 9.7 %). Males more commonly sustained fractures (19.7 % versus 17.4 %, p = 0.03) and dislocations (3.5 % versus 2.4 %, p = 0.01) when compared to females. Ankle injuries were more common in females than males (10.4 % versus 6.0 %, p < 0.001). Only 2.2 % of patients required admission to the hospital. Risk factors for admission included patients >35 years of age and male sex. CONCLUSION: Martial arts injuries are a significant source of musculoskeletal injuries among patients presenting to US emergency rooms. Lower extremity injuries are seen most frequently, with patients rarely requiring hospital admission. Using this information, both providers and participants may be better equipped to make educated decisions on injury prevention and treatment.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Male",
        "Martial Arts",
        "Wrestling",
        "Joint Dislocations",
        "Upper Extremity",
        "Fractures, Bone",
        "Emergency Service, Hospital",
        "Athletic Injuries"
      ]
    },
    {
      "pmid": "37699015",
      "title": "Using Martial Arts Training as Exercise Therapy Can Benefit All Ages.",
      "authors": [
        "Yao Sun",
        "Roza Tabeshian",
        "Hajer Mustafa",
        "E Paul Zehr"
      ],
      "journal": "Exercise and sport sciences reviews",
      "publication_date": "2024-Jan-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Martial arts training focuses on whole-body movement patterning, philosophy, interpersonal interactions, and functional self-defense. Such training has positive impacts on physical, psychological, and cognitive well-being in older adults and children with and without clinical conditions. We hypothesize that martial arts training can be delivered as a form of exercise therapy for people at all ages to enhance overall health.",
      "mesh_terms": [
        "Child",
        "Humans",
        "Aged",
        "Exercise Therapy",
        "Martial Arts"
      ]
    },
    {
      "pmid": "37538915",
      "title": "Retracted: Comprehensive Intervention and Effect of Martial Arts Routines on Children with Autism.",
      "authors": [
        "Journal Of Environmental And Public Health"
      ],
      "journal": "Journal of environmental and public health",
      "publication_date": "2023",
      "publication_types": [
        "Retraction Notice"
      ],
      "abstract": "[This retracts the article DOI: 10.1155/2022/9350841.]."
    },
    {
      "pmid": "37531453",
      "title": "Martial Arts: Orthopaedic Injuries and Related Biomechanics.",
      "authors": [
        "Alvin W Su",
        "William L Johns",
        "Sonia Bansal"
      ],
      "journal": "The Journal of the American Academy of Orthopaedic Surgeons",
      "publication_date": "2024-Jan-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Martial arts are various systems of combat skills encompassing striking and grappling. Many styles have evolved into modern sports, and some have been included in the Olympics. The physicality of these can predispose practitioners to musculoskeletal injuries, such as anterior cruciate ligament ruptures; patellar, shoulder, or elbow instabilities; extremity fractures; and hand and spine injuries, which have been studied both clinically and biomechanically. The most common injury related to longer time loss from participation is an anterior cruciate ligament rupture. Higher injury incidence is associated with a higher level of experience and competition. Orthopaedic management of martial arts injuries should reflect the specific needs of each martial artist and the biomechanics of motions common to each style. Full-contact practitioners may benefit from broader surgical indications and special attention to the choice and positioning of implants; nonsurgical treatment may be appropriate for certain pediatric or noncontact practitioners. Approximately 60% of martial artists can return to the preinjury level of participation after a major injury. Injury prevention and rehabilitation programs should optimize neuromotor control and core engagement to ensure proper body mechanics. Gradual incorporation of martial arts movement into the postoperative physical therapy curriculum can benefit physical progress and help gain confidence toward full participation.",
      "mesh_terms": [
        "Humans",
        "Child",
        "Orthopedics",
        "Biomechanical Phenomena",
        "Martial Arts",
        "Upper Extremity",
        "Physical Examination",
        "Athletic Injuries",
        "Anterior Cruciate Ligament Injuries"
      ]
    },
    {
      "pmid": "37518896",
      "title": "Smaller Hippocampal Volume Is Associated With Reduced Posttraumatic Stress Symptoms in Children With Cancer and Survivors Following a Brief Novel Martial Arts-Based Intervention.",
      "authors": [
        "Julia M Evanski",
        "Allesandra Iadipaolo",
        "Samantha L Ely",
        "Clara G Zundel",
        "Leah C Gowatch",
        "Amanpreet Bhogal",
        "Zazai Owens",
        "Cindy Cohen",
        "Elimelech Goldberg",
        "Martin H Bluth",
        "Jeffrey Taub",
        "Felicity W K Harper",
        "Christine A Rabinak",
        "Hilary A Marusak"
      ],
      "journal": "Archives of clinical neuropsychology : the official journal of the National Academy of Neuropsychologists",
      "publication_date": "2024-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Children with cancer and survivors frequently report posttraumatic stress symptoms (PTSS), which are associated with volumetric changes in stress-sensitive brain regions, including the hippocampus. METHODS: We examined the impact of a novel, 4-week martial-arts-based meditative intervention on cancer-related PTSS in 18 pediatric patients and survivors and whether baseline hippocampal volumes correlate with PTSS severity and/or PTSS changes over time. RESULTS: Overall, PTSS did not significantly change from baseline to post-intervention. Smaller hippocampal volume was correlated with more severe re-experiencing PTSS at baseline, and greater reductions in PTSS post-intervention. CONCLUSIONS: Together, hippocampal volume may be a biomarker of PTSS severity and intervention response. Identifying hippocampal volume as a potential biomarker for PTSS severity and intervention response may allow for more informed psychosocial treatments.",
      "mesh_terms": [
        "Humans",
        "Child",
        "Stress Disorders, Post-Traumatic",
        "Neuropsychological Tests",
        "Survivors",
        "Hippocampus",
        "Neoplasms",
        "Biomarkers",
        "Martial Arts"
      ]
    },
    {
      "pmid": "37336063",
      "title": "Martial arts enhances working memory and attention in school-aged children: A functional near-infrared spectroscopy study.",
      "authors": [
        "Kefeng Li",
        "Guijun Dong",
        "Quanfa Gao"
      ],
      "journal": "Journal of experimental child psychology",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Interventions can improve working memory and attention in school-aged children, but little is known about how regional changes in brain activity promoted by exercise mediate this cognitive improvement. This study focused on the improved neurocognitive functions and intrinsic regional variation within the brain by comparing school-aged children in a martial arts group with those in free-play and rest groups. With a pretest-posttest design, the d2 attention test and N-back tasks were carried out. Functional near-infrared spectroscopy was performed during the pre- and post-intervention N-back tasks and rest. Following the intervention, the d2 attention in all groups remarkably increased, and the attention level of the martial arts group was substantially higher than those of the other two groups. Free-play and martial arts shortened the 1- and 2-back task reaction time and increased the 2-back accuracy rate (AR), and the martial arts group exhibited a significantly higher AR than the other two groups. In addition, the martial arts group showed higher activations in the right orbitofrontal cortex and right Broca's area (r-BA) regions post-intervention 1-back tasks, whereas a strong correlation was observed between 1-back performance and the related brain region. However, under the 2-back task, although the cognitive control was improved, the martial arts group decreased activation in the left frontopolar area and free play decreased the activation in the r-BA and right somatosensory cortex. Together, our findings showed that martial arts could be more conducive to cognitive improvement than physical exercise that requires no cognitive skills and that performing interventions in the earlier stages of childhood may improve the regulation of neural networks involved in cognitive control.",
      "mesh_terms": [
        "Humans",
        "Child",
        "Memory, Short-Term",
        "Spectroscopy, Near-Infrared",
        "Brain",
        "Attention",
        "Martial Arts"
      ]
    },
    {
      "pmid": "37193828",
      "title": "Effects of Probiotics and Vitamin D3 Supplementation on Sports Performance Markers in Male Mixed Martial Arts Athletes: A Randomized Trial.",
      "authors": [
        "Katarzyna Przewłócka",
        "Sylwester Kujach",
        "Piotr Sawicki",
        "Paweł Berezka",
        "Zofia Kinga Bytowska",
        "Marcin Folwarski",
        "Kondrat Kowalski",
        "Jan Jacek Kaczor"
      ],
      "journal": "Sports medicine - open",
      "publication_date": "2023-May-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Strategies targeted at the intestine microbiome seem to be beneficial for professional athletes. The gut-muscle axis is associated with the inflammatory state, glucose metabolism, mitochondrial function, and central nervous system health. All these mechanisms may affect maximal oxygen uptake, muscle strength, and training adaptation. Moreover, the positive effect of certain bacterial strains may be enhanced by vitamin D. Thus, this study aimed to assess and compare the level of selected markers of sports performance of mixed martial arts (MMA) athletes supplemented with vitamin D3 or probiotics combined with vitamin D3. METHODS: A 4-week randomized double-blind placebo-controlled clinical trial was conducted with 23 MMA male athletes assigned to the vitamin D3 group (Vit D; n = 12) or probiotics + vitamin D3 group (PRO + VitD; n = 11). Repeated measures of the creatine kinase level, lactate utilization ratio, and anaerobic performance were conducted. RESULTS: After 4 weeks of supplementation, we found lower lactate concentrations 60 min after the acute sprint interval in the PRO + VitD group when compared to the Vit D group (4.73 ± 1.62 and 5.88 ± 1.55 mmol/L; p < 0.05). In addition, the intervention improved the total work (232.00 ± 14.06 and 240.72 ± 13.38 J kg-1; p < 0.05), and mean power following the anaerobic exercise protocol (7.73 ± 0.47 and 8.02 ± 0.45 W kg-1; p < 0.05) only in the PRO + VitD group. Moreover, there was an improvement in the lactate utilization ratio in the PRO + VitD group compared with the Vit D group as shown by the percentage of T60/T3 ratio (73.6 ± 6.9 and 65.1 ± 9.9%, respectively; p < 0.05). We also observed elevated serum 25(OH)D3 concentrations after acute sprint interval exercise in both groups, however, there were no significant differences between the groups. CONCLUSION: Four weeks of combined probiotic and vitamin D3 supplementation enhanced lactate utilization and beneficially affected anaerobic performance in MMA athletes."
    },
    {
      "pmid": "36906868",
      "title": "Impacts of educational interventions on the knowledge of prevention and emergency management of traumatic dental injuries in 11-17-year-old martial arts athletes: a randomized controlled trial.",
      "authors": [
        "A Azizzadeh",
        "S Z Mohebbi",
        "A Esmaeilpoor",
        "N Moghadam",
        "M R Khami",
        "S Razeghi"
      ],
      "journal": "European archives of paediatric dentistry : official journal of the European Academy of Paediatric Dentistry",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "PURPOSE: We compared the effect of an educational pamphlet and a mobile application regarding prevention and emergency management of sport-related traumatic dental injuries (TDIs) on knowledge and self-reported preventive practice of 11-17-year-old Karate and Taekwondo athletes. METHODS: Participants were invited through an online link published by the Public Relations of the corresponding federations. They completed an anonymous questionnaire consisting of demographics, self-reported experience of TDIs, knowledge of emergency management of TDIs, self-reported preventive practice of TDIs, and the reason for not using mouthguard. The respondents were randomly allocated to pamphlet or mobile application group with the same content. Three months after the intervention, the questionnaire was completed by the athletes again. Repeated measures ANOVA and a linear regression model served for statistical analysis. RESULTS: In pamphlet group, 51 athletes and in mobile application group 57 athletes completed both baseline and follow-up questionnaires. At baseline, the mean score was 1.98 ± 1.20 and 1.82 ± 1.24 (out of 7) for the knowledge and 3.70 ± 1.64 and 3.33 ± 1.95 (out of 7) for practice in the pamphlet and application group, respectively. In 3-month follow-up, the mean score of knowledge and self-reported practice was significantly higher compared to baseline in both groups (p < 0.001) with no statistically significant difference between the two groups (p = 0.83 and p = 0.58, respectively). Most of the athletes were very satisfied or satisfied with both types of the educational intervention. CONCLUSION: Both pamphlet and mobile application seem to be useful to improve awareness and practice regarding TDI prevention in adolescent athletes.",
      "mesh_terms": [
        "Adolescent",
        "Humans",
        "Child",
        "Tooth Injuries",
        "Health Knowledge, Attitudes, Practice",
        "Tooth Avulsion",
        "Martial Arts",
        "Athletes"
      ]
    },
    {
      "pmid": "36728805",
      "title": "Martial Arts and Cognitive Control in Children with Attention-Deficit Hyperactivity Disorder and Children Born Very Preterm: A Combined Analysis of Two Randomized Controlled Trials.",
      "authors": [
        "Sebastian Ludyga",
        "Manuel Hanke",
        "Rahel Leuenberger",
        "Fabienne Bruggisser",
        "Uwe Pühse",
        "Markus Gerber",
        "Sakari Lemola",
        "Andrea Capone-Mori",
        "Clemens Keutler",
        "Mark Brotzmann",
        "Peter Weber"
      ],
      "journal": "Medicine and science in sports and exercise",
      "publication_date": "2023-May-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Very preterm birth and attention-deficit hyperactivity disorder (ADHD) are associated with impairments in response inhibition that often persist beyond childhood. Athletes skilled in martial arts show a neurocognitive profile that is associated with an improved inhibition processing stream, suggesting that engagement in this kind of sport has the potential to reduce impairments in this cognitive function. We investigated the behavioral and neurocognitive effects of judo training on response inhibition in children born very preterm and children with ADHD by a combined analysis of two randomized controlled trials. METHODS: In both the CHIPMANC ( n = 65) and JETPAC ( n = 63) studies, participants were randomly allocated to a waitlist or a 12-wk judo training program in a 1:1 ratio. At pretest and posttest, participants completed a Go/NoGo task, the Movement Assessment Battery for Children-2 and a physical work capacity test on a bicycle ergometer. During the cognitive task, event-related potentials (N2, P3a, P3b) were recorded via electroencephalography. RESULTS: The effects of the judo training were moderated by the study group. In contrast to children with ADHD (JETPAC), judo training reduced the commission error rate on the Go/NoGo task and increased the P3a amplitude in children born very preterm (CHIPMANC). No treatment effects were found for N2, P3b and physical fitness outcomes. CONCLUSIONS: The neurodevelopmental condition influences the cognitive benefits of judo training. Whereas judo may be ineffective in children with ADHD, children born very preterm can expect improved response inhibition due to a more effective engagement of focal attention to resolve the task-related response conflict.",
      "mesh_terms": [
        "Child",
        "Female",
        "Humans",
        "Infant, Newborn",
        "Attention Deficit Disorder with Hyperactivity",
        "Cognition",
        "Electroencephalography",
        "Evoked Potentials",
        "Infant, Extremely Premature",
        "Martial Arts",
        "Premature Birth",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "36675664",
      "title": "Return to Martial Arts after Surgical Treatment of the Cervical Spine: Case Report and Systematic Review of the Literature for an Evidence-Based Approach.",
      "authors": [
        "Giuliano Di Monaco",
        "Edoardo Mazzucchi",
        "Fabrizio Pignotti",
        "Giuseppe La Rocca",
        "Giovanni Sabatino"
      ],
      "journal": "Journal of personalized medicine",
      "publication_date": "2022-Dec-20",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: Cervical spine injuries are considered common in athlete populations, especially in those involved in high-contact sports. In some cases, surgical treatment can be necessary, and, therefore, return-to-play (RTP) after surgery represent a notable issue. Methods: We performed a systematic review of literature according to the PRISMA statement guidelines using the following search algorithm: ((\"ACDF\") OR (\"cervical spine surgery\") OR (\"neck surgery\") OR (\"cervical discectomy\") OR (\"foraminotomy\") OR (\"cervical disc replacement\")) AND ((\"return to play\") OR (\"athlete\") OR (\"contact sports\") OR (\"martial arts\")). The search was performed on 21 October 2022. We included only articles in which operative treatment for the cervical spine was performed and return to martial art activity was declared in the text. Results: Eight articles were selected, including 23 athletes who practice wrestling (n = 16), kickboxing (n = 1), sumo (n = 1) or other unspecified martial arts (n = 5). We also included the case of a young judoka who underwent anterior cervical discectomy and fusion (ACDF) at our hospital. About 88% (21 of 24 cases) of martial arts practitioners returned to play after cervical spine surgery, and no major complications were reported after RTP. Four patients (16.7%) returned in 0-3 months; 41.7% (10 of 24) returned in 3-6 months; 29.2% (7 of 24) returned after a period longer than 6 months. ACDF is the most used procedure. The level of evidence in the included articles is low: only case reports are available, including some single-case studies. Moreover, a small number of cases have been reported, and the examined data are very heterogeneous. Conclusions: Return to martial arts within one year after cervical spine surgery is generally safe, even if case-by-case evaluation is, however, necessary. Further studies are necessary to corroborate the present findings in a larger population."
    },
    {
      "pmid": "36246973",
      "title": "Effect of Ankle Proprioception Training on Preventing Ankle Injury of Martial Arts Athletes.",
      "authors": [
        "Ning Yu"
      ],
      "journal": "BioMed research international",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Retracted Publication"
      ],
      "abstract": "Martial arts routines originated in China and are a traditional sport of the Chinese nation. They are one of the outstanding sports culture representatives in China since ancient times. Excessively difficult movements in some martial arts routines during competitions or training can cause athlete injuries. The purpose of this article is to study the effect of proprioceptive training of ankle joints on preventing ankle injuries in martial arts athletes. Can ankle strength training and ankle proprioceptive training combined with strength training improve the dynamic and static balance of football players? This article analyzes the mechanism and causes of martial arts athletes' injuries and proposes treatment methods for ankle injuries. In the experimental part of this article, 16 martial arts athletes (8 males and 8 females) were selected as research objects, and they were randomly divided into 4 male and female experimental groups and 4 control groups. The experimental group received ankle muscle strength training for 6 weeks, and the control group received ankle muscle strength training and ankle proprioception training. The experimental results prove that ankle proprioceptive training can improve the dynamic and static balance of martial arts athletes and can effectively prevent the occurrence of ankle injury. In this paper, the dynamic balance ability in the biped standing state with eyes closed was tested, and the reductions of the stability index in the front and back directions of the control group and the experimental group were 0.03 and 0.2, respectively. It can be seen that the stability training effect of the experimental group was obvious.",
      "mesh_terms": [
        "Ankle",
        "Ankle Injuries",
        "Ankle Joint",
        "Athletes",
        "Athletic Injuries",
        "Female",
        "Humans",
        "Male",
        "Martial Arts",
        "Proprioception"
      ]
    },
    {
      "pmid": "36089974",
      "title": "Comprehensive Intervention and Effect of Martial Arts Routines on Children with Autism.",
      "authors": [
        "Li Li",
        "Hui Li",
        "Zhe Zhao",
        "Shijie Xu"
      ],
      "journal": "Journal of environmental and public health",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't",
        "Retracted Publication"
      ],
      "abstract": "Autism in children is a representative disease of pervasive developmental disorder, and there is currently no matching treatment. In the course of treatment, people generally use special education training, but this training mode cannot meet the comprehensive development of children. The traditional treatment mode cannot meet the changing new situation due to its poor adaptability. Martial arts routine movements are the soul of martial arts training, which can lay the foundation for movement training. Based on this, this article takes children with autism as research objects and aims to analyze the comprehensive intervention effect of martial arts routines on autism so as to provide some references for the treatment of children with autism. The article first analyzes the intervention forms of martial arts routine movements and realizes the combination of martial arts routine movements and children's autism intervention treatment from a theoretical point of view. Then, the article randomly divides the experimental subjects into the experimental group and the control group and conducts an evaluation and analysis of various indicators before and after the training of children with autism. Finally, the article falls back from the experimental results to related theories, aiming to provide a scientific basis for the comprehensive intervention treatment of children with autism. The experimental results showed that the scale evaluation results of the experimental group are different from those of the control group, and various indicators have been improved and improved, including language, perception, and social skills. Among them, the language and behavior of children with autism increased by 19.1%. The perception ability increased by 20.7%, and the social ability increased by 5.9%. The above experiments and analysis fully demonstrated that martial arts routines have a good effect in the intervention and treatment of children with autism, which can well improve the comprehensive quality of patients.",
      "mesh_terms": [
        "Autistic Disorder",
        "Child",
        "Humans",
        "Martial Arts"
      ]
    },
    {
      "pmid": "36052056",
      "title": "The Influence of Martial Arts on Spine CT Image Morphological Structure Based on Optimized Ant Colony Algorithm.",
      "authors": [
        "Hou Yuhuan",
        "Hou Xueting",
        "Wang Weiyue"
      ],
      "journal": "Computational intelligence and neuroscience",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Retracted Publication"
      ],
      "abstract": "As the second lifeline of human body, the abnormal development of its morphological structure has a great impact on people's physical and mental health. Due to bad living habits and learning pressure, the morphological and structural development of spine in adolescents and children is abnormal to a certain extent, which can be improved by sports intervention. Therefore, this article puts forward the research on the influence of Wushu on the spinal morphological structure based on the optimization algorithm and integrates the optimization ant colony algorithm on the basis of the traditional spinal CT image segmentation method. The experimental results show that the improved CT image segmentation method based on the optimized ant colony algorithm can solve the sensitive problem of the number of clusters, improve the segmentation efficiency and quality, and provide more accurate data for the subsequent comparative experiments. At the same time, the comparative test results show that Wuqinxi Wushu can better improve the abnormal dry tilt angle, abnormal kyphosis angle, and body balance angle of teenagers, improve the activity of teenagers' spine, and help teenagers enhance the overall health of spine.",
      "mesh_terms": [
        "Adolescent",
        "Algorithms",
        "Child",
        "Humans",
        "Martial Arts",
        "Tomography, X-Ray Computed"
      ]
    },
    {
      "pmid": "36011834",
      "title": "Effects of Chinese Martial Arts on Motor Skills in Children between 5 and 6 Years of Age: A Randomized Controlled Trial.",
      "authors": [
        "Bin Li",
        "Ruijie Li",
        "Haiquan Qin",
        "Tao Chen",
        "Jingyu Sun"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2022-Aug-17",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Children’s motor skills can be fully developed only by the appropriate stimulation of physical activities and the environment, and the poor development of motor skills greatly increases the risk of cognitive impairment, obesity, and movement coordination disorder. This study aimed to examine the effects of Chinese martial arts on the motor skills of preschool children aged 5−6 years through a randomized controlled trial. A total of 87 children aged 5−6 years served as participants in a martial arts sensory teaching group (MAST, n = 29), a martial arts traditional teaching group (MATT, n = 29), and a free activity group (FA, n = 29). The interventions were conducted twice weekly for a total of 10 weeks, with each session lasting 30 min. Children’s motor skills were assessed before and after the intervention using the Movement Assessment Battery for Children (MABC-2). The results indicated that the balance index scores in the MAST (p < 0.001) and MATT (p = 0.014) groups were significantly higher than those in the FA and that the MAST score was significantly higher than the MATT (p = 0.004). Meanwhile, the MAST was significantly higher in total scores on motor skills when compared to the FA (p = 0.039), and the MAST showed significantly higher scores on manual dexterity when compared to both the MATT (p = 0.021) and FA (p = 0.011). Chinese martial arts can significantly improve the balance ability of preschool children, and the MAST method was found to be better than that of the MATT. Meanwhile, the MAST had good potential for the development of preschool children’s manual dexterity and their overall level of motor skills.",
      "mesh_terms": [
        "Child, Preschool",
        "China",
        "Humans",
        "Martial Arts",
        "Motor Skills",
        "Movement",
        "Schools"
      ]
    },
    {
      "pmid": "36010093",
      "title": "Effects of Participating in Martial Arts in Children: A Systematic Review.",
      "authors": [
        "Aleksandar Stamenković",
        "Mila Manić",
        "Roberto Roklicer",
        "Tatjana Trivić",
        "Pavle Malović",
        "Patrik Drid"
      ],
      "journal": "Children (Basel, Switzerland)",
      "publication_date": "2022-Aug-11",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: The application of various martial arts programs can greatly contribute to improving the of physical fitness of preschool and school children. The purpose of this review paper was to determine the effects and influence that martial arts program intervention has on children's physical fitness, which includes motor skills and the aerobic and anaerobic abilities of children. METHOD: We searched the following electronic scientific databases for articles published in English from January 2006 to April 2021 to gather data for this review paper: Google Scholar, Pub Med, and Web of Science. RESULTS: After the search was completed, 162 studies were identified, of which 16 studies were selected and were systematically reviewed and analyzed. Eight studies included karate programs, four studies included judo programs, two studies contained aikido programs, and two studies contained taekwondo programs. The total number of participants was 1615 (experimental group = 914, control group = 701). Based on the main findings, karate, judo, taekwondo, and aikido programs showed positive effects on the physical fitness of the experimental group of children. According to the results, the effects of these programs showed statistically significant improvements between the initial and final measurements of most of the examined experimental groups. CONCLUSION: We concluded that martial arts programs were helpful for improving the physical fitness of preschool and school children, especially for parameters such as cardiorespiratory fitness, speed, agility, strength, flexibility, coordination, and balance."
    },
    {
      "pmid": "35669694",
      "title": "Martial arts-based curriculum reduces stress, emotional, and behavioral problems in elementary schoolchildren during the COVID-19 pandemic: A pilot study.",
      "authors": [
        "Hilary A Marusak",
        "Breanna Borg",
        "Austin Morales",
        "Jamila Carrington Smith",
        "Kelly Blankenship",
        "J Lloyd Allen",
        "Elimelech Goldberg",
        "Martin H Bluth"
      ],
      "journal": "Mind, brain and education : the official journal of the International Mind, Brain, and Education Society",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This exploratory study examined the impact of Heroes Circle, a martial arts-based curriculum on stress, emotional, and behavioral problems in elementary school children. While students completed classroom surveys at baseline, post-curriculum surveys were collected from teachers, students, and parents/guardians two and five months after COVID-19-related school shutdowns. Satisfaction with the curriculum was high among those who received the intervention. Children reported increased mindfulness and decreased stress over the school year. Most children (77%) were still using the program's techniques and reporting benefits five months later, including lower internalizing symptoms and COVID-19-related fears. These patterns were not observed at the control school."
    },
    {
      "pmid": "35291646",
      "title": "The Effect of Inspiratory Muscle Training on The Pulmonary Function in Mixed Martial Arts and Kickboxing Athletes.",
      "authors": [
        "Nasim Alnuman",
        "Ahmad Alshamasneh"
      ],
      "journal": "Journal of human kinetics",
      "publication_date": "2022-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Inspiratory muscle training (IMT) has found its way into athletes' routine as a promising way of improving pulmonary function in combination with standard training. The objective of the study was to examine the effects of resistive IMT on the pulmonary function variables in athletes of two combat sports, i.e., mixed martial arts (MMA) and kickboxing. Fourteen kickboxing and 12 MMA male athletes qualified for the study. They were randomly assigned into experimental and control groups. While both groups participated in their standard training, the experimental group additionally participated in IMT which consisted of 30 breaths twice a day for 6 weeks. The pulmonary functions were measured at baseline and after 6 weeks of IMT. The addition of IMT to standard training increased significantly the forced expiratory volume in the first second to vital capacity ratio (FEV1/VC), and the maximum voluntary ventilation (MVV) (p < 0.05) with changes of 5.7%, and 28.6%, respectively, in MMA athletes. The kickboxing group showed no significant changes. The interaction of the sport discipline and IMT intervention yielded a strong significant change in the MVV (F(1, 11) = 14.53, p < 0.01), and FEV1/VC (F(1, 11) = 20.67, p < 0.01) to the benefit of MMA athletes in comparison with kickboxing athletes. Combining resistive IMT for 6 weeks with standard training was effective to improve some pulmonary functions in MMA athletes, but did not lead to additional gains in kickboxing athletes."
    },
    {
      "pmid": "34746050",
      "title": "The Effect of Martial Arts Training on Cognitive and Psychological Functions in At-Risk Youths.",
      "authors": [
        "Anna Harwood-Gross",
        "Bar Lambez",
        "Ruth Feldman",
        "Orna Zagoory-Sharon",
        "Yuri Rassovsky"
      ],
      "journal": "Frontiers in pediatrics",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current study assessed whether an extended program of martial arts training was a viable intervention for at-risk youths in improving cognitive and psychological functions. Adolescent boys attending specialized education facilities for at-risk youths took part in regular sport lessons or martial arts practice twice a week for 6 months. Hormonal reactivity was assessed during initial training, and measures of psychological (aggression, self-esteem) and cognitive (inhibition, flexibility, speed of processing, and attention) functions were assessed before and immediately following the intervention. Participants in the martial arts training demonstrated significant improvement in the domains of inhibition and shifting and speed of processing. Additionally, initial hormonal reactivity (oxytocin and cortisol) to the intervention predicted significant post-intervention change on several measures of cognitive and psychological functioning. Specifically, oxytocin reactivity predicted improvement in processing speed, as well as reduction of aggression, whereas cortisol reactivity predicted increases in self-esteem. This pioneering, ecologically valid study demonstrates the initial efficacy of this enjoyable, readily available, group intervention for at-risk boys and suggests potential mechanisms that may mediate the process of change."
    },
    {
      "pmid": "34721076",
      "title": "Effects of Different Tissue Flossing Applications on Range of Motion, Maximum Voluntary Contraction, and H-Reflex in Young Martial Arts Fighters.",
      "authors": [
        "Miloš Kalc",
        "Samo Mikl",
        "Franci Žökš",
        "Matjaž Vogrin",
        "Thomas Stöggl"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this study was to investigate the effects of tissue flossing applied to the ankle joint or to the calf muscles, on ankle joint flexibility, plantarflexor strength and soleus H reflex. Eleven young (16.6 ± 1.2 years) martial arts fighters were exposed to three different intervention protocols in distinct sessions. The interventions consisted of wrapping the ankle (ANKLE) or calf (CALF) with an elastic band for 3 sets of 2 min (2 min rest) to create vascular occlusion. A third intervention without wrapping the elastic band served as a control condition (CON). Active range of motion for ankle (AROM), plantarflexor maximum voluntary contraction (MVC), and soleus H reflex were assessed before (PRE), after (POST), and 10 min after (POST10) the intervention. The H reflex, level of pain (NRS) and wrapping pressure were also assessed during the intervention. Both CALF and ANKLE protocols induced a significant drop in H reflex during the intervention. However, the CALF protocol resulted in a significantly larger H reflex reduction during and after the flossing intervention (medium to large effect size). H reflexes returned to baseline levels 10 min after the intervention in all conditions. AROM and MVC were unaffected by any intervention. The results of this study suggest that tissue flossing can decrease the muscle soleus H reflex particularly when elastic band is wrapped around the calf muscles. However, the observed changes at the spinal level did not translate into higher ankle joint flexibility or plantarflexor strength."
    },
    {
      "pmid": "34659040",
      "title": "Integrating Rough-and-Tumble Play in Martial Arts: A Practitioner's Model.",
      "authors": [
        "Tony Blomqvist Mickelsson",
        "Pilo Stylin"
      ],
      "journal": "Frontiers in psychology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This paper introduces a model that explains psychosocial development by embedding the developmental concept of rough-and-tumble play (RTP) into the contextual settings of martial arts (MA). Current sport-for-change literature relies on theories that address contextual factors surrounding sport but agrees that sport in itself does not facilitate developmental outcomes. In contemporary times where western societies invest substantial resources in sport programs for their psychosocial contribution, this becomes problematic. If the contextual factors surrounding sport are exclusively what produce developmental outcomes, what is the rationale for investing resources in sport specifically? We challenge this idea and argue that although contextual factors are important to any social phenomena, the developmental outcomes from sport can also be traced to the corporeal domain in sport. To date, we have lacked the theoretical lenses to articulate this. The developmental concept of RTP emphasizes how \"play fighting\" between consenting parties stimulates psychosocial growth through its demand for self-regulation and control when \"play fighting\" with peers. In short, RTP demands that individuals maintain a self-regulated mode of fighting and is contingent on a give-and-take relationship to maintain enjoyment. RTP can thus foster empathy and prosocial behavior and has strong social bonding implications. However, such play can also escalate. A fitting setting to be considered as moderated RTP is MA because of its resemblance to RTP, and its inherent philosophical features, which emphasizes self-regulation, empathy, and prosocial behavior. This paper outlines what constitutes high-quality RTP in a MA context and how this relates to developmental outcomes. By doing so, we present a practitioner's framework in which practitioners, social workers, and physical educators can explain how MA, and not merely contextual factors, contributes toward developmental outcomes. In a time where sport is becoming increasingly politicized and used as a social intervention, it too becomes imperative to account for why sport, and in this case, MA, is suitable to such ends."
    },
    {
      "pmid": "34204027",
      "title": "The Effects of Martial Arts on Cancer-Related Fatigue and Quality of Life in Cancer Patients: An Up-to-Date Systematic Review and Meta-Analysis of Randomized Controlled Clinical Trials.",
      "authors": [
        "Daniel Sur",
        "Shanthi Sabarimurugan",
        "Shailesh Advani"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2021-Jun-06",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: To evaluate and synthesize the existing evidence of the effects of practicing martial arts by cancer patients and cancer survivors in relation to overall quality of life (QoL) and cancer-related fatigue (CRF). METHODS: Randomized controlled trials (RCTs) from 1 January 2000 to 5 November 2020 investigating the impact of martial arts were compared with any control intervention for overall QoL and CRF among cancer patients and survivors. Publication quality and risk of bias were assessed using the Cochrane handbook of systematic reviews. RESULTS: According to the electronic search, 17 RCTs were retrieved including 1103 cancer patients. Martial arts significantly improved social function, compared to that in the control group (SMD = -0.88, 95% CI: -1.36, -0.39; p = 0.0004). Moreover, martial arts significantly improved functioning, compared to the control group (SMD = 0.68, 95% CI: 0.39-0.96; p < 0.00001). Martial arts significantly reduced CRF, compared to that in the control group (SMD = -0.51, 95% CI: -0.80, -0.22; p = 0.0005, I2 > 95%). CONCLUSIONS: The results of our systematic review and meta-analysis reveal that the effects of practicing martial arts on CRF and QoL in cancer patients and survivors are inconclusive. Some potential effects were seen for social function and CRF, although the results were inconsistent across different measurement methods. There is a need for larger and more homogeneous clinical trials encompassing different cancer types and specific martial arts disciplines to make more extensive and definitive cancer- and symptom-specific recommendations.",
      "mesh_terms": [
        "Fatigue",
        "Humans",
        "Martial Arts",
        "Neoplasms",
        "Quality of Life",
        "Survivors"
      ]
    },
    {
      "pmid": "33990939",
      "title": "Well-being warriors: A randomized controlled trial examining the effects of martial arts training on secondary students' resilience.",
      "authors": [
        "Brian Moore",
        "Stuart Woodcock",
        "Dean Dudley"
      ],
      "journal": "The British journal of educational psychology",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Mental health problems are a growing and significant issue in the Australian education system. Research has suggested that resilience can be learned and that schools can play an important role in developing resilient skills among youth; however, rigorous evaluation of interventions promoting resilience is limited. AIMS: As martial arts training has been found to have psychological benefits such as increased confidence and self-esteem, this study investigated whether a 10-week martial arts training programme was an efficacious sports-based mental health intervention that promoted resilience in secondary school students. SAMPLE: Two hundred and eighty-three secondary school students (age range 12-14 years) participated in the study. METHODS: The study examined the effects of martial arts training on participants' resilience by delivering a 10-week martial arts-based intervention in secondary school settings. The intervention was evaluated using quantitative methodology and an experimental research design using a randomized controlled trial which measured participant responses at baseline, post-intervention, and follow-up. RESULTS: The study found that the martial arts-based intervention had a significantly positive effect on developing students' resilience. This was especially apparent when the intervention and control group's mean resilience outcomes were compared. Resilience outcomes appeared to be stronger immediately following the intervention compared with 12-week follow-up. CONCLUSIONS: Given the prevalence of mental illness among Australian youth, the current study provides robust evidence that students' resilience can be improved using martial arts-based interventions delivered in school settings. TRIAL REGISTRATION: Australian New Zealand Clinical Trials Register ACTRN12618001405202. Registered 21 August 2018.",
      "mesh_terms": [
        "Adolescent",
        "Australia",
        "Child",
        "Humans",
        "Martial Arts",
        "Mental Health",
        "Schools",
        "Students"
      ]
    },
    {
      "pmid": "33970947",
      "title": "Quantification of training load distribution in mixed martial arts athletes: A lack of periodisation and load management.",
      "authors": [
        "Christopher Kirk",
        "Carl Langan-Evans",
        "David R Clark",
        "James P Morton"
      ],
      "journal": "PloS one",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to quantify typical training load and periodisation practices of MMA athletes. MMA competitors (n = 14; age = 22.4 ± 4.4 years; body mass = 71.3 ± 7.7 kg; stature = 171 ±9.9 cm) were observed during training for 8 consecutive weeks without intervention. Seven athletes were training for competitive bouts whilst the remaining 7 were not. Daily training duration, intensity (RPE), load (sRPE and segRPE), fatigue (short questionnaire of fatigue) and body region soreness (CR10 scale) were recorded. Using Bayesian analyses (BF10≥3), data demonstrate that training duration (weekly mean range = 3.9-5.3 hours), sRPE (weekly mean range = 1,287-1,791 AU), strain (weekly mean range = 1,143-1,819 AU), monotony (weekly mean range = 0.63-0.83 AU), fatigue (weekly mean range = 16-20 AU) and soreness did not change within or between weeks. Between weeks monotony (2.3 ± 0.7 AU) supported little variance in weekly training load. There were no differences in any variable between participants who competed and those who did not with the except of the final week before the bout, where an abrupt step taper occurred leading to no between group differences in fatigue. Training intensity distribution corresponding to high, moderate and low was 20, 33 and 47%, respectively. Striking drills accounted for the largest portion of weekly training time (20-32%), with MMA sparring the least (2-7%). Only striking sparring and wrestling sparring displayed statistical weekly differences in duration or load. Athletes reported MMA sparring and wrestling sparring as high intensity (RPE≥7), BJJ sparring, striking sparring and wrestling drills as moderate intensity (RPE 5-6), and striking drills and BJJ drills as low intensity (RPE≤4). We conclude that periodisation of training load was largely absent in this cohort of MMA athletes, as is the case within and between weekly microcycles.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Athletic Performance",
        "Bayes Theorem",
        "Competitive Behavior",
        "Exercise",
        "Female",
        "Humans",
        "Male",
        "Martial Arts",
        "Physical Exertion",
        "Stress, Physiological",
        "Young Adult"
      ]
    },
    {
      "pmid": "33402843",
      "title": "Martial Arts-Based Therapy Reduces Pain and Distress Among Children with Chronic Health Conditions and Their Siblings.",
      "authors": [
        "Hilary A Marusak",
        "Allesandra S Iadipaolo",
        "Cindy Cohen",
        "Elimelech Goldberg",
        "Jeffrey W Taub",
        "Felicity W K Harper",
        "Martin H Bluth",
        "Christine A Rabinak"
      ],
      "journal": "Journal of pain research",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Test whether a martial arts-based therapy, Kids Kicking Cancer (KKC), can reduce pain and emotional distress in children with cancer, other chronic health conditions (e.g., sickle cell), and healthy siblings. METHODS: This study surveyed children's pain and distress levels immediately before and after a 1-hr in-person KKC class. Eligible participants were enrolled in standard KKC classes, were diagnosed with a chronic health condition (e.g., cancer, sickle cell) or were the sibling of a child diagnosed and were between the ages of 5-17 years (inclusive). Children reported on their pain and distress using Likert-style scales (Coloured Analog Scale and modified FACES scale, respectively). Friedman test was used to test for overall changes in pain and distress, and within subgroups. Age and sex effects were evaluated using Spearman's rank-order correlation. Additional Yes/No questions were administered regarding KKC satisfaction and use of techniques. RESULTS: Fifty-nine youth (19 cancer patients, 17 non-cancer patients, 23 siblings; 5-17 yrs, 26 females) completed this study. Overall, there was a significant reduction in pain (p = 0.033) and emotional distress (p < 0.001) after a 1-hr class, with 50% and 89% of youth reporting a reduction in pain and distress, respectively. On average, pain levels remained within the mild/moderate range on average (i.e., pre vs. post levels; pre: M = 1.67, post: M = 1.33) and emotional distress went from mild/moderate to none/mild distress, on average (pre: M = 1.92, post: M = 1.08). Youth with higher pre-class pain and distress reported greater reductions (p = 0.001 and p < 0.001, respectively). The reduction in pain appeared to be most pronounced with cancer and non-cancer patients. In contrast, the reduction in distress appeared to be most pronounced among healthy siblings. However, overall, reductions in pain and distress did not significantly differ among subgroups (i.e., cancer patients, non-cancer patients, siblings), and change in pain and distress was not associated with age or sex. Ninety-six percent of youth would recommend KKC to others and 81% reported using KKC techniques (e.g., the Breath BrakeTM or other martial arts techniques) outside of class, such as at home. CONCLUSION: Results support the more widespread application of KKC as a psychosocial intervention for reducing pain and distress in various pediatric populations."
    },
    {
      "pmid": "33218541",
      "title": "The effect of martial arts training on mental health outcomes: A systematic review and meta-analysis.",
      "authors": [
        "Brian Moore",
        "Dean Dudley",
        "Stuart Woodcock"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2020-Oct",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: Mental health issues are of increasing public concern, however are often untreated for a variety of reasons. While limited, the research examining the relationship between mental health and martial arts training is generally positive. This systematic review and meta-analysis explored whether martial arts training may be an efficacious sports-based mental health intervention. DESIGN: The meta-analysis used a random effects model and examined three mental health outcomes: wellbeing, internalising mental health, and aggression. DATA SOURCES: During January to July 2018 the following electronic databases were searched: CENTRAL, EBSCO, Embase, ERIC, MEDLINE, PUBMED, and ScienceDirect. ELIGIBILITY CRITERIA: Eligibility criteria included: (1) martial arts was examined as an intervention or activity resulting in a psychological outcome, (2) the study reported descriptive quantitative results measured using standardised scales that compared results between groups and (3) studies were published as full-length articles in peer reviewed scientific or medical journals. RESULTS: More than 500,000 citations were identified and screened to determine eligibility. Data was extracted from 14 eligible studies. Martial arts training had a significant but small positive effect on wellbeing (d = 0.346, 95% CI = 0.106 to 0.585, I2 = 59.51%) and a medium effect on internalising mental health (d = 0.620, 95% CI = 0.006 to 1.23, I2 = 84.84%). Martial arts training had a minimal non-significant positive effect in reducing aggression (d = 0.022, 95% CI = -0.191 to 0.236, I2 = 58.12%). SUMMARY/CONCLUSION: Whilst there is considerable variance across the studies included in the meta-analyses, there is support for martial arts training as an efficacious sports-based mental health intervention for improving wellbeing and reducing symptoms associated with internalising mental health.",
      "mesh_terms": [
        "Humans",
        "Martial Arts",
        "Mental Health"
      ]
    },
    {
      "pmid": "33197676",
      "title": "Wet-cupping induces anti-inflammatory action in response to vigorous exercise among martial arts athletes: A pilot study.",
      "authors": [
        "Narges Ekrami",
        "Mehdi Ahmadian",
        "Maryam Nourshahi",
        "Hamed Shakouri G"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The aim of the present study was to investigate potential anti-inflammatory effects of wet-cupping prior to a moderate-to-vigorous exercise test among martial arts athletes. METHODS: Twenty-one male karate athletes voluntarily participated in this study and were randomly divided into 3 groups: vigorous exercise (VE, n = 7), cupping (CT, n = 7) and cupping plus vigorous exercise (VECT, n = 7). Participants in exercise groups performed an exercise test while participants in CT received cupping therapy, and participants in VECT received cupping therapy plus exercise. Inflammatory markers (i.e., interlukin-6, IL-6, and tumor necrosis factor-α, TNF-α) were assessed prior to, immediately, 30 min, and 24 h after cupping therapy, vigorous exercise test, and their combination. RESULTS: IL-6 values were significantly lower immediately after cupping intervention in CT as compared to baseline (P < 0.025). IL-6 significantly increased immediately and 30 min post-exercise in VE in comparison with baseline (P < 0.025). IL-6 was also significantly higher at 24 h post-exercise in CTVE as compared to baseline (P < 0.025). TNF-α values were significantly lower in CT as compared to VE and CTVE at immediately and 30 min post-exercise (P < 0.01). TNF-α significantly decreased immediately and 30 min after cupping intervention in CT as compared to baseline (P < 0.01). Conversely, TNF-α significantly increased immediately after exercise in VE as compared to baseline (P < 0.025). TNF-α also significantly increased at 30 min and 24 h post-exercise in CTVE in comparison with baseline (P < 0.025). CONCLUSION: Our findings showed that exercise-induced augmentation in inflammatory markers were lower in athletes who received cupping therapy, suggesting such therapy may be an avenue to mitigate the inflammatory response to vigorous exercise among martial arts athletes. A large-scale clinical study is needed to confirm the findings of the present study.",
      "mesh_terms": [
        "Adult",
        "Cupping Therapy",
        "Exercise",
        "Exercise Test",
        "Humans",
        "Inflammation",
        "Interleukin-6",
        "Male",
        "Martial Arts",
        "Pilot Projects",
        "Time Factors",
        "Tumor Necrosis Factor-alpha",
        "Up-Regulation",
        "Young Adult"
      ]
    },
    {
      "pmid": "32807119",
      "title": "Effectiveness of martial arts exercise on anthropometric and body composition parameters of overweight and obese subjects: a systematic review and meta-analysis.",
      "authors": [
        "Fabricio de Souza",
        "Felipe Nunes Lanzendorf",
        "Márcia Mendonça Marcos de Souza",
        "Fabiana Schuelter-Trevisol",
        "Daisson José Trevisol"
      ],
      "journal": "BMC public health",
      "publication_date": "2020-Aug-17",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Obesity is considered a top public health concern, and its prevalence is growing every day. Thus, interventions to address this problem should be encouraged and further studied. In this regard, the aim of this review was to summarize the evidence of martial arts interventions to evaluate their effectiveness on the anthropometric and body composition parameters of overweight and obese subjects. METHODS: A systematic literature search was conducted on January 26, 2020 using the PubMed, Medline, Lilacs, Cochrane, and Scielo databases. Reference lists of eligible articles and relevant reviews have also been examined. All randomized clinical trials on martial arts that evaluated the anthropometric and body composition parameters of overweight and obese subjects were included, and a narrative synthesis of eligible studies was conducted in accordance with PRISMA guidelines. The Downs & Black checklist was used to assess the quality of the studies. This review was registered in the International Prospective Register of Systematic Reviews (PROSPERO) (identifier CRD42018086116). RESULTS: A total of 82 articles were identified from the initial search strategy. A further 2 articles were identified from the review of relevant bibliographies. Six studies encompassing 258 participants who were overweight or obese were included. Four studies reported Tai Chi practice, one study reported Kung Fu exercise, and another study reported martial arts exercise. The examined meta-analyses did not reveal significant benefits from martial arts practice over control groups after the experiment period for body mass index (- 1.34 kg/m2; 95% CI: - 2.72, 0.05), waist circumference (1.41 cm; 95% CI: - 0.72, 3.54) and percentage of body fat (- 0.75%; 95% CI: - 5.58, 4.08). CONCLUSION: The scarcity, heterogeneity, short intervention time, small sample size, and significant methodological limitations of the available studies do not allow to conclude whether martial arts are effective in the anthropometric and body composition parameters of overweight and obese individuals. This study highlights the need for more research to assess the benefits of martial arts for overweight and obese individuals.",
      "mesh_terms": [
        "Adipose Tissue",
        "Adult",
        "Anthropometry",
        "Body Composition",
        "Body Mass Index",
        "Exercise Therapy",
        "Female",
        "Humans",
        "Male",
        "Martial Arts",
        "Middle Aged",
        "Obesity",
        "Overweight",
        "Treatment Outcome",
        "Waist Circumference"
      ]
    },
    {
      "pmid": "31511087",
      "title": "The effects of martial arts participation on mental and psychosocial health outcomes: a randomised controlled trial of a secondary school-based mental health promotion program.",
      "authors": [
        "Brian Moore",
        "Dean Dudley",
        "Stuart Woodcock"
      ],
      "journal": "BMC psychology",
      "publication_date": "2019-Sep-11",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Mental health problems are a significant social issue that have multiple consequences, including broad social and economic impacts. However, many individuals do not seek assistance for mental health problems. Limited research suggests martial arts training may be an efficacious sports-based mental health intervention that potentially provides an inexpensive alternative to psychological therapy. Unfortunately, the small number of relevant studies and other methodological problems lead to uncertainty regarding the validity and reliability of existing research. This study aims to examine the efficacy of a martial arts based therapeutic intervention to improve mental health outcomes. METHODS/DESIGN: The study is a 10-week secondary school-based intervention and will be evaluated using a randomised controlled trial. Data will be collected at baseline, post-intervention, and 12-week follow-up. Power calculations indicate a maximum sample size of n = 293 is required. The target age range of participants is 11-14 years, who will be recruited from government and catholic secondary schools in New South Wales, Australia. The intervention will be delivered in a face-to-face group format onsite at participating schools and consists of 10 × 50-60 min sessions, once per week for 10 weeks. Quantitative outcomes will be measured using standardised psychometric instruments. DISCUSSION: The current study utilises a robust design and rigorous evaluation process to explore the intervention's potential efficacy. As previous research examining the training effects of martial arts participation on mental health outcomes has not exhibited comparable scale or rigour, the findings of the study will provide valuable evidence regarding the efficacy of martial arts training to improve mental health outcomes. TRIAL REGISTRATION: Australian New Zealand Clinical Trials Register ACTR N12618001405202 . Registered 21st August 2018.",
      "mesh_terms": [
        "Adolescent",
        "Australia",
        "Child",
        "Clinical Protocols",
        "Female",
        "Health Promotion",
        "Humans",
        "Male",
        "Martial Arts",
        "Mental Health",
        "Psychology",
        "Reproducibility of Results",
        "Schools"
      ]
    },
    {
      "pmid": "31240587",
      "title": "Promoting Executive Functioning in Children with Autism Spectrum Disorder Through Mixed Martial Arts Training.",
      "authors": [
        "Janice N Phung",
        "Wendy A Goldberg"
      ],
      "journal": "Journal of autism and developmental disorders",
      "publication_date": "2019-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The present study evaluated the effectiveness of a mixed martial arts (MMA) intervention in improving executive functions (EFs) in a sample with autism spectrum disorder (ASD). School-aged children with ASD were randomly assigned to a MMA intervention group or a waitlist control (WLC) group. The intervention featured a 26-class program over a 13-week period; the WLC group did not participate in any martial arts between pre- and post-test. Results indicated that the MMA group had significantly better EFs at post-test compared to the WLC group. The intervention appeared to be efficacious in meeting its goals of improving the executive functioning of children with ASD. The present study extends the current literature on the malleability of EFs among children with ASD.",
      "mesh_terms": [
        "Autism Spectrum Disorder",
        "Child",
        "Executive Function",
        "Exercise Therapy",
        "Female",
        "Humans",
        "Male",
        "Martial Arts",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "31068064",
      "title": "Exploring the Effectiveness of an Integrated Mixed Martial Arts and Psychotherapy Intervention for Young Men's Mental Health.",
      "authors": [
        "N Bird",
        "G McCarthy",
        "K O'Sullivan"
      ],
      "journal": "American journal of men's health",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This research sought to establish the impact of a 10-week program combining mixed martial arts (MMA) and one-to-one psychotherapy on young males' mental health and determine factors that predict help-seeking behavior in at-risk males. Preparticipation and post-participation interviews were employed as the method of data collection. Seven males (20-35 years; M = 24.57) completed preparticipation interviews and five completed follow-up interviews. Thematic analysis of preparticipation revealed that help-seeking behavior in at-risk males is impeded by the presence of male gender stereotypes, the absence of positive role models, as well as difficulty navigating challenging social landscapes. Post-participation interviews revealed that the sport provided structure and fitness for at-risk males, while the counseling was pivotal for personal growth. Improved relationships, work life, and self-esteem were also observed. The sporting element of the program helped to reduce stigma associated with engaging in psychotherapy, and positive male relationships were noted as particularly impactful. Findings support previous research indicating that combining sports and psychotherapy positively impacts young males' mental health. Sport provides an acceptable doorway to psychotherapy, providing space to explore personal issues.",
      "mesh_terms": [
        "Adult",
        "Help-Seeking Behavior",
        "Humans",
        "Male",
        "Martial Arts",
        "Men's Health",
        "Mental Health",
        "Psychotherapy",
        "Social Stigma",
        "Stereotyping"
      ]
    },
    {
      "pmid": "30597946",
      "title": "Developing Wellbeing Through a Randomised Controlled Trial of a Martial Arts Based Intervention: An Alternative to the Anti-Bullying Approach.",
      "authors": [
        "Brian Moore",
        "Stuart Woodcock",
        "Dean Dudley"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2018-Dec-29",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Anti-bullying policies and interventions are the main approach addressing bullying behaviours in Australian schools. However, the evidence supporting these approaches is inconsistent and its theoretical underpinning may be problematic. The current study examined the effects of a martial arts based psycho-social intervention on participants' ratings of resilience and self-efficacy, delivered as a randomised controlled trial to 283 secondary school students. Results found a consistent pattern for strengths-based wellbeing outcomes. All measures relating to resilience and self-efficacy improved for the intervention group, whereas results declined for the control group. These findings suggest that a martial arts based psycho-social intervention may be an efficacious method of improving wellbeing outcomes including resilience and self-efficacy. The study proposes utilising alternatives to the anti-bullying approach and that interventions should be aimed towards helping individuals develop strengths and cope more effectively, which has specific relevance to bullying and more generalised importance to positive mental health.",
      "mesh_terms": [
        "Adaptation, Psychological",
        "Adolescent",
        "Adolescent Health",
        "Australia",
        "Bullying",
        "Child",
        "Female",
        "Humans",
        "Male",
        "Martial Arts",
        "Resilience, Psychological",
        "Self Efficacy"
      ]
    },
    {
      "pmid": "30336749",
      "title": "Effects of 9 Months of Martial Arts Training on Cardiac Autonomic Modulation in Healthy Children and Adolescents.",
      "authors": [
        "Vinícius Y B Suetake",
        "Emerson Franchini",
        "Bruna T C Saraiva",
        "Anne K F da Silva",
        "Aline F B Bernardo",
        "Rayane L Gomes",
        "Luiz Carlos M Vanderlei",
        "Diego G D Christofaro"
      ],
      "journal": "Pediatric exercise science",
      "publication_date": "2018-Nov-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: The aim of the study was to evaluate the cardiac autonomic modulation after 9 months of martial arts practice in healthy children and adolescents. METHOD: The study included 59 children and adolescents who were divided into 3 groups: judo, Muay Thai, and control. Heart rate variability was measured by a heart rate monitor, model Polar RS800CX. The intervention occurred twice a week on nonconsecutive days, lasting 60 minutes each session. A 1-way analysis of variance was used to compare participants at baseline. The comparisons between groups at baseline and after the intervention were carried out by a 2-way analysis of variance for repeated measures. RESULTS: After 9 months of intervention, significant increases were observed for root mean square successive differences, with higher values post compared with baseline (19.5%; P = .04). For SD1, an interaction effect was observed, with increased posttraining values compared with baseline (24.1%; P = .04) for the judo group. Qualitative analysis of the Poincaré plot showed greater dispersion of RR intervals, mainly beat to beat, after the judo intervention compared with the baseline. The Muay Thai and control groups presented no improvement. CONCLUSION: After 9 months of intervention, there were increases in cardiac autonomic modulation of children and adolescents participating in judo training. The practice of martial arts, such as judo, can be encouraged from an early age to improve cardiovascular system functioning, possibly providing protection against cardiovascular problems.",
      "mesh_terms": [
        "Adolescent",
        "Autonomic Nervous System",
        "Cardiovascular System",
        "Child",
        "Female",
        "Heart",
        "Heart Rate",
        "Humans",
        "Male",
        "Martial Arts"
      ]
    },
    {
      "pmid": "30116107",
      "title": "The Effect of Short-Term Sport-Specific Strength and Conditioning Training on Physical Fitness of Well-Trained Mixed Martial Arts Athletes.",
      "authors": [
        "Ioannis N Kostikiadis",
        "Spyridon Methenitis",
        "Athanasios Tsoukos",
        "Panagiotis Veligekas",
        "Gerasimos Terzis",
        "Gregory C Bogdanis"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2018-Sep",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "The purpose of the present study was to investigate the effect of a short-term, high-intensity, low-volume Mixed Martial Arts (MMA) specific strength and conditioning training program on performance in national level MMA athletes. Seventeen experienced fighters were divided into two groups: (A) Specific Training Group (STG; n = 10), which followed a specific strength and conditioning program designed according to the demands of MMA competition and (B) Regular Training Group (RTG; n = 7), in which participants followed a regular strength and conditioning program commonly used by MMA athletes. Before and after the four-week training period (3 days per week), body composition, aerobic fitness, strength, power and speed were evaluated. Significant improvements in estimated VO2max, average power during the 2000 m rowing, bench press, back squat and deadlift 1RM, SJ power, CMJ height power, medicine ball throw velocity, 10 m sprint and 2 m take down speed and fat-free mass were found only in the STG (3.7 to 22.2%; p < 0.05; Hedge's g = -0.42 - 4.1). No significant changes were found for the RTG (p = 0.225 to 0.811). Significant differences between the groups were found for almost all post-training assessments (p < 0.05; Hedge's g = 0.25 - 1.45) as well as for the percentage changes from pre to post training (p < 0.05; Hedge's g: 0.25 - 1.45). Significant relationships were found between percentage changes in fat-free mass, endurance capacity, muscle strength/power and speed (r: -0.475 to 0.758; p < 0.05). These results suggest that a high-intensity low-volume strength and conditioning training intervention designed according to the demands of MMA competition may result in significant performance improvements for well-trained fighters.",
      "mesh_terms": [
        "Adult",
        "Athletes",
        "Athletic Performance",
        "High-Intensity Interval Training",
        "Humans",
        "Male",
        "Martial Arts",
        "Muscle Strength",
        "Physical Fitness",
        "Resistance Training",
        "Young Adult"
      ]
    },
    {
      "pmid": "29782305",
      "title": "Tatami Mats: A Source of Pitted Keratolysis in a Martial Arts Athlete?",
      "authors": [
        "Anamaria Balić",
        "Zrinka Bukvić Mokos",
        "Branka Marinović",
        "Daniela Ledić Drvar"
      ],
      "journal": "Acta dermatovenerologica Croatica : ADC",
      "publication_date": "2018-Apr",
      "publication_types": [
        "Case Reports",
        "Letter",
        "Review"
      ],
      "abstract": "Dear Editor, Pitted keratolysis (PK), also known as keratosis plantaris sulcatum, is a non-inflammatory, bacterial, superficial cutaneous infection, characterized by many discrete superficial crateriform ''pits'' and erosions in the thickly keratinized skin of the weight-bearing regions of the soles of the feet (1). The disease often goes unnoticed by the patient, but when it is noticed it is because of the unbearable malodor and hyperhidrosis of the feet, which are socially unacceptable and cause great anxiety to many of the patients. PK occurs worldwide, with the incidence rates varying based on the environment and occupation. The prevalence of this condition does not differ significantly based on age, sex, or race. People who sweat profusely or wash excessively, who wear occlusive footwear, or are barefoot especially in hot and humid weather are extremely prone to this condition (2). Physicians commonly misdiagnose it as tinea pedis or plantar warts. Treatment is quite simple and straightforward, with an excellent expected outcome if treated properly. We report a case of a 32-year-old male patient with skin changes of approximately one-year duration diagnosed as plantar verrucae, who was referred to our Department for cryotherapy. The patient presented with asymptomatic, malodorous punched-out pits and erosions along with hyperkeratotic skin on the heel and metatarsal region of the plantar aspect of both feet. The arches, toes, and sides of the feet were spared (Figure 1). Except for these skin changes, the patient was healthy and denied any other medical issues. He was an athlete active in martial arts and had a history of sweating of feet and training barefoot on the tatami mat for extended periods of time. The diagnosis of PK was established based on the clinical findings (crateriform pitting and malodor), negative KOH test for hyphae, and a history of prolonged sweating in addition to contact of the skin with tatami mats, which are often a source of infection if hygiene measures are not adequately implemented. Swabs could have been helpful to identify causative organisms, but they were not crucial for the diagnosis and treatment. The patient was prescribed with general measures to prevent excessive sweating (cotton socks, open footwear, and proper hygiene), antiseptic potassium permanganate foot soaks followed by clindamycin 1% and benzoyl peroxide 5% in a gel vehicle twice daily. At the one-month follow-up visit, the skin changes, hyperhidrosis, and malodor were entirely resolved (Figure 2). Pitted keratolysis is common among athletes (3,4). The manifestations of PK are due to a superficial cutaneous infection caused by several bacterial Gram-positive species including Corynebacterium species, Kytococcus sedentarius, Dermatophilus congolensis, Actynomices keratolytica, and Streptomyces that proliferate and produce proteinase and sulfur-compound by-products under appropriate moist conditions (5-7). Proteinases digest the keratin and destroy the stratum corneum, producing the characteristic skin findings, while sulfur compounds (sulfides, thiols, and thioesters) are responsible for the malodor. Athletes and soldiers who wear occlusive footwear for prolonged periods of time or even barefooted people that sweat extensively and spend time on wet surfaces such as laborers, farmers, and marine workers are more prone to this problem (3,4,8-11). Martial arts athletes are at greater risk of skin infections due to the constant physical contact that can lead to transmission of viral, bacterial, and fungal pathogens directly but also indirectly through contact with the mat and the skin flora of an another infected individual. A national survey of the epidemiology of skin infections among US high school athletes conducted by Ashack et al. supported the prevalent theory that contact sports are associated with an increased risk of skin infections. In this study, wrestling had the highest skin infection rate of predominantly bacterial origin (53.8%), followed by tinea (35.7%) and herpetic lesions (6.7%), which is consistent with other literature reporting (12). Being barefoot on the tatami mat in combination with excessive sweating and non-compliance with hygiene measures makes martial arts athletes more susceptible to skin infections, including PK. The diagnosis is clinical, by means of visual examination and recognition of the characteristic odor. Dermoscopy can be useful, revealing abundant pits with well-marked walls that sometimes show the bacterial colonies (13). Cultures, if taken, show Gram-positive bacilli or coccobacilli. Because of the ease of diagnosis on clinical findings, biopsy of pitted keratolysis is rarely performed. Skin scraping is often performed to exclude tinea pedis, which is one of the main differential diagnosis, the others including verrucae, punctate palmoplantar keratoderma, keratolysis exfoliativa, circumscribed palmoplantar hypokeratosis, and basal cell nevus syndrome. If unrecognized and left untreated, skin findings and smelly feet can last for many years. Sometimes, if unrecognized, PK can be mistreated with antifungals, or even with aggressive treatment modalities such as cryotherapy. Appropriate treatment includes keeping feet dry with adequate treatment of hyperhidrosis, preventive measures, and topical antibiotic therapy. Topical forms of salicylic acid, sulfur, antibacterial soaps, neomycin, erythromycin, mupirocin, clindamycin and benzoyl peroxide, clotrimazole, imidazoles, and injectable botulinum toxin are all successful in treatment and prevention of PK (14,15). Topical antibiotics are the first line of medical treatment, among which fusidic acid, erythromycin 1% (solution or gel), mupirocin 2%, or clindamycin are the most recommended (14). As in our case, a fixed combination of two approved topical drugs - clindamycin 1%-benzoyl peroxide 5% gel, had been already demonstrated by Vlahovich et al. as an excellent treatment option with high adherence and no side-effect (16). The combined effect of this combination showed signiﬁcantly greater effect due to the bactericidal and keratolytic properties of benzoyl peroxide. Additionally, this combination also lowers the risk of resistance of causative microorganisms to clindamycin. Skin infections are an important aspect of sports-related adverse events. Due to the interdisciplinary nature, dermatologists are not the only ones who should be aware of the disease, but also family medicine doctors, sports medicine specialists, and occupational health doctors who should educate patients about the etiology of the skin disorder, adequate prevention, and treatment. Athletes must enforce the disinfecting and sanitary cleaning of the tatami mats and other practice areas. Keeping up with these measures could significantly limit the spread of skin infections that can infect athletes indirectly, leading to significant morbidity, time loss from competition, and social anxiety as well.",
      "mesh_terms": [
        "Acrodermatitis",
        "Adult",
        "Anti-Bacterial Agents",
        "Athletes",
        "Dermatologic Agents",
        "Follow-Up Studies",
        "Foot Dermatoses",
        "Humans",
        "Hyperhidrosis",
        "Male",
        "Martial Arts",
        "Risk Assessment",
        "Skin Care",
        "Skin Diseases, Bacterial",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "29662781",
      "title": "The effect of Chinese martial arts Tai Chi Chuan on prevention of osteoporosis: A systematic review.",
      "authors": [
        "Tsz Ho Chow",
        "Bo Yee Lee",
        "Adrian Bing Fung Ang",
        "Veronica Yi Ki Cheung",
        "Michelle Man Ching Ho",
        "Saori Takemura"
      ],
      "journal": "Journal of orthopaedic translation",
      "publication_date": "2018-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND/OBJECTIVE: Tai Chi Chuan (TCC) is suggested to have beneficial effects on the musculoskeletal system. The aim of this systematic review is to evaluate the evidence of the effect of TCC on bone mineral density (BMD) and its potential for prevention of osteoporosis. METHODS: A literature search was conducted using PubMed, Embase, and Cochrane databases from inception to January 2017. Randomized controlled studies, case-control trials, prospective cohort studies, and cross-sectional studies which evaluated the effect of TCC on BMD were selected without any subject or language restriction. RESULTS: Nine articles met the inclusion criteria, including seven randomized controlled trials (RCTs), one case-control trial (CCT), and one cross-sectional study, encompassing a total of 1222 participants. Five studies showed statistically significant improvements in BMD after TCC, three studies showed nonsignificant intergroup differences, and one study provided no statistical evaluation of results. The studies with nonsignificant results tended to have a shorter total duration of TCC practice. Apart from dual-energy X-ray absorptiometry (DXA), two studies additionally used peripheral quantitative computed tomography (pQCT) which showed statistically significant positive effects of TCC on preventing osteoporosis. CONCLUSION: TCC is beneficial to BMD and may be a cost-effective and preventive measure of osteoporosis. This beneficial effect is better observed in long-term TCC practice. THE TRANSLATIONAL POTENTIAL OF THIS ARTICLE: The beneficial effect of TCC on BMD is suggested to be clinically translated to its potential for early rehabilitation and prevention of secondary osteoporosis in patients after surgical treatment of common osteoporotic fractures. The length of practicing TCC, the form and style of TCC, and the types of patient suitable for TCC are to be investigated in future studies."
    },
    {
      "pmid": "29649022",
      "title": "Effectiveness of Chinese Martial Arts and Philosophy to Reduce Reactive and Proactive Aggression in Schoolchildren.",
      "authors": [
        "Annis Lai Chu Fung",
        "Toney Ka Hung Lee"
      ],
      "journal": "Journal of developmental and behavioral pediatrics : JDBP",
      "publication_date": "2018-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: This study examined the effectiveness of Chinese martial arts in reducing reactive and proactive aggressive behavior among schoolchildren with a cluster-randomized trial. METHODS: A screening questionnaire was completed by 3511 schoolchildren of Grades 2 to 5 from 13 sites in Hong Kong. We shortlisted 298 children who scored z ≥ 1 on the total score of the Reactive-Proactive Aggression Questionnaire in their respective sites to participate in the experiment. They were divided into 31 clusters that were blinded and randomly assigned to one of the 4 conditions: skills only, philosophy only, skills and philosophy, and physical fitness (placebo). Subjects were assessed at baseline, posttraining, and 6 months after training using aggression scales. RESULTS: Results from the linear mixed model indicated that the time × training interaction effects were significant for aggressive behavior (reactive and proactive), delinquent behavior, anxiety/depression, and attention problems. Although all measures declined in all conditions over time, only the skills-and-philosophy condition showed a significant reduction at posttraining and/or 6-month follow-up compared with the placebo. CONCLUSION: The results provided a theoretical proof for the relationship between aggression and sport involvement combined with children's moral reasoning. This study gives practical implications to intervention that solely playing sports or teaching moral lessons is not effective enough for high-risk schoolchildren with aggressive behavior. However, combined traditional Chinese martial arts skills and moral philosophy training could be considered in the school curriculum to reduce school violence and facilitate creation of harmonious schools.",
      "mesh_terms": [
        "Aggression",
        "Behavioral Symptoms",
        "Child",
        "Child Behavior",
        "Exercise Therapy",
        "Female",
        "Hong Kong",
        "Humans",
        "Male",
        "Martial Arts",
        "Morals",
        "Schools",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "29157151",
      "title": "Health benefits of hard martial arts in adults: a systematic review.",
      "authors": [
        "Sandra Origua Rios",
        "Jennifer Marks",
        "Isaac Estevan",
        "Lisa M Barnett"
      ],
      "journal": "Journal of sports sciences",
      "publication_date": "2018-Jul",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "Participation in organized sports is promoted as a means of increasing physical activity levels and reducing chronic disease risk in adults. Hard martial arts practice (i.e. using body contact techniques), has gained in popularity over time. This review explores the evidence for health benefits of \"hard\" martial arts practice within the adult population. A systematic electronic database search was conducted, and quality assessments applied the Effective Public Health Practice Project tool. Twenty-eight studies met the inclusion criteria, examining balance, cognitive function, muscular skeletal status, psychological, cardiovascular fitness, and metabolic effects. The majority of studies reported positive effects resulting from hard martial arts practice, showing some improvement and maintenance of balance, cognitive function and psychological health. Benefits may be obtained regardless of the age of practice commencement. However, quality of the evidence is affected by methodological weaknesses across the studies. \"Hard\" martial arts seem to have potential to improve balance and cognitive functions that decline with age, which can lead to poorer health outcomes among the elderly (e.g. cognitive decline, falls and fractures). Benefits should be further investigated with improved intervention studies, representative samples and longer follow-up periods in order to establish associations with morbidity and mortality in the long term.",
      "mesh_terms": [
        "Adult",
        "Cardiorespiratory Fitness",
        "Cognition",
        "Humans",
        "Martial Arts",
        "Muscle Strength",
        "Muscle, Skeletal",
        "Postural Balance"
      ]
    },
    {
      "pmid": "28930879",
      "title": "Repeat Effort Performance Is Reduced 24 Hours After Acute Dehydration in Mixed Martial Arts Athletes.",
      "authors": [
        "Oliver R Barley",
        "Fiona Iredale",
        "Dale W Chapman",
        "Amanda Hopper",
        "Chris R Abbiss"
      ],
      "journal": "Journal of strength and conditioning research",
      "publication_date": "2018-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Barley, OR, Iredale, F, Chapman, DW, Hopper, A, and Abbiss, C. Repeat effort performance is reduced 24 hours after acute dehydration in mixed martial arts athletes. J Strength Cond Res 32(9): 2555-2561, 2018-This study sought to determine the influence of acute dehydration on physical performance and physiology in mixed martial arts (MMA). Mixed martial arts athletes (n = 14; age: 23 ± 4 years) completed in a randomized counterbalanced order a dehydration protocol, (DHY: 3-hour cycling at 60 W in 40° C to induce 5% dehydration) or thermoneutral control (25° C: CONT) exercise, followed by ad libitum fluid/food intake. Performance testing (a repeat sled push test, medicine ball chest throw, and vertical jump) was completed 3 hours and 24 hours after the intervention, whereas urine and blood samples were collected before, 20 minutes, 3 hours, and 24 hours after the intervention. Body mass was reduced (4.8 ± 0.8%) after DHY (p < 0.001) and remained lower than CONT at 3 hours and 24 hours after DHY (p = 0.003 and p = 0.024, respectively). Compared with CONT, average sled push times were slower 3 hours and 24 hours after DHY (19 ± 15%; p = 0.001; g = 1.229 and 14 ± 15%; p = 0.012; g = 0.671, respectively). When compared with the CONT, handgrip was weaker 3 hours after DHY (53 ± 8 and 51 ± 8 kg; p = 0.044, g = 0.243, respectively) and medicine ball chest throw distances were shorter 24 hours after DHY (474 ± 52 and 449 ± 44 cm; p = 0.016, g = 0.253, respectively). No significant differences were observed in vertical jump (p = 0.467). Urine specific gravity was higher than CONT 20 minutes (p = 0.035) and 24 hours (p = 0.035) after DHY. Acute dehydration of 4.8% body mass results in reduced physical performance 3 and 24 hours after DHY. There is need for caution when athletes use dehydration for weight loss 24 hours before competition.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Athletic Performance",
        "Cross-Over Studies",
        "Dehydration",
        "Humans",
        "Male",
        "Martial Arts",
        "Time Factors",
        "Young Adult"
      ]
    },
    {
      "pmid": "28817412",
      "title": "Effect of Physical Methods of Lymphatic Drainage on Postexercise Recovery of Mixed Martial Arts Athletes.",
      "authors": [
        "Aleksandra Zebrowska",
        "Robert Trybulski",
        "Robert Roczniok",
        "Wieslaw Marcol"
      ],
      "journal": "Clinical journal of sport medicine : official journal of the Canadian Academy of Sport Medicine",
      "publication_date": "2019-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: Physical methods are reported to be important for accelerating skeletal muscle regeneration, decreasing muscle soreness, and shortening of the recovery time. The aim of the study was to assess the effect of the physical methods of lymphatic drainage (PMLD) such as manual lymphatic drainage (MLD), the Bodyflow (BF) therapy, and lymphatic drainage by deep oscillation (DO) on postexercise regeneration of the forearm muscles of mixed martial arts (MMA) athletes. DESIGN AND METHODS: Eighty MMA athletes aged 27.5 ± 6.4 years were allocated to 4 groups: MLD, the BF device, DO therapy, and the control group. Blood flow velocity in the cephalic vein was measured with the ultrasound Doppler velocity meter. Maximal strength of the forearm muscles (Fmax), muscle tissue tension, pain threshold, blood lactate concentration (LA), and activity of creatine kinase were measured in all groups at rest, after the muscle fatigue test (post-ex) and then 20 minutes, 24, and 48 hours after the application of PMLD. RESULTS: The muscle fatigue test reduced Fmax in all subjects, but in the groups receiving MLD, DO, and BF significantly higher Fmax was observed at recovery compared with post-ex values. The application of MDL reduced the postexercise blood LA and postexercise muscle tension. CONCLUSIONS: The lymphatic drainage methods, whether manual or using electro-stimulation and DO, improve postexercise regeneration of the forearm muscles of MMA athletes. The methods can be an important element of therapeutic management focused on optimizing training effects and reducing the risk of injuries of the combat sports athletes.",
      "mesh_terms": [
        "Adult",
        "Creatine Kinase",
        "Forearm",
        "Humans",
        "Lactic Acid",
        "Lymphatic System",
        "Martial Arts",
        "Massage",
        "Muscle Fatigue",
        "Muscle Strength",
        "Muscle, Skeletal",
        "Myalgia",
        "Pain Threshold",
        "Physical Therapy Modalities",
        "Young Adult"
      ]
    },
    {
      "pmid": "28177718",
      "title": "The physiological response to cold-water immersion following a mixed martial arts training session.",
      "authors": [
        "Angus Lindsay",
        "Sam Carr",
        "Sean Cross",
        "Carl Petersen",
        "John G Lewis",
        "Steven P Gieseg"
      ],
      "journal": "Applied physiology, nutrition, and metabolism = Physiologie appliquee, nutrition et metabolisme",
      "publication_date": "2017-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Combative sport is one of the most physically intense forms of exercise, yet the effect of recovery interventions has been largely unexplored. We investigated the effect of cold-water immersion on structural, inflammatory, and physiological stress biomarkers following a mixed martial arts (MMA) contest preparation training session in comparison with passive recovery. Semiprofessional MMA competitors (n = 15) were randomly assigned to a cold-water immersion (15 min at 10 °C) or passive recovery protocol (ambient air) completed immediately following a contest preparation training session. Markers of muscle damage (urinary myoglobin), inflammation/oxidative stress (urinary neopterin + total neopterin (neopterin + 7,8-dihydroneopterin)), and hypothalamic-pituitary axis (HPA) activation (saliva cortisol) were determined before, immediately after, and 1, 2, and 24 h postsession. Ratings of perceived soreness and fatigue, counter movement jump, and gastrointestinal temperature were also measured. Concentrations of all biomarkers increased significantly (p < 0.05) postsession. Cold water immersion attenuated increases in urinary neopterin (p < 0.05, d = 0.58), total neopterin (p < 0.05, d = 0.89), and saliva cortisol after 2 h (p < 0.05, d = 0.68) and urinary neopterin again at 24 h (p < 0.01, d = 0.57) in comparison with passive recovery. Perceived soreness, fatigue, and gastrointestinal temperatures were also lower for the cold-water immersion group at several time points postsession whilst counter movement jump did not differ. Combative sport athletes who are subjected to impact-induced stress may benefit from immediate cold-water immersion as a simple recovery intervention that reduces delayed onset muscle soreness as well as macrophage and HPA activation whilst not impairing functional performance.",
      "mesh_terms": [
        "Adult",
        "Cold Temperature",
        "Exercise",
        "Fatigue",
        "Humans",
        "Hydrocortisone",
        "Immersion",
        "Male",
        "Martial Arts",
        "Muscle, Skeletal",
        "Myalgia",
        "Myoglobin",
        "Myoglobinuria",
        "Neopterin",
        "Saliva",
        "Young Adult"
      ]
    },
    {
      "pmid": "29388580",
      "title": "Martial arts intervention decreases pain scores in children with malignancy.",
      "authors": [
        "Martin H Bluth",
        "Ronald Thomas",
        "Cindy Cohen",
        "Amanda C Bluth",
        "Elimelech Goldberg"
      ],
      "journal": "Pediatric health, medicine and therapeutics",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Martial arts intervention in disease has been mostly limited to adult inflammatory, musculoskeletal, or motor diseases, where a mechanical intervention effects positive change. However, the application and benefit to pain management in childhood malignancy are not well described. Here, we assess the effects of defined martial arts intervention in children with cancer with respect to their pain perception and management. METHODS: Sixty-four children with childhood malignancies were enrolled in a martial arts program, which encompassed both meditation and movement modalities. Pain scores (0-10) were recorded pre- and post- 1-hour session intervention. Pain scores were crossed by total visits and tabulated by whether participant pain reduced at least 1 unit, stayed the same, or increased in intensity immediately after (post) participation session. Differences in pain scores were further compared by age and sex. RESULTS: Prepain and postpain scale data were measured for 64 participants, 43 males (67.2%) and 21 females (32.8%), ranging from 3 years to 19 years. Preintervention and postintervention data were obtained for 223 individual session visits. Mean number of patient participation visits was 1.8±1.6 (range one to nine visits). Of 116 individual measured sessions where the participants began with a pain score of at least 1, pain intensity reduced ≥1 unit in 85.3% (99/116) of visits, remained the same in 7.8% (9/116), and increased in 6.9% (8/116). For the majority (96.3%; 77/80) of sessions, participants began with a prepain intensity score of at least 5-10 with reduction in pain intensity following the session. The overall mean pain score presession visit was reduced bŷ40% (pre: 5.95±2.64 and post: 3.03±2.45 [95% CI: 2.34-3.50]; P≤0.001). Median pain intensity scores had greater reductions with increased age of participants (3-6 years [-1], 7-10 years [-2], 11-14 years [-3], and 15-19 years [-4]). CONCLUSION: Martial arts intervention can provide a useful modality to decrease pain in childhood cancer, with greater effect achieved with higher baseline pain scores and patient age. Martial arts intervention may improve patient compliance with respect to medical and surgical management, thus reducing disease morbidity and health care costs."
    },
    {
      "pmid": "29910276",
      "title": "Martial Arts and Metabolic Diseases.",
      "authors": [
        "Hidetaka Hamasaki"
      ],
      "journal": "Sports (Basel, Switzerland)",
      "publication_date": "2016-May-09",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Different forms of martial arts are practiced worldwide, each with various intensities of physical activity. These disciplines are potentially an effective exercise therapy for metabolic diseases. Tai chi is the most well-studied style of martial arts and has shown evidence of its effect on metabolic diseases; however, little evidence is available regarding the association between other styles of martial arts and metabolic health. To summarize and evaluate the effects of martial arts on metabolic diseases, eligible articles were searched by using Pubmed. To date, systematic reviews provide no definite conclusion on the effectiveness of tai chi for treating metabolic diseases because of a small numbers of subjects, short durations of clinical trials, and some biases involved in testing. However, there are several clinical studies on subjects with metabolic diseases, which show that tai chi improves obesity, glycemic control, blood pressure control, and lipid profiles. Currently, some limited evidence suggests that other martial arts, such as kung fu and karate, may be beneficial for body composition, glycemic control, and arterial stiffness. To clarify the effectiveness of martial arts for treating metabolic diseases, well-designed prospective studies, preferably with a larger number of subjects and of longer duration, are warranted."
    },
    {
      "pmid": "25518169",
      "title": "Prevalence of injuries in Wushu competition during the 1st Asian Martial Arts Games 2009.",
      "authors": [
        "Pichet Yiemsiri",
        "Amarin Wanawan"
      ],
      "journal": "Journal of the Medical Association of Thailand = Chotmaihet thangphaet",
      "publication_date": "2014-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To determine the prevalence and characteristic of injuries in Wushu Competition during the IP' Asian MartialArts Games 2009. MATERIAL AND METHOD: Sixty international athletes (38 males) participating in Wushu Competition during the 1st Asian Martial Arts Games 2009. Injuries were recorded on injury report forms to document any injuries seen and treatment provided by tournament physician during competitions. The injury forms described the athlete s causes, type, site, and severity of the injuries. RESULTS: There were 60 international athletes the average age were 22.49 +/- 3.75 years. The prevalence ofinjuries was 228.07/ 1000 athlete exposure (AE). The prevalence in males andfemales was 161.76/1000 AE and 326.09/1000 AE, respectively. The most common injured body parts in males were lower extremities 102.94/1000 AE, followed by head and face injuries 58.82/1000 AE. The most common injured body parts in females were lower extremities 282.61/1000 AE. The most common types of injuries in males were contusions 58.82/1000 AE, concussion 29.41/1000 AE and strain-sprain 29.41/1000 AE. In females the most common type of injury were contusion 195.65/1000 AEfollowed by strain-sprain 130.43/1000 AE. The most common mechanism of injury in males werereceiving a punch 58.82/1000 AE, receiving a kick 44.12/1000 AE and delivering a kick 44.12/1000 AE. Meanwhile, in females common mechanisms were receiving a kick 152.17/1000 AE followed by delivering a kick 130.43/1000 AE. CONCLUSION: High prevalence of injuries in Wushu competition during the 1\" Asian MartialArts Games 2009 revealedfemale injuries were higher than male and had a higher prevalence compared with Muay Thai or Taekwondo competitions.",
      "mesh_terms": [
        "Asian People",
        "Athletes",
        "Contusions",
        "Female",
        "Humans",
        "Lower Extremity",
        "Male",
        "Martial Arts",
        "Prevalence",
        "Thailand",
        "Wounds and Injuries",
        "Young Adult"
      ]
    },
    {
      "pmid": "24427479",
      "title": "Martial arts training attenuates arterial stiffness in middle aged adults.",
      "authors": [
        "Peter C Douris",
        "Teresa Ingenito",
        "Barbara Piccirillo",
        "Meredith Herbst",
        "John Petrizzo",
        "Vincen Cherian",
        "Christopher McCutchan",
        "Caitlin Burke",
        "George Stamatinos",
        "Min-Kyung Jung"
      ],
      "journal": "Asian journal of sports medicine",
      "publication_date": "2013-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Arterial stiffness increases with age and is related to an increased risk of coronary artery disease. Poor trunk flexibility has been shown to be associated with arterial stiffness in middle-aged subjects. The purpose of our research study was to measure arterial stiffness and flexibility in healthy middle-aged martial artists compared to age and gender matched healthy sedentary controls. METHODS: Ten martial artists (54.0 ± 2.0 years), who practice Soo Bahk Do (SBD), a Korean martial art, and ten sedentary subjects (54.7 ± 1.8 years) for a total of twenty subjects took part in this cross-sectional study. Arterial stiffness was assessed in all subjects using pulse wave velocity (PWV), a recognized index of arterial stiffness. Flexibility of the trunk and hamstring were also measured. The independent variables were the martial artists and matched sedentary controls. The dependent variables were PWV and flexibility. RESULTS: There were significant differences, between the SBD practitioners and sedentary controls, in PWV (P = 0.004), in trunk flexibility (P= 0.002), and in hamstring length (P= 0.003). CONCLUSION: The middle-aged martial artists were more flexible in their trunk and hamstrings and had less arterial stiffness compared to the healthy sedentary controls. The flexibility component of martial art training or flexibility exercises in general may be considered as a possible intervention to reduce the effects of aging on arterial stiffness."
    },
    {
      "pmid": "23860293",
      "title": "The effect of an intervention program on functional movement screen test scores in mixed martial arts athletes.",
      "authors": [
        "Jamie G Bodden",
        "Robert A Needham",
        "Nachiappan Chockalingam"
      ],
      "journal": "Journal of strength and conditioning research",
      "publication_date": "2015-Jan",
      "publication_types": [
        "Controlled Clinical Trial",
        "Journal Article"
      ],
      "abstract": "This study assessed the basic fundamental movements of mixed martial arts (MMA) athletes using the functional movement screen (FMS) assessment and determined if an intervention program was successful at improving results. Participants were placed into 1 of the 2 groups: intervention and control groups. The intervention group was required to complete a corrective exercise program 4 times per week, and all participants were asked to continue their usual MMA training routine. A mid-intervention FMS test was included to examine if successful results were noticed sooner than the 8-week period. Results highlighted differences in FMS test scores between the control group and intervention group (p = 0.006). Post hoc testing revealed a significant increase in the FMS score of the intervention group between weeks 0 and 8 (p = 0.00) and weeks 0 and 4 (p = 0.00) and no significant increase between weeks 4 and 8 (p = 1.00). A χ analysis revealed that the intervention group participants were more likely to have an FMS score >14 than participants in the control group at week 4 (χ = 7.29, p < 0.01) and week 8 (χ = 5.2, p ≤ 0.05). Finally, a greater number of participants in the intervention group were free from asymmetry at week 4 and week 8 compared with the initial test period. The results of the study suggested that a 4-week intervention program was sufficient at improving FMS scores. Most if not all, the movements covered on the FMS relate to many aspects of MMA training. The knowledge that the FMS can identify movement dysfunctions and, furthermore, the fact that the issues can be improved through a standardized intervention program could be advantageous to MMA coaches, thus, providing the opportunity to adapt and implement new additions to training programs.",
      "mesh_terms": [
        "Adult",
        "Exercise Test",
        "Humans",
        "Male",
        "Martial Arts",
        "Movement",
        "Physical Conditioning, Human",
        "Resistance Training",
        "Young Adult"
      ]
    },
    {
      "pmid": "23777375",
      "title": "Self-reported concussion symptoms and training routines in mixed martial arts athletes.",
      "authors": [
        "Christopher J Heath",
        "Jennifer L Callahan"
      ],
      "journal": "Research in sports medicine (Print)",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mixed martial arts (MMA) is a full-contact, fighting sport that has risen in popularity over recent years, resulting in an increase in both training facilities and sport participants. To date, little research has examined the complications and vulnerability to head trauma, or concussive symptomatology, in MMA athletes. In this study, we assessed relationships between training routines and concussive symptoms, as well as medical care, in MMA athletes. A sample (N = 119) of MMA athletes reported concussive symptoms, training routines, and medical histories through an online survey. Nearly 15% of the MMA athletes reported history of a knockout, and nearly one-third reported a technical knockout. Subjective ratings of concussive symptoms were high for these athletes, with many of them waiting only a brief time after such incidents to return to competition. These findings have important implications for informing the medical treatment and safety decision for returning to participation for these athletes.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Athletes",
        "Athletic Injuries",
        "Brain Concussion",
        "Female",
        "Humans",
        "Male",
        "Martial Arts",
        "Middle Aged",
        "Self Report",
        "Young Adult"
      ]
    },
    {
      "pmid": "24665215",
      "title": "Effects of martial arts exercise on body composition, serum biomarkers and quality of life in overweight/obese premenopausal women: a pilot study.",
      "authors": [
        "Ming-Chien Chyu",
        "Yan Zhang",
        "Jean-Michel Brismée",
        "Raul Y Dagda",
        "Eugene Chaung",
        "Vera Von Bergen",
        "Susan Doctolero",
        "Chwan-Li Shen"
      ],
      "journal": "Clinical medicine insights. Women's health",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Various exercise interventions have been shown to benefit weight control and general health in different populations. However, very few studies have been conducted on martial arts exercise (MAE). The objective of this pilot study is to evaluate the efficacy of 12 weeks of MAE intervention on body composition, serum biomarkers and quality of life (QOL) in overweight/obese premenopausal women. We found that subjects in the MAE group did not lose body weight, while they significantly decreased fat-free mass and muscle mass as compared to those in the control group, who demonstrated an increase in these parameters. The MAE group demonstrated an increase in serum IGF-I concentration, but no change in others. MAE may be a feasible and effective approach to improve body composition and QOL in overweight/obese premenopausal women. Our study underscores the need for further studies using larger samples to establish possible benefits of MAE in various populations."
    },
    {
      "pmid": "22455184",
      "title": "Epidemiology of mixed martial arts and youth violence in an ethnically diverse sample.",
      "authors": [
        "Earl S Hishinuma",
        "Karen N Umemoto",
        "Toan Gia Nguyen",
        "Janice Y Chang",
        "Randy Paul M Bautista"
      ],
      "journal": "Violence and victims",
      "publication_date": "2012",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "Mixed martial arts' (MMAs) growing international popularity has rekindled the discussion on the advantages (e.g., exercise) and disadvantages (e.g., possible injury) of contact sports. This study was the first of its kind to examine the psychosocial aspects of MMA and youth violence using an epidemiologic approach with an Asian American and Pacific Islander (AAPI) adolescent sample (N = 881). The results were consistent with the increased popularity of MMA with 52% (adolescent males = 73%, adolescent females = 39%) enjoying watching MMA and 24% (adolescent males = 39%, adolescent females = 13%) practicing professional fight moves with friends. Although statistically significant ethnic differences were found for the two MMA items on a bivariate level, these findings were not statistically significant when considering other variables in the model. The bivariate results revealed a cluster of risk-protective factors. Regarding the multiple regression findings, although enjoying watching MMA remained associated with positive attitudes toward violence and practicing fight moves remained associated with negative out-group orientation, the MMA items were not associated with unique variances of youth violence perpetration and victimization. Implications included the need for further research that includes other diverse samples, more comprehensive and objective MMA and violence measures, and observational and intervention longitudinal studies.",
      "mesh_terms": [
        "Adolescent",
        "Adolescent Behavior",
        "Asian",
        "Attitude to Health",
        "Chi-Square Distribution",
        "Competitive Behavior",
        "Female",
        "Hawaii",
        "Humans",
        "Interpersonal Relations",
        "Juvenile Delinquency",
        "Male",
        "Martial Arts",
        "Native Hawaiian or Pacific Islander",
        "Violence"
      ]
    },
    {
      "pmid": "21488573",
      "title": "Herpes gladiatorum with ocular involvement in a mixed martial arts fighter.",
      "authors": [
        "Marc Meulener",
        "Barry L Smith"
      ],
      "journal": "Cutis",
      "publication_date": "2011-Mar",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "We report a case of herpes gladiatorum (HG) in a professional mixed martial arts (MMA) fighter. The eruption appeared following a sparring session with a new partner and progressed to involve the left eye. Fever and facial rash prompted the patient to go to the hospital where he was treated with antiviral therapy. The considerable increase in popularity of MMA may lead to a greater prevalence of HG as well as other cutaneous infections contracted through skin-to-skin contact.",
      "mesh_terms": [
        "Adult",
        "Antiviral Agents",
        "Conjunctivitis, Viral",
        "Fever",
        "Herpes Simplex",
        "Herpesvirus 1, Human",
        "Humans",
        "Male",
        "Martial Arts"
      ]
    },
    {
      "pmid": "21349072",
      "title": "Effects of martial arts on health status: a systematic review.",
      "authors": [
        "Bin Bu",
        "Han Haijun",
        "Liu Yong",
        "Zhang Chaohui",
        "Yang Xiaoyuan",
        "Maria Fiatarone Singh"
      ],
      "journal": "Journal of evidence-based medicine",
      "publication_date": "2010-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: To systematically summarize the evidence for the effects of martial arts on health and fitness, to show the strengths of different types of martial arts, and to get a more complete picture of the impacts of martial arts on health, and also to provide a basis for future research on martial arts as an exercise prescription in exercise therapy. METHOD: We searched for \"martial arts\"\"health\" and \"random\" in eight databases (n= 5432). Randomized controlled trials and controlled clinical trials on the health effects of martial arts were included in the study. RESULTS: The final analysis included 28 papers (one general martial arts, one kung fu, sixteen tai chi, six judo, three karate, and one taekwondo). Among the disciplines of martial arts, tai chi was the most well-studied, followed by judo, karate, and taekwondo. Research topics varied widely, and included health, injuries, competition, morals and psychology, and herbal medicine. Most found positive effects on health. Tai chi is no-contact, low-impact, soft body and mindfulness exercise, which has been widely adopted by elderly people and proven to be a beneficial health promotion exercise. Research on judo, karate, and taekwondo mainly focused on improvements to athletes' competitive abilities, rather than on health effects. We did not find any published randomized controlled trials or controlled clinical trials on aikido, kendo, sumo, kyudo, qi gong, or other disciplines. DISCUSSION AND CONCLUSION: Since martial arts are widely practiced, their effects on physiology, morphology, immunology, and neurology should be further studied in order to help people to select the best discipline or style to accomplish their purposes. This necessitates categorizing and classifying the disciplines and styles according to their effects on different body systems and levels of contact, as well as standardizing evaluation criteria for martial arts. Martial arts as an exercise prescription can then move from an experience-based to an evidence-based treatment.",
      "mesh_terms": [
        "Clinical Trials as Topic",
        "Exercise Therapy",
        "Health Status",
        "Humans",
        "Martial Arts"
      ]
    },
    {
      "pmid": "20440468",
      "title": "[Blunt force injuries due to martial arts in children--a diagnostic problem? Delayed diagnosis of an infected hematoma].",
      "authors": [
        "C Kruppa",
        "S L Goericke",
        "T Matheney",
        "L Ozokyay",
        "T A Schildhauer",
        "G Muhr",
        "M Dudda"
      ],
      "journal": "Der Unfallchirurg",
      "publication_date": "2010-Oct",
      "publication_types": [
        "Case Reports",
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Blunt force injuries in martial arts occur frequently but isolated hematoma of muscles in the extremities is rare. Even minor trauma of the lower extremities due to throwing techniques in judo and other forms of Asian martial arts can lead to major pathologies. METHODS: A 9-year-old girl presented with an unclear swelling and soreness of the calf muscle. The patient could not remember an obvious traumatic event. She was admitted 4 days later because of increased swelling, pain and erythema. The parents reported a minor trauma at judo training 1 week ago. Further investigation was performed with MRI and confirmed a massive hematoma much greater than previously shown by sonography. RESULTS: Histologic and microbiologic evaluation demonstrated florid inflammation and proof of Staphylococcus aureus was found intra-operatively. DISCUSSION: The diagnosis of blunt force injuries due to martial arts is difficult in childhood because often children do not remember a traumatic event. Therefore, it is important to obtain a thorough history from caregivers. Because sonography depends highly on the experience of the investigator MRI is considered to be a better diagnostic modality to diagnose and guide treatment in this age group.",
      "mesh_terms": [
        "Child",
        "Delayed Diagnosis",
        "Female",
        "Hematoma",
        "Humans",
        "Leg Injuries",
        "Magnetic Resonance Imaging",
        "Martial Arts",
        "Muscular Diseases",
        "Wounds, Nonpenetrating"
      ]
    },
    {
      "pmid": "20037691",
      "title": "Traumatic anterior shoulder dislocation: a case study of nonoperative management in a mixed martial arts athlete.",
      "authors": [
        "Kevin Sims",
        "Andreo Spina"
      ],
      "journal": "The Journal of the Canadian Chiropractic Association",
      "publication_date": "2009-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To present an evidence-informed approach to the nonoperative management of a first-time, traumatic anterior shoulder dislocation. CLINICAL FEATURES: A 30-year-old mixed martial arts athlete, with no prior shoulder injuries, presented one day following a first-time, traumatic anterior shoulder dislocation. An eight-week, individualized, intensive, nonoperative rehabilitation program was immediately begun upon presentation. INTERVENTION AND OUTCOME: Management consisted of immobilization of the shoulder in external rotation and a progressive rehabilitation program aimed at restoring range of motion, strength of the dynamic stabilizers, and proprioception of the shoulder. Eight weeks post-dislocation the patient had regained full range of motion and strength compared to the unaffected limb and apprehension and relocation tests for instability were negative. CONCLUSION: This case illustrates successful management of a first-time, traumatic, anterior shoulder dislocation using immobilization in external rotation combined with an intensive rehabilitation program."
    },
    {
      "pmid": "19828027",
      "title": "Martial arts as a mental health intervention for children? Evidence from the ECLS-K.",
      "authors": [
        "Joseph M Strayhorn",
        "Jillian C Strayhorn"
      ],
      "journal": "Child and adolescent psychiatry and mental health",
      "publication_date": "2009-Oct-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Martial arts studios for children market their services as providing mental health outcomes such as self-esteem, self-confidence, concentration, and self-discipline. It appears that many parents enroll their children in martial arts in hopes of obtaining such outcomes. The current study used the data from the Early Childhood Longitudinal Study, Kindergarten class of 1998-1999, to assess the effects of martial arts upon such outcomes as rated by classroom teachers. METHODS: The Early Childhood Longitudinal Study used a multistage probability sampling design to gather a sample representative of U.S. children attending kindergarten beginning 1998. We made use of data collected in the kindergarten, 3rd grade, and 5th grade years. Classroom behavior was measured by a rating scale completed by teachers; participation in martial arts was assessed as part of a parent interview. The four possible combinations of participation and nonparticipation in martial arts at time 1 and time 2 for each analysis were coded into three dichotomous variables; the set of three variables constituted the measure of participation studied through regression. Multiple regression was used to estimate the association between martial arts participation and change in classroom behavior from one measurement occasion to the next. The change from kindergarten to third grade was studied as a function of martial arts participation, and the analysis was replicated studying behavior change from third grade to fifth grade. Cohen's f2 effect sizes were derived from these regressions. RESULTS: The martial arts variable failed to show a statistically significant effect on behavior, in either of the regression analyses; in fact, the f2 effect size for martial arts was 0.000 for both analyses. The 95% confidence intervals for regression coefficients for martial arts variables have upper and lower bounds that are all close to zero. The analyses not only fail to reject the null hypothesis, but also render unlikely a population effect size that differs greatly from zero. CONCLUSION: The data from the ECLS-K fail to support enrolling children in martial arts to improve mental health outcomes as measured by classroom teachers."
    },
    {
      "pmid": "19326635",
      "title": "A review of the effects of martial arts practice on health.",
      "authors": [
        "Thomas W Woodward"
      ],
      "journal": "WMJ : official publication of the State Medical Society of Wisconsin",
      "publication_date": "2009-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Martial arts are ancient forms of combat, modified for modern sport and exercise. Participation in the martial arts is increasing, particularly for youth. Martial arts provide health-promoting and meaningful exercise for millions of practitioners. Benefits from this practice include better overall health and balance, as well as an improved sense of psychological well being. They do not promote aggression and may be used as a treatment modality for youth who are at-risk for violence. This article provides an overview of martial arts for physicians who may evaluate such injuries in their practice. Physicians may wish to consider recommending martial arts to patients as a beneficial form of exercise. They are relatively safe compared to many other sports, and most martial arts injuries are comparatively minor. Risks can possibly be reduced by limiting exposure of inexperienced students, as well as using protective equipment, including mouthguards, eye/face protection, headgear, and padding.",
      "mesh_terms": [
        "Accidental Falls",
        "Athletic Injuries",
        "Attention Deficit Disorder with Hyperactivity",
        "Exercise Therapy",
        "Humans",
        "Martial Arts",
        "Physical Fitness",
        "Protective Devices",
        "Sports Medicine"
      ]
    },
    {
      "pmid": "17369805",
      "title": "Martial arts as sport and therapy.",
      "authors": [
        "D T Burke",
        "S Al-Adawi",
        "Y T Lee",
        "J Audette"
      ],
      "journal": "The Journal of sports medicine and physical fitness",
      "publication_date": "2007-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The term Martial Arts is often used as general phrase to describe many of the combat arts, which have developed in eastern cultures over the past millennium. This paper reviews the Martial Arts from the original context of a trio of life skills. This trio includes the healing arts such as acupuncture, the self-exploration arts such as yoga, and the vital life skills such as meditation. As Martial Arts suggests the waging of combat, the origins of the most common combat arts are reviewed, with an overview of the difference between the hard and the soft styles. The arts developed not only in the eastern, but also in all parts of the world, with references of these types of combats arts in the writings of the ancient Egyptians and Greeks. In modern times, the combat arts are performed for both exercise and sport. A review of the injuries that occur, and the health benefits that might be expected are discussed. A review of the medical literature that demonstrates some of these health benefits is included, with Tai Chi Chuan as the most studied of these. The health benefits discussed include strengthen and self-efficacy of the elderly, reduced falls, increased exercise capacity, and benefits to the immune system and autonomic nervous system. The paper emphasized the breadth of the Martial Arts and the import of these to the sports and health community.",
      "mesh_terms": [
        "Exercise Therapy",
        "Humans",
        "Martial Arts",
        "Physical Fitness"
      ]
    },
    {
      "pmid": "16952757",
      "title": "The martial arts.",
      "authors": [
        "Charles M Terry"
      ],
      "journal": "Physical medicine and rehabilitation clinics of North America",
      "publication_date": "2006-Aug",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Given the increasing popularity of the martial arts, it is likely that physicians in all specialties encounter patients who participate. From pediatric patients, to geriatric patients, to those living with various disabilities, the martial arts may offer physical, psychologic, and therapeutic benefits. An appreciation of the physical demands of the martial arts is crucial to understanding the pathogenesis of injury as well as to planning treatment and prevention strategies and to determining safe return to participation after injury.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Child",
        "Craniocerebral Trauma",
        "Humans",
        "Martial Arts"
      ]
    },
    {
      "pmid": "15293637",
      "title": "Promoting response variability and stimulus generalization in martial arts training.",
      "authors": [
        "Jay W Harding",
        "David P Wacker",
        "Wendy K Berg",
        "Gary Rick",
        "John F Lee"
      ],
      "journal": "Journal of applied behavior analysis",
      "publication_date": "2004",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of reinforcement and extinction on response variability and stimulus generalization in the punching and kicking techniques of 2 martial arts students were evaluated across drill and sparring conditions. During both conditions, the students were asked to demonstrate different techniques in response to an instructor's punching attack. During baseline, the students received no feedback on their responses in either condition. During the intervention phase, the students received differential reinforcement in the form of instructor feedback for each different punching or kicking technique they performed during a session of the drill condition, but no reinforcement was provided for techniques in the sparring condition. Results showed that both students increased the number of different techniques they performed when reinforcement and extinction procedures were conducted during the drill condition, and that this increase in response variability generalized to the sparring condition.",
      "mesh_terms": [
        "Adult",
        "Conditioning, Psychological",
        "Extinction, Psychological",
        "Feedback",
        "Generalization, Psychological",
        "Humans",
        "Male",
        "Martial Arts",
        "Reinforcement, Psychology",
        "Teaching"
      ]
    },
    {
      "pmid": "11817627",
      "title": "An effective approach to violence prevention: traditional martial arts in middle school.",
      "authors": [
        "G Zivin",
        "N R Hassan",
        "G F DePaula",
        "D A Monti",
        "C Harlan",
        "K D Hossain",
        "K Patterson"
      ],
      "journal": "Adolescence",
      "publication_date": "2001",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study replicated and extended the design and outcome measures of several small studies. In these studies, juveniles at high risk for violence and delinquency showed decreased violence and positive changes in psychological risk factors after being required to take a school-linked course in traditional martial arts. In the present study, 60 boys in a large urban middle school were required to take a traditional martial arts course in their school. They were paired on problematic behavior profiles and assigned to a treatment group or to a wait-list control group. Thirty classes, three per week (45 minutes each), were taught by a master of Koga Ha Kosho Shorei Ryu Kempo and his assistant (neither was a public school teacher). Results are reported here for 14 variables from the following measures: four teacher rating scales from the Sutter-Eyberg Student Behavior Inventory, five self-report scales of the Piers-Harris Self-Concept Scale, four computerized measures of attentional self-control from the Intermediate Visual and Auditory Continuous Performance Test, and a count of permanent expulsions from school. The treatment students improved over baseline on 12 variables, while the controls improved on 5 by small amounts and deteriorated from baseline on 8, including teacher-rated violence. There were significant differences between the groups on self-reported happiness and schoolwork and on one measure of attention. After controls took the course, their scores resembled the postcourse scores of the treatment group. Importantly, the control group's increase in teacher-rated violence was reversed. Both groups were then pooled to compare baseline and postcourse teacher ratings. Their scores improved significantly in the areas of resistance to rules, impulsiveness, and inappropriate social behavior. There was also improvement in regard to violence, but the change in scores was not statistically significant. Follow-up on teachers' ratings showed that improvement remained, and in some cases increased, four months after completion of the course. Interestingly, all 6 permanent expulsions were among the control group students who had not yet taken, or had only begun taking, the martial arts course.",
      "mesh_terms": [
        "Adolescent",
        "Adolescent Behavior",
        "Feasibility Studies",
        "Follow-Up Studies",
        "Happiness",
        "Humans",
        "Juvenile Delinquency",
        "Male",
        "Martial Arts",
        "Program Evaluation",
        "Teaching",
        "Violence"
      ]
    },
    {
      "pmid": "10484836",
      "title": "Martial-arts-based therapy one of several techniques to alleviate muscle spasms.",
      "authors": [
        "F G Pollard"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "1999-Sep",
      "publication_types": [
        "Comment",
        "Letter"
      ],
      "mesh_terms": [
        "Back Pain",
        "Humans",
        "Martial Arts",
        "Muscular Diseases",
        "Spasm"
      ]
    },
    {
      "pmid": "10234874",
      "title": "Lasting resolution of chronic thoracic neuritis using a martial-arts-based physical therapy.",
      "authors": [
        "P B Massey",
        "A Perlman"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "1999-May",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "mesh_terms": [
        "Adult",
        "Back Pain",
        "Female",
        "Humans",
        "Martial Arts",
        "Physical Therapy Modalities"
      ]
    },
    {
      "pmid": "10081051",
      "title": "Martial arts.",
      "authors": [
        "R M Buschbacher",
        "T Shay"
      ],
      "journal": "Physical medicine and rehabilitation clinics of North America",
      "publication_date": "1999-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The martial arts have a reputation for being a high-risk activity, but are generally practiced in a safe environment. This article presents the results of a survey which is used to calculate risk of injury per 1000 hours of practice. The injury rate compares favorably with other mainstream activities; in fact, the martial arts are generally considered safer than most. The most common injuries occur to the wrist, hand, finger, foot, knee, head, and thigh. Special issues of importance for prevention and treatment of these injuries are discussed.",
      "mesh_terms": [
        "Athletic Injuries",
        "Humans",
        "Martial Arts",
        "Protective Clothing"
      ]
    },
    {
      "pmid": "9831868",
      "title": "The application of traditional martial arts practice and theory to the treatment of violent adolescents.",
      "authors": [
        "S W Twemlow",
        "F C Sacco"
      ],
      "journal": "Adolescence",
      "publication_date": "1998",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Components of an effective treatment program for violent adolescents, and the complex problems posed by youth gangs, are discussed. It is proposed that traditionally taught martial arts can provide a useful alternative for such dysfunctional adolescents. The literature on the use of martial arts in the treatment of violence is reviewed, and the program philosophy is described. The program utilizes a commitment to respect and self-control, with an emphasis on leadership and community service using the traditional model of a gentle warrior. Oversight is provided by trained instructors, whose psychological and philosophical approach stresses nonviolence. The program also assists youths in coping with the complexities of an often dysfunctional family environment. Clinical examples detail the application of such a program in specialized martial arts schools, residential treatment, and public school classes.",
      "mesh_terms": [
        "Adolescent",
        "Female",
        "Humans",
        "Male",
        "Martial Arts",
        "Peer Group",
        "Residential Treatment",
        "Violence"
      ]
    },
    {
      "pmid": "7762694",
      "title": "Psychotherapeutic aspects of the martial arts.",
      "authors": [
        "M Weiser",
        "I Kutz",
        "S J Kutz",
        "D Weiser"
      ],
      "journal": "American journal of psychotherapy",
      "publication_date": "1995",
      "publication_types": [
        "Case Reports",
        "Journal Article",
        "Review"
      ],
      "abstract": "Formerly understood by Western thought as only a set of fighting skills, the Martial Arts (MAs) have come to be seen, in the psychological literature about the MAs, as a comprehensive approach to both physical and mental health. The MAs enhance self-esteem through the provision of physical activity and group experience, and the teaching of relaxation, concentration, assertiveness, and directiveness and honesty in communication. Thus, they are understood to be a legitimate form of therapy, for both \"neurotic\" and some chronically mentally ill patients. It is proposed in this paper, that the MAs can also be a useful supplement to verbal psychotherapy, as they foster and expose feelings through a physical modality, which can then be observed and analyzed in the modality of verbal psychotherapy. A case report illustrates how the MAs produce feelings and reveal problems, which are brought into the psychotherapy arena and analyzed.",
      "mesh_terms": [
        "Adult",
        "Depressive Disorder",
        "Humans",
        "Interpersonal Relations",
        "Male",
        "Martial Arts",
        "Neurotic Disorders",
        "Psychotherapy",
        "Relaxation",
        "Self Concept"
      ]
    }
  ]
}