{
  "supplement": "Menstrual Cups",
  "query": "Menstrual Cups[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:03:20",
  "research_count": 8,
  "count": 8,
  "articles": [
    {
      "pmid": "39516733",
      "title": "Menstrual cups to reduce bacterial vaginosis and STIs through reduced harmful sexual and menstrual practices among economically vulnerable women: protocol of a single arm trial in western Kenya.",
      "authors": [
        "Garazi Zulaika",
        "Fredrick O Otieno",
        "Linda Mason",
        "Anna Maria van Eijk",
        "Runa Bhaumik",
        "Stefan J Green",
        "Penelope A Phillips-Howard",
        "Supriya D Mehta"
      ],
      "journal": "BMC public health",
      "publication_date": "2024-Nov-08",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: In western Kenya, menstrual hygiene management (MHM) is a pervasive problem. Challenges are compounded for economically constrained women who continue to engage in sex during menses and resort to practices such as vaginal insertion of tissue and cotton to maintain dryness during sex. These practices can be harmful to the vaginal microbiome (VMB) and can lead to high rates of sexually transmitted infections (STIs) and HIV. This study will evaluate whether menstrual cups that can be worn during intercourse may be beneficial to the VMB and help prevent Bacterial vaginosis (BV) and STI acquisition among these economically vulnerable women. METHODS: In this single-arm trial among economically vulnerable women in semi-urban western Kenya, we will evaluate the preliminary efficacy of menstrual cups on non-optimal VMB, BV, and STIs, and investigate safety, acceptability, and implementation needs. Through peer referral we aim to recruit 402 menstruating women aged 15-35 who exchange sex for money or basic needs. Women who are pregnant, have delivered in the past six months, or use an intrauterine device (IUD) will not be eligible. Participants will be seen every six months for 24 months and be asked about their sexual and MHM practices, with samples collected to assess BV and VMB. At baseline, 12-, and 24-month visits, additional samples will be collected to measure HIV and STIs (C. trachomatis, N. gonorrhoeae, and T. vaginalis). HSV-2 status will be assessed at baseline. Intervention provision will consist of one reusable disc-shaped menstrual cup per participant and a group-based training within four weeks of the 12-month visit, followed by monthly telephone surveys for the first three months to assess cup use, adverse events, and provide any assistance. Primary analyses of preliminary efficacy will compare probabilities of optimal VMB, BV, and STIs in the pre-intervention period to the post-intervention period. Primary safety analyses will compare occurrence of menstrual toxic shock syndrome and cervicovaginal laceration. DISCUSSION: If demonstrated safe and effective, this multipurpose reproductive health intervention will offer a dignified solution for the menstrual hygiene needs of women who engage in sex for livelihood and reduce their occurrence of non-optimal VMB, BV, and STIs. TRIAL REGISTRATION: Clinicaltrials.gov NCT05666778 (28th December, 2022); Pan African Clinical Trials Registry 202,305,912,778,108 (25th May, 2023).",
      "mesh_terms": [
        "Humans",
        "Female",
        "Vaginosis, Bacterial",
        "Kenya",
        "Sexually Transmitted Diseases",
        "Adult",
        "Adolescent",
        "Menstrual Hygiene Products",
        "Young Adult",
        "Vulnerable Populations",
        "Menstruation",
        "Sexual Behavior"
      ]
    },
    {
      "pmid": "37860578",
      "title": "Menstrual cups and cash transfer to reduce sexual and reproductive harm and school dropout in adolescent schoolgirls in western Kenya: a cluster randomised controlled trial.",
      "authors": [
        "Garazi Zulaika",
        "Elizabeth Nyothach",
        "Anna Maria van Eijk",
        "Duolao Wang",
        "Valarie Opollo",
        "David Obor",
        "Linda Mason",
        "Tao Chen",
        "Emily Kerubo",
        "Boaz Oyaro",
        "Alex Mwaki",
        "Alie Eleveld",
        "Isaac Ngere",
        "Eunice Fwaya",
        "Feiko O Ter Kuile",
        "Daniel Kwaro",
        "Penelope A Phillips-Howard"
      ],
      "journal": "EClinicalMedicine",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: High rates of sexual and reproductive health (SRH) harms and interrupted schooling are global challenges for adolescent girls, requiring effective interventions. We assessed the impact of menstrual cups (MCs) or cash transfers conditioned on school attendance (CCTs), or both, on SRH and schooling outcomes in western Kenya. METHODS: In this cluster-randomised Cups or Cash for Girls (CCG) trial, adolescent girls in Forms two and three at 96 secondary schools in Siaya County (western Kenya) were randomised to receive either CCT, MC, combined CCT and MC, or control (1:1:1:1) for an average of 30 months. The CCT intervention comprised 1500KES (US$15 in 2016) via a cash card each school trimester. All four treatment groups received puberty and hygiene training. Assenting girls with parent or guardian consent who were post-menarche, not pregnant, area residents, not boarding, and had no disabilities precluding participation were eligible. Socio-behavioural risk factors and incidence of HIV and herpes simplex virus type 2 (HSV-2) were measured annually. School retainment and adverse events were monitored throughout. The primary outcome comprised a composite of incident HIV, HSV-2 and/or all-cause school dropout by school exit examination. The primary analysis was by intention-to-treat (ITT) using generalised linear mixed models, controlling for a priori selected baseline covariates. The trial is registered with ClinicalTrials.gov, NCT03051789. FINDINGS: Between February 28, 2017 and June 30, 2021, 4137 girls (median age 17.1 [interquartile range (IQR): 16.3-18.0]) were enrolled and followed annually until completion of secondary school (median 2.5 years [IQR: 2.4-2.7]); 4106 (99.3%) contributed to the ITT analysis. No differences in the primary composite outcome between intervention and control groups were seen (MC: 18.2%, CCT: 22.1%, combined: 22.1%, control: 19.6%; adjusted risk ratio [aRR]: 0.97, 95% confidence interval 0.76-1.24; 1.14, 0.90-1.45; and 1.13, 0.90-1.43, respectively). Incident HSV-2 occurred in 8.6%, 13.3%, 14.8%, and 12% of the MC, CCT, combined and control groups, respectively (MC: RR: 0.67, 0.47-0.95, p = 0.027; aRR: 0.71, 0.50-1.01, p = 0.057; CCT: aRR: 1.02, 0.73-1.41, p = 0.92; combined aRR: 1.16, 0.85-2.58, p = 0.36). Incident HIV was low (MC: 1.2%, CCT: 1.5%, combined: 1.0%, and control: 1.4%; aRR: 0.88, 0.38-2.05, p = 0.77, aRR: 1.16, 0.51-2.62, p = 0.72, aRR: 0.80, 0.33-1.94, p = 0.62, respectively). No intervention decreased school dropout (MC: 11.2%, CCT: 12.4%, combined: 10.9%, control: 10.5%; aRR: 1.16, 0.86-1.57; 1.23, 0.91-1.65; and 1.06, 0.78-1.44, respectively). No related serious adverse events were seen. INTERPRETATION: MCs, CCTs, or both, did not protect schoolgirls against a composite of deleterious harms. MCs appear protective against HSV-2. Studies of longer follow-up duration with objective measures of health impact are needed in this population. FUNDING: Department of Health and Social Care, the Foreign, Commonwealth & Development Office, the Medical Research Council and Wellcome."
    },
    {
      "pmid": "37490459",
      "title": "Analysis of bacterial vaginosis, the vaginal microbiome, and sexually transmitted infections following the provision of menstrual cups in Kenyan schools: Results of a nested study within a cluster randomized controlled trial.",
      "authors": [
        "Supriya D Mehta",
        "Garazi Zulaika",
        "Walter Agingu",
        "Elizabeth Nyothach",
        "Runa Bhaumik",
        "Stefan J Green",
        "Anna Maria van Eijk",
        "Daniel Kwaro",
        "Fredrick Otieno",
        "Penelope Phillips-Howard"
      ],
      "journal": "PLoS medicine",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Nonhygienic products for managing menstruation are reported to cause reproductive tract infections. Menstrual cups are a potential solution. We assessed whether menstrual cups would reduce bacterial vaginosis (BV), vaginal microbiome (VMB), and sexually transmitted infections (STIs) as studies have not evaluated this. METHODS AND FINDINGS: A cluster randomized controlled trial was performed in 96 Kenyan secondary schools, randomized (1:1:1:1) to control, menstrual cup, cash transfer, or menstrual cup plus cash transfer. This substudy assessing the impact of menstrual cups on BV, VMB, and STIs, included 6 schools from the control (3) and menstrual cup only (3) groups, both receiving BV and STI testing and treatment at each visit. Self-collected vaginal swabs were used to measure VMB (16S rRNA gene amplicon sequencing), BV (Nugent score), and STIs. STIs were a composite of Chlamydia trachomatis and Neisseria gonorrhoeae (nucleic acid amplification test) and Trichomonas vaginalis (rapid immunochromatographic assay). Participants were not masked and were followed for 30 months. The primary outcome was diagnosis of BV; secondary outcomes were VMB and STIs. Intention-to-treat blinded analyses used mixed effects generalized linear regressions, with random effects term for school. The study was conducted between May 2, 2018, and February 7, 2021. A total of 436 participants were included: 213 cup, 223 control. There were 289 BV diagnoses: 162 among control participants and 127 among intervention participants (odds ratio 0.76 [95% CI 0.59 to 0.98]; p = 0.038). The occurrence of Lactobacillus crispatus-dominated VMB was higher among cup group participants (odds ratio 1.37 [95% CI 1.06 to 1.75]), as was the mean relative abundance of L. crispatus (3.95% [95% CI 1.92 to 5.99]). There was no effect of intervention on STIs (relative risk 0.82 [95% CI 0.50 to 1.35]). The primary limitations of this study were insufficient power for subgroup analyses, and generalizability of findings to nonschool and other global settings. CONCLUSIONS: Menstrual cups with BV and STI testing and treatment benefitted adolescent schoolgirls through lower occurrence of BV and higher L. crispatus compared with only BV and STI testing and treatment during the 30 months of a cluster randomized menstrual cup intervention. TRIAL REGISTRATION: ClinicalTrials.gov NCT03051789.",
      "mesh_terms": [
        "Female",
        "Adolescent",
        "Humans",
        "Vaginosis, Bacterial",
        "Kenya",
        "Menstrual Hygiene Products",
        "RNA, Ribosomal, 16S",
        "Sexually Transmitted Diseases",
        "Schools",
        "Microbiota"
      ]
    },
    {
      "pmid": "36185073",
      "title": "Cost-Effectiveness and Cost-Benefit Analyses of Providing Menstrual Cups and Sanitary Pads to Schoolgirls in Rural Kenya.",
      "authors": [
        "Masih A Babagoli",
        "Anja Benshaul-Tolonen",
        "Garazi Zulaika",
        "Elizabeth Nyothach",
        "Clifford Oduor",
        "David Obor",
        "Linda Mason",
        "Emily Kerubo",
        "Isaac Ngere",
        "Kayla F Laserson",
        "Rhiannon Tudor Edwards",
        "Penelope A Phillips-Howard"
      ],
      "journal": "Women's health reports (New Rochelle, N.Y.)",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To analyze the relative value of providing menstrual cups and sanitary pads to primary schoolgirls. DESIGN: Cost-effectiveness and cost-benefit analyses of three-arm single-site open cluster randomized controlled pilot study providing menstrual cups or sanitary pads for 1 year. PARTICIPANTS: Girls 14-16 years of age enrolled across 30 primary schools in rural western Kenya. METHODS: Cost-effectiveness analysis was conducted based on the health effects (reductions in disability-adjusted life years [DALYs]) and education effects (reductions in school absenteeism) of both interventions. The health and education benefits were separately valued and compared with relative program costs. RESULTS: Compared with the control group, the cost of menstrual cups was estimated at $3,270 per year for 1000 girls, compared with $24,000 for sanitary pads. The benefit of the menstrual cup program (1.4 DALYs averted, 95% confidence interval [CI]: -4.3 to 3.1) was higher compared with a sanitary pad program (0.48 DALYs averted, 95% CI: -4.2 to 2.3), but the health effects of both interventions were not statistically significant likely due to the limited statistical power. Using point estimates, the menstrual cup intervention was cost-effective in improving health outcomes ($2,300/DALY averted). The sanitary pad intervention had a cost-effectiveness of $300/student-school year in reducing school absenteeism. When considering improvements in future earnings from reduced absenteeism, the sanitary pad program had a net benefit of +$68,000 (95% CI: -$32,000 to +$169,000). CONCLUSIONS: The menstrual cup may provide a cost-effective solution for menstrual hygiene management in low-income settings. This study outlines a methodology for future analyses of menstrual hygiene interventions and highlights several knowledge gaps that need to be addressed. Trial registration: ISRCTN17486946."
    },
    {
      "pmid": "31638946",
      "title": "Menstrual cups and cash transfer to reduce sexual and reproductive harm and school dropout in adolescent schoolgirls: study protocol of a cluster-randomised controlled trial in western Kenya.",
      "authors": [
        "Garazi Zulaika",
        "Daniel Kwaro",
        "Elizabeth Nyothach",
        "Duolao Wang",
        "Emily Zielinski-Gutierrez",
        "Linda Mason",
        "Alie Eleveld",
        "Tao Chen",
        "Emily Kerubo",
        "Annemieke van Eijk",
        "Cheryl Pace",
        "David Obor",
        "Jane Juma",
        "Boaz Oyaro",
        "Louis Niessen",
        "Godfrey Bigogo",
        "Isaac Ngere",
        "Carl Henry",
        "Maxwell Majiwa",
        "Clayton O Onyango",
        "Feiko O Ter Kuile",
        "Penelope A Phillips-Howard"
      ],
      "journal": "BMC public health",
      "publication_date": "2019-Oct-21",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Adolescent girls in sub-Saharan Africa are disproportionally vulnerable to sexual and reproductive health (SRH) harms. In western Kenya, where unprotected transactional sex is common, young females face higher rates of school dropout, often due to pregnancy, and sexually transmitted infections (STIs), including HIV. Staying in school has shown to protect girls against early marriage, teen pregnancy, and HIV infection. This study evaluates the impact of menstrual cups and cash transfer interventions on a composite of deleterious outcomes (HIV, HSV-2, and school dropout) when given to secondary schoolgirls in western Kenya, with the aim to inform evidence-based policy to improve girls' health, school equity, and life-chances. METHODS: Single site, 4-arm, cluster randomised controlled superiority trial. Secondary schools are the unit of randomisation, with schoolgirls as the unit of measurement. Schools will be randomised into one of four intervention arms using a 1:1:1:1 ratio and block randomisation: (1) menstrual cup arm; (2) cash transfer arm, (3) cups and cash combined intervention arm, or (4) control arm. National and county agreement, and school level consent will be obtained prior to recruitment of schools, with parent consent and girls' assent obtained for participant enrolment. Participants will be trained on safe use of interventions, with all arms receiving puberty and hygiene education. Annually, the state of latrines, water availability, water treatment, handwashing units and soap in schools will be measured. The primary endpoint is a composite of incident HIV, HSV-2, and all-cause school dropout, after 3 years follow-up. School dropout will be monitored each term via school registers and confirmed through home visits. HIV and HSV-2 incident infections and risk factors will be measured at baseline, mid-line and end-line. Intention to treat analysis will be conducted among all enrolled participants. Focus group discussions will provide contextual information on uptake of interventions. Monitoring for safety will occur throughout. DISCUSSION: If proved safe and effective, the interventions offer a potential contribution toward girls' schooling, health, and equity in low- and middle-income countries. TRIAL REGISTRATION: ClinicalTrials.gov NCT03051789 , 15th February 2017.",
      "mesh_terms": [
        "Adolescent",
        "Female",
        "HIV Infections",
        "Harm Reduction",
        "Herpes Genitalis",
        "Humans",
        "Kenya",
        "Menstrual Hygiene Products",
        "Public Assistance",
        "Research Design",
        "Student Dropouts"
      ]
    },
    {
      "pmid": "28473520",
      "title": "Examining the safety of menstrual cups among rural primary school girls in western Kenya: observational studies nested in a randomised controlled feasibility study.",
      "authors": [
        "Jane Juma",
        "Elizabeth Nyothach",
        "Kayla F Laserson",
        "Clifford Oduor",
        "Lilian Arita",
        "Caroline Ouma",
        "Kelvin Oruko",
        "Jackton Omoto",
        "Linda Mason",
        "Kelly T Alexander",
        "Barry Fields",
        "Clayton Onyango",
        "Penelope A Phillips-Howard"
      ],
      "journal": "BMJ open",
      "publication_date": "2017-May-04",
      "publication_types": [
        "Journal Article",
        "Observational Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Examine the safety of menstrual cups against sanitary pads and usual practice in Kenyan schoolgirls. DESIGN: Observational studies nested in a cluster randomised controlled feasibility study. SETTING: 30 primary schools in a health and demographic surveillance system in rural western Kenya. PARTICIPANTS: Menstruating primary schoolgirls aged 14-16 years participating in a menstrual feasibility study. INTERVENTIONS: Insertable menstrual cup, monthly sanitary pads or 'usual practice' (controls). OUTCOME MEASURES: Staphylococcus aureus vaginal colonization, Escherichia coli growth on sampled used cups, toxic shock syndrome or other adverse health outcomes. RESULTS: Among 604 eligible girls tested, no adverse event or TSS was detected over a median 10.9 months follow-up. S. aureusprevalence was 10.8%, with no significant difference over intervention time or between groups. Of 65 S.aureus positives at first test, 49 girls were retested and 10 (20.4%) remained positive. Of these, two (20%) sample isolates tested positive for toxic shock syndrome toxin-1; both girls were provided pads and were clinically healthy. Seven per cent of cups required replacements for loss, damage, dropping in a latrine or a poor fit. Of 30 used cups processed for E. coli growth, 13 (37.1%, 95% CI 21.1% to 53.1%) had growth. E. coli growth was greatest in newer compared with established users (53%vs22.2%, p=0.12). CONCLUSIONS: Among this feasibility sample, no evidence emerged to indicate menstrual cups are hazardous or cause health harms among rural Kenyan schoolgirls, but large-scale trials and post-marketing surveillance should continue to evaluate cup safety.",
      "mesh_terms": [
        "Adolescent",
        "Escherichia coli Infections",
        "Feasibility Studies",
        "Female",
        "Health Knowledge, Attitudes, Practice",
        "Humans",
        "Kenya",
        "Menstrual Hygiene Products",
        "Reproductive Tract Infections",
        "Rural Population",
        "Schools",
        "Staphylococcal Infections",
        "Students",
        "Vaginosis, Bacterial"
      ]
    },
    {
      "pmid": "27881530",
      "title": "Menstrual cups and sanitary pads to reduce school attrition, and sexually transmitted and reproductive tract infections: a cluster randomised controlled feasibility study in rural Western Kenya.",
      "authors": [
        "Penelope A Phillips-Howard",
        "Elizabeth Nyothach",
        "Feiko O Ter Kuile",
        "Jackton Omoto",
        "Duolao Wang",
        "Clement Zeh",
        "Clayton Onyango",
        "Linda Mason",
        "Kelly T Alexander",
        "Frank O Odhiambo",
        "Alie Eleveld",
        "Aisha Mohammed",
        "Anna M van Eijk",
        "Rhiannon Tudor Edwards",
        "John Vulule",
        "Brian Faragher",
        "Kayla F Laserson"
      ],
      "journal": "BMJ open",
      "publication_date": "2016-Nov-23",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Conduct a feasibility study on the effect of menstrual hygiene on schoolgirls' school and health (reproductive/sexual) outcomes. DESIGN: 3-arm single-site open cluster randomised controlled pilot study. SETTING: 30 primary schools in rural western Kenya, within a Health and Demographic Surveillance System. PARTICIPANTS: Primary schoolgirls 14-16 years, experienced 3 menses, no precluding disability, and resident in the study area. INTERVENTIONS: 1 insertable menstrual cup, or monthly sanitary pads, against 'usual practice' control. All participants received puberty education preintervention, and hand wash soap during intervention. Schools received hand wash soap. PRIMARY AND SECONDARY OUTCOME MEASURES: Primary: school attrition (drop-out, absence); secondary: sexually transmitted infection (STI) (Trichomonas vaginalis, Chlamydia trachomatis, Neisseria gonorrhoea), reproductive tract infection (RTI) (bacterial vaginosis, Candida albicans); safety: toxic shock syndrome, vaginal Staphylococcus aureus. RESULTS: Of 751 girls enrolled 644 were followed-up for a median of 10.9 months. Cups or pads did not reduce school dropout risk (control=8.0%, cups=11.2%, pads=10.2%). Self-reported absence was rarely reported and not assessable. Prevalence of STIs in the end-of-study survey among controls was 7.7% versus 4.2% in the cups arm (adjusted prevalence ratio (aPR) 0.48, 0.24 to 0.96, p=0.039), 4.5% with pads (aPR=0.62; 0.37 to 1.03, p=0.063), and 4.3% with cups and pads pooled (aPR=0.54, 0.34 to 0.87, p=0.012). RTI prevalence was 21.5%, 28.5% and 26.9% among cup, pad and control arms, 71% of which were bacterial vaginosis, with a prevalence of 14.6%, 19.8% and 20.5%, per arm, respectively. Bacterial vaginosis was less prevalent in the cups (12.9%) compared with pads (20.3%, aPR=0.65, 0.44 to 0.97, p=0.034) and control (19.2%, aPR=0.67, 0.43 to 1.04, p=0.075) arm girls enrolled for 9 months or longer. No adverse events were identified. CONCLUSIONS: Provision of menstrual cups and sanitary pads for ∼1 school-year was associated with a lower STI risk, and cups with a lower bacterial vaginosis risk, but there was no association with school dropout. A large-scale trial on menstrual cups is warranted. TRIAL REGISTRATION: ISRCTN17486946; Results.",
      "mesh_terms": [
        "Absenteeism",
        "Adolescent",
        "Feasibility Studies",
        "Female",
        "Humans",
        "Kenya",
        "Linear Models",
        "Menstrual Hygiene Products",
        "Multivariate Analysis",
        "Pilot Projects",
        "Reproductive Tract Infections",
        "Rural Population",
        "Schools",
        "Sexually Transmitted Diseases",
        "Student Dropouts",
        "Students",
        "Vaginosis, Bacterial"
      ]
    },
    {
      "pmid": "21673197",
      "title": "FLOW (finding lasting options for women): multicentre randomized controlled trial comparing tampons with menstrual cups.",
      "authors": [
        "Courtney Howard",
        "Caren Lee Rose",
        "Konia Trouton",
        "Holly Stamm",
        "Danielle Marentette",
        "Nicole Kirkpatrick",
        "Sanja Karalic",
        "Renee Fernandez",
        "Julie Paget"
      ],
      "journal": "Canadian family physician Medecin de famille canadien",
      "publication_date": "2011-Jun",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To determine whether menstrual cups are a viable alternative to tampons. DESIGN: Randomized controlled trial. SETTING: Prince George, Victoria, and Vancouver, BC. PARTICIPANTS: A total of 110 women aged 19 to 40 years who had previously used tampons as their main method of menstrual management. INTERVENTION: Participants were randomized into 2 groups, a tampon group and a menstrual cup group. Using online diaries, participants tracked 1 menstrual cycle using their regular method and 3 menstrual cycles using the method of their allocated group. MAIN OUTCOME MEASURES: Overall satisfaction; secondary outcomes included discomfort, urovaginal infection, cost, and waste. RESULTS: Forty-seven women in each group completed the final survey, 5 of whom were subsequently excluded from analysis (3 from the tampon group and 2 from the menstrual cup group). Overall satisfaction on a 7-point Likert scale was higher for the menstrual cup group than for the tampon group (mean [standard deviation] score 5.4 [1.5] vs 5.0 [1.0], respectively; P=.04). Approximately 91% of women in the menstrual cup group said they would continue to use the cup and recommend it to others. Women used a median of 13 menstrual products per cycle, or 169 products per year, which corresponds to approximately 771,248,400 products used annually in Canada. Estimated cost for tampon use was $37.44 a year (similar to the retail cost of 1 menstrual cup). Subjective vaginal discomfort was initially higher in the menstrual cup group, but the discomfort decreased with continued use. There was no significant difference in physician-diagnosed urovaginal symptoms between the 2 groups. CONCLUSION: Both of the menstrual management methods evaluated were well tolerated by subjects. Menstrual cups are a satisfactory alternative to tampons and have the potential to be a sustainable solution to menstrual management, with moderate cost savings and much-reduced environmental effects compared with tampons. Trial registration number C06-0478 (ClinicalTrials.gov).",
      "mesh_terms": [
        "Adult",
        "British Columbia",
        "Female",
        "Humans",
        "Menstrual Hygiene Products",
        "Patient Satisfaction",
        "Self Report",
        "Victoria"
      ]
    }
  ]
}