{
  "supplement": "Mindfulness-Based Art Therapy",
  "query": "Mindfulness-Based Art Therapy[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:04:44",
  "research_count": 17,
  "count": 17,
  "articles": [
    {
      "pmid": "39261845",
      "title": "The effect of mindfulness-based art therapy (MBAT) on the body image of women with polycystic ovary syndrome (PCOS): a randomized controlled trial.",
      "authors": [
        "Zahra Ramazanian Bafghi",
        "Atefeh Ahmadi",
        "Firoozeh Mirzaee",
        "Masumeh Ghazanfarpour"
      ],
      "journal": "BMC psychiatry",
      "publication_date": "2024-Sep-11",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The prevalence of polycystic ovary syndrome (PCOS) has increased in the last decade, resulting in enduring psychological effects, including negative body image. This study explored the effect of mindfulness-based art therapy (MBAT) on body image in women with PCOS. METHODS: In a randomized, single-blind, controlled trial conducted in Kerman, Iran, women of reproductive age (18-45) who were diagnosed with PCOS and met specific inclusion criteria were randomly allocated to either the MBAT intervention group or a control group placed on a therapy waiting list. The main focus of the study involved evaluating alterations in body image scores as the primary measure. Additionally, the study assessed secondary outcomes, which encompassed various domains of the Multidimensional Body-Self Relations Questionnaire (MBSRQ) before, immediately after, and one month after the intervention. The trial is registered with www.irct.ir (Registration code (25/01/2020): IRCT20170611034452N9). RESULTS: Between August 2020 and January 2021, 66 participants were randomly assigned to the MBAT or waiting list group, and the study was completed by 60 women. At the end of the intervention, body image (adjusted mean difference from baseline (AMD) of 29.22 [95% CI 19.54, 38.90], P < 0.05) and at the one-month follow-up (AMD of 34.77 [95% CI 24.75, 44.80], P < 0.05) were greater in the MBAT group than in the waiting list group. At certain time points, some MBSRQ domains, including body area satisfaction (BASS) (p < 0.05), appearance evaluation (p < 0.05), fitness orientation (p > 0.05), health orientation (p < 0.05), and self-classified weight (p > 0.05), had higher scores than did the control group. However, only BASS had a conclusive effect size (large). Additionally, appearance orientation (p > 0.05), illness orientation (p > 0.05), health evaluation (p < 0.05), fitness evaluation (p > 0.05), and overweight preoccupation (p < 0.05) had lower scores with variable and inconclusive effect sizes. CONCLUSIONS: The MBAT has potential as an effective approach for enhancing body image in women with PCOS. However, some MBSRQ domain results were inconclusive, likely due to the small sample size. Therefore, further research with a larger sample size is recommended.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Polycystic Ovary Syndrome",
        "Body Image",
        "Adult",
        "Mindfulness",
        "Art Therapy",
        "Single-Blind Method",
        "Young Adult",
        "Iran",
        "Adolescent",
        "Middle Aged",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "36595633",
      "title": "A qualitative inquiry comparing mindfulness-based art therapy, mindfulness and neutral clay tasks as a proactive mental health solution for college students.",
      "authors": [
        "Andrea Cheshure",
        "Theresa Van Lith"
      ],
      "journal": "Journal of American college health : J of ACH",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Objective: The purpose of this study was to examine how college students perceive and manage stress and anxiety in the university setting and explain their perceptions of the effects of MBAT, NCT, and MO on stress, anxiety, and general student functioning. Participants: 58 undergraduate college students participated in post-test interviews following their engagement in either mindfulness-based art therapy (MBAT), a neutral clay task (NCT) or mindfulness only (MO) interventions using a 5-week online format. Methods: Magnitude coding was used to describe participant's perspectives. Results: Many themes emerged including habitual creative practice, prioritizing time for the self, enjoyable/relaxing activity, learning new techniques, understanding of processing and developing self-insight. Themes in the NCT group were more surface level observations, whereas MBAT, and to a lesser extent, MO groups contained an element of deeper understanding and processing. Conclusions: These findings offer support for implementing online and accessible mental health strategies as a gateway to traditional therapies in college settings.",
      "mesh_terms": [
        "Humans",
        "Mindfulness",
        "Students",
        "Female",
        "Male",
        "Art Therapy",
        "Universities",
        "Qualitative Research",
        "Young Adult",
        "Stress, Psychological",
        "Adult",
        "Anxiety",
        "Mental Health",
        "Adolescent"
      ]
    },
    {
      "pmid": "34898951",
      "title": "Effect of Mindfulness-Based Art Therapy (MBAT) on Psychological Distress and Spiritual Wellbeing in Breast Cancer Patients Undergoing Chemotherapy.",
      "authors": [
        "Anjali Mangesh Joshi",
        "Suchitra Ajay Mehta",
        "Nikhil Pande",
        "Ajay Omprakash Mehta",
        "Kamaljeet Sanjay Randhe"
      ],
      "journal": "Indian journal of palliative care",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Psychological distress and spiritual well-being (SWB) are directly related to the quality of life in cancer patients. Mindfulness-Based Art Therapy (MBAT) integrates mindfulness practices with art therapy and has shown to decrease distress levels and improve SWB in women with breast cancer. The objective of the study was to identify the effects of a 1-week MBAT intervention on psychological distress and SWB in breast cancer patients undergoing chemotherapy. MATERIALS AND METHODS: This was a single group, pre-test post-test study carried out in a clinical setting. The psycho-oncology assessment questionnaire, Distress Thermometer (DT) and Functional Assessment of Chronic Illness Therapy-SWB Scale 12 (FACIT-SP12) Version 4 were administered before, post1st supervised MBAT session and post 1 week of home practice to breast cancer patients undergoing chemotherapy (n = 30). The MBAT intervention included mindfulness meditation for 15 min and mindful coloring for 30 min daily for 1 week. Data analysis was done using R i386 4.0.3. RESULTS: The median DT score significantly decreased from pre-session to immediate post-session and pre-session to post 1-week session. The median of meaning, peace, and faith subscales of FACIT SP12 scores along with total FACIT SP12 score significantly increased from pre-session to immediate post-session as well as from pre-session to post 1 week. CONCLUSION: One-week MBAT intervention for breast cancer patients undergoing chemotherapy significantly decreased the psychological distress and significantly improved the SWB in terms of meaning, peace, and faith."
    },
    {
      "pmid": "34479649",
      "title": "Mindfulness based art therapy study protocol to determine efficacy in reducing college stress and anxiety.",
      "authors": [
        "Theresa Van Lith",
        "Andrea Cheshure",
        "Scott M Pickett",
        "Gregg D Stanwood",
        "Megan Beerse"
      ],
      "journal": "BMC psychology",
      "publication_date": "2021-Sep-03",
      "publication_types": [
        "Clinical Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: College students in Generation Z are among the most stressed of our time. Previous research suggests that current interventions on university campuses are primarily for students in crises, but supportive services like psychoeducation to introduce coping skills are scant. Interventions that take both financial and time pressures into account are needed to address the mental health challenges faced by students. This study is designed to determine the unique role of the arts as a proactive mental health strategy for college students. METHODS: A sample of college students in Generation Z (n = 120) will be recruited. Participants will be assigned to Arts-only, mindfulness-only, mindfulness-based art interventions or a non-intervention control group. These interventions will be delivered using a minimal contact, web-based approach. Participants will be screened for eligibility requirements prior to the inclusion in the Time 1 assessment though an online survey. Once enrolled, participants will complete the Time 1 assessment, followed by the intervention. Each assessment will consist of psychological and physiological measures. The MBAT, NCT and MO groups will complete a brief self-care task twice a week for 5 weeks. Upon completion of the assigned intervention, participants will complete a Time 2 assessment and participate in the Trier Social Stress Test. Six weeks post-intervention, participants will complete the final assessment to assess the longevity of effects of the intervention. DISCUSSION: This study will clarify the effects of Mindfulness-based Art Therapy on several biometric and physiological markers above and beyond isolated art therapy or mindfulness interventions. Qualitative data in the form of transcribed exit interviews will be analyzed to characterize the unique needs of Generation Z students, along with level of engagement, intervention acceptance and satisfaction. The results will identify the efficacy of a low-cost and easily accessible mental health intervention targeting college students experiencing stress and anxiety. Trial registration ClinicalTrials.gov, NCT04834765, 05/17/21. Retrospectively registered.",
      "mesh_terms": [
        "Anxiety",
        "Art Therapy",
        "Humans",
        "Mindfulness",
        "Students",
        "Universities"
      ]
    },
    {
      "pmid": "33253065",
      "title": "A qualitative inquiry comparing mindfulness-based art therapy versus neutral clay tasks as a proactive mental health solution for college students.",
      "authors": [
        "Theresa Van Lith",
        "Megan Beerse",
        "Quinn Smalley"
      ],
      "journal": "Journal of American college health : J of ACH",
      "publication_date": "2022",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Objective: College students experience unprecedented levels of stress and anxiety, impacting their desire to perform well and live a balanced life. Mindfulness-based practices along with art therapy techniques have been demonstrated to improve psychological and physiological impacts of stress and anxiety among college students. Participants: 12 undergraduate college students participated in pre and post-test interviews following their engagement in either mindfulness-based art therapy (MBAT) or a neutral clay task (NCT) using a 5-week online format. Methods: Descriptive phenomenology and artful inquiry were used to elicit participants' perspectives. Results: Both MBAT and NCT elicited relaxing and calming effects, but MBAT provided more proactive and direct benefits, with participants reporting that they could identify and move through stressors. While NCT participants described their experience as fun or playful. Conclusions: These findings offer notable support for implementing online and accessible mental health strategies such as MBAT and NCT into college settings.",
      "mesh_terms": [
        "Art Therapy",
        "Clay",
        "Humans",
        "Mental Health",
        "Mindfulness",
        "Stress, Psychological",
        "Students",
        "Universities"
      ]
    },
    {
      "pmid": "33156593",
      "title": "Pilot Study of Videos to Deliver Mindfulness-Based Art Therapy for Adults With Multiple Sclerosis.",
      "authors": [
        "Pamela Newland",
        "Rebecca Miller",
        "B Ann Bettencourt",
        "Verna Hendricks-Ferguson"
      ],
      "journal": "The Journal of neuroscience nursing : journal of the American Association of Neuroscience Nurses",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Mindfulness-based art therapy (MBAT) has been shown to provide a strategy for adults with multiple sclerosis (MS) to self-manage their symptoms. There is a need for the use of an MBAT intervention that can be delivered in any setting for adults with MS. The purpose of this pilot feasibility study was to test the feasibility and acceptability of an MBAT intervention delivered via videoconference. METHODS: We developed an MBAT intervention to be delivered by videoconference to adults with MS recruited from an academic center registry. We also conducted phone interviews to collect acceptability data. RESULTS: Most of the participants (n = 5) were very positive about the MBAT video sessions and stated content as clear and easy to follow and understand. The time and delivering method were acceptable. CONCLUSION: Mindfulness-based art therapy sessions delivered through videoconference are acceptable and feasible for adults with MS.",
      "mesh_terms": [
        "Art Therapy",
        "Feasibility Studies",
        "Humans",
        "Mindfulness",
        "Multiple Sclerosis",
        "Pilot Projects",
        "Surveys and Questionnaires",
        "Videotape Recording"
      ]
    },
    {
      "pmid": "33075726",
      "title": "Effectiveness of mindfulness-based art therapy for symptoms of anxiety, depression, and fatigue: A systematic review and meta-analysis.",
      "authors": [
        "Pamela Newland",
        "B Ann Bettencourt"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND AND PURPOSE: Many people with chronic medical conditions experience symptoms that are complex and negatively impact their quality of life (QOL). This review and meta-analysis examined the benefits of mindfulness based art therapy (MBAT) to relieve symptoms. METHODS: Included were studies that (a) evaluated an MBAT intervention in adults, (b) included a sufficient effect size and control group, and (c) assessed symptoms and QOL outcomes. RESULTS: Fourteen studies sampling adolescents and adults met inclusion criteria. Participants who received MBAT interventions reported significant improvements in psychological and physical symptoms indices compared to controls; the meta-analysis MBAT interventions revealed a medium effect size whereas that for controls the effect size was equivalent to zero. CONCLUSION: MBAT is a promising intervention for symptom relief. However, the literature is limited by the small number of studies. Randomized controlled trials with larger samples are needed to validate findings.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Anxiety",
        "Art Therapy",
        "Depression",
        "Fatigue",
        "Humans",
        "Mindfulness",
        "Quality of Life"
      ]
    },
    {
      "pmid": "32328447",
      "title": "The Effectiveness of Mindfulness-Based Art Therapy (MBAT) on Healthy Lifestyle in Iranian Menopausal Women.",
      "authors": [
        "Zeinab Jalambadani"
      ],
      "journal": "Journal of lifestyle medicine",
      "publication_date": "2020-Jan-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The purpose of this study was to determine the effectiveness of mindfulness-based art therapy (MBAT) in promoting life style in Iranian menopausal women. METHODS: This study was a quasi experimental study that was conducted on 104 menopausal women in Neyshabur,Iran 2018. One hundred and four menopausal women completed both the pre- and post-study measurements. The MBAT group demonstrated a significant decrease in symptoms of distress and significant improvements in key aspects of the health-related style of life (as measured by HPLPII questionnaire). RESULTS: The MBAT interventions had a significant effect on improving lifestyle behaviors (p < 0.05). Among the dimensions of style of life, the highest mean score was for nutrition (35.14 ± 3.35), and the lowest score was achieved by the subdomains of physical activity (14.89 ± 3.55). The mean (standard deviation) scores of stress management, interpersonal relations and health responsibility were 21.54 ± 1.12, 26.00 ± 2.54 and 16.87 ± 4.10, respectively. CONCLUSION: This investigation of MBAT provides initial encouraging data that support a possible future role for the intervention as a psychosocial option for decrease in symptoms of distress menopausal women and improve lifestyle."
    },
    {
      "pmid": "32073202",
      "title": "Therapeutic psychological and biological responses to mindfulness-based art therapy.",
      "authors": [
        "Megan E Beerse",
        "Theresa Van Lith",
        "Gregg Stanwood"
      ],
      "journal": "Stress and health : journal of the International Society for the Investigation of Stress",
      "publication_date": "2020-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Stress and anxiety pose a threat to college students' academic performance as well as their long-term mental and physical health, but the time constraints of a rigorous academic schedule make it difficult to offer even brief mental health interventions. A convenience sample of full-time students at a public university was recruited for a 5-week study conducted mostly using an online platform. Participants were randomly assigned to a Mindfulness-Based Art Therapy (MBAT) intervention or a Neutral Clay Task (NCT). Anxiety, perceived stress, and salivary cortisol outcomes were measured. A total of n = 77 participants completed the study. The MBAT group experienced significant reductions in anxiety and perceived stress compared to the NCT group. Significant reductions in salivary cortisol were observed, but only time could be identified as a confounding variable. Art making alone is not enough to induce significant positive responses, but this study suggests MBAT can, and that an online intervention could offer feasible and accessible mental health services on college campuses. Further refinement of biological data collection and analysis is needed to determine what the mediating effects MBAT could have, if any, at the molecular level.",
      "mesh_terms": [
        "Anxiety",
        "Art Therapy",
        "Humans",
        "Hydrocortisone",
        "Mindfulness",
        "Saliva",
        "Stress, Psychological",
        "Students",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "31635490",
      "title": "Biobehavioral utility of mindfulness-based art therapy: Neurobiological underpinnings and mental health impacts.",
      "authors": [
        "Megan E Beerse",
        "Theresa Van Lith",
        "Scott M Pickett",
        "Gregg D Stanwood"
      ],
      "journal": "Experimental biology and medicine (Maywood, N.J.)",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "UNLABELLED: Mindfulness-based art therapy (MBAT) combines mindfulness practices with art therapy to promote health, wellness, and adaptive responses to stress. Mindfulness-based stress reduction programs have been demonstrated to reduce anxiety symptoms in people with generalized anxiety disorder and serious medical conditions such as cancer. However, the benefits of MBAT specifically—not just in clinical anxiety disorders, but also for routine day-to-day anxiousness—have received little attention until recently. In this mini-review, we summarize how several established mindfulness-based interventions affect mental health with a specific focus on MBAT. We also describe and evaluate data indicating involvement of specific neural circuits and neuroendocrine markers of stress and/or anxiety. Lastly, we suggest areas of focus for future rigorous research on MBAT interventions and propose multiple biobehavioral and physiological mechanisms through which therapeutic benefits may be achieved. IMPACT STATEMENT: Recent studies demonstrate the therapeutic potential of intensive MBAT and other mindfulness-based interventions for severe health conditions including cancer, heart disease, and anxiety, with effectiveness that rivals and sometimes even exceeds cognitive behavior therapy. MBAT-based approaches appear to be poised to mature into large-scale, cost-effective therapies for mental health disorders and symptoms comorbid with other serious health issues. However, the field currently suffers from inconsistent deployment protocols and needs additional validation data—at the behavioral, neuroendocrine, and neural levels—in order to establish best practices.",
      "mesh_terms": [
        "Anxiety",
        "Art Therapy",
        "Behavior",
        "Humans",
        "Mental Health",
        "Mindfulness",
        "Stress, Psychological"
      ]
    },
    {
      "pmid": "31607191",
      "title": "Examining the effect of mindfulness-based art therapy (MBAT) on stress and lifestyle of Iranian pregnant women.",
      "authors": [
        "Zeinab Jalambadani",
        "Abasalt Borji",
        "Mehdi Bakaeian"
      ],
      "journal": "Journal of obstetrics and gynaecology : the journal of the Institute of Obstetrics and Gynaecology",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The purpose of this study was to determine the effect of mindfulness-based art therapy (MBAT) in decreasing stress and improving on pregnant women's life style in Neyshabur, Iran 2018. The participants of the present quasi-experimental study were 84 pregnant women. The findings showed that the MBAT group demonstrated a significant decrease in symptoms of distress and significant improvements in key aspects of the health-related style of life as measured by Health Promoting Lifestyle Profile-II questionnaire. Moreover, it was found that the MBAT intervention had a significant effect on improving lifestyle behaviours (p < .05). The highest mean score of lifestyle was for the sub-domain of nutrition (31.35 ± 5.34), while the lowest score was achieved by the sub-domains of physical activity (13.55 ± 1.89).The mean (SD) score of stress management was (19.12 ± 1.54). This investigation of MBAT provides initial encouraging data that support a possible future role for the intervention as a psychosocial option for decreasing symptoms of distress in pregnant women and improving their lifestyle.Impact statementWhat is already known on this subject? Mindfulness-based art therapy is a blend of basic meditation principles and art therapy. The results of this study showed that mindfulness-based art therapy (MBAT) could decrease the stress and improve lifestyle behaviours in pregnant women.What do the results of this study add? The results of the present study showed that mindfulness-based art therapy (MBAT) during pregnancy decreased the stress and improved life style. It is believed that changing lifestyle to include mind-body medicine such as MBAT in pregnant women will greatly reduce stress responses, and help protect pregnant women from disease during pregnancy.What are the implications of these findings for clinical practice and/or further research? The study showed the important role of mindfulness-based art therapy (MBAT) during pregnancy in reducing stress and improving life style.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Art Therapy",
        "Female",
        "Humans",
        "Iran",
        "Life Style",
        "Middle Aged",
        "Mindfulness",
        "Pregnancy",
        "Pregnancy Complications",
        "Pregnant People",
        "Stress, Psychological",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "30931365",
      "title": "Effectiveness of Mindfulness-Based Art Therapy on Healthy Quality of Life in Women with Breast Cancer.",
      "authors": [
        "Zeinab Jalambadani",
        "Abasalt Borji"
      ],
      "journal": "Asia-Pacific journal of oncology nursing",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The purpose of this study was to determine the effectiveness of mindfulness-based art therapy (MBAT) in promoting quality of life in Neyshabur women with breast cancer. METHODS: This study was an interventional design that was conducted on 124 women with breast cancer (any stage) in Iran 2018. One hundred and fourteen women with breast cancer were paired by age and randomized to either 12-week MBAT intervention group or a wait-list-control group. One hundred and fourteen women with breast cancer completed both the pre-and post-study measurements. As compared to the control group, the MBAT group demonstrated a significant decrease in symptoms of distress and significant improvements in key aspects of the health-related quality of life (as measured by the World Health Organization Quality-of-Life - BREF questionnaire). RESULTS: The MBAT interventions had a significant effect on improving quality of life behaviors (P < 0.05). Among the dimensions of quality of life, the highest mean score was for subpsychological (18.14 ± 2.35), and the lowest score was achieved by the subdomains of social relationships (13.54 ± 1.12). The mean (standard deviation) scores of physical health and environment were 17.19 ± 3.55 and 16.10 ± 1.87, respectively. CONCLUSIONS: This investigation of MBAT provides initial encouraging data that support a possible future role for the intervention as a psychosocial option for decrease in symptoms of women with breast cancer and quality of life."
    },
    {
      "pmid": "29542299",
      "title": "Effects of Mindfulness-Based Art Therapy on Psychological Symptoms in Patients with Coronary Artery Disease.",
      "authors": [
        "Seung Ho Jang",
        "Jae Hee Lee",
        "Hye Jin Lee",
        "Sang Yeol Lee"
      ],
      "journal": "Journal of Korean medical science",
      "publication_date": "2018-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Mindfulness-based art therapy (MBAT) induces emotional relaxation in coronary artery disease (CAD) patients, and is a treatment known to improve psychological stability. The objective of this study was to evaluate the treatment effects of MBAT for CAD patients. METHODS: A total of 44 CAD patients were selected as participants, 21 patients belonged to a MBAT group, and 23 patients belonged to the control group. The patients in the MBAT group were given 12 sessions of treatments. To measure depression and anxiety, Beck Depression Inventory (BDI) and Trait Anxiety Inventory (TAI) were used. Anger and anger expression were evaluated using the State Trait Anger Expression Inventory (STAXI). The treatment results were analyzed using two-way repeated measures analysis of variance (ANOVA). RESULTS: The results showed that significant effects for groups, time, and interaction in the depression (interaction effect, [F(1,36) = 23.15, P < 0.001]; between groups, [F(1,36) = 5.73, P = 0.022]), trait anxiety (interaction effect, [F(1,36) = 13.23, P < 0.001]; between groups, [F(1,36) = 4.38, P = 0.043]), state anger (interaction effect, [F(1,36) = 5.60, P = 0.023]), trait anger (interaction effect, [F(1,36) = 6.93, P = 0.012]; within group, [F(1,36) = 4.73, P = 0.036]), anger control (interaction effect, [F(1,36) = 8.41, P = 0.006]; within group, [F(1,36) = 9.41, P = 0.004]), anger out (interaction effect, [F(1,36) = 6.88, P = 0.012]; within group, [F(1,36) = 13.17, P < 0.001]; between groups, [F(1,36) = 5.62, P = 0.023]), and anger in (interaction effect, [F(1,36) = 32.66, P < 0.001]; within group, [F(1,36) = 25.90, P < 0.001]; between groups, [F(1,36) = 12.44, P < 0.001]). CONCLUSION: MBAT can be seen as an effective treatment method that improves CAD patients' psychological stability. Evaluation of treatment effects using program development and large-scale research for future clinical application is needed.",
      "mesh_terms": [
        "Anger",
        "Angina Pectoris",
        "Anxiety",
        "Art Therapy",
        "Coronary Artery Disease",
        "Depression",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Mindfulness",
        "Psychiatric Status Rating Scales",
        "Stress, Psychological",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "29514486",
      "title": "A Pilot Study of a Mindfulness-Based Art Therapy Intervention in Outpatients With Cancer.",
      "authors": [
        "Salimah H Meghani",
        "Caroline Peterson",
        "Donna H Kaiser",
        "Joseph Rhodes",
        "Hengyi Rao",
        "Jesse Chittams",
        "Anjan Chatterjee"
      ],
      "journal": "The American journal of hospice & palliative care",
      "publication_date": "2018-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Patients with cancer frequently experience physical and psychological distress that can worsen their quality of life. OBJECTIVES: We assessed the outcomes of an 8-week mindfulness-based art therapy (MBAT) intervention, Walkabout: Looking In, Looking Out, on symptoms, sleep quality, health-related quality of life, sense of coherence (SOC), and spirituality in outpatients with cancer. METHODS: A 1-group, pre-post intervention design with repeated measures at baseline, week 4, and week 8. RESULTS: Despite a small pilot sample (n = 18), we found large effect sizes and statistically significant improvements from week 1 to week 8 in depression, the comprehensibility subscale of the SOC, and each subscale of spirituality, that is, peace, meaning, and faith. There were no significant changes in physical functioning, pain, sleep, tiredness, drowsiness, nausea, and appetite. CONCLUSIONS: The MBAT intervention, Walkabout, seems to meet key palliative care goals including improvement in emotional well-being, comprehensibility, and meaning making among outpatients with cancer.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Art Therapy",
        "Female",
        "Humans",
        "Male",
        "Mental Health",
        "Middle Aged",
        "Mindfulness",
        "Neoplasms",
        "Pilot Projects",
        "Quality of Life",
        "Sleep",
        "Spirituality",
        "Stress, Psychological"
      ]
    },
    {
      "pmid": "28975012",
      "title": "Costs and Effectiveness of Mindfulness-Based Art Therapy versus Standard Breast Cancer Support Group for Women with Cancer.",
      "authors": [
        "Katherine M Prioli",
        "Laura T Pizzi",
        "Kathryn M Kash",
        "Andrew B Newberg",
        "Anna Marie Morlino",
        "Michael J Matthews",
        "Daniel A Monti"
      ],
      "journal": "American health & drug benefits",
      "publication_date": "2017-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The results of several studies have demonstrated that women and men with a cancer diagnosis benefit from interventions to reduce distress and improve quality of life (QOL). However, little is known about the costs and effectiveness of such interventions. Identifying a stress-reduction program that is low cost and effective is important for payers, employers, and healthcare professionals, as well as for patients with cancer. OBJECTIVE: To evaluate the direct costs and effectiveness of the mindfulness-based art therapy (MBAT) program compared with the cost and effectiveness of a breast cancer support group (BCSG). METHODS: This economic pilot study evaluated the direct costs and effectiveness of a mindfulness-based intervention for stress reduction in patients with breast cancer who are receiving care versus the cost of a usual care support group used as the comparator. The cost variables for each cohort included the cost of program delivery (ie, staff and supplies), mileage reimbursements, medication costs, and healthcare utilization costs. Effectiveness was measured by a change in quality-adjusted life-year derived from the 36-Item Short-Form Health Survey (SF-36) QOL battery. RESULTS: Overall, the cost for 191 participants in the MBAT intervention group was $992.49 per participant compared with $562.71 per participant for the BCSG intervention. Both interventions achieved a similar change in healthcare utilization based on the SF-36 QOL battery. Although the MBAT intervention was more costly than a BCSG intervention, sensitivity analysis showed that the cost-effectiveness of the MBAT intervention could achieve parity with that of a BCSG if some intervention-related costs, such as staff time and supplies, were reduced. CONCLUSION: As psychosocial cancer care becomes more refined with time, it will be important to determine the best and most cost-effective interventions for patients with cancer, particularly in light of healthcare reform. Information from this study could help inform payers, employers, and other stakeholders regarding which interventions would be least costly and most effective for patients with cancer."
    },
    {
      "pmid": "27473311",
      "title": "Beneficial Effect of Mindfulness-Based Art Therapy in Patients with Breast Cancer-A Randomized Controlled Trial.",
      "authors": [
        "Seung-Ho Jang",
        "Seung-Yeon Kang",
        "Hye-Jin Lee",
        "Sang-Yeol Lee"
      ],
      "journal": "Explore (New York, N.Y.)",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Mindfulness-based art therapy (MBAT) induces emotional relaxation in cancer patients and is a treatment known to improve psychological stability. The objective of this research was to evaluate the treatment effects of MBAT for breast cancer patients. METHODS: Overall, 24 breast cancer patients were selected as subjects of the study. Two groups, the MBAT group and control group with 12 patients each, were randomly assigned. The patients in the MBAT group were given 12 sessions of treatments. To measure depression and anxiety, low scales of the personality assessment inventory (PAI) was used. Health-related quality of life was evaluated using the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire (EORTCQLQ-C30). The treatment results were analyzed using analysis of covariance (ANCOVA) and two-way repeated measures analysis of variance (ANOVA). RESULTS: The results showed that depression and anxiety decreased significantly and health-related quality of life improved significantly in the MBAT group. In the control group, however, there was no significant change. CONCLUSIONS: MBAT can be seen as an effective treatment method that improves breast cancer patients׳ psychological stability and quality of life. Evaluation of treatment effects using program development and large-scale research for future clinical application is needed.",
      "mesh_terms": [
        "Adaptation, Psychological",
        "Analysis of Variance",
        "Anxiety",
        "Art Therapy",
        "Breast Neoplasms",
        "Depression",
        "Female",
        "Humans",
        "Meditation",
        "Middle Aged",
        "Mindfulness",
        "Quality of Life",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "16288447",
      "title": "A randomized, controlled trial of mindfulness-based art therapy (MBAT) for women with cancer.",
      "authors": [
        "Daniel A Monti",
        "Caroline Peterson",
        "Elisabeth J Shakin Kunkel",
        "Walter W Hauck",
        "Edward Pequignot",
        "Lora Rhodes",
        "George C Brainard"
      ],
      "journal": "Psycho-oncology",
      "publication_date": "2006-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "The purpose of this study was to gather data on the efficacy of a newly developed psychosocial group intervention for cancer patients, called mindfulness-based art therapy (MBAT). One hundred and eleven women with a variety of cancer diagnoses were paired by age and randomized to either an eight-week MBAT intervention group or a wait-list control group. Ninety-three participants (84%) completed both the pre- and post-study measurements. As compared to the control group, the MBAT group demonstrated a significant decrease in symptoms of distress (as measured by the Symptoms Checklist-90-Revised) and significant improvements in key aspects of health-related quality of life (as measured by the Medical Outcomes Study Short-Form Health Survey). This investigation of MBAT provides initial encouraging data that support a possible future role for the intervention as a psychosocial treatment option for cancer patients.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Analysis of Variance",
        "Art Therapy",
        "Female",
        "Health Status",
        "Humans",
        "Middle Aged",
        "Neoplasms",
        "Philadelphia",
        "Quality of Life",
        "Stress, Psychological"
      ]
    }
  ]
}