{
  "supplement": "Monounsaturated Fat",
  "query": "Monounsaturated Fat[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:05:54",
  "research_count": 37,
  "count": 37,
  "articles": [
    {
      "pmid": "38216647",
      "title": "Monounsaturated fat-rich diet reduces body adiposity in women with obesity, but does not influence energy expenditure and substrate oxidation: a parallel randomized controlled clinical trial.",
      "authors": [
        "Marcelly Cunha Oliveira Dos Santos Lopes",
        "Vanessa Chaia Kaippert",
        "Louise Crovesy",
        "Denise Pires de Carvalho",
        "Eliane Lopes Rosado"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Obesity is an important and growing health problem whose treatment involves dietary changes. In this context, studying the role of macronutrients in weight loss is required in order to understand which strategies may be applied for weight loss. We aimed to evaluate the effects of diets rich in polyunsaturated (PUFAs) and monounsaturated fatty acids (MUFAs) on resting energy expenditure (REE), substrate oxidation, and weight loss in women with obesity. METHODS: Randomized, controlled, single blind, parallel-group clinical trial was conducted for 60 days. Participants (n = 32) were divided into three groups: G1= normocaloric PUFAs-rich diet (12% of total energy expenditure (TEE), 10% of n-6 and up to 2% of n-3); G2= normocaloric MUFAs-rich diet (15-20% TEE); and G3= maintenance of the usual diet. Anthropometric and metabolic variables (REE and substrate oxidation by indirect calorimetry) were evaluated. RESULTS: G2 decreased body weight (-1.92 ± 1.99 kg, P = 0.02), body mass index (BMI) (-0.69 ± 0.70 kg/m2; P = 0.02), waist circumference (WC) (-1.91 ± 1.82 cm; P = 0.02), and body fat (-1.14 ± 1.53 kg; P = 0.04). CONCLUSION: MUFAs-rich diet reduces body weight, BMI, body fat, and WC. CLINICAL TRIALS: NCT02656940. CLINICAL TRIAL REGISTRATION: Clinical Trials: NCT02656940.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Adiposity",
        "Dietary Fats",
        "Single-Blind Method",
        "Obesity",
        "Diet",
        "Energy Metabolism",
        "Fatty Acids, Unsaturated",
        "Body Weight",
        "Fatty Acids, Monounsaturated",
        "Weight Loss"
      ]
    },
    {
      "pmid": "37667937",
      "title": "Interaction of the variant in the adiponectin gene rs3774261 with serum lipid profile and adiponectin levels after 9 months with a high monounsaturated fat hypocaloric diet with Mediterranean pattern.",
      "authors": [
        "D A de Luis",
        "D Primo",
        "O Izaola",
        "J Lopez-Gomez"
      ],
      "journal": "European review for medical and pharmacological sciences",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The role of ADIPOQ gene variants on weight loss and serum lipid changes after a dietary intervention is an important topic area with little scientific evidence. We designed a study in order to analyze the effects of rs3774261 of ADIPOQ gene on metabolic response and adiposity parameters after a hypocaloric Mediterranean diet pattern for 9 months and with a high amount of monounsaturated fatty acids. PATIENTS AND METHODS: 133 patients with obesity were enrolled. Adiposity parameters, blood pressure, and serum parameters (lipid profile, insulin, HOMA-IR; glucose, C reactive protein, adiponectin, resistin, and leptin levels) were measured, at basal time and after dietary intervention (3 and 9 months). All patients were genotyped rs3774261 and evaluated in a dominant model (AA vs. GA+AA). RESULTS: Genotype frequencies were 46 (34.6%) AA, 66 (49.6%) AG, and 21 (15.8%) GG. After dietary intervention and in both genotypes, BMI, weight, fat mass, systolic blood pressure, waist circumference, glucose, insulin, HOMA-IR, and leptin decreased. In patients with the AA genotype, there was a significant improvement at (3 and 9 months) in low-density lipoprotein (LDL) cholesterol levels (-10.1±0.9 mg/dl vs. -5.6±1.7 mg/dl, p=0.01) (-19.1±0.9 mg/dl vs. -6.9±0.7 mg/dl, p=0.03), total cholesterol (-9.4±0.8 mg/dl vs. -5.8±0.9 mg/dl, p=0.02) (-17.4±1.8 mg/dl vs. -9.8±1.9 mg/dl, p=0.02), triglycerides (-12.3±0.8 mg/dl vs. -8.0±0.9 mg/dl, p=0.01) (-26.1±0.8 mg/dl vs. -11.0±0.3 mg/dl, p=0.01), C reactive protein (CRP) (-0.8±0.2 mg/ dl vs. -0.4± 0.3 mg/dl, p=0.01) (-1.1±0.2 mg/ dl vs. -0.7±0.1 mg/dl, p=0.01) and adiponectin (28.2±11.1 ng/ml vs. 4.1±2.8 ng/ml, p=0.02) (30.1±8.1 ng/ml vs. 7.1±4.8 ng/ml, p=0.02). Finally, higher values of adiponectin and adiponectin/leptin ratio were detected at 3- and 9-months post-treatment in patients with AA genotype. CONCLUSIONS: G allele carriers of ADIPOQ gene variant (rs3774261) showed no improvement in serum levels of adiponectin, adiponectin/leptin ratio, total-cholesterol, LDL-cholesterol, triglycerides, and CRP after weight loss with a hypocaloric fat monounsaturated diet.",
      "mesh_terms": [
        "Humans",
        "Adiponectin",
        "C-Reactive Protein",
        "Cholesterol, LDL",
        "Diet, Reducing",
        "Glucose",
        "Insulin",
        "Leptin",
        "Obesity"
      ]
    },
    {
      "pmid": "37619782",
      "title": "No Observed Difference in Inflammatory and Coagulation Markers Following Diets Rich in n-6 Polyunsaturated Fat vs Monounsaturated Fat in Adults With Untreated Hypercholesterolemia: A Randomized Trial.",
      "authors": [
        "M Catherine Prater",
        "Alexis R Scheurell",
        "Chad M Paton",
        "Jamie A Cooper"
      ],
      "journal": "Journal of the Academy of Nutrition and Dietetics",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Inflammatory and prothrombotic responses are hallmark to the progression of cardiovascular disease and may be influenced by the type of dietary fat. Cottonseed oil (CSO) is rich in n-6 polyunsaturated fats and improves traditional cardiovascular disease risk factors such as cholesterol profiles. However, some clinicians are still hesitant to promote n-6 polyunsaturated fats consumption despite growing evidence suggesting they may not be independently pro-inflammatory. OBJECTIVE: To investigate the inflammatory and coagulation marker responses to an 8-week diet intervention rich in either CSO or olive oil (OO) (OO is rich in monounsaturated fat) in adults with untreated hypercholesterolemia. DESIGN: This was a secondary analysis of a parallel-arm randomized clinical trial with the main outcome of cholesterol measures. PARTICIPANTS/SETTING: Participants included in this analysis were 42 sedentary adults aged 30 to 75 years (62% women) in the Athens, GA, area, between May 2018 and June 2021, with untreated hypercholesterolemia or elevated blood lipids and body mass index >18.5. Hypercholesterolemia was defined as at least two blood lipid levels in a borderline undesirable/at risk range (total cholesterol level ≥180 mg/dL, low-density lipoprotein cholesterol level ≥110 mg/dL, high-density lipoprotein cholesterol level <50 mg/dL, or triglyceride level ≥130 mg/dL), or at least one in an undesirable range (total cholesterol level ≥240 mg/dL, low-density lipoprotein cholesterol level ≥160 mg/dL, high-density lipoprotein cholesterol level <40 mg/dL, or triglyceride level ≥200 mg/dL). INTERVENTION: Participants were randomly assigned to either the CSO or OO group in a partial outpatient feeding trial. Meals from the study provided approximately 60% of their energy needs with 30% of energy needs from either CSO or OO for 8 weeks. Participants fulfilled their remaining energy needs with meals of their choosing. MAIN OUTCOME MEASURES: Fasting plasma concentrations of inflammatory markers, including C-reactive protein, tumor necrosis factor-α, interleukin-6, and interleukin-1β were measured at baseline and 8 weeks. Markers of coagulation potential, including plasminogen activator inhibitor-1, and tissue factor were measured at the same time points. STATISTICAL ANALYSES PERFORMED: Repeated measures linear mixed models were used with treatment and visit in the model for analyses of all biochemical markers. RESULTS: There were no significant differences in fasting C-reactive protein (P = 0.70), tumor necrosis factor-α (P = 0.98), interleukin-6 (P = 0.21), interleukin-1β (P = 0.13), plasminogen activator inhibitor-1 (P = 0.29), or tissue factor (P = 0.29) between groups across the intervention. CONCLUSIONS: Inflammation and coagulation marker responses to diets rich in CSO vs OO were not significantly different between groups, and neither group showed changes in these markers in adults with untreated hypercholesterolemia. This provides additional evidence suggesting that dietary n-6 polyunsaturated fats may not promote inflammation compared with monounsaturated fatty acids, even in adults at increased risk for cardiovascular disease.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Female",
        "Male",
        "Hypercholesterolemia",
        "Cardiovascular Diseases",
        "C-Reactive Protein",
        "Interleukin-1beta",
        "Interleukin-6",
        "Thromboplastin",
        "Tumor Necrosis Factor-alpha",
        "Cholesterol, LDL",
        "Cholesterol",
        "Dietary Fats",
        "Diet",
        "Olive Oil",
        "Lipids",
        "Inflammation",
        "Triglycerides",
        "Lipoproteins, HDL",
        "Plasminogen Inactivators"
      ]
    },
    {
      "pmid": "32434996",
      "title": "Monounsaturated fat rapidly induces hepatic gluconeogenesis and whole-body insulin resistance.",
      "authors": [
        "Theresia Sarabhai",
        "Sabine Kahl",
        "Julia Szendroedi",
        "Daniel F Markgraf",
        "Oana-Patricia Zaharia",
        "Cristina Barosa",
        "Christian Herder",
        "Frithjof Wickrath",
        "Pavel Bobrov",
        "Jong-Hee Hwang",
        "John Griffith Jones",
        "Michael Roden"
      ],
      "journal": "JCI insight",
      "publication_date": "2020-May-21",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUNDWhile saturated fat intake leads to insulin resistance and nonalcoholic fatty liver, Mediterranean-like diets enriched in monounsaturated fatty acids (MUFA) may have beneficial effects. This study examined effects of MUFA on tissue-specific insulin sensitivity and energy metabolism.METHODSA randomized placebo-controlled cross-over study enrolled 16 glucose-tolerant volunteers to receive either oil (OIL, ~1.18 g/kg), rich in MUFA, or vehicle (VCL, water) on 2 occasions. Insulin sensitivity was assessed during preclamp and hyperinsulinemic-euglycemic clamp conditions. Ingestion of 2H2O/acetaminophen was combined with [6,6-2H2]glucose infusion and in vivo 13C/31P/1H/ex vivo 2H-magnet resonance spectroscopy to quantify hepatic glucose and energy fluxes.RESULTSOIL increased plasma triglycerides and oleic acid concentrations by 44% and 66% compared with VCL. Upon OIL intervention, preclamp hepatic and whole-body insulin sensitivity markedly decreased by 28% and 27%, respectively, along with 61% higher rates of hepatic gluconeogenesis and 32% lower rates of net glycogenolysis, while hepatic triglyceride and ATP concentrations did not differ from VCL. During insulin stimulation hepatic and whole-body insulin sensitivity were reduced by 21% and 25%, respectively, after OIL ingestion compared with that in controls.CONCLUSIONA single MUFA-load suffices to induce insulin resistance but affects neither hepatic triglycerides nor energy-rich phosphates. These data indicate that amount of ingested fat, rather than its composition, primarily determines the development of acute insulin resistance.TRIAL REGISTRATIONClinicalTrials.gov NCT01736202.FUNDINGGerman Diabetes Center, German Federal Ministry of Health, Ministry of Culture and Science of the state of North Rhine-Westphalia, German Federal Ministry of Education and Research, German Diabetes Association, German Center for Diabetes Research, Portugal Foundation for Science and Technology, European Regional Development Fund, and Rede Nacional de Ressonancia Magnética Nuclear.",
      "mesh_terms": [
        "Adult",
        "Cross-Over Studies",
        "Dietary Fats",
        "Fatty Acids, Monounsaturated",
        "Female",
        "Gluconeogenesis",
        "Humans",
        "Insulin Resistance",
        "Liver",
        "Male"
      ]
    },
    {
      "pmid": "31682461",
      "title": "[Influence of rs670 variant of APOA1 gene on serum HDL response to an enriched-polyunsaturated vs. an enriched-monounsaturated fat hypocaloric diet].",
      "authors": [
        "Daniel A de Luis Román",
        "Olatz Izaola Jáuregui",
        "David Primo",
        "Rocio Aller"
      ],
      "journal": "Nutricion hospitalaria",
      "publication_date": "2019-Dec-26",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Background and objectives: genetic variants of the APOA1 gene have been related to lipid profile in obese subjects. Our aim was to analyze the effects of the rs670 APOA1 gene polymorphism on metabolic changes secondary to an enriched-polyunsaturated fat vs. an enriched-monounsaturated fat hypocaloric diet. Methods: 360 Caucasian obese subjects were randomly allocated to two groups. One group received an enriched-polyunsaturated fat (diet P) and the other an enriched-monounsaturated fat hypocaloric diet (diet M) during 12 weeks. The effects on serum biomarkers related to lipid and carbohydrate metabolism were evaluated before and after the dietary intervention. Results: after both diets, body mass index, weight, fat mass, waist circumference, systolic blood pressure, plasma leptin concentration, and waist circumference decreased in all patients. After 12 weeks of intervention with diet P, plasma insulin levels and HOMA-IR decreased in A-allele carriers: delta: -7.3 ± 2.2 IU/L (p = 0.01), and delta: -2.8 ± 0.5 units (p = 0.02), respectively. The same changes in delta were observed after diet M in A-allele carriers: insulin delta: -5.9 ± 1.2 IU/L (p = 0.01), and HOMA-IR delta: -2.1 ± 0.8 units (p = 0.02). In A-allele carriers, LDL-cholesterol decreased and HDL-cholesterol increased after the dietary intervention with diet P: delta: -12.1 ± 4.3 mg/dL (p = 0.01), and delta: 2.6 ± 0.7 mg/dL (p = 0.01), respectively. No differences in lipid profile were observed after diet M. These improvements were not observed in non-A-allele carriers after both interventions. Conclusions: our study showed the association of the rs670 ApoA1 polymorphism with insulin resistance changes as induced by both diets. An enriched-polyunsaturated fat diet produced an additional improvement of HDL-cholesterol and LDL-cholesterol in A-allele carriers.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Apolipoprotein A-I",
        "Cholesterol, HDL",
        "Diet, Reducing",
        "Fatty Acids, Monounsaturated",
        "Fatty Acids, Unsaturated",
        "Genetic Variation",
        "Humans",
        "Middle Aged",
        "Obesity"
      ]
    },
    {
      "pmid": "29425478",
      "title": "Postprandial Lipid Response to High-Saturated and High-Monounsaturated Fat Meals in Normal-Weight or Overweight Women.",
      "authors": [
        "Lílian L Lopes",
        "Daniela Mayumi U P Rocha",
        "Alessandra da Silva",
        "Maria do Carmo G Peluzio",
        "Josefina Bressan",
        "Helen Hermana M Hermsdorff"
      ],
      "journal": "Journal of the American College of Nutrition",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: We evaluated postprandial response of the lipid metabolism markers after the intake of a high-saturated fat (HSM) or high-monounsaturated fat meal (HMM). METHODS: A randomized, controlled and acute intervention study included 63 women (age 26.9 ± 6.1 years): 35 normal weight (NW) and 28 overweight (OW) (total body fat [TBF] 24.7 ± 3.9% and 36.6 ± 3.9%, respectively). After 12 hours of fasting, each subject was given one of the two test meals standardized, including 2 muffins and water (HSM, 42.1% of saturated fat acid, or HMM, 34.5% of monounsaturated fat acid). Plasma fatty acid profile and concentrations of apolipoproteins A1 and B100, complement C3, and triacylglycerols were analyzed during fasting and at 2, 3, and 5 postprandial hours. RESULTS: Among the markers studied, the triacylglycerol (TAG) and complement C3 were significantly higher in the OW group, compared to NW. The increment in the C3 concentration was higher after HSM intake, compared with HMM (iAUC = 4365.5 ± 5477.4 vs. 1215.2 ± 882.4; p = 0.006), with no differences between groups. After 5 hours postprandial, plasma oleic acid values remained high compared with the fasting value in the NW group, but not in the OW group (26.0 ± 4.2 vs 23.7 ± 3.9%; p < 0.001). Women with high percentage of total plasma saturated fatty acids (SFA) at the beginning of the intervention had higher incremental area under the curve (iAUC) for the palmitic, stearic, and total fatty acids (p < 0.005). Those women with a high percentage of monounsaturated fatty acids (MUFA) showed lower iAUC values for the same fatty acid profile (p < 0.005). CONCLUSION: This study demonstrated the effect of the HSM on postprandial increment of C3 concentration, suggesting another mechanism for saturated fat metabolism. The postprandial response to HSM appears to be the mediated by baseline lipid profile of the individuals, while the response to HMM was correlated to the weight status.",
      "mesh_terms": [
        "Adult",
        "Diet, High-Fat",
        "Dietary Fats",
        "Fatty Acids",
        "Fatty Acids, Monounsaturated",
        "Female",
        "Humans",
        "Lipid Metabolism",
        "Lipids",
        "Overweight",
        "Postprandial Period",
        "Young Adult"
      ]
    },
    {
      "pmid": "28535777",
      "title": "Plasma phospholipid fatty acid profile confirms compliance to a novel saturated fat-reduced, monounsaturated fat-enriched dairy product intervention in adults at moderate cardiovascular risk: a randomized controlled trial.",
      "authors": [
        "Oonagh Markey",
        "Dafni Vasilopoulou",
        "Kirsty E Kliem",
        "Albert Koulman",
        "Colette C Fagan",
        "Keith Summerhill",
        "Laura Y Wang",
        "Alistair S Grandison",
        "David J Humphries",
        "Susan Todd",
        "Kim G Jackson",
        "David I Givens",
        "Julie A Lovegrove"
      ],
      "journal": "Nutrition journal",
      "publication_date": "2017-May-23",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Dairy products are a major contributor to dietary SFA. Partial replacement of milk SFA with unsaturated fatty acids (FAs) is possible through oleic-acid rich supplementation of the dairy cow diet. To assess adherence to the intervention of SFA-reduced, MUFA-enriched dairy product consumption in the RESET (REplacement of SaturatEd fat in dairy on Total cholesterol) study using 4-d weighed dietary records, in addition to plasma phospholipid FA (PL-FA) status. METHODS: In a randomised, controlled, crossover design, free-living UK participants identified as moderate risk for CVD (n = 54) were required to replace habitually consumed dairy foods (milk, cheese and butter), with study products with a FA profile typical of retail products (control) or SFA-reduced, MUFA-enriched profile (modified), for two 12-week periods, separated by an 8-week washout period. A flexible food-exchange model was used to implement each isoenergetic high-fat, high-dairy diet (38% of total energy intake (%TE) total fat): control (dietary target: 19%TE SFA; 11%TE MUFA) and modified (16%TE SFA; 14%TE MUFA). RESULTS: Following the modified diet, there was a smaller increase in SFA (17.2%TE vs. 19.1%TE; p < 0.001) and greater increase in MUFA intake (15.4%TE vs. 11.8%TE; p < 0.0001) when compared with the control. PL-FA analysis revealed lower total SFAs (p = 0.006), higher total cis-MUFAs and trans-MUFAs (both p < 0.0001) following the modified diet. CONCLUSION: The food-exchange model was successfully used to achieve RESET dietary targets by partial replacement of SFAs with MUFAs in dairy products, a finding reflected in the PL-FA profile and indicative of objective dietary compliance. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT02089035 , date 05-01-2014.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Cardiovascular Diseases",
        "Cross-Over Studies",
        "Dairy Products",
        "Diet",
        "Dietary Fats",
        "Double-Blind Method",
        "Fatty Acids",
        "Fatty Acids, Monounsaturated",
        "Fatty Acids, Unsaturated",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Nutrition Assessment",
        "Patient Compliance",
        "Phospholipids",
        "Risk Factors",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "27919361",
      "title": "Adverse effects on insulin secretion of replacing saturated fat with refined carbohydrate but not with monounsaturated fat: A randomized controlled trial in centrally obese subjects.",
      "authors": [
        "Lin F Chang",
        "Shireene R Vethakkan",
        "Kalanithi Nesaretnam",
        "Thomas A B Sanders",
        "Kim-Tiu Teng"
      ],
      "journal": "Journal of clinical lipidology",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Current dietary guidelines recommend the replacement of saturated fatty acids (SAFAs) with carbohydrates or monounsaturated fatty acids (MUFAs) based on evidence on lipid profile alone, the chronic effects of the mentioned replacements on insulin secretion and insulin sensitivity are however unclear. OBJECTIVE: To assess the chronic effects of the substitution of refined carbohydrate or MUFA for SAFA on insulin secretion and insulin sensitivity in centrally obese subjects. METHODS: Using a crossover design, randomized controlled trial in abdominally overweight men and women, we compared the effects of substitution of 7% energy as carbohydrate or MUFA for SAFA for a period of 6 weeks each. Fasting and postprandial blood samples in response to corresponding SAFA, carbohydrate, or MUFA-enriched meal-challenges were collected after 6 weeks on each diet treatment for the assessment of outcomes. RESULTS: As expected, postprandial nonesterified fatty acid suppression and elevation of C-peptide, insulin and glucose secretion were the greatest with high-carbohydrate (CARB) meal. Interestingly, CARB meal attenuated postprandial insulin secretion corrected for glucose response; however, the insulin sensitivity and disposition index were not affected. SAFA and MUFA had similar effects on all markers except for fasting glucose-dependent insulinotropic peptide concentrations, which increased after MUFA but not SAFA when compared with CARB. CONCLUSION: In conclusion, a 6-week lower-fat/higher-carbohydrate (increased by 7% refined carbohydrate) diet may have greater adverse effect on insulin secretion corrected for glucose compared with isocaloric higher-fat diets. In contrast, exchanging MUFA for SAFA at 7% energy had no appreciable adverse impact on insulin secretion.",
      "mesh_terms": [
        "Adult",
        "C-Peptide",
        "Cross-Over Studies",
        "Dietary Carbohydrates",
        "Dietary Fats, Unsaturated",
        "Female",
        "Humans",
        "Insulin",
        "Insulin Resistance",
        "Male",
        "Middle Aged",
        "Obesity",
        "Postprandial Period",
        "Single-Blind Method",
        "Waist Circumference"
      ]
    },
    {
      "pmid": "27642057",
      "title": "Effects of exchanging carbohydrate or monounsaturated fat with saturated fat on inflammatory and thrombogenic responses in subjects with abdominal obesity: A randomized controlled trial.",
      "authors": [
        "Kim-Tiu Teng",
        "Lin Faun Chang",
        "Shireene Ratna Vethakkan",
        "Kalanithi Nesaretnam",
        "Tom A B Sanders"
      ],
      "journal": "Clinical nutrition (Edinburgh, Scotland)",
      "publication_date": "2017-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND & AIMS: Modification of the amount and type of dietary fat has diverse effects on cardiovascular risk. METHODS: We recruited 54 abdominally obese subjects to participate in a prospective cross-over design, single-blind trial comparing isocaloric 2000 kcal MUFA or carbohydrate-enriched diet with SFA-enriched diet (control). The control diet consisted of 15E% protein, 53E% carbohydrate and 32E% fat (12E% SFA, 13E% MUFA). A total of ∼7E% of MUFA or refined carbohydrate was exchanged with SFA in the MUFA-rich and carbohydrate-rich diets respectively for 6-weeks. Blood samples were collected at fasting upon trial commencement and at week-5 and 6 of each dietary-intervention phase to measure levels of cytokines (IL-6, IL-1β), C-reactive protein (CRP), thrombogenic markers (E-selectin, PAI-1, D-dimer) and lipid subfractions. Radial pulse wave analysis and a 6-h postprandial mixed meal challenge were carried out at week-6 of each dietary intervention. Blood samples were collected at fasting, 15 and 30 min and hourly intervals thereafter till 6 h after a mixed meal challenge (muffin and milkshake) with SFA or MUFA (872.5 kcal, 50 g fat, 88 g carbohydrates) or CARB (881.3 kcal, 20 g fat, 158 g carbohydrates)- enrichment corresponding to the background diets. RESULTS: No significant differences in fasting inflammatory and thrombogenic factors were noted between diets (P > 0.05). CARB meal was found to increase plasma IL-6 whereas MUFA meal elevated plasma D-dimer postprandially compared with SAFA meal (P < 0.05). Comparing the 3 meals, there were similar postprandial elevations in IL-6 and D-dimer and postprandial reductions in PAI-1, augmentation index and pressure (time effect: P < 0.05). CARB diet was found to reduce HDL3 by 7.8% and increase small dense HDL (sdHDL) by 8.6% compared with SFA diet (P < 0.05). SFA diet increased large HDL subfractions compared with both CARB and MUFA diets by 4.9% and 6.6% (P < 0.05), respectively. CONCLUSIONS: Overall, the evidence presented in this study suggests that the replacement of SFA with MUFA or refined carbohydrates may not improve inflammatory and thrombogenic markers in abdominally overweight individuals. Indeed increased refined carbohydrates consumption adversely impacts fasting HDL subfractions. This trial was registered under ClinicalTrials.gov. Identifier no. NCT01665482.",
      "mesh_terms": [
        "Adult",
        "Biomarkers",
        "Blood Glucose",
        "C-Reactive Protein",
        "Cardiovascular Diseases",
        "Cholesterol",
        "Cross-Over Studies",
        "Cytokines",
        "Diet",
        "Dietary Carbohydrates",
        "E-Selectin",
        "Fatty Acids, Monounsaturated",
        "Female",
        "Fibrin Fibrinogen Degradation Products",
        "Humans",
        "Insulin",
        "Male",
        "Middle Aged",
        "Nutrition Assessment",
        "Obesity, Abdominal",
        "Patient Compliance",
        "Plasminogen Activator Inhibitor 1",
        "Postprandial Period",
        "Prospective Studies",
        "Risk Factors",
        "Single-Blind Method",
        "Triglycerides",
        "Young Adult"
      ]
    },
    {
      "pmid": "27578132",
      "title": "Poly is more effective than monounsaturated fat for dietary management in the metabolic syndrome: The muffin study.",
      "authors": [
        "Michael Miller",
        "John D Sorkin",
        "Laura Mastella",
        "Aimee Sutherland",
        "Jeffrey Rhyne",
        "Patrick Donnelly",
        "Kathy Simpson",
        "Andrew P Goldberg"
      ],
      "journal": "Journal of clinical lipidology",
      "publication_date": "2016",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "BACKGROUND: The metabolic syndrome (MetS) is highly prevalent and associated with an increased risk for type 2 diabetes mellitus (T2DM) and cardiovascular disease (CVD). Lifestyle recommendations to treat MetS often include the replacement of saturated fats (SFAs) and monosaccharides with unsaturated fat. However, it is unclear whether metabolic parameters will improve more when the saturated fat in American Heart Association (AHA) diets is replaced with higher concentrations of monounsaturated or polyunsaturated fatty acids (MUFA or PUFA). OBJECTIVE: To test the hypothesis that an AHA diet enriched in MUFA improves lipoprotein lipids, insulin resistance, inflammation, and endothelial function to a greater extent than a diet enriched in PUFA in middle-aged men and women with MetS. METHODS: A prospective, open-label, parallel group design with randomization to a hypocaloric MUFA or PUFA-enriched diet after weight stabilization on an AHA step I diet. Participants consumed 3 MUFA-enriched or PUFA-enriched muffins daily with additional supplementation as required to ensure 25%-50% increases in dietary fat intake from these sources at the expense of SFA and the opposing unsaturated fat. Changes in MetS components were measured at baseline and after 6 months of dietary intervention. RESULTS: Thirty-nine participants (mean age, 60.8 years; 79% African-American, 60% women) with MetS completed the 6-month study. Compared to baseline, assignment to either MUFA (n = 23) or PUFA (n = 16) both were associated with weight loss (MUFA: -2.3 ± 1 kg, P = .06; PUFA: -4.6 ± 2 kg; P = .002), but PUFA was also associated with reductions in triglycerides (TG) (-30 ± 18 mg/dL, P = .02), systolic blood pressure (BP) (-7 ± 3 mm Hg, P = .01), diastolic BP (DBP) (-4 ± 2 mm Hg, P = .01) and improved flow mediated dilation (FMD) (7.1% ± 1.8% vs 13.6% ± 2%, absolute increase; P = .0001). When compared to MUFA treatment, PUFA intervention was associated with reduced TG (P = .04) and DBP (P = .07) as well as increased FMD (P = .04) even after adjustment for changes in weight. There was no effect on total cholesterol, low-density lipoprotein cholesterol, glucose, high-sensitivity C-reactive protein (hs-CRP), or other inflammatory proteins. Overall, 25% (4 of 16) assigned to PUFA and 13% (3 of 23) to MUFA converted to non-MetS status. CONCLUSION: Substitution of SFA with PUFA in patients with MetS is associated with greater reductions in TG and improvement in endothelial function than MUFA that is independent of weight loss. These preliminary findings raise the possibility that PUFA may be the unsaturated fat of choice to reduce cardiometabolic risk in patients with MetS.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Dietary Fats, Unsaturated",
        "Endothelium, Vascular",
        "Fatty Acids, Monounsaturated",
        "Fatty Acids, Unsaturated",
        "Female",
        "Humans",
        "Insulin Resistance",
        "Lipoproteins",
        "Male",
        "Metabolic Syndrome",
        "Middle Aged",
        "Overweight"
      ]
    },
    {
      "pmid": "27434027",
      "title": "Effects of Saturated Fat, Polyunsaturated Fat, Monounsaturated Fat, and Carbohydrate on Glucose-Insulin Homeostasis: A Systematic Review and Meta-analysis of Randomised Controlled Feeding Trials.",
      "authors": [
        "Fumiaki Imamura",
        "Renata Micha",
        "Jason H Y Wu",
        "Marcia C de Oliveira Otto",
        "Fadar O Otite",
        "Ajibola I Abioye",
        "Dariush Mozaffarian"
      ],
      "journal": "PLoS medicine",
      "publication_date": "2016-Jul",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Effects of major dietary macronutrients on glucose-insulin homeostasis remain controversial and may vary by the clinical measures examined. We aimed to assess how saturated fat (SFA), monounsaturated fat (MUFA), polyunsaturated fat (PUFA), and carbohydrate affect key metrics of glucose-insulin homeostasis. METHODS AND FINDINGS: We systematically searched multiple databases (PubMed, EMBASE, OVID, BIOSIS, Web-of-Knowledge, CAB, CINAHL, Cochrane Library, SIGLE, Faculty1000) for randomised controlled feeding trials published by 26 Nov 2015 that tested effects of macronutrient intake on blood glucose, insulin, HbA1c, insulin sensitivity, and insulin secretion in adults aged ≥18 years. We excluded trials with non-isocaloric comparisons and trials providing dietary advice or supplements rather than meals. Studies were reviewed and data extracted independently in duplicate. Among 6,124 abstracts, 102 trials, including 239 diet arms and 4,220 adults, met eligibility requirements. Using multiple-treatment meta-regression, we estimated dose-response effects of isocaloric replacements between SFA, MUFA, PUFA, and carbohydrate, adjusted for protein, trans fat, and dietary fibre. Replacing 5% energy from carbohydrate with SFA had no significant effect on fasting glucose (+0.02 mmol/L, 95% CI = -0.01, +0.04; n trials = 99), but lowered fasting insulin (-1.1 pmol/L; -1.7, -0.5; n = 90). Replacing carbohydrate with MUFA lowered HbA1c (-0.09%; -0.12, -0.05; n = 23), 2 h post-challenge insulin (-20.3 pmol/L; -32.2, -8.4; n = 11), and homeostasis model assessment for insulin resistance (HOMA-IR) (-2.4%; -4.6, -0.3; n = 30). Replacing carbohydrate with PUFA significantly lowered HbA1c (-0.11%; -0.17, -0.05) and fasting insulin (-1.6 pmol/L; -2.8, -0.4). Replacing SFA with PUFA significantly lowered glucose, HbA1c, C-peptide, and HOMA. Based on gold-standard acute insulin response in ten trials, PUFA significantly improved insulin secretion capacity (+0.5 pmol/L/min; 0.2, 0.8) whether replacing carbohydrate, SFA, or even MUFA. No significant effects of any macronutrient replacements were observed for 2 h post-challenge glucose or insulin sensitivity (minimal-model index). Limitations included a small number of trials for some outcomes and potential issues of blinding, compliance, generalisability, heterogeneity due to unmeasured factors, and publication bias. CONCLUSIONS: This meta-analysis of randomised controlled feeding trials provides evidence that dietary macronutrients have diverse effects on glucose-insulin homeostasis. In comparison to carbohydrate, SFA, or MUFA, most consistent favourable effects were seen with PUFA, which was linked to improved glycaemia, insulin resistance, and insulin secretion capacity.",
      "mesh_terms": [
        "Adult",
        "Blood Glucose",
        "Dietary Carbohydrates",
        "Fats, Unsaturated",
        "Fatty Acids, Monounsaturated",
        "Fatty Acids, Unsaturated",
        "Glycated Hemoglobin",
        "Homeostasis",
        "Humans",
        "Insulin",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "24369828",
      "title": "Postprandial coagulation activation in overweight individuals after weight loss: acute and long-term effects of a high-monounsaturated fat diet and a low-fat diet.",
      "authors": [
        "Else-Marie Bladbjerg",
        "Thomas M Larsen",
        "Anette Due",
        "Jørgen Jespersen",
        "Steen Stender",
        "Arne Astrup"
      ],
      "journal": "Thrombosis research",
      "publication_date": "2014-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Diet is important in the prevention of cardiovascular disease, and it has been suggested that a high-MUFA diet is more cardioprotective than a low-fat diet. We hypothesised that the postprandial thrombotic risk profile is improved most favourably by a high-MUFA diet compared with a low-fat diet. This was tested in a parallel intervention trial on overweight individuals (aged 28.4 (SD 4.7) years) randomly assigned to a MUFA-diet (35-45% of energy as fat; >20% as MUFA, n = 21) or a low-fat (LF) diet (20-30% of energy as fat, n = 22) for 6 months after a weight loss of ~10%. All foods were provided free of charge from a purpose-built supermarket. Meal tests designed after the same principles were performed before and after the dietary intervention, and blood samples were collected at 8.00 h (fasting), 12.00 h, and 18.00 h and analysed for factor VII coagulant activity (FVII:C), activated FVII, fibrinogen, prothrombin fragment 1 + 2 (F1 + 2), D-dimer, plasminogen activator inhibitor (PAI:Ag), and thrombin activatable fibrinolysis inhibitor. There were significant postprandial increases in F1 + 2 and D-dimer before and after dietary intervention, with significantly lower values after 6 months. No significant differences were observed between the postprandial changes induced by the two diets. The postprandial decrease in FVII:C and PAI:Ag did not differ before and after intervention, irrespective of the diets. Our findings suggest postprandial coagulation activation in overweight subjects with more pronounced acute than long-term effects. We observed similar effects of the MUFA diet and the LF diet on the postprandial prothrombotic risk profile.",
      "mesh_terms": [
        "Adult",
        "Blood Coagulation",
        "Cardiovascular Diseases",
        "Diet, Fat-Restricted",
        "Dietary Fats",
        "Dietary Fats, Unsaturated",
        "Feeding Behavior",
        "Female",
        "Humans",
        "Male",
        "Postprandial Period",
        "Prospective Studies",
        "Weight Loss"
      ]
    },
    {
      "pmid": "23003921",
      "title": "CLOCK, PER2 and BMAL1 DNA methylation: association with obesity and metabolic syndrome characteristics and monounsaturated fat intake.",
      "authors": [
        "Fermín I Milagro",
        "Purificación Gómez-Abellán",
        "Javier Campión",
        "J Alfredo Martínez",
        "Jose M Ordovás",
        "Marta Garaulet"
      ],
      "journal": "Chronobiology international",
      "publication_date": "2012-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The circadian clock system instructs 24-h rhythmicity on gene expression in essentially all cells, including adipocytes, and epigenetic mechanisms may participate in this regulation. The aim of this research was to investigate the influence of obesity and metabolic syndrome (MetS) features in clock gene methylation and the involvement of these epigenetic modifications in the outcomes. Sixty normal-weight, overweight and obese women followed a 16-weeks weight reduction program. DNA methylation levels at different CpG sites of CLOCK, BMAL1 and PER2 genes were analyzed by Sequenom's MassARRAY in white blood cells obtained before the treatment. Statistical differences between normal-weight and overweight + obese subjects were found in the methylation status of different CpG sites of CLOCK (CpGs 1, 5-6, 8 and 11-14) and, with lower statistical significance, in BMAL1 (CpGs 6-7, 8, 15 and 16-17). The methylation pattern of different CpG sites of the three genes showed significant associations with anthropometric parameters such as body mass index and adiposity, and with a MetS score. Moreover, the baseline methylation levels of CLOCK CpG 1 and PER2 CpGs 2-3 and 25 correlated with the magnitude of weight loss. Interestingly, the percentage of methylation of CLOCK CpGs 1 and 8 showed associations with the intake of monounsaturated and polyunsaturated fatty acids. This study demonstrates for the first time an association between methylation status of CpG sites located in clock genes (CLOCK, BMAL1 and PER2) with obesity, MetS and weight loss. Moreover, the methylation status of different CpG sites in CLOCK and PER2 could be used as biomarkers of weight-loss success, particularly CLOCK CPGs 5-6.",
      "mesh_terms": [
        "ARNTL Transcription Factors",
        "Adult",
        "Base Sequence",
        "Biological Clocks",
        "CLOCK Proteins",
        "Case-Control Studies",
        "CpG Islands",
        "DNA",
        "DNA Methylation",
        "Dietary Fats",
        "Female",
        "Genetic Markers",
        "Humans",
        "Metabolic Syndrome",
        "Middle Aged",
        "Molecular Sequence Data",
        "Obesity",
        "Obesity, Morbid",
        "Overweight",
        "Period Circadian Proteins",
        "Weight Reduction Programs"
      ]
    },
    {
      "pmid": "21632183",
      "title": "Effect of an elevated monounsaturated fat diet on pork carcass and meat quality traits and tissue fatty acid composition from York-crossed barrows and gilts.",
      "authors": [
        "G Mas",
        "M Llavall",
        "D Coll",
        "R Roca",
        "I Díaz",
        "M A Oliver",
        "M Gispert",
        "C E Realini"
      ],
      "journal": "Meat science",
      "publication_date": "2011-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Fifty-seven York-crossed barrows and gilts were fed either a grain and soy diet (CONTROL with 28% C18:1) or a similar diet enriched with oleic acid (HO with 43% C18:1, Greedy-Grass OLIVA®). There were no interactions between dietary treatment and gender and there were no differences in intramuscular and subcutaneous fatty acid composition between sexes (P>0.05). Similar primal cut yields, composition of major primal cuts, and carcass and meat quality characteristics were found for HO and CONTROL fed pigs. Apart from a few significant but small differences for some fatty acids, intramuscular fatty acid composition was similar for both dietary treatments. Subcutaneous fat from HO fed pigs had a 6.9% increase in total monounsaturated fatty acids and a 9.3% reduction in total polyunsaturated fatty acids (P<0.05) compared with CONTROL fed animals, without adversely affecting carcass quality and producing suitable hams for processing by the meat industry.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Diet",
        "Dietary Fats",
        "Fatty Acids, Monounsaturated",
        "Fatty Acids, Unsaturated",
        "Food Handling",
        "Hydrogen-Ion Concentration",
        "Meat",
        "Muscle, Skeletal",
        "Oleic Acid",
        "Subcutaneous Fat",
        "Swine",
        "Taste"
      ]
    },
    {
      "pmid": "20416793",
      "title": "Carcass and meat quality characteristics and fatty acid composition of tissues from Pietrain-crossed barrows and gilts fed an elevated monounsaturated fat diet.",
      "authors": [
        "G Mas",
        "M Llavall",
        "D Coll",
        "R Roca",
        "I Diaz",
        "M Gispert",
        "M A Oliver",
        "C E Realini"
      ],
      "journal": "Meat science",
      "publication_date": "2010-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fifty-one (Landrace *Large White) *Pietrain barrows and gilts were used to compare the effect of a diet rich in oleic acid (HO) by feeding a by-product of the olive industry (Greedy-Grass OLIVA(R): 1.4% growing, 3.8% finishing) or a grain and soy diet (CONTROL) on carcass characteristics, meat quality and fatty acid profile of intramuscular and subcutaneous fat. Gilts had leaner (P<0.05) carcasses with lower fat percentage in major primal cuts, and less (P<0.05) saturated fat compared with barrows with no interaction (P>0.05) between dietary treatment and gender. Source of dietary fat had no effect (P>0.05) on primal cut yields, composition of major primal cuts, or carcass and meat quality characteristics. Intramuscular fat from HO fed pigs had higher (P<0.05) percentage of saturated (SFA) and monounsaturated (MUFA) fatty acids, and lower (P<0.05) polyunsaturated fatty acids (PUFA) and n-6:n-3 ratio compared with CONTROL animals (37.4% vs. 36.8%, 44.7% vs. 40.1%, 17.9% vs. 23.2%, and 18.9 vs. 21.8 ratio, respectively). Subcutaneous fat from pigs fed HO had greater (P<0.05) MUFA percentage, lower (P<0.05) SFA and PUFA percentage, and lower (P<0.05) n-6:n-3 ratio than pigs fed CONTROL diet (51.4% vs. 48.0%, 30.5% vs. 32.9%, 18.1% vs. 20.1%, and 9.83 vs. 11.3 ratio, respectively). Intramuscular fat had higher proportion of SFA and lower of MUFA showing a higher degree of tissue saturation compared with subcutaneous fat. Feeding Greedy-Grass increased MUFA and decreased PUFA proportions in fat depots reducing the risk of production of carcasses that are soft and oily which result in lower technological and processing quality.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Body Composition",
        "Dietary Fats",
        "Fatty Acids",
        "Female",
        "Male",
        "Meat",
        "Muscle, Skeletal",
        "Olea",
        "Oleic Acid",
        "Sex Factors",
        "Subcutaneous Fat",
        "Sus scrofa"
      ]
    },
    {
      "pmid": "18957534",
      "title": "One-year comparison of a high-monounsaturated fat diet with a high-carbohydrate diet in type 2 diabetes.",
      "authors": [
        "Bonnie J Brehm",
        "Barbara L Lattin",
        "Suzanne S Summer",
        "Jane A Boback",
        "Gina M Gilchrist",
        "Ronald J Jandacek",
        "David A D'Alessio"
      ],
      "journal": "Diabetes care",
      "publication_date": "2009-Feb",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "OBJECTIVE: The purpose of this study was to compare the effects of high-monounsaturated fatty acid (MUFA) and high-carbohydrate (CHO) diets on body weight and glycemic control in men and women with type 2 diabetes. RESEARCH DESIGN AND METHODS: Overweight/obese participants with type 2 diabetes (n = 124, age = 56.5 +/- 0.8 years, BMI = 35.9 +/- 0.3 kg/m2, and A1C = 7.3 +/- 0.1%) were randomly assigned to 1 year of a high-MUFA or high-CHO diet. Anthropometric and metabolic parameters were assessed at baseline and after 4, 8, and 12 months of dieting. RESULTS: Baseline characteristics were similar between the treatment groups. The overall retention rate for 1 year was 77% (69% for the high-MUFA group and 84% for the high-CHO group; P = 0.06). Based on food records, both groups had similar energy intake but a significant difference in MUFA intake. Both groups had similar weight loss over 1 year (-4.0 +/- 0.8 vs. -3.8 +/- 0.6 kg) and comparable improvement in body fat, waist circumference, diastolic blood pressure, HDL cholesterol, A1C, and fasting glucose and insulin. There were no differences in these parameters between the groups. A follow-up assessment of a subset of participants (n = 36) was conducted 18 months after completion of the 52-week diet. These participants maintained their weight loss and A1C during the follow-up period. CONCLUSIONS: In individuals with type 2 diabetes, high-MUFA diets are an alternative to conventional lower-fat, high-CHO diets with comparable beneficial effects on body weight, body composition, cardiovascular risk factors, and glycemic control.",
      "mesh_terms": [
        "Administration, Oral",
        "Adult",
        "Aged",
        "Blood Glucose",
        "Diabetes Mellitus, Type 2",
        "Diabetic Angiopathies",
        "Diet Records",
        "Diet, Diabetic",
        "Diet, Fat-Restricted",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Fatty Acids, Monounsaturated",
        "Feeding Behavior",
        "Humans",
        "Hypoglycemic Agents",
        "Middle Aged",
        "Overweight",
        "Patient Compliance",
        "Patient Selection"
      ]
    },
    {
      "pmid": "18689361",
      "title": "Dietary monounsaturated fat activates metabolic pathways for triglyceride-rich lipoproteins that involve apolipoproteins E and C-III.",
      "authors": [
        "Chunyu Zheng",
        "Christina Khoo",
        "Jeremy Furtado",
        "Katsunori Ikewaki",
        "Frank M Sacks"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2008-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Dietary monounsaturated fat (MUFA) and complex carbohydrates have different effects on triglyceride-rich lipoprotein (TRL) metabolism. OBJECTIVE: We hypothesized that apolipoprotein (apo) E and apo C-III might be involved in these dietary effects because of their crucial role in TRL metabolism. DESIGN: Twelve adults consumed, for 3 wk each, 2 isocaloric diets: first a carbohydrate-rich diet (48% complex carbohydrate, 8% MUFAs) and then a MUFA-rich diet (31% complex carbohydrate, 24% MUFAs) 12 mo later. The dietary composition of other macronutrients in the 2 diets was similar. Body weight was kept constant. Postprandial apo B kinetic studies using stable-isotope tracers were performed after each dietary intervention. Multiple VLDL, intermediate-density lipoprotein (IDL), and LDL fractions were prepared on the basis of apo E and apo C-III contents. RESULTS: The MUFA diet increased by approximately 4-6-fold, the secretion of VLDLs and IDLs containing both apo E and apo C-III (E+CIII+) (P < 0.05). These are TRLs that mostly cleared from the circulation and are minor precursors of LDL. The MUFA diet also decreased by 60% (P < 0.05) the secretion of the TRLs without apo E or apo C-III (major precursors of LDL in plasma) and decreased their flux to LDLs. Total LDL flux did not change because the MUFA diet increased the flux to LDL from E-CIII+ TRLs, a process that requires the removal of apo C-III. In addition, the MUFA diet significantly increased the TRL fractional catabolic rate by 50% and doubled the percentage of TRLs that were cleared rather than being converted to LDLs. CONCLUSION: MUFA intake activates synthetic and rapid catabolic pathways for TRL metabolism that involve apo E and apo C-III and suppresses the metabolism of more slowly metabolized VLDLs and IDLs, which do not contain these apolipoproteins.",
      "mesh_terms": [
        "Apolipoprotein C-III",
        "Apolipoproteins E",
        "Cholesterol, LDL",
        "Cholesterol, VLDL",
        "Cross-Over Studies",
        "Diet",
        "Dietary Carbohydrates",
        "Dose-Response Relationship, Drug",
        "Fatty Acids, Monounsaturated",
        "Female",
        "Humans",
        "Kinetics",
        "Lipids",
        "Lipoproteins",
        "Male",
        "Middle Aged",
        "Triglycerides"
      ]
    },
    {
      "pmid": "18400707",
      "title": "Comparison of the effects on insulin resistance and glucose tolerance of 6-mo high-monounsaturated-fat, low-fat, and control diets.",
      "authors": [
        "Anette Due",
        "Thomas M Larsen",
        "Kjeld Hermansen",
        "Steen Stender",
        "Jens J Holst",
        "Søren Toubro",
        "Torben Martinussen",
        "Arne Astrup"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2008-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The effect of dietary fat and carbohydrate on glucose metabolism has been debated for decades. OBJECTIVE: The objective was to compare the effect of 3 ad libitum diets, different in type and amount of fat and carbohydrate, on insulin resistance and glucose tolerance subsequent to weight loss. DESIGN: Forty-six nondiabetic, obese [mean (+/-SEM) body mass index (in kg/m(2)): 31.2 +/- 0.3] men (n = 20) and premenopausal women (n = 26) aged 28.0 +/- 0.7 y were randomly assigned to 1 of 3 diets after > or = 8% weight loss: 1) MUFA diet (n = 16): moderate in fat (35-45% of energy) and high in monounsaturated fatty acids ( > 20% of energy); 2) LF diet (n = 18): low-fat diet (20-30% of energy), and 3) control diet (n = 12): 35% of energy as fat ( > 15% of energy as saturated fatty acids). Protein accounted for 15% of energy in all 3 diets. A 2-h oral-glucose-tolerance test (OGTT) was performed before and after the 6-mo dietary intervention. All foods were provided by a purpose-built supermarket. RESULTS: After 6 mo, the MUFA diet reduced fasting glucose (-3.0%), insulin (-9.4%), and the homeostasis model assessment of insulin resistance score (-12.1%). Compared with the MUFA diet, the control diet increased these variables [1.4% (P = 0.014), 21.2% (P = 0.030), and 22.8% (P = 0.015), respectively], as did the LF diet [1.4% (P = 0.090), 13.1% (P = 0.078), and 15.5% (P = 0.095), respectively]. No significant group differences were detected in glucose or insulin concentrations during the OGTT, in the Matsudas index, in body weight, or in body composition. CONCLUSION: A diet high in monounsaturated fat has a more favorable effect on glucose homeostasis than does the typical Western diet in the short term and may also be more beneficial than the official recommended low-fat diet during a period of weight regain subsequent to weight loss.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Blood Glucose",
        "Body Composition",
        "Diet, Fat-Restricted",
        "Diet, Reducing",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Dietary Fats, Unsaturated",
        "Female",
        "Food, Formulated",
        "Glucose Tolerance Test",
        "Humans",
        "Insulin",
        "Insulin Resistance",
        "Male",
        "Obesity",
        "Weight Loss"
      ]
    },
    {
      "pmid": "17490960",
      "title": "Effect of high-carbohydrate or high-cis-monounsaturated fat diets on blood pressure: a meta-analysis of intervention trials.",
      "authors": [
        "Meena Shah",
        "Beverley Adams-Huet",
        "Abhimanyu Garg"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2007-May",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: The Dietary Approaches to Stop Hypertension (DASH) diet is recommended to manage blood pressure. The DASH diet is low in saturated fat, but it is not clear whether saturated fat should be preferentially replaced with carbohydrate or unsaturated fat, especially cis-monounsaturated fat. OBJECTIVE: A meta-analysis of intervention studies comparing high-carbohydrate and high-cis-monounsaturated fat diets was conducted to increase understanding of the effect of carbohydrate and cis-monounsaturated fat on blood pressure. DESIGN: For study diets to be included in the analysis, they had to be isoenergetic, and the subjects' body weight had to remain stable. Ten studies (6 randomized crossover, 1 randomized parallel, and 3 nonrandomized) met the inclusion criteria. RESULTS: According to the random-effects model, which incorporates between-study variation to estimate the overall effect, diets rich in carbohydrate resulted in significantly higher systolic blood pressure [x(-) difference: 2.6 (95% CI: 0.4, 4.7) mm Hg; P=0.02] and diastolic blood pressure [1.8 (0.01, 3.6) mm Hg; P=0.05] than did diets rich in cis-monounsaturated fat. When the meta-analysis was limited to randomized crossover studies, both systolic [1.3 (-0.3, 2.9) mm Hg; P=0.11] and diastolic [0.9 (-0.2, 2.1) mm Hg; P=0.11] blood pressure were higher with a high-carbohydrate than with a high cis-monounsaturated fat diet, but the differences were not significant. CONCLUSIONS: Diets rich in carbohydrate may be associated with slightly higher blood pressure than diets rich in cis-monounsaturated fat. However, the magnitude of the difference may not justify making recommendations to alter the carbohydrate and cis-monounsaturated fat content of the diet to manage blood pressure.",
      "mesh_terms": [
        "Blood Pressure",
        "Cross-Over Studies",
        "Diabetes Mellitus, Type 2",
        "Diet, Sodium-Restricted",
        "Dietary Carbohydrates",
        "Dietary Fats, Unsaturated",
        "Fatty Acids, Monounsaturated",
        "Female",
        "Humans",
        "Hypertension",
        "Isomerism",
        "Male",
        "Randomized Controlled Trials as Topic",
        "Time Factors"
      ]
    },
    {
      "pmid": "17384344",
      "title": "Monounsaturated fat-rich diet prevents central body fat distribution and decreases postprandial adiponectin expression induced by a carbohydrate-rich diet in insulin-resistant subjects.",
      "authors": [
        "J A Paniagua",
        "A Gallego de la Sacristana",
        "I Romero",
        "A Vidal-Puig",
        "J M Latre",
        "E Sanchez",
        "P Perez-Martinez",
        "J Lopez-Miranda",
        "F Perez-Jimenez"
      ],
      "journal": "Diabetes care",
      "publication_date": "2007-Jul",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Central obesity is associated with insulin resistance through factors that are not fully understood. We studied the effects of three different isocaloric diets on body fat distribution, insulin sensitivity, and peripheral adiponectin gene expression. RESEARCH DESIGN AND METHODS: Eleven volunteers, offspring of obese type 2 diabetic patients with abdominal fat deposition, were studied. These subjects were considered insulin resistant as indicated by Matsuda index values <4 after an oral glucose tolerance test, and they maintained A1C <6.5% without therapeutic intervention. All subjects underwent three dietary periods of 28 days each in a crossover design: 1) diet enriched in saturated fat (SAT), 2) diet rich in monounsaturated fat (MUFA) (Mediterranean diet), and 3) diet rich in carbohydrates (CHOs). RESULTS: Weight, body composition, and resting energy expenditure remained unchanged during the three sequential dietary periods. Using dual-energy X-ray absorptiometry we observed that when patients were fed a CHO-enriched diet, their fat mass was redistributed toward the abdominal depot, whereas periphery fat accumulation decreased compared with isocaloric MUFA-rich and high-SAT diets (ANOVA P < 0.05). Changes in fat deposition were associated with decreased postprandial mRNA adiponectin levels in peripheral adipose tissue and lower insulin sensitivity index values from a frequently sampled insulin-assisted intravenous glucose tolerance test in patients fed a CHO-rich diet compared with a MUFA-rich diet (ANOVA P < 0.05). CONCLUSIONS: An isocaloric MUFA-rich diet prevents central fat redistribution and the postprandial decrease in peripheral adiponectin gene expression and insulin resistance induced by a CHO-rich diet in insulin-resistant subjects.",
      "mesh_terms": [
        "Abdominal Fat",
        "Adiponectin",
        "Adiposity",
        "Aged",
        "Body Composition",
        "Body Weight",
        "Cross-Over Studies",
        "Dietary Carbohydrates",
        "Dietary Fats, Unsaturated",
        "Energy Metabolism",
        "Fatty Acids, Monounsaturated",
        "Female",
        "Gene Expression",
        "Humans",
        "Insulin Resistance",
        "Male",
        "Middle Aged",
        "Postprandial Period"
      ]
    },
    {
      "pmid": "17230603",
      "title": "Monounsaturated fat decreases hepatic lipid content in non-alcoholic fatty liver disease in rats.",
      "authors": [
        "Osamah Hussein",
        "Masha Grosovski",
        "Etti Lasri",
        "Sergio Svalb",
        "Uzi Ravid",
        "Nimer Assy"
      ],
      "journal": "World journal of gastroenterology",
      "publication_date": "2007-Jan-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: To evaluate the effects of different types of dietary fats on the hepatic lipid content and oxidative stress parameters in rat liver with experimental non-alcoholic fatty liver disease (NAFLD). METHODS: A total of 32 Sprague-Dawley rats were randomly divided into five groups. The rats in the control group (n = 8) were on chow diet (Group 1), rats (n = 6) on methionine choline-deficient diet (MCDD) (Group 2), rats (n = 6) on MCDD enriched with olive oil (Group 3), rats (n = 6) on MCDD with fish oil (Group 4) and rats (n = 6) on MCDD with butter fat (Group 5). After 2 mo, blood and liver sections were examined for lipids composition and oxidative stress parameters. RESULTS: The liver weight/rat weight ratio increased in all treatment groups as compared with the control group. Severe fatty liver was seen in MCDD + fish oil and in MCDD + butter fat groups, but not in MCDD and MCDD + olive oil groups. The increase in hepatic triglycerides (TG) levels was blunted by 30% in MCDD + olive oil group (0.59 +/- 0.09) compared with MCDD group (0.85 +/- 0.04, P < 0.004), by 37% compared with MCDD + fish oil group (0.95 +/- 0.07, P < 0.001), and by 33% compared with MCDD + butter group (0.09 +/- 0.1, P < 0.01). The increase in serum TG was lowered by 10% in MCDD + olive oil group (0.9 +/- 0.07) compared with MCDD group (1.05 +/- 0.06). Hepatic cholesterol increased by 15-fold in MCDD group [(0.08 +/- 0.02, this increment was blunted by 21% in MCDD + fish oil group (0.09 +/- 0.02)]. In comparison with the control group, ratio of long-chain polyunsaturated fatty acids omega-6/omega-3 increased in MCDD + olive oil, MCDD + fish oil and MCDD + butter fat groups by 345-, 30- and 397-fold, respectively. In comparison to MCDD group (1.58 +/- 0.08), hepatic MDA contents in MCDD + olive oil (3.3 +/- 0.6), MCDD + fish oil (3.0 +/- 0.4), and MCDD + butter group (2.9 +/- 0.36) were increased by 108%, 91% and 87%, respectively (P < 0.004). Hepatic paraoxonase activity decreased significantly in all treatment groups, mostly with MCDD + olive oil group (-68%). CONCLUSION: Olive oil decreases the accumulation of triglyceride in the liver of rats with NAFLD, but does not provide the greatest antioxidant activity.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Body Weight",
        "Dietary Fats",
        "Fatty Acids",
        "Fatty Liver",
        "Lipid Metabolism",
        "Lipids",
        "Liver",
        "Organ Size",
        "Oxidative Stress",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "15715270",
      "title": "Glycemic and lipid control in hospitalized type 2 diabetic patients: evaluation of 2 enteral nutrition formulas (low carbohydrate-high monounsaturated fat vs high carbohydrate).",
      "authors": [
        "Miguel León-Sanz",
        "Pedro P García-Luna",
        "Alejandro Sanz-París",
        "Carmen Gómez-Candela",
        "César Casimiro",
        "José Chamorro",
        "José L Pereira-Cunill",
        "Angeles Martin-Palmero",
        "Roser Trallero",
        "José Martínez",
        "Francisco Javier Ordóñez",
        "Pilar García-Peris",
        "Emma Camarero",
        "Pilar Gómez-Enterría",
        "Lucio Cabrerizo",
        "Antonio Perez-de-la-Cruz",
        "Carmen Sánchez",
        "Abelardo García-de-Lorenzo",
        "Nelly Rodríguez",
        "Luis Usán"
      ],
      "journal": "JPEN. Journal of parenteral and enteral nutrition",
      "publication_date": "2005",
      "publication_types": [
        "Clinical Trial",
        "Clinical Trial, Phase IV",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Type 2 diabetic patients may need enteral nutrition support as part of their treatment. The objective was to compare glycemic and lipid control in hospitalized patients with type 2 diabetes requiring feeding via nasogastric tube using enteral feedings with either a highcarbohydrate or a high-monounsaturated-fat content. METHODS: This trial included type 2 diabetes patients admitted to the hospital for neurologic disorders or head and neck cancer surgery who received either a low-carbohydrate-high-mono-unsaturated-fat (Glucerna) or a high-carbohydrate diet (Precitene Diabet). Glycemic and lipid control was determined weekly. Safety and gastrointestinal tolerance were also assessed. RESULTS: A total of 104 patients were randomized and 63 were evaluable according to preestablished protocol criteria. Median duration of therapy was 13 days in both groups. Mean glucose was significantly increased at 7 days of treatment (p = .006) in the Precitene arm, with no significant variations in the Glucerna arm. Mean weekly blood triglycerides levels in the Precitene arm were increased without reaching statistical significance, whereas patients in the Glucerna arm showed a stable trend. Patients in the Precitene arm showed a significantly higher incidence of diarrhea than patients in Glucerna arm (p = .008), whereas the incidence of nausea was smaller in the Precitene arm than in the Glucerna arm (p = .03). CONCLUSIONS: An enteral formula with lower carbohydrate and higher monounsaturated fat (Glucerna) has a neutral effect on glycemic control and lipid metabolism in type 2 diabetic patients compared with a high-carbohydrate and a lower-fat formula (Precitene Diabet).",
      "mesh_terms": [
        "Aged",
        "Blood Glucose",
        "Diabetes Mellitus, Type 2",
        "Diarrhea",
        "Dietary Carbohydrates",
        "Dietary Fats, Unsaturated",
        "Enteral Nutrition",
        "Female",
        "Hospitalization",
        "Humans",
        "Lipid Metabolism",
        "Male",
        "Nausea"
      ]
    },
    {
      "pmid": "19112711",
      "title": "Effect of dietary vitamin E and partial replacement of poly- with monounsaturated fat on fatty acid patterns of backfat and intramuscular fat in heavy pigs (Iberian x Duroc).",
      "authors": [
        "A Daza",
        "A I Rey",
        "B Isabel",
        "C J Lopez-Bote"
      ],
      "journal": "Journal of animal physiology and animal nutrition",
      "publication_date": "2005-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The effects of partial replacement of dietary polyunsaturated fatty acid (PUFA) with monounsaturated fatty acid (MUFA) on fatty acid profiles of subcutaneous and intramuscular fat and rheological properties of fat were studied in heavy pigs. No effect of dietary fat was observed on total saturated fatty acids proportion in outer and inner backfat layers or intramuscular neutral and polar lipids. The partial substitution of dietary PUFA by MUFA produced a rise in MUFA of intramuscular polar lipids (p < 0.01) but neutral lipids were not affected. Moreover, it also decreased (p < 0.01) the n-6 proportion of outer and inner backfat layers and intramuscular polar lipids, but no effect was observed for the n-6 in the intramuscular neutral lipids. No significant effect of dietary fat treatment was observed on n-3 fatty acids in outer and inner backfat layers, but the partial substitution of PUFA by MUFA increased (p < 0.01) the n-3 proportion of intramuscular lipid fractions and the consequent decreased in the n-6/n-3 ratio in all lipid location. Significant effects of dietary vitamin E were observed on springiness, cohesiveness and adhesiveness of backfat inner layer. However, consistency was not affected by dietary fat. Further research is needed to establish the effects of different ranges of dietary oil combination in the feeding of heavy pigs.",
      "mesh_terms": [
        "Adipose Tissue",
        "Animals",
        "Body Composition",
        "Dietary Fats, Unsaturated",
        "Fatty Acids, Monounsaturated",
        "Fatty Acids, Unsaturated",
        "Lipid Metabolism",
        "Lipids",
        "Male",
        "Meat",
        "Muscle, Skeletal",
        "Random Allocation",
        "Swine",
        "Vitamin E"
      ]
    },
    {
      "pmid": "14984449",
      "title": "Comparison of a high-carbohydrate and a high-monounsaturated fat, olive oil-rich diet on the susceptibility of LDL to oxidative modification in subjects with Type 2 diabetes mellitus.",
      "authors": [
        "C Rodríguez-Villar",
        "A Pérez-Heras",
        "I Mercadé",
        "E Casals",
        "E Ros"
      ],
      "journal": "Diabetic medicine : a journal of the British Diabetic Association",
      "publication_date": "2004-Feb",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: To compare the effects of a high-carbohydrate (CHO) diet and a high-monounsaturated fatty acid (MUFA) diet on LDL oxidative resistance in free-living individuals with Type 2 diabetes mellitus. METHODS: Twenty-two men and women out-patients with Type 2 diabetes, with mean age 61 years and in fair metabolic control (HbA1c<8.0%), were enrolled at a university hospital lipid clinic in a randomized, crossover feeding trial comparing two isocaloric diets for 6 weeks each: CHO (fat, 28% energy) and MUFA (fat, 40% energy) based on virgin olive oil. Outcome measurements were changes in LDL susceptibility to oxidation, body weight, glycaemic control, and lipoprotein profiles. RESULTS: Planned and observed diets were well matched. Participants preferred the MUFA diet over the CHO diet. The lag time of conjugated diene formation during Cu2+-induced LDL oxidation was similar after the CHO and MUFA diets (36.4 +/- 12.2 min and 36.0 +/- 13.7 min, respectively). Body weight, glycaemic control, total triglycerides, and total, LDL- and HDL-cholesterol levels also were similar after the two diets. Compared with the CHO diet, the MUFA diet lowered VLDL-cholesterol by 35% (P=0.023) and VLDL triglyceride by 16% (P=0.016). CONCLUSIONS: Natural food-based high-CHO and high-MUFA diets have similar effects on LDL oxidative resistance and metabolic control in subjects with Type 2 diabetes. A MUFA diet is a good alternative to high-CHO diets for nutrition therapy of diabetes because it also has a beneficial effect on the lipid profile and superior patient acceptance.",
      "mesh_terms": [
        "Aged",
        "Cholesterol, LDL",
        "Cross-Over Studies",
        "Diabetes Mellitus, Type 2",
        "Diet, Diabetic",
        "Dietary Carbohydrates",
        "Fatty Acids, Monounsaturated",
        "Female",
        "Humans",
        "Male",
        "Olive Oil",
        "Oxidation-Reduction",
        "Plant Oils"
      ]
    },
    {
      "pmid": "12821883",
      "title": "Effects of a high monounsaturated fat, tomato-rich diet on serum levels of lycopene.",
      "authors": [
        "K D K Ahuja",
        "E L Ashton",
        "M J Ball"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "2003-Jul",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To compare the effect of a modified fat, monounsaturated-fat-enriched diet and a high-carbohydrate low-fat diet with high lycopene content on the serum concentration of lycopene and other carotenoids. DESIGN: A randomised crossover dietary intervention study. SETTING: Melbourne, Australia--Healthy free-living men. SUBJECTS: A total of 13 healthy males between the age of 20 and 70 y, recruited via advertisements in newspapers and university newsletter. INTERVENTION: A randomised dietary intervention with two diets of 14 days each. The two diets were--(1) high-fat monounsaturated-fat-enriched (MUFA) and (2) high-carbohydrate low-fat (HCLF). Both the diets contained the same basic foods and a controlled carotenoid content high in lycopene. RESULTS: A significant increase in serum total lycopene occurred, by 126% on the MUFA diet (P <0.001) and 108% on the HCLF diet (P=0.001). A reduction in serum cryptoxanthin (27% on MUFA diet and 25% on HCLF) and alpha-carotene (43% on the MUFA diet and 25% on the HCLF diet) was observed. No change was observed for the other carotenoids. Comparing the end of the two diets, no statistically significant difference was observed for lycopene or the other carotenoids. CONCLUSION: In all, 15% of energy from fat or 38% of energy from fat (predominantly monounsaturated fat) in the diet does not have a significant differential effect on serum lycopene. SPONSORSHIP: The study was partially funded by the Grains Research Development Corporation, Canberra and Meadow Lea Foods Ltd, Mascot, Australia. HJ Heinz, Melbourne, Australia provided the tomato products and some funds for their carotenoid analysis.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Carotenoids",
        "Cross-Over Studies",
        "Cryptoxanthins",
        "Diet, Fat-Restricted",
        "Dietary Carbohydrates",
        "Dietary Fats, Unsaturated",
        "Fatty Acids, Monounsaturated",
        "Humans",
        "Lycopene",
        "Solanum lycopersicum",
        "Male",
        "Middle Aged",
        "Xanthophylls",
        "beta Carotene"
      ]
    },
    {
      "pmid": "12669010",
      "title": "Impact of a high-monounsaturated-fat diet on lipid profile in subjects with type 1 diabetes.",
      "authors": [
        "Irene Strychar",
        "Alain Ishac",
        "Michèle Rivard",
        "Suzanne Lussier-Cacan",
        "Hugues Beauregard",
        "Nahla Aris-Jilwan",
        "Farouk Radwan",
        "Jean-François Yale"
      ],
      "journal": "Journal of the American Dietetic Association",
      "publication_date": "2003-Apr",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Controversy persists regarding the use of a high-monounsaturated-fat diet in people with type 1 diabetes. The purpose of this study was to compare the effects of a high-monounsaturated-fat diet containing 43% to 46% carbohydrates and 37% to 40% fat (17% to 20% monounsaturated fat) with those of a high-carbohydrate diet containing 54% to 57% carbohydrates and 27% to 30% fat (10% to 13% monounsaturated fat) on the quantitative and qualitative lipoprotein profile in type 1 diabetes. DESIGN: A randomized crossover study was conducted. Two months before the dietary trial, subjects were monitored on their intensive insulin regimen to normalize glycemic and lipid levels. SUBJECTS: Twenty-six individuals followed each diet for 2 months. Eight subjects lost or gained >2 kg, and three had the same dietary intakes during the two diets. For the remaining 15, seven adhered to the two diet prescriptions and eight followed one of the two diets. STATISTICAL ANALYSIS: Analysis of variance for crossover design (intent-to-treat group of 26) and Wilcoxon signed rank test (group of seven) were used to assess differences between the two diets. RESULTS: For the intent-to-treat group (n=26), low-density lipoprotein cholesterol, although within normal range, was lower by 7% (P=.034) at the end of the high-monounsaturated-fat diet. The other 17 lipid parameters tested were not statistically significant. For those who adhered to the two diets (n= 7), lower plasma total triglycerides by 18% (P=.027), lower very low-density lipoprotein triglycerides by 26% (P=.043), lower very low-density lipoprotein cholesterol by 48% (P=.043), higher apolipoprotein A1 by 7% (P=.018), smaller low-density lipoprotein particle size by 1% (P=.043), and longer low-density lipoprotein oxidation lag time by 25% (P=.043) were found after the high-monounsaturated-fat diet. APPLICATIONS/CONCLUSIONS: A high-monounsaturated-fat diet seemed to have a favorable effect on fasting lipoprotein profile in people with type 1 diabetes. Further research is needed with a larger sample to recommend a high-monounsaturated-fat diet as an alternative diet therapy in type 1 diabetes.",
      "mesh_terms": [
        "Adult",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Cholesterol, VLDL",
        "Cross-Over Studies",
        "Diabetes Mellitus, Type 1",
        "Diet, Diabetic",
        "Dietary Carbohydrates",
        "Dietary Fats, Unsaturated",
        "Fatty Acids, Monounsaturated",
        "Female",
        "Humans",
        "Lipoproteins",
        "Male",
        "Patient Compliance",
        "Statistics, Nonparametric",
        "Triglycerides",
        "Weight Loss"
      ]
    },
    {
      "pmid": "10812378",
      "title": "Diet high in monounsaturated fat does not have a different effect on arterial elasticity than a low-fat, high-carbohydrate diet.",
      "authors": [
        "E L Ashton",
        "S Pomeroy",
        "J E Foster",
        "R S Kaye",
        "P J Nestel",
        "M Ball"
      ],
      "journal": "Journal of the American Dietetic Association",
      "publication_date": "2000-May",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To compare the effects of a modified-fat diet high in monounsaturated fat, and a low-fat/high-carbohydrate diet on arterial elasticity. DESIGN: Randomized crossover design; each diet period was 1 month and a 2-week wash out period occurred in between. SUBJECTS/SETTING: Thirty healthy, free-living, nonsmoking men and women were recruited from the Melbourne, Australia, metropolitan region of Australia. Men were aged 35 to 55 years and postmenopausal women were aged 50 to 60 years and were not taking hormone replacement therapy. Twenty-eight subjects completed the study. INTERVENTION: Two diets of equal energy value: a modified-fat diet and a low-fat/high-carbohydrate diet; the modified-fat diet had 3 times more energy from monounsaturated fat. MAIN OUTCOME MEASURES: Arterial elasticity and serum lipoprotein concentrations. STATISTICAL ANALYSIS: The general linear model was used to investigate overall effect and any carryover or order effects. Paired t test and the general linear model were used to compare the results from the 2 diet periods. RESULTS: High-density lipoprotein cholesterol concentration was significantly higher on the modified-fat diet than on the low-fat/low-carbohydrate diet. Arterial elasticity and concentrations of total cholesterol, low-density lipoprotein cholesterol, and triglycerides were not significantly different on the 2 diets. APPLICATIONS/CONCLUSIONS: There is no evidence to favor a diet high in monounsaturated fat over a low-fat/high-carbohydrate diet because of an effect on arterial elasticity. Other changes in diet may be needed to cause a beneficial effect on arterial elasticity.",
      "mesh_terms": [
        "Adult",
        "Arteries",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Cross-Over Studies",
        "Diet, Fat-Restricted",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Elasticity",
        "Fatty Acids, Monounsaturated",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Regional Blood Flow",
        "Triglycerides"
      ]
    },
    {
      "pmid": "10744590",
      "title": "Substituting walnuts for monounsaturated fat improves the serum lipid profile of hypercholesterolemic men and women. A randomized crossover trial.",
      "authors": [
        "D Zambón",
        "J Sabaté",
        "S Muñoz",
        "B Campero",
        "E Casals",
        "M Merlos",
        "J C Laguna",
        "E Ros"
      ],
      "journal": "Annals of internal medicine",
      "publication_date": "2000-Apr-04",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: It has been reported that walnuts reduce serum cholesterol levels in normal young men. OBJECTIVE: To assess the acceptability of walnuts and their effects on serum lipid levels and low-density lipoprotein (LDL) oxidizability in free-living hypercholesterolemic persons. DESIGN: Randomized, crossover feeding trial. SETTING: Lipid clinic at a university hospital. PATIENTS: 55 men and women (mean age, 56 years) with polygenic hypercholesterolemia. INTERVENTION: A cholesterol-lowering Mediterranean diet and a diet of similar energy and fat content in which walnuts replaced approximately 35% of the energy obtained from monounsaturated fat. Patients followed each diet for 6 weeks. MEASUREMENTS: Low-density lipoprotein fatty acids (to assess compliance), serum lipid levels, lipoprotein(a) levels, and LDL resistance to in vitro oxidative stress. RESULTS: 49 persons completed the trial. The walnut diet was well tolerated. Planned and observed diets were closely matched. Compared with the Mediterranean diet, the walnut diet produced mean changes of -4.1% in total cholesterol level, -5.9% in LDL cholesterol level, and -6.2% in lipoprotein(a) level. The mean differences in the changes in serum lipid levels were -0.28 mmol/L (95% CI, -0.43 to -0.12 mmol/L) (-10.8 mg/dL [-16.8 to -4.8 mg/dL]) (P<0.001) for total cholesterol level, -0.29 mmol/L (CI, -0.41 to -0.15 mmol/L) (-11.2 mg/dL [-16.3 to -6.1 mg/dL]) (P<0.001) for LDL cholesterol level, and -0.021 g/L (CI, -0.042 to -0.001 g/L) (P = 0.042) for lipoprotein(a) level. Lipid changes were similar in men and women except for lipoprotein(a) levels, which decreased only in men. Low-density lipoprotein particles were enriched with polyunsaturated fatty acids from walnuts, but their resistance to oxidation was preserved. CONCLUSION: Substituting walnuts for part of the mono-unsaturated fat in a cholesterol-lowering Mediterranean diet further reduced total and LDL cholesterol levels in men and women with hypercholesterolemia.",
      "mesh_terms": [
        "Algorithms",
        "Body Weight",
        "Cholesterol, LDL",
        "Cross-Over Studies",
        "Fats, Unsaturated",
        "Feeding Behavior",
        "Female",
        "Humans",
        "Hypercholesterolemia",
        "Lipids",
        "Lipoproteins",
        "Male",
        "Nuts",
        "Oxidation-Reduction",
        "Patient Compliance"
      ]
    },
    {
      "pmid": "10680139",
      "title": "[The diet rich in monounsaturated fat modifies in a beneficial way carbohydrate metabolism and arterial pressure].",
      "authors": [
        "J Salas",
        "J López Miranda",
        "S Jansen",
        "J L Zambrana",
        "P Castro",
        "J A Paniagua",
        "A Blanco",
        "F López Segura",
        "J A Jiménez Perepérez",
        "F Pérez Jiménez"
      ],
      "journal": "Medicina clinica",
      "publication_date": "1999-Dec-11",
      "publication_types": [
        "Comparative Study",
        "English Abstract",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Two dietary regimens recommended for the reduction of coronary risk, by way of their effects on lipid profile, are the diet low in saturated fat and a diet rich in monounsaturated fats (MUFA). However the effects of these diets on carbohydrate metabolism in healthy subjects are not well known. The objective of this study was to compare the effect of both diets on various parameters of carbohydrate metabolism. METHODS: 41 healthy young males were submitted to 3 consecutive diets, each for a duration of 4 weeks. The first diet was rich in saturated fat (SAT) (38% fat, 20% saturated). The second was rich in carbohydrates following the recommendations of the NCEP-I (National Cholesterol Education Program type I) (28% fat, 47% carbohydrates). The last one was a diet rich in monounsaturated fatty acids (38% fat, 22% MUFA). At the end of each dietary period, blood pressure (BP) and blood levels of glucose, insulin and free fatty acids were determined. 29 subjects were also submitted to an oral glucose tolerance test (OGTT) at the end of each diet. RESULTS: The SAT diet induced the highest levels of insulin after the OGTT. The consumption of the MUFA diet determined the lowest levels of fasting blood glucose (-0.60 mmol/l [13%], p < 0.0002), insulin (-9 microUl/ml [47%], p < 0.0002) and free fatty acids (-0.11 mmol/l [24%], p = 0.006), compared to the NCEP-I diet. Systolic and diastolic blood pressure were higher in the NCEP-I diet than during the other periods (SBP: +6 mmHg compare with SAT [5%], p = 0.0001; and +5 mmHg compare with MUFA [4%], p = 0.0001; DBP: +20 mmHg compare with MUFA [27%], p = 0.0001) and +6 mmHg compared with SAT [8%], p = 0.0001). CONCLUSION: Of the diets most commonly used for the treatment and prevention of arteriosclerosis, a diet rich in monounsaturated fats is the most beneficial for the healthy population from the point of view of carbohydrate metabolism and blood pressure.",
      "mesh_terms": [
        "Adult",
        "Analysis of Variance",
        "Arteriosclerosis",
        "Blood Glucose",
        "Blood Pressure",
        "Carbohydrates",
        "Dietary Fats, Unsaturated",
        "Fatty Acids, Monounsaturated",
        "Fatty Acids, Nonesterified",
        "Humans",
        "Insulin",
        "Insulin Resistance",
        "Male",
        "Reference Values",
        "Time Factors"
      ]
    },
    {
      "pmid": "10556990",
      "title": "Comparison of the effects of a monounsaturated fat diet and a high carbohydrate diet on cardiovascular risk factors in first degree relatives to type-2 diabetic subjects.",
      "authors": [
        "C Thomsen",
        "O Rasmussen",
        "C Christiansen",
        "E Pedersen",
        "M Vesterlund",
        "H Storm",
        "J Ingerslev",
        "K Hermansen"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "1999-Oct",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Recent studies have demonstrated beneficial metabolic effects of dietary monounsaturated fatty acids (MUFA) in Type-2 diabetes mellitus (Type-2 DM). The question arises if dietary MUFA also has desirable effects on risk markers in subjects with high risk of developing Type-2 DM. SETTING: University department of endocrinology. SUBJECTS: Sixteen healthy, first-degree relatives (six men, 10 women, age (mean+/-s.d.): 35+/-2 years) with normal oral glucose tolerance tests. INTERVENTIONS: Randomised study with two 4-week treatment periods with either a carbohydrate-rich (CHO) diet (55 E% carbohydrate, 30 E% fat, 15 E% protein) or a diet rich in olive oil [MUFA 40 E% fat (25 E% as MUFA), 45 E% carbohydrate, 15 E% protein]. The periods were divided by a 4-week wash-out period. RESULTS: Similar lowering effects on total cholesterol, low density lipoprotein (LDL)-cholesterol, triglyceride and apoB levels were seen after the two diets. Slightly higher levels of high-density lipoprotein (HDL)-cholesterol (1.4+/-0.4 vs 1.3+/-0.4 mmol/l, P<0. 0001) and apoA-1 (1.2+/-0.3 vs 1.1+/-0.3 mmol/l, P<0.05) were found in the MUFA-diet. Furthermore, the insulin sensitivity, as assessed by Bergman's minimal model, and the first response insulin areas were similar, as were the 24-h blood pressures and the von Willebrand Factor (vWF) levels. CONCLUSIONS: Isocaloric diets rich in MUFA or rich in carbohydrate, respectively, seem to have similar effects on cardiovascular risk factors in persons at high risk of developing Type-2 DM. A potential risk, however, on body weight of high-fat diets should be kept in mind. SPONSORSHIP: This study was supported by grants from the Danish Diabetes Association, Institute of Clinical Experimental Research, Aarhus University, The Danish Heart Foundation, The Danish Medical Research Council, Velux Foundation, Poul and Erna Sehested Hansens Foundation, Mogens Svarre Mogensens Foundation.",
      "mesh_terms": [
        "Adult",
        "Apolipoprotein A-I",
        "Apolipoproteins B",
        "Blood Glucose",
        "Cardiovascular Diseases",
        "Cholesterol",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Diabetes Mellitus, Type 2",
        "Dietary Carbohydrates",
        "Dietary Fats, Unsaturated",
        "Female",
        "Humans",
        "Insulin",
        "Male",
        "Risk Factors",
        "Triglycerides",
        "von Willebrand Factor"
      ]
    },
    {
      "pmid": "10403584",
      "title": "Diets high and low in glycemic index versus high monounsaturated fat diets: effects on glucose and lipid metabolism in NIDDM.",
      "authors": [
        "N D Luscombe",
        "M Noakes",
        "P M Clifton"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "1999-Jun",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To examine the relative effects of high and low glycemic index (GI) carbohydrates, and monounsaturated fats on blood glucose and lipid metabolism in NIDDM subjects. SUBJECTS: Fourteen male and seven female variably controlled NIDDM subjects recruited by advertisement. SETTING: Free living outpatients. RESEARCH DESIGN: A repeated measures, within-subject design was used such that each subject consumed three diets: (a) a high-GI diet (53% CHO -21% fat, 63 GI units (glucose= 100)); (b) a low-GI diet (51% CHO -23% fat, 43 GI units); and (c) a high-mono high-GI diet (42% CHO -35% fat, 59 GI units) in random order and cross-over fashion for four weeks. Approximately 45% energy was provided as key foods which differed in published GI values and specifically excluded legumes. Dietary fibre intake was > 30 g/d on each diet. At the end of each dietary intervention, we measured fasting plasma lipids, glucose, insulin, total glycated plasma protein, fructosamine, LDL and HDL particle size as well as 24 h urinary excretion of glucose and C-peptide. RESULTS: HDL-cholesterol was higher on the low-GI and high-mono high-GI diets compared to the high-GI diet (P < 0.05 for overall diet effect). There were no other significant differences in metabolic control between diets, even when adjusted for BMI, glucose control or gender. Body weight and saturated fat intake remained stable between dietary interventions. CONCLUSION: High-mono high-GI and high-CHO, low-GI diets are superior to high-CHO, high-GI diets with respect to HDL metabolism but no effect was noted on glucose metabolism in variably controlled NIDDM subjects.",
      "mesh_terms": [
        "Analysis of Variance",
        "Blood Glucose",
        "Body Weight",
        "Cholesterol",
        "Cross-Over Studies",
        "Diabetes Mellitus, Type 2",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Fatty Acids, Monounsaturated",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Triglycerides"
      ]
    },
    {
      "pmid": "9497173",
      "title": "High-monounsaturated-fat diets for patients with diabetes mellitus: a meta-analysis.",
      "authors": [
        "A Garg"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "1998-Mar",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "The most recent position statement on nutrition from the American Diabetes Association recommends an individualized approach to nutrition that is based on the nutritional assessment and desired outcomes of each patient and that takes into consideration patient preferences and control of hyperglycemia and dyslipidemia. To achieve these nutritional goals, either low-saturated-fat, high-carbohydrate diets or high-monounsaturated-fat diets can be advised. A meta-analysis of various studies comparing these two approaches to diet therapy in patients with type 2 diabetes revealed that high-monounsaturated-fat diets improve lipoprotein profiles as well as glycemic control. High-monounsaturated-fat diets reduce fasting plasma triacylglycerol and VLDL-cholesterol concentrations by 19% and 22%, respectively, and cause a modest increase in HDL-cholesterol concentrations without adversely affecting LDL-cholesterol concentrations. Furthermore, there is no evidence that high-monounsaturated-fat diets induce weight gain in patients with diabetes mellitus provided that energy intake is controlled. Therefore, a diet rich in cis-monounsaturated fat can be advantageous for both patients with type 1 or type 2 diabetes who are trying to maintain or lose weight.",
      "mesh_terms": [
        "Blood Glucose",
        "Diabetes Mellitus, Type 2",
        "Diet",
        "Dietary Fats, Unsaturated",
        "Humans",
        "Lipoproteins"
      ]
    },
    {
      "pmid": "9020242",
      "title": "A low-fat diet supplemented with monounsaturated fat results in less HDL-C lowering than a very-low-fat diet.",
      "authors": [
        "S A Morgan",
        "K O'Dea",
        "A J Sinclair"
      ],
      "journal": "Journal of the American Dietetic Association",
      "publication_date": "1997-Feb",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: The purpose of this study was to compare the effects of a very-low-fat diet with a low-fat diet supplemented with monounsaturated oil on plasma lipid levels in subjects with hypercholesterolemia. DESIGN: The 8-week study was divided into one 2-week baseline diet and two 3-week intervention periods in a randomized crossover design. SETTING: The study was conducted in an outpatient setting at the Deakin Institute of Human Nutrition, Deakin University, Geelong, Australia. SUBJECTS: Twenty-four free-living subjects with hypercholesterolemia participated in and completed the study. INTERVENTION: After a 2-week baseline period of a self-selected diet, subjects were assigned to one of two dietary interventions: a very-low-fat (10% of energy from fat), high-carbohydrate diet or a low-fat (26% of energy from fat) diet supplemented with olive oil and an olive oil-based margarine. MAIN OUTCOME MEASURES: Lipid measurements included total cholesterol, low-density lipoprotein cholesterol, high-density lipoprotein cholesterol, and triglyceride concentrations. Plasma cholesteryl esters were measured to monitor compliance. STATISTICAL ANALYSES: A paired t test was used to assess differences between treatment periods for each subject. The dependence of the difference between treatment periods on the covariates of age, sex, initial cholesterol concentration, and energy intake was analyzed using repeated measures and analysis of covariance. RESULTS: The low-fat diet supplemented with monounsaturated fat resulted in significantly less high-density lipoprotein cholesterol lowering than the very-low-fat diet (P=.005). Both interventions resulted in significant reductions in both low-density lipoprotein cholesterol and total cholesterol compared with the baseline diet. APPLICATIONS: This study suggests that a low-fat diet enriched with olive oil provides advantages over a very-low-fat diet in the control of serum lipoproteins among persons with hypercholesterolemia.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Cholesterol",
        "Cholesterol, Dietary",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Cross-Over Studies",
        "Diet, Fat-Restricted",
        "Dietary Fats, Unsaturated",
        "Energy Intake",
        "Female",
        "Humans",
        "Hypercholesterolemia",
        "Male",
        "Middle Aged",
        "Olive Oil",
        "Plant Oils",
        "Triglycerides"
      ]
    },
    {
      "pmid": "8117360",
      "title": "Effects on blood pressure, glucose, and lipid levels of a high-monounsaturated fat diet compared with a high-carbohydrate diet in NIDDM subjects.",
      "authors": [
        "O W Rasmussen",
        "C Thomsen",
        "K W Hansen",
        "M Vesterlund",
        "E Winther",
        "K Hermansen"
      ],
      "journal": "Diabetes care",
      "publication_date": "1993-Dec",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To compare the influence on blood pressure, glucose, and lipid levels of a diet rich in monounsaturated fatty acids with an isocaloric, high-carbohydrate diet in 15 NIDDM subjects. RESEARCH DESIGN AND METHODS: A crossover design with diet interventions and wash-out periods of 3 wk was applied. The patients were randomly assigned to a 3-wk treatment with a high-carbohydrate diet containing 50% of energy as carbohydrate and 30% of energy as fat (10% of energy as monounsaturated fatty acids) or an isocaloric diet with 30% of energy as carbohydrate and 50% of energy as fat (30% of energy as monounsaturated fatty acids). On the last day of the two diets, 24-h ambulatory blood pressure was measured and day profiles of glucose, hormones, and lipids were performed to a test menu rich in carbohydrates. RESULTS: The diet rich in monounsaturated fat reduced daytime systolic (131 +/- 3 vs. 137 +/- 3 mmHg, P < 0.04) and 24-h systolic blood pressure (126 +/- 8 vs. 130 +/- 10 mmHg, P < 0.03) as well as daytime diastolic (78 +/- 2 vs. 84 +/- 2 mmHg, P < 0.02) and diurnal diastolic blood pressure (75 +/- 6 vs. 78 +/- 5 mmHg, P < 0.03) as compared with the high-carbohydrate diet. Evidence of lowered blood glucose levels on the high-monounsaturated diet compared with the high-carbohydrate diet were found with lower fasting blood glucose (6.1 +/- 0.3 vs. 6.8 +/- 0.5 mM, P < 0.05), lower average blood glucose levels (7.4 +/- 0.5 vs. 8.2 +/- 0.6 mM, P < 0.04), and peak blood glucose responses (9.9 +/- 0.6 vs. 11.3 +/- 0.7 mM, P < 0.02). The two diets had the same impact on lipid levels. CONCLUSIONS: A diet rich in monounsaturated fat has beneficial effects on blood pressure and glucose metabolism, whereas no adverse effects on lipid composition in NIDDM subjects is detected.",
      "mesh_terms": [
        "Analysis of Variance",
        "Blood Glucose",
        "Blood Pressure",
        "Circadian Rhythm",
        "Diabetes Mellitus, Type 2",
        "Diastole",
        "Diet, Diabetic",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Fatty Acids, Monounsaturated",
        "Fatty Acids, Nonesterified",
        "Female",
        "Glucagon",
        "Glycated Hemoglobin",
        "Glycosuria",
        "Growth Hormone",
        "Humans",
        "Insulin",
        "Lipids",
        "Male",
        "Middle Aged",
        "Pulse",
        "Systole",
        "Triglycerides"
      ]
    },
    {
      "pmid": "22055368",
      "title": "Characteristics of pork products from swine fed a high monounsaturated fat diet: Part 2-Uncured processed products.",
      "authors": [
        "K S Rhee",
        "Y A Ziprin",
        "T L Davidson"
      ],
      "journal": "Meat science",
      "publication_date": "1990",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of incorporation of 12% high-oleic sunflower (HOSO; >85% in oleic acid) into a swine diet on properties of uncured, processed pork products were determined. Restructured pork chops (with an initial total-fat level of <5%) and ground pork patties (with targeted initial total-fat levels of 15% and 30%) processed from animals fed the HOSO diet, when compared to the corresponding products from animals fed the control diet without HOSO, were 28% and 38%, respectively, lower (0·72 and 0·62 fold, respectively) in the proportion of total saturated fatty acids; 25% higher (1·25 fold) in the proportion of total monounsaturated fatty acids for both products; and 73% and 105%, respectively, higher in the ratio of monounsaturated to saturated fatty acids (M S ). The M S ratio differences were not significantly changed by cooking. Cooking loss for either restructured chops or ground pork patties was similar between the product from animals on the control diet and that from animals on the HOSO diet. When restructured chops were evaluated for sensory properties, HOSO and control samples were similar in all sensory attributes evaluated for broiled chops while HOSO samples were juicier for precooked-reheated chops. Thiobarbituric acid (TBA) values were not significantly different between HOSO and control samples for stored, restructured chops; for pork patties, differences between the diet treatment groups were dependent on whether patties were stored raw or cooked."
    },
    {
      "pmid": "3045553",
      "title": "Comparison of a high-carbohydrate diet with a high-monounsaturated-fat diet in patients with non-insulin-dependent diabetes mellitus.",
      "authors": [
        "A Garg",
        "A Bonanome",
        "S M Grundy",
        "Z J Zhang",
        "R H Unger"
      ],
      "journal": "The New England journal of medicine",
      "publication_date": "1988-Sep-29",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S.",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "We compared a high-carbohydrate diet with a high-fat diet (specifically, a diet high in monounsaturated fatty acids) for effects on glycemic control and plasma lipoproteins in 10 patients with non-insulin-dependent diabetes mellitus (NIDDM) receiving insulin therapy. The patients were randomly assigned to receive first one diet and then the other, each for 28 days, in a metabolic ward. In the high-carbohydrate diet, 25 percent of the energy was in the form of fat and 60 percent in the form of carbohydrates (47 percent of the total energy was in the form of complex carbohydrates); the high-monounsaturated-fat diet was 50 percent fat (33 percent of the total energy in the form of monounsaturated fatty acids) and 35 percent carbohydrates. The two diets had the same amounts of simple carbohydrates and fiber. As compared with the high-carbohydrate diet, the high-monounsaturated-fat diet resulted in lower mean plasma glucose levels and reduced insulin requirements, lower levels of plasma triglycerides and very-low-density lipoprotein cholesterol (lower by 25 and 35 percent, respectively; P less than 0.01), and higher levels of high-density lipoprotein (HDL) cholesterol (higher by 13 percent; P less than 0.005). Levels of total cholesterol and low-density lipoprotein (LDL) cholesterol did not differ significantly in patients on the two diets. These preliminary results suggest that partial replacement of complex carbohydrates with monounsaturated fatty acids in the diets of patients with NIDDM does not increase the level of LDL cholesterol and may improve glycemic control and the levels of plasma triglycerides and HDL cholesterol.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Blood Glucose",
        "Cholesterol",
        "Cholesterol, LDL",
        "Cholesterol, VLDL",
        "Diabetes Mellitus, Type 2",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Energy Intake",
        "Fatty Acids, Monounsaturated",
        "Humans",
        "Insulin",
        "Lipoproteins, VLDL",
        "Middle Aged",
        "Random Allocation",
        "Triglycerides"
      ]
    },
    {
      "pmid": "3583949",
      "title": "Fatty acid profiles and sensory and carcass traits of tissues from steers and swine fed an elevated monounsaturated fat diet.",
      "authors": [
        "L C St John",
        "C R Young",
        "D A Knabe",
        "L D Thompson",
        "G T Schelling",
        "S M Grundy",
        "S B Smith"
      ],
      "journal": "Journal of animal science",
      "publication_date": "1987-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Twelve Angus X Hereford steers were assigned to either a control high-energy diet or a test diet consisting of 20% rapeseed at the expense of 20% corn. Twelve pigs were allotted to a control diet and two test diets containing either 10 or 20% canola oil (CO). Both CO and oil in the rapeseed contained 60 to 64% oleic acid. Cattle fed rapeseed exhibited little effect from the diet due to apparent indigestibility of the rapeseed. Total saturated fatty acids decreased from 40% in adipose tissue of the control pigs to 15% in the 20% CO-fed pigs. The ratio of monounsaturated to saturated fatty acids (M/S) increased from 1.19 in adipose tissue from control pigs to 3.63 with the addition of 20% CO to the diet. In muscle, the M/S ratio increased from 1.21 in control pigs to 2.46 in the 20% CO treatment group. The percentage of the saturated fatty acids in muscle decreased from 42% in the control to 23% in the 20% CO treatment. Significant increases in \"oiliness\" and decreases in fat firmness were observed when increasing levels of canola oil were fed. Sensory traits, cooking loss and shear-force values of pork chops were similar among treatment groups. In conclusion, monounsaturated fatty acid content can be elevated substantially in pork without adversely influencing the quality of the meat, thus producing a product perceived to be more healthful by the consumer.",
      "mesh_terms": [
        "Adipose Tissue",
        "Animals",
        "Body Composition",
        "Cattle",
        "Dietary Fats, Unsaturated",
        "Fatty Acids",
        "Male",
        "Muscles",
        "Swine"
      ]
    }
  ]
}