{
  "supplement": "MSM",
  "query": "MSM[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:06:34",
  "research_count": 585,
  "count": 100,
  "articles": [
    {
      "pmid": "40162974",
      "title": "Interest and disparities in awareness and uptake of doxyPEP among U.S. MSM living with HIV.",
      "authors": [
        "Tyler Martinson",
        "Megan J Heise",
        "Kevin Sassaman",
        "Hannah R Schmidt",
        "Alexa B D'Angelo",
        "Shivani Mahuvakar",
        "Dustin T Duncan",
        "Keith J Horvath",
        "Sabina Hirshfield",
        "Renessa Williams",
        "Mallory O Johnson",
        "Christian Grov",
        "Adam Carrico",
        "Monica Gandhi",
        "Matthew A Spinelli"
      ],
      "journal": "AIDS (London, England)",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The CDC recommends doxycycline post-exposure prophylaxis (doxyPEP) for men who have sex with men (MSM) with a bacterial sexually transmitted infection (bSTI) in the past year. This study explored determinants of doxyPEP awareness and uptake, and associations with HIV care outcomes, among U.S. MSM living with HIV. DESIGN: Cross-sectional study. METHODS: From 10/2023-10/2024, we enrolled 827 MSM living with HIV from 46 states, Washington, D.C., and Puerto Rico via a popular geospatial networking app. Adjusted multivariable logistic regression examined determinants of doxyPEP awareness/use and associations with HIV treatment adherence, viral suppression, and care engagement. RESULTS: Among 827 participants, 13% were currently taking doxyPEP, 46% were aware of doxyPEP but not prescribed it, and 41% had not heard of it. Of 360 participants CDC-eligible for doxyPEP, 20% were prescribed it, 49% had heard of it but were not on it, and 31% were unaware, 95% of whom expressed interest. Neither awareness nor use of doxyPEP was associated with HIV care outcomes. Both awareness and uptake of doxyPEP were higher among participants with a recent bSTI (adjusted odds ratio (aOR) = 1.15, 95%CI: 1.06-1.25; aOR = 1.11, 95%CI: 1.05-1.17, respectively) and lower in the U.S. Midwest, Mountain, and South regions (inverse-variance weighted average (IVW-Avg) aOR = 0.81, 95%CI: 0.76-0.86; IVW-Avg aOR = 0.86, 95%CI: 0.82-0.90, respectively) relative to Pacific states. CONCLUSIONS: High doxyPEP interest underscores unmet demand in integrated HIV/sexual health care. Sociodemographic and geographic disparities in doxyPEP implementation necessitate targeted interventions for MSM living with HIV to optimize impact on the bSTI epidemic."
    },
    {
      "pmid": "40081125",
      "title": "Effectiveness of educational intervention for improving Monkeypox (Mpox) viral infection knowledge among MSM population.",
      "authors": [
        "Xueer Wu",
        "Yuanyuan Xu",
        "Xin Li",
        "Songning Ding",
        "Yang Hu",
        "Zhengping Zhu"
      ],
      "journal": "Journal of infection and public health",
      "publication_date": "2025-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Mpox is a zoonotic disease caused by the mpox virus (MPXV), which has recently exhibited human-to-human transmission globally. Due to its hidden nature and high-risk behaviors, men who have sex with men (MSM) has become a focal point for mpox prevention and control. This study evaluates the impact of health interventions on mpox knowledge awareness among MSM. METHODS: Through pre- and post-MIP surveys, we analyzed the awareness of mpox knowledge, preferences for acquiring mpox information, and preferred channels among MSM. Data collection occurred from August 2023 to March 2024, with a total of 1514 valid questionnaires collected. The Mpox Intervention Program (MIP) included the development and distribution of educational materials, Voluntary Counseling and testing (VCT) clinic consultations, and surveys. RESULTS: Post-intervention, the total score for mpox knowledge awareness significantly increased from 58.50 to 68.47 (P <0.001), and the knowledge awareness rate rose from 48.66 % to 64.60 % (P <0.001). The intervention significantly improved participants' understanding of mpox incubation period, asymptomatic infections, transmission routes, and prevention measures (P <0.001). MSM preferred obtaining mpox knowledge through new media and internet social platforms, with no significant changes in preferences pre- and post-MIP. CONCLUSION: The MIP effectively improved mpox knowledge awareness and cognitive levels among MSM. These findings provide scientific evidence for optimizing health education strategies and controlling the spread of mpox."
    },
    {
      "pmid": "40079529",
      "title": "Fifth subtype of Kaposi sarcoma in HIV-negative MSM: a retrospective single-arm cohort study from a tertiary care center in NYC from 2000 to 2022.",
      "authors": [
        "Ayana E Morales",
        "Gabrielle Benson",
        "Stephanie Glavan",
        "Rosemary Giuliano",
        "Mark A Dickson"
      ],
      "journal": "The oncologist",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Kaposi sarcoma (KS) is a vascular tumor caused by human herpesvirus 8, also known as Kaposi sarcoma herpesvirus. There are 4 distinct subtypes: classic, endemic, iatrogenic, and epidemic (HIV-associated). A fifth subtype is increasingly recognized: non-epidemic KS in men who have sex with men (MSM) who are HIV-negative. Our primary objective was to characterize non-epidemic KS to identify associated risk factors, presentation, treatment course, and prognosis of these patients. PATIENTS AND METHODS: This retrospective cohort included all patients evaluated at Memorial Sloan Kettering Cancer Center from 2000 to 2022 with pathologically proven KS who identified as MSM status, without diagnosis of HIV. Data were collected on demographics, comorbidities, coinfections, treatments, and outcomes. RESULTS: Seventy-two patients were identified. The median age at the time of diagnosis was 58. At initial diagnosis, 44% of patients underwent observation, 51% received localized treatment and 5% received systemic treatment. In follow-up, 47% of patients had a progression of disease requiring recurrent treatment: 25% received localized treatment while 18% received chemotherapy. In follow-up, 7 patients died, with only 2 deaths attributed to KS; 10% of patients were diagnosed with a lymphoproliferative disorder. CONCLUSIONS: This study is the largest yet to characterize the non-epidemic KS subtype in HIV-negative MSM. These individuals are younger, HIV-negative, MSM with a favorable prognosis. Additional research is needed to understand the potential risk associated with lymphoproliferative disorders.",
      "mesh_terms": [
        "Humans",
        "Sarcoma, Kaposi",
        "Male",
        "Retrospective Studies",
        "Middle Aged",
        "Homosexuality, Male",
        "Tertiary Care Centers",
        "Aged",
        "Adult",
        "Prognosis",
        "New York City",
        "Risk Factors"
      ]
    },
    {
      "pmid": "40069954",
      "title": "Effectiveness of HIV health education interventions on the MSM population: a meta-analysis.",
      "authors": [
        "Ye Chen",
        "Xiangyi Tang",
        "Qiuyu Chen",
        "Ying Zhang",
        "Qinglan Xia",
        "Qiang Wang"
      ],
      "journal": "AIDS care",
      "publication_date": "2025-Mar-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Men who have sex with men (MSM) face a heightened risk of HIV, presenting a significant public health issue. This meta-analysis evaluates the effectiveness of HIV health education for MSM by examining changes in knowledge, attitudes, and behaviors across different cultures and regions. The study also explores heterogeneity sources through subgroup and sensitivity analyses to guide future research. Searches were conducted in databases including China Knowledge, Wipo, Wanfang, PubMed, and Web of Science, covering studies up to December 1, 2023. Included were controlled pre-post trials on HIV education's impact on MSM. Independent data extraction and analysis were completed by two researchers using RevMan 5.7. Pre-registration was done with PROSPERO. Twenty-seven studies met criteria. Post-intervention, significant improvements were noted in HIV knowledge (OR: 0.49; 95% CI: 0.44-0.56), condom use over six months (OR: 0.47; 95% CI: 0.38-0.58), and condom use in recent same-sex encounters (OR: 0.44; 95% CI: 0.29-0.66). Larger samples (>500) or long-term interventions (>1 year) enhanced homogeneity (I2 = 0%). In conclusion, these interventions significantly boost knowledge and condom use, identifying sample size and intervention duration as primary heterogeneity influences, guiding future strategy optimization."
    },
    {
      "pmid": "40068448",
      "title": "The effects of a salutogenic strength-based intervention on sense of coherence and health outcomes in newly diagnosed HIV-positive MSM: A randomized controlled trial.",
      "authors": [
        "Jianhai Long",
        "Qin Jiang",
        "Fei Ye",
        "Sushun Liu",
        "Yamin Li",
        "Mimi Zhai"
      ],
      "journal": "International journal of nursing studies",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Newly diagnosed HIV-positive men who have sex with men (MSM) often face significant psychological stress, resulting in a high prevalence of issues such as anxiety and depression. Sense of coherence, an internal strength factor, is known to offer protective effect against health challenges. However, interventions specifically designed to enhance sense of coherence in this population remain limited. OBJECTIVE: To evaluate the effectiveness of the salutogenic strength-based intervention in enhancing sense of coherence as the primary outcome and improving related health outcomes as secondary outcomes, including stress, depression, and antiretroviral therapy adherence, CD4+T cell count and viral load, among newly diagnosed HIV-positive men who have sex with men. DESIGN: This randomized controlled trial involved random assignment of participants to either the intervention or control group in a 1:1 ratio. SETTING: Participants were recruited through Changsha First Hospital and Changsha Zhongda Sunshine Social Work Service Center. PARTICIPANTS: A total of 70 participants were included in the study. METHODS: The intervention group participated in an 8-week \"Towards the Sun\" program delivered via the WeChat platform, while the control group received standard follow-up care. Outcomes were measured at baseline (T1), post-intervention (T2), and three months post-intervention (T3). Generalized Estimating Equations were used to analyze the intervention effects over time. RESULTS: The intervention group demonstrated a significant increase in sense of coherence scores from T1 to T3 (ME = 10.23, 95%CI 7.14-13.31, p < 0.001), whereas the control group showed a declining trend from T1 to T3 (ME = -7.35, 95%CI -10.39- -4.32, p < 0.001). Stress in the intervention group significantly decreased at T3 compared to T1 (ME = -3.66, 95%CI -5.56- -1.76, p < 0.001), while the control group experienced a significant increase (ME = 1.93, 95%CI 0.06-3.80, p = 0.043). Additionally, depression only increased in the control group (ME = 3.17, 95%CI 1.53-4.81, p < 0.001) and was significantly lower in the intervention group than that in the control group at T3 (ME = -3.21, 95%CI -5.76-0.65, p = 0.014). Antiretroviral therapy adherence remained stable in the intervention group but declined significantly in the control group (ME = -1.31, 95%CI -2.10- -0.52, p = 0.001). No significant differences were found between groups regarding CD4+ T cell count or viral load. CONCLUSIONS: The salutogenic strength-based intervention significantly enhanced sense of coherence, reduced stress and depression, and maintained antiretroviral therapy adherence among newly diagnosed HIV-positive men who have sex with men. These findings indicate substantial potential for improving psychological health and adherence behaviors through targeted interventions in this population. REGISTRATION: This study was registered with ChiCTR.org (ChiCTR2300073800). TWEETABLE ABSTRACT: A salutogenic strength-based intervention delivered via WeChat improved sense of coherence, reduced stress and depression, and maintained therapy adherence among newly diagnosed HIV-positive men who have sex with men.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Adult",
        "Homosexuality, Male",
        "Sense of Coherence",
        "HIV Infections",
        "Middle Aged"
      ]
    },
    {
      "pmid": "39967244",
      "title": "High Prevalence of Asymptomatic STIs in MSM PWH in a Male HIV Clinic in Mexico City.",
      "authors": [
        "Juan Pablo Sánchez Navarro",
        "Gustavo Barriga Angulo",
        "José Antonio Mata Marín",
        "Mara Rodríguez Evaristo",
        "Paola Edith Padilla Noguera",
        "Jesús Enrique Gaytán Martínez"
      ],
      "journal": "Journal of the International Association of Providers of AIDS Care",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The incidence of sexually transmitted infections (STIs) remains high among men who have sex with men (MSM) living with human immunodeficiency virus (HIV) (PWH). This study determined the prevalence of asymptomatic STIs in MSM PWH attending an HIV clinic in Mexico City. METHODS: This cross-sectional study (May 2022-November 2023) included self-questionnaires on STI-related behaviors and symptoms, urethral samples for multiplex polymerase chain reaction (PCR), and serological tests for syphilis, HBV, and HCV. RESULTS: Among 261 patients, 56.7% were receiving antiretroviral therapy, 41.8% had suppressed HIV-1 viral load, and 26.1% tested positive for at least one STI in urethral PCR. The most prevalent microorganisms were Ureaplasma urealyticum (14.9%), Mycoplasma hominis (6.9%), Mycoplasma genitalium (4.2%), and Chlamydia trachomatis (3.1%). Multiple infections were identified in 5.3% of cases. Seroprevalence rates for syphilis, HBV, and HCV were 17.6%, 6.5%, and 3.1%, respectively. Current smoking and insertive anal sex were the only statistically significant associated factors. CONCLUSIONS: This study underscores the high frequency of asymptomatic STIs and the importance of regular screening.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Mexico",
        "Cross-Sectional Studies",
        "Adult",
        "Sexually Transmitted Diseases",
        "HIV Infections",
        "Prevalence",
        "Middle Aged",
        "Homosexuality, Male",
        "Young Adult"
      ]
    },
    {
      "pmid": "39948546",
      "title": "Chemsex, sexualized drug use and emotional vulnerability among men who have sex with men (MSM): a one-month survey in a STI/HIV center.",
      "authors": [
        "Stella Capodieci",
        "Mauro Zaccarelli",
        "Christof Stingone",
        "Eugenia Giuliani",
        "Valentina Cafaro",
        "Laura Gianserra",
        "Maria Gabriella Donà",
        "Alessandra Latini",
        "Massimo Giuliani"
      ],
      "journal": "BMC public health",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chemsex, characterized by the intentional use of specific drugs to enhance sexual experiences during group sessions, represents a challenge for the health of some sexually active communities, such as men who have sex with men (MSM). MSM may experience mental health issues associated with chemsex participation. This survey aims to investigate the characteristics, prevalence, and correlates of sexualized drug use (SDU) and chemsex with a focus on the emotional vulnerability associated with chemsex and SDU engagement among MSM at high risk of sexually transmitted infections (STI). METHODS: A self-administered anonymous questionnaire to investigate demographical data, attitudes toward substance dependence, sexual behaviors and vulnerability for common mental disorders (CMD), was offered to consecutive MSM attending the STI/HIV Unit of San Gallicano Dermatological Institute of Rome, Italy, from 1 to 30 November 2023. The Mann-Whitney and Fisher's test were used to assess differences in terms of sexual behavior, SDU, STI risk and vulnerability for CMD between MSM who don't engage in SDU, who engage only in SDU (no chemsex) and chemsex. RESULTS: One hundred and twenty-two MSM agreed to participate. Overall, 47.3% (57/119) were people living with HIV (PLWH) on antiretroviral therapy (ART); fifty (40.9%, 95% CI: 32.7-49.9) participants reported SDU, 24 (19.7%, 95% CI: 13.6-27.6) of which reported chemsex. Participants reporting SDU or chemsex were in unstable relationships (p = < 0.01), engaged in group sex (p = < 0.01) and had more than 10 sexual partners in the previous year (p = < 0.01) compared to those who denied SDU. Chemsex participants were more likely to use condoms inconsistently (p = 0.02), have a history of STIs (p = 0.02), and have had over 10 sexual partners in the past year (p = 0.04) than those who only engaged in SDU. Chemsex participants used specific and exclusive drugs when compared to other MSM engaged in SDU. Overall, 35 (28.7%; 95% CI: 21.4-37.2) and 52 (42.6%; 95% CI: 34.2-51.5) participants showed symptoms of depression and anxiety, respectively. Chemsex involvement showed a strong association with symptoms of depression compared with no-SDU andno- chemsex (COR = 3.8; 95% CI: 1.22-11.6; p < 0.01), particularly among PLWH (p = 0.04). CONCLUSIONS: Depression may be associated with chemsex behavior, particularly in MSM with HIV. SDU, in particular chemsex, are proxies in practitioners for increased STIs risk and severe psychological distress, both as determinants and outcomes. Healthcare professionals in STI centers need more awareness of SDU and ongoing evaluation with a larger population.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Adult",
        "Homosexuality, Male",
        "Substance-Related Disorders",
        "Sexually Transmitted Diseases",
        "Surveys and Questionnaires",
        "Young Adult",
        "Middle Aged",
        "Italy",
        "Sexual Behavior",
        "HIV Infections"
      ]
    },
    {
      "pmid": "39780357",
      "title": "Determinants of HIV pre-exposure prophylaxis (PrEP) use among men who have sex with men (MSM) living in rural areas of the United States: A scoping review framed by the PrEP care continuum.",
      "authors": [
        "Andrew M O'Neil",
        "Randolph D Hubach",
        "Christopher Owens",
        "Jennifer L Walsh",
        "Katherine G Quinn",
        "Steven A John"
      ],
      "journal": "The Journal of rural health : official journal of the American Rural Health Association and the National Rural Health Care Association",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "BACKGROUND: HIV pre-exposure prophylaxis (PrEP) is a highly effective intervention to prevent HIV transmission among men who have sex with men (MSM). Despite its effectiveness, PrEP uptake and adherence among MSM in the United States remain suboptimal, particularly in rural areas. OBJECTIVE: The present study presents a scoping review of the self-reported barriers and facilitators of PrEP use among MSM living in rural areas of the United States. DESIGN: Preferred Items for Systematic Reviews-Extension for Scoping Reviews (PRISMA-ScR) guidelines informed this review. Seven online databases were searched to identify papers published from 2012 to 2023 in English with keywords related the concepts of MSM, rural, and HIV PrEP. RESULTS: From an initial 340 articles, nine were selected. Awareness significantly impacts PrEP uptake in rural areas, with challenges including limited dissemination of information through mainstream channels and low perceived HIV risk among rural MSM. However, nonmainstream information sources can enhance PrEP awareness and use. Several barriers hinder rural residents from accessing PrEP, such as a lack of competent providers, geographic isolation, cost, and stigma. High PrEP care costs, lack of financial assistance for lab work, and limited telePrEP options are key challenges in retaining individuals in PrEP care. CONCLUSIONS: Suboptimal PrEP uptake in rural areas with high HIV burden remains a concern, hindered by limited information dissemination, low perceived HIV risk, geographic isolation, nonaffirming medical providers, and expensive PrEP care. Leveraging telePrEP, co-pay assistance, 340B drug pricing, and geospatial networking apps can enhance PrEP use. Multilevel interventions are crucial to combat the HIV epidemic in rural regions.",
      "mesh_terms": [
        "Humans",
        "Male",
        "HIV Infections",
        "Pre-Exposure Prophylaxis",
        "Homosexuality, Male",
        "United States",
        "Rural Population",
        "Anti-HIV Agents",
        "Continuity of Patient Care",
        "Adult"
      ]
    },
    {
      "pmid": "39739284",
      "title": "Willingness to Use Oral and Long-Acting Injectable PrEP in Substance-Using Men who have Sex with Men (SU-MSM) in High HIV Incidence Southern U.S. Cities: A NIDA Clinical Trials Network Study.",
      "authors": [
        "Susan Tross",
        "Tanja C Laschober",
        "Margaret Paschen-Wolff",
        "Melissa Ertl",
        "C Mindy Nelson",
        "Lynette Wright",
        "Chloe Lancaster",
        "Daniel J Feaster",
        "Mauda Monger",
        "Phil Toal",
        "Joshua P Fegley",
        "David Meche",
        "Colby Hankey",
        "Christina Woodhouse",
        "Anya Spector",
        "Lauren Dresser",
        "Landhing Moran",
        "Eve Jelstrom",
        "Louise Haynes",
        "Steven Shoptaw",
        "Mary A Hatch"
      ],
      "journal": "AIDS and behavior",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In Southern U.S. states with high HIV incidence and low HIV Pre-Exposure Prophylaxis (PrEP) uptake, enhanced efforts to increase interest in and willingness to use PrEP are needed. This implementation survey examined the associations of sociodemographic background, substance use, and sexual risk behaviors with willingness to use daily oral and long-acting injectable (LAI) PrEP among substance using men who have sex with men (SU-MSM). Participants were 225 SU-MSM recruited from sexually transmitted infection (STI) clinics, syringe services programs (SSPs), and substance use treatment programs (SUTPs) in eight Southern U.S. cities. Rates of willingness were high for both daily oral PrEP (78%) and LAI PrEP (66%). In multivariable analyses, distinct factors were associated with willingness towards each. For daily oral PrEP, greater willingness was associated with condomless anal sex, less frequent non-injection opioid use, prior PrEP awareness, and past use of PrEP. For LAI PrEP, greater willingness was associated with Black race, identifying as gay, being single, and higher injection drug use frequency. Lower willingness to use LAI PrEP was associated with higher non-injection opioid use frequency. Findings about willingness to use LAI PrEP, as a relatively newer modality, and greater willingness among Black SU-MSM as a disproportionately HIV-impacted population, are especially important. These findings argue for the necessity to enhance PrEP promotion efforts that distinguish between oral and LAI PrEP and that are specifically tailored to major SU-MSM subgroups in the Southern U.S.",
      "mesh_terms": [
        "Humans",
        "Male",
        "HIV Infections",
        "Pre-Exposure Prophylaxis",
        "Homosexuality, Male",
        "Adult",
        "United States",
        "Incidence",
        "Administration, Oral",
        "Patient Acceptance of Health Care",
        "Young Adult",
        "Risk-Taking",
        "Anti-HIV Agents",
        "Substance-Related Disorders",
        "Injections",
        "Surveys and Questionnaires",
        "Cities",
        "Middle Aged",
        "Sexual and Gender Minorities",
        "Substance Abuse, Intravenous",
        "Sexual Behavior"
      ]
    },
    {
      "pmid": "39737462",
      "title": "HIV risk and influence factors among MSM who had sought sexual partners in core venues: a continuous sentinel surveillance in 2010-2022.",
      "authors": [
        "Zijie Yang",
        "Lan Wei",
        "Zhongliang Xu",
        "Simei Li",
        "Yiwen Xing",
        "Yan Zhang",
        "Yuan Yuan",
        "Shaochu Liu",
        "Wei Xie",
        "Wei Tan",
        "Wei Ye",
        "Jingguang Tan",
        "Xiangdong Shi",
        "Xiangyu Yan",
        "Tiejian Feng",
        "Zhongwei Jia",
        "Jin Zhao"
      ],
      "journal": "Frontiers in public health",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Seeking sexual partners in men who have sex with men (MSM) venues has been regarded as a high-risk behavior for HIV among MSM. Nevertheless, with the implementation of venue-based interventions and the change in the way MSM seek sexual partners, the continued status of MSM venues as the HIV risk factor remains inconclusive. This study endeavors to delve into this ambiguity by examining the MSM sexual contact network (SCN) as a foundation. METHODS: A series of cross-sectional surveys were conducted in Shenzhen in the period 2010-2022. MSM sexual contact network and venue network were acquired, and network metrics were employed to identify core MSM and core venues. We compared the risk of HIV and risk behaviors between MSM who sought sexual partners in core venues and those who did not, with subgroup analyses based on different time periods. RESULTS: The overall HIV prevalence among the 4,408 MSM surveyed in this study was 14.6%. Notably, 17 core venues were identified out of the 68 reported MSM venues, with 1,486 MSM who had sought sexual partners in core venues. These MSM had significantly higher risk of HIV and were more likely to take HIV testing and receive intervention services. Subgroup analyses showed that the heightened HIV risk associated with seeking partners in core venues was specific to the period 2010-2014, while HIV testing and service access remained consistently higher across all-period subgroups. Multiple sexual partners, seeking partners in core venues, receptive or both sexual roles, drug abuse, absence of HIV test, unprotected anal intercourse (UAI), and lower education levels were associated with elevated HIV risk among MSM. CONCLUSION: Following the implementation of differentiated venue-based interventions, the risk of HIV among MSM who had sought sexual partners in core venues decreased to a level comparable to that of MSM who had not. The accessibility of HIV testing and intervention services remains uneven between MSM who had sought sexual partners in core venues and those who had not. As the Internet sex-seeking behavior gains prevalence among MSM, strategic adjustments of public health resource allocation may be necessary to address this imbalance.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Homosexuality, Male",
        "Cross-Sectional Studies",
        "HIV Infections",
        "Adult",
        "Sexual Partners",
        "China",
        "Sentinel Surveillance",
        "Risk Factors",
        "Risk-Taking",
        "Young Adult",
        "Prevalence",
        "Adolescent",
        "Middle Aged",
        "Surveys and Questionnaires",
        "Sexual Behavior"
      ]
    },
    {
      "pmid": "39636786",
      "title": "What makes peers credible? A qualitative analysis to operationalize peer credibility in HIV-prevention and treatment programs for Latino MSM.",
      "authors": [
        "Jahn Jaramillo",
        "Daniel H A Maya",
        "Steven A Safren",
        "Audrey Harkness"
      ],
      "journal": "AIDS care",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The potential of peers to be effective in delivering HIV interventions is linked at least in part to the degree to which they are perceived as credible sources of HIV-related information. This study aimed to operationalize qualities that would make a LMSM peer implementer credible. We conducted a qualitative analysis of semi-structured interviews with 20 LMSM and focus groups with 11 HIV service implementers. The parent study collected formative data to inform the design of a strategy to enhance the reach of HIV prevention and treatment services to LMSM. The present study examined participant views on qualities necessary for peer implementers to establish credibility among LMSM. We identified five themes regarding peer credibility, including (1) Peers must be trained in HIV prevention and care, (2) Peers should be verified and have a special designation indicating their knowledge and trustworthiness, (3) Peers should convey accurate information and not spread misinformation, (4) Peers should be relatable and interpersonally skilled, and (5) Peers should be engaged with the general LGBTQ + community to generate trust and credibility. Findings can inform the development of acceptable peer strategies for LMSM, peer recruitment, training, and peer supervision.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Male",
        "Middle Aged",
        "Focus Groups",
        "Health Knowledge, Attitudes, Practice",
        "Hispanic or Latino",
        "HIV Infections",
        "Interviews as Topic",
        "Peer Group",
        "Qualitative Research",
        "Sexual and Gender Minorities",
        "Trust"
      ]
    },
    {
      "pmid": "39561491",
      "title": "Epidemiological and typing features of HPV co-infections in MSM with mpox: A hospital-based prospective study.",
      "authors": [
        "Tianyang Liu",
        "Siwei Zhang",
        "Liuqing Yang",
        "Ling Peng",
        "Shanshan Tang",
        "Wanlin Li",
        "Zengchen Liu",
        "Xichao Zhu",
        "Tingdan Gong",
        "Siyu Duan",
        "Yunyan Tang",
        "Yao Wang",
        "Yun Peng",
        "Rui Li",
        "Shiyan Feng",
        "Chuming Chen",
        "Mengli Cao",
        "Siran Huang",
        "Yang Yang",
        "Fuxiang Wang",
        "Hongzhou Lu",
        "Lanlan Wei"
      ],
      "journal": "Journal of infection and public health",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Recent mpox outbreaks highlight diverse transmission modes, with sexual behavior prominent in China's IIb strain. Nevertheless, despite HPV being a common sexually transmitted pathogen, there is a paucity of research into its coexistence and genotype distribution within this patients population. METHODS: We conducted a study at the Third People's Hospital of Shenzhen from May to September 2023. We collected information on mpox patients, including their sociodemographic and clinical characteristics. Anal swabs were collected for HPV genotyping. RESULTS: Among 73 MSM mpox cases, HIV positivity was 56.2 % (41/73) and HPV positivity 80.4 % (41/51). Multiple HPV infections were prevalent (56.9 %, 29/51), especially among HIV-positive (93 %, 27/29). HPV16 (29.3 %, 12/41) was the most common high-risk genotype, followed by HPV59 (26.8 %, 10/41), HPV42 (19.5 %, 8/41), HPV6 (14.6 %, 6/41), and HPV54 (14.6 %, 6/41). HPV infection was significantly associated with HIV infection (p = 0.001). Additionally, HIV infection (p = 0.001) and PCR-detected positive sites for mpox (p = 0.047) were associated with high-risk HPV infection. CONCLUSIONS: In this study, most of the mpox patients were found to be infected with HPV, mostly with high-risk types and multiple infections. Therefore, it is strongly recommended that mpox-infected individuals intensify HPV-related screening, prevention, and treatment measures.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Papillomavirus Infections",
        "Adult",
        "Prospective Studies",
        "Genotype",
        "China",
        "Coinfection",
        "Homosexuality, Male",
        "HIV Infections",
        "Papillomaviridae",
        "Middle Aged",
        "Prevalence",
        "Young Adult",
        "Hospitals",
        "Anal Canal",
        "Mpox, Monkeypox"
      ]
    },
    {
      "pmid": "39548253",
      "title": "A chewing gum containing ethylenediaminetetraaceticacid (EDTA), methyl sulfonyl methane (MSM) and xylitol works comparable to chlorehexidine mouthrinse.",
      "authors": [
        "Morteza Shakhsi Niaee",
        "Morad Hedayatipanah",
        "Parviz Torkzaban",
        "Tayyeb Mohammadi"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Nov-15",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Dental plaque provides a proper environment for the growth and activity of bacteria responsible for periodontal diseases and caries. As a result, it should be removed by individuals to prevent periodontal diseases and caries. There are different mechanical and chemical plaque control methods. In one study is shown that dental plaque removal efficacy of dentifrice containing Ethylenediaminetetraaceticacid(EDTA)/Methylsulfonylmethane(MSM) was nearly five times that of commercially available fluoride toothpaste. In another study, authors found that xylitol-containing chewing gums caused a marked reduction in the count of Streptococcus Mutans compared to conventional ones. This difference was highly prominent in individuals with poor oral hygiene. In this study we assessed the synergic effects of Xylitol, EDTA and MSM in a chewing gum in comparison with chlorhexidine mouthwash. This study was a crossover, randomized clinical trial. Twenty-four patients were divided in two groups randomly. At the baseline scaling and root planing was done for each patient. Group1 used chlorhexidine mouthwash twice a day. Group2 used novel chewing gum for 15 min twice a day. After 14 days, for every patient O'leary plaque index, gingival index and sulcus bleeding index were reevaluated and recorded. Professional brushing was done for patients. 14 days were considered as wash-out period. After that, method of plaque control of groups was changed. After 14 days, all patients were reevaluated and recorded and were compared with previous data. Samples in 2 groups had no significant difference in age and sex. Paired sample t test revealed that there were significant differences between first and second period for O'leary plaque index, gingival index and sulcus bleeding index in Group1 (P < 0.05). But in Group2 there were no differences between first and second period for all indexes. Also independent sample t test showed that there were no significant differences between baseline, after first treatment and after second one for all indexes in both groups (P > 0.05). According to regression model results, type of treatment had no effect on mean of all indexes. According to our findings which showed the similar efficiency of novel chewing gum and chlorhexidine mouthwash in improving and reducing plaque and gingival indexes, we can conclude that novel chewing gum can be introduced as an effective, cheap and accessible tool for dental plaque control.",
      "mesh_terms": [
        "Humans",
        "Chlorhexidine",
        "Male",
        "Mouthwashes",
        "Female",
        "Xylitol",
        "Adult",
        "Edetic Acid",
        "Chewing Gum",
        "Dental Plaque",
        "Dimethyl Sulfoxide",
        "Middle Aged",
        "Cross-Over Studies",
        "Young Adult",
        "Sulfones"
      ]
    },
    {
      "pmid": "39509257",
      "title": "A Pilot Study of a Sibling-Based Online Intervention to Increase PrEP Uptake and Willingness Among Latino MSM.",
      "authors": [
        "Juan Pablo Zapata",
        "Edwin Rojas",
        "Petra Durán",
        "Angel J Martínez",
        "María-Cecilia Zea",
        "Katrina Schrode",
        "Thana Khawcharoenporn",
        "George Ayala",
        "Homero E Del Pino"
      ],
      "journal": "AIDS education and prevention : official publication of the International Society for AIDS Education",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study explored the feasibility and acceptability of Entre Herman@s, a novel sibling-based intervention designed to engage siblings to increase PrEP utilization among Latino men who have sex with men (LMSM). Siblings were trained in rudimentary motivational interviewing skills to uncover, evoke, and strengthen their brother's motivation to use PrEP, using the constructs of the Information-Motivation-Behavioral Skills (IMB) model for health behavior change. This pilot demonstrated high feasibility, meeting recruitment, retention, and intervention completion targets. Of the 23 LMSM enrolled, 16 (70%) commenced PrEP, with 12 (75%) continuing at the 3-month follow-up. Initially, 15 participants (65%) were open to PrEP, with 9 (39%) ready to start within the next month. Those who began PrEP use reported a significantly higher degree of closeness to their siblings (p = .019) than those who did not. All LMSMs affirmed that their decision to use PrEP was influenced to some degree by their sibling.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Male",
        "Middle Aged",
        "Young Adult",
        "Anti-HIV Agents",
        "Feasibility Studies",
        "Health Knowledge, Attitudes, Practice",
        "Hispanic or Latino",
        "HIV Infections",
        "Internet-Based Intervention",
        "Motivation",
        "Motivational Interviewing",
        "Patient Acceptance of Health Care",
        "Pilot Projects",
        "Pre-Exposure Prophylaxis",
        "Siblings",
        "Sexual and Gender Minorities"
      ]
    },
    {
      "pmid": "39499863",
      "title": "HIV risk perception and PrEP uptake among black MSM in Mississippi.",
      "authors": [
        "Fei Teng",
        "Paul Burns",
        "Michael Welsch",
        "Weiming Tang",
        "Benjamin Walker"
      ],
      "journal": "International journal of STD & AIDS",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Rates for HIV are disproportionately higher for Black men who have sex with men (MSM) compared to other MSM in the U.S. While there is evidence that low perceived risk of HIV infection may increase HIV vulnerability, few studies have examined this relationship among Black MSM in the Southern U.S. where the HIV rates are the highest in the country. This study examined the association between perceived HIV risk and PrEP adoption among Black MSM in a medium-size city in Mississippi. METHODS: Data were drawn from a subsample of the \"ACCELERATE!\" intervention, an innovative and sustainable community-driven project to improve health outcomes among Black MSM. The outcome of interest was PrEP uptake, a binary variable derived from responses to the question \"Have you taken PrEP in the last year?\". The perceived risk of HIV, an independent variable, is measured by self-report of an individual's assessment of their vulnerability of contracting HIV defined as low versus high risk. Covariates included age and socio-environmental factors (health insurance, incarceration and discrimination) Sample characteristics were provided using means and standard deviations for continuous variables and proportions for categorical variables. Exact logistic regression was used to assess the association between perceived HIV risk and PrEP adoption, adjusting for covariates. RESULTS: A total of 84 HIV negative Black men with a median age of 30 (min = 18, max = 69) years were available for analyses. Approximately 16% of participants reported experiencing incarceration and 57% reported experiencing discrimination. Seven out of ten respondents reported having low perceived risk, and 28.6% (24/84) reported having high perceived risk for HIV. There were 73 participants (86.9%) who reported PrEP use in the last year. We observed a higher proportion of participants with high perceived risk that reported lower uptake of PrEP. After adjusting for age, socioeconomic variables, and risky sexual behaviors, higher levels of perceived risk of HIV were associated with decreased odds of PrEP uptake (OR = 0.20, 95% CI: 0.04-0.94, p = 0.040). CONCLUSION: The role of HIV risk perception on PrEP adoption is complex among Black MSM in Mississippi. Higher levels of perceived risk of HIV were associated with lower odds of PrEP adoption among Black MSM. This inverse relationship between HIV risk perception and PrEP adoption suggests social- and structural- factors play a critical role in decision-making on PrEP initiation among Black MSM in Jackson. In addition, further longitudinal studies are needed to understand the complex interactions between perceived risk and PrEP use.",
      "mesh_terms": [
        "Humans",
        "Male",
        "HIV Infections",
        "Mississippi",
        "Homosexuality, Male",
        "Black or African American",
        "Adult",
        "Pre-Exposure Prophylaxis",
        "Health Knowledge, Attitudes, Practice",
        "Middle Aged",
        "Anti-HIV Agents",
        "Young Adult",
        "Perception",
        "Patient Acceptance of Health Care",
        "Sexual Behavior",
        "White"
      ]
    },
    {
      "pmid": "39364214",
      "title": "Earlier sexual debut as a risk factor for substance use among men who have sex with men (MSM) in Kazakhstan.",
      "authors": [
        "Caitlin I Laughney",
        "Yong Gun Lee",
        "Guakhar Mergenova",
        "Vitaliy Vinogradov",
        "Gulnara Zhakupova",
        "Emily Allen Paine",
        "Sholpan Primbetova",
        "Assel Terlikbayeva",
        "Elwin Wu"
      ],
      "journal": "Global social welfare : research, policy & practice",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Limited research have examined predictors of illicit use of drugs and binge drinking among gay, bisexual, and other men who have sex with men (MSM) in Kazakhstan and Central Asia. This study examines earlier sexual debut as a risk factor for lifetime and recent substance use behaviors among MSM in Kazakhstan. METHODS: We conducted a secondary analysis of self-reported data from a NIDA-funded HIV prevention trial including 902 adult cisgender MSM in Kazakhstan who completed structured screening interviews. Logistic regression models were used to estimate associations between earlier sexual debut (ages 16 and older as the reference group) and lifetime and recent substance use, with covariance adjustment for sociodemographic characteristics. RESULTS: The majority of MSM in our sample reported lifetime binge drinking behavior (73%) and illicit use of drugs (65%). Participants with an earlier sexual debut before 13 years old had significantly higher odds of lifetime binge drinking and any illicit use of drugs (aOR= 2.3, 95%CI: 1.2-4.5; aOR=3.0, 95%CI: 1.6-5.8). MSM who reported an earlier sexual debut between 13-15 years old had significantly higher odds of lifetime binge drinking and illicit use of any drugs (aOR=1.6, 95%CI: 1.1-2.3; aOR=1.6, 95%CI: 1.1-2.3); as well as recent binge drinking behavior (aOR=1.6, 95%CI: 1.2-2.3). CONCLUSION: Future research should examine pathways between earlier sexual experiences and substance use behaviors among sexually diverse populations. Earlier sexual experiences during childhood and adolescence may be relevant contextual information for interventions aimed at substance use risk prevention, treatment, and recovery among MSM populations."
    },
    {
      "pmid": "39350221",
      "title": "Pre-exposure Prophylaxis (PrEP) implementation among latino MSM: a qualitative scoping review of implementation determinants and change methods.",
      "authors": [
        "Juan Pablo Zapata",
        "Alithia Zamantakis",
        "Artur Queiroz",
        "James L Merle",
        "Nanette Benbow",
        "Brian Mustanski"
      ],
      "journal": "Implementation science communications",
      "publication_date": "2024-Sep-30",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "INTRODUCTION: The increasing rates of HIV among Latino men who have sex with men (MSM) necessitate innovative and rigorous studies to evaluate prevention and treatment strategies. Pre-exposure prophylaxis (PrEP) is a highly effective tool in preventing HIV acquisition and plays a crucial role in the Ending the HIV Epidemic in the U.S. initiative. However, there is a scarcity of PrEP research specifically focused on Latino MSM, and the factors influencing its implementation remain largely unknown. METHODS: To address this gap, we conducted a comprehensive review exploring the determinants (barriers and facilitators) of PrEP implementation among Latino MSM, as well as the change methods (implementation strategies and adjunctive interventions) that have been evaluated to promote its adoption. Our review encompassed 43 peer-reviewed articles examining determinants and four articles assessing change methods. Determinants were coded using the updated Consolidated Framework for Implementation Research (CFIR 2.0) to understand the multilevel barriers and facilitators associated with implementation. RESULTS: The majority of research has focused on PrEP recipients (i.e., patients), primarily examining their awareness and willingness to use PrEP. Fewer studies have explored the factors influencing clinicians and service delivery systems. Additionally, the evaluation of change methods to enhance clinician adoption and adherence to PrEP and recipient adherence to PrEP has been limited. CONCLUSION: It is evident that there is a need for culturally adapted strategies tailored specifically for Latino MSM, as the current literature remains largely unexplored in this regard. By incorporating principles from implementation science, we can gain a clearer understanding of the knowledge, skills, and roles necessary for effective cultural adaptations. Future research should emphasize factors influencing implementation from a clinician standpoint and focus on innovative change methods to increase PrEP awareness, reach, adoption, and sustained adherence among Latino MSM."
    },
    {
      "pmid": "39325811",
      "title": "Perception and barriers to access Pre-exposure Prophylaxis for HIV/AIDS (PrEP) among the MSM (men who have sex with men) Brazilian Amazon: A qualitative study.",
      "authors": [
        "Diego Rafael Batista",
        "Rafaela Nunes Dávila",
        "Alicia Cacau Dos Santos",
        "Felipe Queiroz Rocha",
        "Jessica Albuquerque Araújo",
        "Aline Côrte Alencar",
        "Loren Rebeca Nascimento",
        "Nilberto Dias de Araújo",
        "Stefanie Costa Pinto Lopes",
        "Patricia Saraiva Araújo",
        "Rondienny Andrade Filgueiras",
        "Priscila Ferreira Saraiva",
        "Marcus Vinicius Guimarães de Lacerda",
        "Djane Clarys Baía-da-Silva",
        "Felipe Leão Gomes Murta"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pre-exposure prophylaxis (PrEP) is an effective HIV prevention strategy that consists in the use of antiretroviral drugs by seronegative people at risk of HIV. Negative perceptions, inadequate understanding, and access barriers have been associated with decreased medication adherence. Manaus is the largest city in the Brazilian Amazon, where the incidence of HIV/AIDS is high, and the rates of adherence to the antiretroviral treatment for HIV and PrEP are low. In this qualitative study among PrEP users, mostly MSM, we explored perceptions, knowledge, and access barriers. We conducted 21 in-depth interviews with an intentionally sampled group of participants who had used PrEP at least once in their lifetime, selected through the snowball technique, between April and July 2022. A thematic analysis was conducted with a predominantly inductive approach. We highlight three relevant themes: (i) access to information about PrEP and its influences on users, (ii) access, monitoring, and barriers encountered, and (iii) facilitators for PrEP adherence and sexual behaviors. One of the negative perceptions identified in the study involves a misunderstanding of the association between PrEP users and the HIV/AIDS status. Participants revealed that some non-PrEP users suspect that individuals claiming PrEP usage are concealing an HIV-positive status to engage in unprotected sex. Lack of information by health professionals regarding HIV prevention methods poses significant barriers to PrEP access and adherence. Participants emphasized social media's crucial role in PrEP awareness. The results suggest a need to increase digital outreach regarding PrEP, decentralize PrEP services, and provide comprehensive healthcare training to improve the effectiveness of the preventive measure.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Pre-Exposure Prophylaxis",
        "Brazil",
        "Adult",
        "Homosexuality, Male",
        "HIV Infections",
        "Health Knowledge, Attitudes, Practice",
        "Qualitative Research",
        "Middle Aged",
        "Anti-HIV Agents",
        "Health Services Accessibility",
        "Young Adult",
        "Medication Adherence",
        "Acquired Immunodeficiency Syndrome",
        "Sexual Behavior",
        "Perception"
      ]
    },
    {
      "pmid": "39307895",
      "title": "Low Level of Accurate Knowledge of Undetectable Equals Untransmittable (U = U) Among Men Who Have Sex with Men (MSM) Challenges U = U Achievement in Chengdu, Southwestern China.",
      "authors": [
        "Zhengli Shi",
        "Jinghua Li",
        "Hao Lin",
        "Xiaodong Wang",
        "Wangnan Cao",
        "Yuhui Shi"
      ],
      "journal": "AIDS and behavior",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The introduction of the undetectable equals untransmittable (U = U) statement significantly reduces HIV stigma and provides an empirical basis for achieving \"zero transmission.\" U = U messaging has gained increasing support and is well-developed in several countries. However, the current status of accurate knowledge of U = U and its associated factors among men who have sex with men (MSM) in China remians unclear. We conducted a cross-sectional survey among MSM recruited in Chengdu, China, from March to May 2022 to investigate the percentage of those who knew U = U accurately and to explore associations between sexual risk behaviors, HIV testing, socio-behavioral measures, and accurate knowledge of U = U. Of 497 MSM included in our study, 23.4% (116/497) had accurate knowledge of U = U. More than half of the participants (63.2%, 314/497) reported multiple sexual partnerships, 15.7% (78/497) used substance during sex, 37.4% (186/497) reported inconsistent condom use, and 76.1% (378/497) took HIV testing in the past six months. Factors associated with accurate knowledge of U = U among MSM included substance use during sex (multivariate odds ratios ORm = 1.96; 95%CI: 1.13-3.41), HIV status tested in the last six months (ORm = 2.07; 95%CI: 1.14-3.77), HIV-related literacy (ORm = 1.41; 95%CI: 1.14-1.74) and perceived higher risk of HIV infection (ORm = 1.11; 95%CI: 1.02-1.21). The findings indicate that great challenges need to be conquered for U = U achievement among the MSM population in Chengdu, China. Intervention strategies should be prioritized in health education on high-risk behaviors such as group sex and substance use, information provision and counseling of U = U in HIV testing services, and encouraging U = U knowledge sharing among MSM with their partners in China.",
      "mesh_terms": [
        "Humans",
        "Male",
        "China",
        "Homosexuality, Male",
        "Cross-Sectional Studies",
        "HIV Infections",
        "Adult",
        "Health Knowledge, Attitudes, Practice",
        "Risk-Taking",
        "Sexual Partners",
        "Social Stigma",
        "Condoms",
        "Sexual Behavior",
        "Middle Aged",
        "HIV Testing",
        "Surveys and Questionnaires",
        "Young Adult",
        "Adolescent"
      ]
    },
    {
      "pmid": "39250647",
      "title": "Efficacy of Internet Recruitment and HIV Self-Testing for Diagnosing HIV Infections Among Black and Hispanic/Latino MSM and Transgender Women in 11 US States, 2020-2021.",
      "authors": [
        "Robin J MacGowan",
        "Pollyanna R Chavez",
        "Ruth Dana",
        "Marissa Hannah",
        "Jerris L Raiford",
        "Joanna A Caldwell",
        "Kristin M Wall",
        "Jeffrey A Johnson",
        "Akshay Sharma",
        "Lisa Hightow-Weidman",
        "Rob Stephenson",
        "Travis Sanchez",
        "Amanda J Smith",
        "Stephen Sullivan",
        "Jeb Jones",
        "Patrick S Sullivan"
      ],
      "journal": "Journal of acquired immune deficiency syndromes (1999)",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: We evaluated internet platforms for distributing HIV self-tests (HIVSTs) to Black or African American (Black) and Hispanic or Latino men who have sex with men (MSM) and transgender women (TGW). METHODS: We recruited MSM and TGW from general interest, dating, and lesbian, gay, bisexual, and transgender platforms. Two HIVSTs were mailed to all MSM and TGW. Surveys (screening, baseline, 4-month, and results reporting) were completed online. After 4 months, participants were mailed another HIVST and a dried blood spot card. All HIVST interpretations and images of HIVST devices were reported online. RESULTS: Of 2093 MSM and 102 TGW, most were recruited through general interest and dating platforms. Over 50% were 18-29 years old, most identified as gay or bisexual. Overall, 45% had not tested for HIV in the past 12 months, and 9.1% of MSM reported a positive (reactive for HIV antibodies) HIVST result, with the highest percentage among Black MSM (11.5%). Dating platforms recruited higher percentages of MSM who recorded positive results compared with MSM from general interest platforms during the intervention period (11.9% vs 5.5% (P < 0.0001)), and MSM who had never tested for HIV reported a greater percentage of positive HIVST results compared with MSM who had been tested for HIV before enrollment (16.1% vs. 7.1%; P < 0.0001). MSM were able to correctly interpret and report HIVST results. Of TGW, 7% reported a positive HIVST result. CONCLUSIONS: Internet dating and general interest platforms can be key to increasing awareness of infection among BMSM, HMSM, and TGW persons, including those who do not use existing HIV services. TRIAL REGISTRATION: www.clinicaltrials.gov Identifier: NCT04219878.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Young Adult",
        "Black or African American",
        "Hispanic or Latino",
        "HIV Infections",
        "HIV Testing",
        "Homosexuality, Male",
        "Internet",
        "Self-Testing",
        "Transgender Persons",
        "United States"
      ]
    },
    {
      "pmid": "39230616",
      "title": "Sexual Alcohol Expectancies, Alcohol Intoxication, and Sexual Behavior in MSM: An Experience Sampling Study.",
      "authors": [
        "Grace E Murray",
        "Tibor P Palfai",
        "Maya P L Kratzer",
        "Stephen A Maisto",
        "Brooke Z Beckius",
        "Jeffrey S Simons"
      ],
      "journal": "AIDS and behavior",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite advances in prevention and treatment, the transmission of human immunodeficiency virus remains a significant problem in the United States, especially among men who have sex with men (MSM). Alcohol use can promote risky sexual decisions, and alcohol expectancies may influence the role of alcohol in decision making. The present secondary analysis tests the moderating role of sexual alcohol expectancies (SAEs) in the relation between daily alcohol intoxication and sexual behavior in a sample of 248 moderate- to heavy-drinking MSM. SAEs were assessed with the Sexual Alcohol Expectancies Questionnaire at baseline, followed by two 23-day bursts of ecological momentary assessment including self-initiated morning assessments of sexual behavior and the prior night's perceived intoxication, as well as nine daily random alcohol assessments. Multilevel modeling showed that SAEs moderated a curvilinear association between intoxication and anal intercourse with a condom such that the relation between daily intoxication and anal intercourse with a condom is a more pronounced inverted u-shape among individuals with strong SAEs, and this moderation effect was not seen for condomless anal intercourse (CAI). While SAEs do appear to influence the association between intoxication and sexual behavior in MSM, they do not appear to moderate the association between alcohol intoxication and CAI.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Alcoholic Intoxication",
        "Adult",
        "Homosexuality, Male",
        "Sexual Behavior",
        "Surveys and Questionnaires",
        "Risk-Taking",
        "HIV Infections",
        "Alcohol Drinking",
        "Sexual Partners",
        "Condoms",
        "United States",
        "Unsafe Sex",
        "Middle Aged",
        "Young Adult",
        "Ecological Momentary Assessment"
      ]
    },
    {
      "pmid": "39222183",
      "title": "HIV Testing and Treatment among HIV-Positive Men who have Sex with Men (MSM) Living in Russia: Data from Two Waves of the European MSM Internet Survey.",
      "authors": [
        "Rigmor C Berg",
        "Vegard Skogen",
        "Axel J Schmidt",
        "Roman Nesterov",
        "Andrey Beloglazov"
      ],
      "journal": "AIDS and behavior",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We examined changes in HIV testing and medical care among men who have sex with men (MSM) in Russia. Data come from the 2010 and 2017 waves of the European MSM Internet Survey. From 2010 to 2017 there was an increase in the proportion who had ever received an HIV test (+ 11.2%), had tested for HIV in the last year (+ 2.1%), had ever taken antiretroviral therapy (ART) (+ 31.9), were currently taking ART (+ 31.5%), and had an undetectable viral load (+ 19.4%). These results are encouraging, yet they also reveal that substantial proportions of MSM experience considerable unmet prevention and treatment needs.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Russia",
        "Homosexuality, Male",
        "Adult",
        "HIV Infections",
        "Surveys and Questionnaires",
        "HIV Testing",
        "Internet",
        "Middle Aged",
        "Young Adult",
        "Viral Load",
        "Adolescent",
        "Sexual and Gender Minorities",
        "Europe",
        "Mass Screening"
      ]
    },
    {
      "pmid": "39066331",
      "title": "Prevalence of HTLV-1 and Hepatitis B Surface Antigen (HBsAg) Positivity among MSM Attending a Large HIV Treatment Centre in Trinidad.",
      "authors": [
        "Robert Jeffrey Edwards",
        "Selena Todd",
        "Jonathan Edwards",
        "Noreen Jack",
        "Gregory Boyce"
      ],
      "journal": "Viruses",
      "publication_date": "2024-Jul-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "HIV-1, Hepatitis B and HTLV-1 have similar risk factors and shared routes of transmission and MSM are disproportionately affected by HIV. The aim of the study was to determine the prevalence of HTLV-1 and HBsAg positivity at initial enrolment among MSM attending a large HIV Clinic in Trinidad. Chart reviews were conducted between 2 and 15 January 2024, among self-identified MSM and a comparative group of randomly selected self-identified heterosexual males where sociodemographic, clinical and laboratory data were collected and analysed using SPSS Version 25. During the period April 2002-31 October 2023, in total there were 10,424 patients registered at the clinic, of whom 1255 (12.0%) were self-identified MSM, with an age range of 19-85 years and a median age of 40 years. There were 1822 randomly selected heterosexual males, with an age range of 18-94 years old and a median age of 52 years. Among the MSM, there were 21 (1.67%) patients who were HIV-1/HTLV-1-coinfected, 64 (5.10%) who were HIV-1/HBsAg-coinfected and two (0.16%) who were coinfected with all three viruses (HIV-1/HTLV-1/HBsAg) as compared to 47 ((2.58%) HIV-1/HTLV-1-coinfected (p = 0.12), 69 (3.79%) HIV-1/HBsAg-coinfected (p = 0.10) and three (0.16%) patients coinfected with all three viruses among the heterosexual males. There were no patients with HTLV-1-related diseases among the HIV-1/HTLV-1-coinfected patients and there were no deaths from chronic liver disease in patients coinfected with HIV-1/HBsAg. Despite the availability of an efficacious vaccine, there is a prevalence of hepatitis B of 5.1% among MSM attending the HIV Clinic in Trinidad; therefore, programmes to increase health literacy, screening and immunization are urgently needed.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Adult",
        "Middle Aged",
        "HIV Infections",
        "Trinidad and Tobago",
        "Hepatitis B Surface Antigens",
        "Homosexuality, Male",
        "Aged",
        "Young Adult",
        "Prevalence",
        "Hepatitis B",
        "Aged, 80 and over",
        "HTLV-I Infections",
        "Coinfection",
        "Human T-lymphotropic virus 1",
        "Adolescent",
        "HIV-1",
        "Risk Factors"
      ]
    },
    {
      "pmid": "39022298",
      "title": "Understanding the impact of HIV on mpox transmission in the MSM population: A mathematical modeling study.",
      "authors": [
        "Andrew Omame",
        "Qing Han",
        "Sarafa A Iyaniwura",
        "Adeniyi Ebenezer",
        "Nicola L Bragazzi",
        "Xiaoying Wang",
        "Jude D Kong",
        "Woldegebriel A Woldegerima"
      ],
      "journal": "Infectious Disease Modelling",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The recent mpox outbreak (in 2022-2023) has different clinical and epidemiological features compared with previous outbreaks of the disease. During this outbreak, sexual contact was believed to be the primary transmission route of the disease. In addition, the community of men having sex with men (MSM) was disproportionately affected by the outbreak. This population is also disproportionately affected by HIV infection. Given that both diseases can be transmitted sexually, the endemicity of HIV, and the high sexual behavior associated with the MSM community, it is essential to understand the effect of the two diseases spreading simultaneously in an MSM population. Particularly, we aim to understand the potential effects of HIV on an mpox outbreak in the MSM population. We develop a mechanistic mathematical model of HIV and mpox co-infection. Our model incorporates the dynamics of both diseases and considers HIV treatment with anti-retroviral therapy (ART). In addition, we consider a potential scenario where HIV infection increases susceptibility to mpox, and investigate the potential impact of this mechanism on mpox dynamics. Our analysis shows that HIV can facilitate the spread of mpox in an MSM population, and that HIV treatment with ART may not be sufficient to control the spread of mpox in the population. However, we showed that a moderate use of condoms or reduction in sexual contact in the population combined with ART is beneficial in controlling mpox transmission. Based on our analysis, it is evident that effective control of HIV, specifically through substantial ART use, moderate condom compliance, and reduction in sexual contact, is imperative for curtailing the transmission of mpox in an MSM population and mitigating the compounding impact of these intertwined epidemics."
    },
    {
      "pmid": "38976576",
      "title": "Perceptions of a community-based HIV/STI testing program among Black gay, bisexual, and other MSM in Baltimore: a qualitative analysis.",
      "authors": [
        "Rashida Hassan",
        "Nicole Thornton",
        "Hope King",
        "Gabrielle Aufderheide",
        "Bradley Silberzahn",
        "Steven Huettner",
        "Jacky M Jennings",
        "Kimberly N Evans",
        "Errol L Fields"
      ],
      "journal": "AIDS care",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Black gay, bisexual, and other men who have sex with men (GBM) are disproportionately affected by HIV and STIs. Safe Spaces 4 Sexual Health (SS4SH), a community-informed, status-neutral HIV/STI testing intervention combines online outreach via geo-social networking apps and social media with mobile van testing. During 2018-2019, we recruited 25 participants for interviews about their perceptions of SS4SH compared to clinic-based testing. Participants were aged 21-65 years (mean 35); 22 (88%) identified as Black/African American; 20 (80%) identified as gay; and 10 (40%) were living with HIV. Interviews were transcribed, coded, and analyzed using a modified thematic constant comparative approach. Five themes emerged; two related to perceptions of online outreach materials (participants were drawn to eye-catching and to-the-point messages and desired more diversity and representation in messages), and three related to preference for the mobile van (participants found SS4SH provided more comfort, more privacy/confidentiality, and increased accessibility and efficiency). GBM is increasingly using geo-social networking apps to meet sexual partners, and tailored online outreach has the potential to reach historically underserved populations. SS4SH is a barrier-reducing strategy that may serve as an entry to a status-neutral approach to services and help reduce stigma and normalize accessing HIV services.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Humans",
        "Male",
        "Middle Aged",
        "Young Adult",
        "Baltimore",
        "Black or African American",
        "HIV Infections",
        "HIV Testing",
        "Mass Screening",
        "Mobile Health Units",
        "Perception",
        "Qualitative Research",
        "Sexual and Gender Minorities",
        "Sexually Transmitted Diseases",
        "Social Media",
        "Social Networking",
        "Community Health Services"
      ]
    },
    {
      "pmid": "38965982",
      "title": "Estimating the potential value of MSM-focused evidence-based implementation interventions in three Ending the HIV Epidemic jurisdictions in the United States: a model-based analysis.",
      "authors": [
        "Benjamin Enns",
        "Yi Sui",
        "Brenda C Guerra-Alejos",
        "Lia Humphrey",
        "Micah Piske",
        "Xiao Zang",
        "Susanne Doblecki-Lewis",
        "Daniel J Feaster",
        "Victoria A Frye",
        "Elvin H Geng",
        "Albert Y Liu",
        "Brandon D L Marshall",
        "Scott D Rhodes",
        "Patrick S Sullivan",
        "Bohdan Nosyk"
      ],
      "journal": "Journal of the International AIDS Society",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Improving the delivery of existing evidence-based interventions to prevent and diagnose HIV is key to Ending the HIV Epidemic in the United States. Structural barriers in the access and delivery of related health services require municipal or state-level policy changes; however, suboptimal implementation can be addressed directly through interventions designed to improve the reach, effectiveness, adoption or maintenance of available interventions. Our objective was to estimate the cost-effectiveness and potential epidemiological impact of six real-world implementation interventions designed to address these barriers and increase the scale of delivery of interventions for HIV testing and pre-exposure prophylaxis (PrEP) in three US metropolitan areas. METHODS: We used a dynamic HIV transmission model calibrated to replicate HIV microepidemics in Atlanta, Los Angeles (LA) and Miami. We identified six implementation interventions designed to improve HIV testing uptake (\"Academic detailing for HIV testing,\" \"CyBER/testing,\" \"All About Me\") and PrEP uptake/persistence (\"Project SLIP,\" \"PrEPmate,\" \"PrEP patient navigation\"). Our comparator scenario reflected a scale-up of interventions with no additional efforts to mitigate implementation and structural barriers. We accounted for potential heterogeneity in population-level effectiveness across jurisdictions. We sustained implementation interventions over a 10-year period and evaluated HIV acquisitions averted, costs, quality-adjusted life years and incremental cost-effectiveness ratios over a 20-year time horizon (2023-2042). RESULTS: Across jurisdictions, implementation interventions to improve the scale of HIV testing were most cost-effective in Atlanta and LA (CyBER/testing cost-saving and All About Me cost-effective), while interventions for PrEP were most cost-effective in Miami (two of three were cost-saving). We estimated that the most impactful HIV testing intervention, CyBER/testing, was projected to avert 111 (95% credible interval: 110-111), 230 (228-233) and 101 (101-103) acquisitions over 20 years in Atlanta, LA and Miami, respectively. The most impactful implementation intervention to improve PrEP engagement, PrEPmate, averted an estimated 936 (929-943), 860 (853-867) and 2152 (2127-2178) acquisitions over 20 years, in Atlanta, LA and Miami, respectively. CONCLUSIONS: Our results highlight the potential impact of interventions to enhance the implementation of existing evidence-based interventions for the prevention and diagnosis of HIV.",
      "mesh_terms": [
        "Humans",
        "HIV Infections",
        "Male",
        "Cost-Benefit Analysis",
        "Pre-Exposure Prophylaxis",
        "Homosexuality, Male",
        "Epidemics",
        "United States",
        "Adult",
        "Georgia",
        "Los Angeles",
        "Florida",
        "Young Adult",
        "HIV Testing"
      ]
    },
    {
      "pmid": "38903589",
      "title": "Molecular network characteristics and drug resistance analysis of 392 newly reported MSM HIV/AIDS cases in Chongqing, China.",
      "authors": [
        "Chongyang Bai",
        "Tianyu Tan",
        "Long Li",
        "Rongrong Lu",
        "Wei Zhang",
        "Ling Ouyang",
        "Guohui Wu",
        "Chao Zhou"
      ],
      "journal": "Frontiers in public health",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To comprehensively investigate the molecular transmission patterns of HIV-1 genotypes among men who have sex with men (MSM) in Chongqing, we employed 392 pol sequences of MSM to construct a phylogenetic tree and gene transmission network. Among the viral subtypes, CRF07_BC accounted for 73.2% (287/392) and CRF01_AE accounted for 20.7% (81/392), emerging as the predominant subtypes in this investigation. Additionally, we observed the presence of CRF55_01B, subtype B, CRF08_BC and other circulating recombinant forms. The HIV-1 molecular network was constructed with a gene distance threshold of 1.5%, resulting in an entry rate of 61.4% (241/392). Within the network, we identified a total of 23 molecular clusters, with the largest cluster being the CRF07_BC molecular cluster comprising 148 node values. Transmitted drug-resistance (TDR) mutations were found in 4.34% of the cases, with 1.79% associated with protease inhibitors (PIs), 0.51% with nucleoside reverse transcriptase inhibitors (NRTIs), and 2.55% with non-nucleoside reverse transcriptase inhibitors (NNRTIs). Statistical analysis indicated a higher enrollment rate in the HIV-1 molecular network among infected individuals with the CRF07_BC subtype, those identifying with same-sex sexual roles as \"vers,\" and individuals with higher education levels. This suggests the need for strengthened investigation and intervention in this population to prevent the formation of larger transmission clusters. Furthermore, continuous monitoring of the HIV-1 molecular dynamics network is necessary to promptly and accurately track changes in molecular epidemic characteristics.",
      "mesh_terms": [
        "Humans",
        "Male",
        "China",
        "Homosexuality, Male",
        "HIV-1",
        "Drug Resistance, Viral",
        "Adult",
        "Phylogeny",
        "HIV Infections",
        "Genotype",
        "Acquired Immunodeficiency Syndrome",
        "Middle Aged",
        "Mutation"
      ]
    },
    {
      "pmid": "38865658",
      "title": "Modeling the HIV epidemic in MSM in Cyprus: reaching only the 95-95-95 cascade of care targets fails to reduce HIV incidence by 90% in 2030.",
      "authors": [
        "Ilias Gountas",
        "Katerina Pantavou",
        "Georgios Siakallis",
        "Anna Demetriou",
        "Ioannis Demetriades",
        "Georgios K Nikolopoulos"
      ],
      "journal": "AIDS care",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "National responses should be improved and accelerated to meet the target of ending the Acquired ImmunoDeficiency Syndrome (AIDS) epidemic by 2030. In the Republic of Cyprus, Men who have Sex with Men (MSM) are disproportionately affected by Human Immunodeficiency Virus (HIV), accounting approximately for half of all annual HIV diagnoses. This study assesses the evolution of HIV incidence in MSM in Cyprus until 2030 using a model calibrated to Cypriot epidemiological data. Four scenarios were examined: status quo, two scenarios focusing on introducing Pre-Exposure Prophylaxis (PrEP), and a 90% HIV incidence reduction scenario. Reaching only the 95-95-95 HIV cascade of care targets among MSM would reduce HIV incidence by 48.6% by 2030 compared to 2015. Initiating a PrEP intervention only for high risk MSM would cause a modest further reduction in HIV incidence. To meet the 90% reduction target, PrEP should be expanded to both high and medium risk MSM and, after 2025, behavioral interventions should be implemented so as high-risk MSM gradually move to the medium-risk category. Cyprus will not reach the HIV incidence reduction target by 2030 unless PrEP is gradually promoted and delivered to all high and medium risk MSM along with awareness and behavioral interventions.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Cyprus",
        "Homosexuality, Male",
        "HIV Infections",
        "Incidence",
        "Pre-Exposure Prophylaxis",
        "Adult",
        "Epidemics",
        "Anti-HIV Agents",
        "Middle Aged",
        "Young Adult"
      ]
    },
    {
      "pmid": "38831399",
      "title": "Characterization of the intestinal microbiota in MSM with HIV infection.",
      "authors": [
        "Yuansheng Fu",
        "Susu Ke",
        "Gan Tang",
        "Qisheng Guo",
        "Qian Guo",
        "Ziwei Wang",
        "Ruixue Leng",
        "Yinguang Fan"
      ],
      "journal": "BMC microbiology",
      "publication_date": "2024-Jun-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: HIV-infected persons demonstrate notable disturbances in their intestinal microbiota; however, the impact of intestinal microbiota on HIV susceptibility in men who have sex with men (MSM), as well as the effects of HIV and antiretroviral therapy (ART) on their gut microbiota, remains under active study. Thus, our research focuses on clarifying the distinctions in intestinal microbiota composition among uninfected MSM and non-MSM healthy controls, investigating the alterations in early-stage intestinal microbial communities following HIV infection, and assessing how ART affects the intestinal microbiota. METHODS: This study enrolled four participant groups: uninfected MSM, Recent HIV-1 infection (RHI) MSM, MSM on ART, and non-MSM healthy controls, with 30 individuals in each group. We utilized 16S ribosomal DNA (16S rDNA) amplicon sequencing to analyze fecal microbiota and employed Luminex multiplex assays to measure plasma markers for microbial translocation (LBP, sCD14) and the inflammatory marker CRP. FINDINGS: Comparing uninfected MSM to non-MSM healthy controls, no substantial variances were observed in α and β diversity. Uninfected MSM had higher average relative abundances of Bacteroidetes, Prevotella, and Alloprevotella, while Bacteroides, Firmicutes, and Faecalibacterium had lower average relative abundances. MSM on ART had lower intestinal microbiota diversity than RHI MSM and uninfected MSM. In MSM on ART, Megasphaera and Fusobacterium increased, while Faecalibacterium and Roseburia decreased at genus level. Additionally, treatment with a non-nucleoside reverse transcriptase inhibitor (NNRTI) led to significant alterations in intestinal microbiota diversity and composition compared to RHI MSM. The random forest model showed that HIV infection biomarkers effectively distinguished between newly diagnosed HIV-infected MSM and HIV-negative MSM, with an ROC AUC of 76.24% (95% CI: 61.17-91.31%). CONCLUSIONS: MSM showed early intestinal microbiota imbalances after new HIV infection. MSM on ART experienced worsened dysbiosis, indicating a combined effect of HIV and ART. NNRTI-based treatment notably changed intestinal microbiota, suggesting a potential direct impact of NNRTI drugs on intestinal microbiota.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Gastrointestinal Microbiome",
        "HIV Infections",
        "Homosexuality, Male",
        "Adult",
        "RNA, Ribosomal, 16S",
        "Bacteria",
        "Feces",
        "Middle Aged",
        "HIV-1",
        "Dysbiosis"
      ]
    },
    {
      "pmid": "38734408",
      "title": "\"Mpox in MSM: Tackling stigma, minimizing risk factors, exploring pathogenesis, and treatment approaches\".",
      "authors": [
        "Arpan Acharya",
        "Narendra Kumar",
        "Kamal Singh",
        "Siddappa N Byrareddy"
      ],
      "journal": "Biomedical journal",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Mpox is a zoonotic disease caused by the monkeypox virus (MPV), primarily found in Central and West African countries. The typical presentation of the disease before the 2022 mpox outbreak includes a febrile prodrome 5-13 days post-exposure, accompanied by lymphadenopathy, malaise, headache, and muscle aches. Unexpectedly, during the 2022 outbreak, several cases of atypical presentations of the disease were reported, such as the absence of prodromal symptoms and the presence of genital skin lesions suggestive of sexual transmission. As per the World Health Organization (WHO), as of March 20, 2024, 94,707 cases of mpox were reported worldwide, resulting in 181 deaths (22 in African endemic regions and 159 in non-endemic countries). The United States Centers for Disease Control and Prevention (CDC) reports a total of 32,063 cases (33.85% of total cases globally), with 58 deaths (32.04% of global deaths) due to mpox. Person-to-person transmission of mpox can occur through respiratory droplets and sustained close contact. However, during the 2022 outbreak of mpox, a high incidence of anal and perianal lesions among MSMs indicated sexual transmission of MPV as a major route of transmission. Since MSMs are disproportionately at risk for HIV transmission. In this review, we discusses the risk factors, transmission patterns, pathogenesis, vaccine, and treatment options for mpox among MSM and people living with HIV (PLWH). Furthermore, we provide a brief perspective on the evolution of the MPV in immunocompromised people like PLWH.",
      "mesh_terms": [
        "Humans",
        "Risk Factors",
        "Male",
        "Mpox, Monkeypox",
        "Homosexuality, Male",
        "Social Stigma",
        "Disease Outbreaks",
        "Monkeypox virus",
        "Animals"
      ]
    },
    {
      "pmid": "38715510",
      "title": "[Investigation on the cognitive level of Mpox among MSM population in Shenzhen and analysis of the influencing factors in 2023].",
      "authors": [
        "T L Xia",
        "S L Xu",
        "S C Liu",
        "W Xie",
        "Y P Cheng",
        "Y S Guo",
        "J H Lu",
        "Y Zhang"
      ],
      "journal": "Zhonghua yu fang yi xue za zhi [Chinese journal of preventive medicine]",
      "publication_date": "2024-May-06",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "From June 16 to 30, 2023, men who have sex with men (MSM) who had visited Voluntary Counseling Testing (VCT) clinics in the Luohu, Futian and Nanshan districts of Shenzhen were included in this study to analyze their awareness of Mpox and the influencing factors. The mean age of the 262 MSM was (34.78±8.94) years, with the majority being unmarried (75.2%) and 79.0% confirmed to be infected with HIV. The awareness rates for five primary indicators, current status of Mpox, pathogen and source of infection, mode of transmission, population susceptibility, clinical manifestations and treatment were 68.4%, 84.7%, 60.3%, 87.8%, and 52.5%, respectively. The awareness rates for five secondary indicators, earliest transmission location (44.7%), main mode of transmission (54.2%), role of masks (46.9%), drug accessibility (46.6%), and self-limiting nature (38.2%) were all below 60%. The MSM population in Shenzhen perceived their likelihood of being infected (2.76±1.32) and discriminated against (3.87±1.26) as relatively low. The logistic analysis showed that the high school or vocational school education (OR:3.094, 95%CI:1.180-9.299), college or above education (OR:5.360, 95%CI:2.159-15.501), and higher scores on questions affecting learning or work (OR:2.196, 95%CI:1.409-3.599) were promoting factors for Mpox awareness, while higher scores on questions concerning the possibility of Mpox mortality (OR:0.591, 95%CI:0.432-0.791) was the hindering factor for Mpox awareness.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Homosexuality, Male",
        "Adult",
        "China",
        "HIV Infections",
        "Health Knowledge, Attitudes, Practice",
        "Surveys and Questionnaires",
        "Middle Aged",
        "Young Adult",
        "Mpox, Monkeypox"
      ]
    },
    {
      "pmid": "38574278",
      "title": "Barriers and facilitators to pre-exposure prophylaxis (PrEP) uptake and adherence among men who have sex with men (MSM) in Thailand: a qualitative study.",
      "authors": [
        "Yeon Jung Yu",
        "Elizabeth Schieber",
        "Rena Janamnuaysook",
        "Bo Wang",
        "Abhinaya Gunasekar",
        "Karen MacDonell",
        "Pintusorn Getwongsa",
        "Deogwoon Kim",
        "Prissana Wongharn",
        "Nittaya Phanuphak"
      ],
      "journal": "AIDS care",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Young MSM (YMSM), aged 15-24, account for nearly half of new HIV infections in Thailand. Pre-exposure prophylaxis (PrEP) is an effective prevention medicine for populations at substantial HIV risk, yet YMSM frequently have suboptimal uptake of and adherence to PrEP. We conducted 35 in-depth interviews with YMSM to explore barriers and facilitators of both PrEP initiation and adherence. Interviews also elicited the perceptions and experiences of healthcare providers (HCPs) working with YMSM at three clinics in Bangkok. Primary barriers to PrEP initiation were limited accessibility, insufficient knowledge, and efficacy concerns; HCPs identified no-to-low self-perception of HIV risk, pre-existing health problems, fears of side effects, and living in distant provinces as barriers to PrEP initiation. YMSM primarily reported PrEP information and self-perceptions of elevated HIV risk as facilitators to PrEP initiation. Additionally, forgetfulness and low HIV risk awareness were common barriers to PrEP adherence. Reminders were a prominent facilitator of PrEP adherence alongside disclosure to close relationships, the routinization of regimens, and convenient facilities. HCPs regarded counseling as the leading facilitator of PrEP adherence. By understanding the barriers/facilitators of PrEP use, the current study seeks to help develop evidence-informed PrEP intervention programs among YMSM while considering cultural sensitivity.",
      "mesh_terms": [
        "Humans",
        "Pre-Exposure Prophylaxis",
        "Male",
        "Thailand",
        "HIV Infections",
        "Qualitative Research",
        "Homosexuality, Male",
        "Young Adult",
        "Medication Adherence",
        "Adolescent",
        "Anti-HIV Agents",
        "Health Knowledge, Attitudes, Practice",
        "Interviews as Topic",
        "Adult",
        "Patient Acceptance of Health Care",
        "Health Personnel"
      ]
    },
    {
      "pmid": "38560383",
      "title": "Sexually transmitted coinfections among at-risk HIV-positive MSM: implications for optimal preemptive treatment.",
      "authors": [
        "Tzong-Yow Wu",
        "Kuan-Yin Lin",
        "Li-Hsin Su",
        "Hsin-Yun Sun",
        "Yu-Shan Huang",
        "Wang-Da Liu",
        "Wen-Chun Liu",
        "Lan-Hsin Chang",
        "Sui-Yuan Chang",
        "Chien-Ching Hung"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Concurrent sexually transmitted infections (STIs) are common in sexually active populations. We aimed to estimate the prevalence and coinfection rates of bacterial STIs among sexually active, HIV-positive men who have sex with men (MSM), and to assess the potential benefits of different combination treatment regimens in managing concurrent bacterial STIs. METHODS: From September 2021 to September 2023, HIV-positive MSM underwent STI testing when they had symptoms suggestive of STIs or recently acquired hepatitis C virus (HCV) infection or early syphilis. The oral rinse, rectal swab, and urethral swab specimens were tested for Chlamydia trachomatis, Neisseria gonorrhoeae, Mycoplasma spp., Ureaplasma spp., and Trichomonas vaginalis with the use of multiplex real-time polymerase-chain-reaction assays. The estimated coinfection rates were used to evaluate the benefits of different combination treatment regimens for managing coinfections. RESULTS: During the study period, 535 participants (median age, 37 years; and CD4 count, 615 cells/mm3) were enrolled. On their first visits, at least one bacterial pathogen was detected in 57.9% and concomitant bacterial infections were found in 32.9% of the participants. The most commonly identified pathogen was U. urealyticum (36.3%), followed by C. trachomatis (22.8%), and N. gonorrhoeae (19.8%). The factors associated with any bacterial STIs included older age (per 1-year increase, adjusted odds ratio [AOR], 0.97; 95% confidence interval [CI], 0.95-1.00), early syphilis (AOR, 1.87; 95% CI, 1.22-2.84), and having more than 5 sex partners in the preceding 3 months (AOR, 2.08, 95% CI, 1.07-4.06). A combination therapy of benzathine penicillin G with a 7-day course of doxycycline could simultaneously treat 27.1% of C. trachomatis coinfections in participants with early syphilis, while a combination therapy of ceftriaxone with doxycycline could simultaneously treat 40.6% of chlamydial coinfections in participants with gonorrhea. CONCLUSION: Bacterial STIs were prevalent and concomitant infections were not uncommon among sexually active, HIV-positive MSM, supporting regular screening for bacterial STIs. The effectiveness of preemptive use of doxycycline as combination therapy for concurrent STIs warrants more investigations."
    },
    {
      "pmid": "38549087",
      "title": "Presence of tuberculosis symptoms among HIV-positive men who have sex with men (MSM) in Zimbabwe.",
      "authors": [
        "Munyaradzi Mapingure",
        "Innocent Chingombe",
        "Tafadzwa Dzinamarira",
        "Brian Moyo",
        "Chesterfield Samba",
        "Delight Murigo",
        "Owen Mugurungi",
        "Elliot Mbunge",
        "Rutendo Birri Makota",
        "Grant Murewanhema",
        "Godfrey Musuka"
      ],
      "journal": "AIDS research and therapy",
      "publication_date": "2024-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We conducted secondary data analysis using a biobehavioral survey dataset of 1538 MSM from Zimbabwe. Survey participants were screened for the four symptoms suggestive of tuberculosis infection using the WHO TB screening algorithm. Results: All participants experienced at least one symptom suggestive of tuberculosis. 40% of HIV-positive MSM reported having had a cough in the last month and 13% of them experienced unexpected weight loss. The prevalence of experiencing any of the four TB symptoms amongst HIV-positive MSM was 23%. Contribution There is an urgent need for active TB case finding and treatment amongst HIV-positive MSM in Zimbabwe. Clinicians will need to ensure that MSM who need TB testing receive it timeously.",
      "mesh_terms": [
        "Male",
        "Humans",
        "HIV Infections",
        "Homosexuality, Male",
        "Zimbabwe",
        "Sexual and Gender Minorities",
        "HIV Seropositivity",
        "Tuberculosis",
        "Prevalence"
      ]
    },
    {
      "pmid": "38478741",
      "title": "Treponema Pallidum rapid syphilis compared diagnostic algorithm syphilis in men who have sex with men (MSM).",
      "authors": [
        "Putri L Karim",
        "Inda A Aryani",
        "Suroso A Nugroho",
        "Irsan Saleh",
        "Lisa Dewi",
        "Yuli Kurniawati",
        "Fitriani Fitriani"
      ],
      "journal": "International journal of STD & AIDS",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "BACKGROUND: Syphilis infection can be asymptomatic and difficult to diagnose based on clinical symptoms. Early detection and treatment are critical for preventing and controlling syphilis as well as long-term serious complications. A serological examination based on the diagnostic algorithm was used to confirm the diagnosis of syphilis. Syphilis is frequent in high-risk groups, such as men who have sex with men (MSM). Treponema pallidum (TP) rapid can be used for early syphilis detection. The diagnostic value of TP rapid with diagnostic algorithm (RPR-TPHA) utilizing whole blood in MSM should be studied. OBJECTIVES: To determine the diagnostic value of TP rapid syphilis test compared to a diagnostic algorithm (RPR-TPHA) among MSM. METHODS: A diagnostic test with a cross-sectional design at Dr Mohammad Hoesin Palembang General Hospital from November 2022 to January 2023. The sampling method was consecutive sampling with a total sample of 83 MSM based on inclusion and exclusion criteria. All samples were tested for RPR, TPHA, and TP rapid. The diagnostic value of TP rapid was evaluated with RPR-TPHA as a diagnostic algorithm for syphilis. RESULTS: The sensitivity and specificity value of the TP rapid compare diagnostic algorithm as gold standard were 95.8% and 96.6% respectively. Other metrics: positive predictive value (PPV) 92%, negative predictive value (NPV) 98%, positive likelihood ratio (PLR) 28.27, negative likelihood ratio (NLR) 0.04, accuracy 96% and AUC 0.962. CONCLUSION: The TP rapid test has a high diagnostic value and can be used to establish an early diagnosis of syphilis in MSM.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Syphilis",
        "Treponema pallidum",
        "Algorithms",
        "Homosexuality, Male",
        "Cross-Sectional Studies",
        "Adult",
        "Syphilis Serodiagnosis",
        "Sensitivity and Specificity",
        "Middle Aged",
        "Early Diagnosis",
        "Thailand",
        "Young Adult"
      ]
    },
    {
      "pmid": "38464995",
      "title": "An Assessment of Trends in HIV-1 Prevalence and Incidence and Spatio-Temporal Analyses of HIV-1 Recent Infection Among MSM During the Surveillance Period Between 2018 and 2022 in Sichuan, China.",
      "authors": [
        "Hong Yang",
        "Maogang Chen",
        "Ying Hu",
        "Mengjiao Xu",
        "Yiping Li",
        "Lunhao Liu",
        "Dan Yuan",
        "Fengshun Yuan",
        "Ling Li",
        "Li Ye",
        "Chang Zhou",
        "Yan Zhang",
        "Shu Liang",
        "Ling Su"
      ],
      "journal": "HIV/AIDS (Auckland, N.Z.)",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Men who have sex with men (MSM) is one main type of high-risk activities facilitating HIV-1 transmission in Sichuan province. Previous works on HIV-1 incidence and prevalence among MSM only concentrated before 2018, the situation after that is unknown. In addition, the distribution of hot-spots related to current HIV-1 epidemic is also rarely known among MSM in Sichuan. OBJECTIVE: To update trends of HIV-1 prevalence and incidence and to visualize hot-spots of ongoing transmission in Sichuan province during surveillance period among MSM between 2018 and 2022. METHODS: Limiting Antigen Avidity assay was performed to detect recent infection within new HIV-1 diagnoses founded during surveillance period among MSM. The HIV-1 prevalence and incidence were calculated according to an extrapolation method proposed by publications and guidelines. Trend tests were performed using χ2 tests with linear-by-linear association. The spatial analysis was conducted with ArcGIS 10.7 to figure hot-spots of HIV-1 recent infections among MSM. RESULTS: Between 2018 and 2022, 16,697 individuals participated in HIV-1 MSM sentinel surveillance program, of which 449 samples (98.25%) were tested with LAg-Avidity EIA, and 230 samples were classified as recent infection. Respectively, the overall prevalence and incidence were 2.74% and 3.69% (95% CI: 3.21, 4.16) and both had significant declining trends (p < 0.001). Luzhou city had a highest HIV-1 incidence (10.74%, 95% CI: 8.39, 13.10) over the study period and was recognized as a hot-spot for recent HIV-1 infection among MSM. CONCLUSION: During the surveillance period, both HIV-1 prevalence and incidence were declining. However, Luzhou city had an unusually high HIV-1 incidence and became an emerging hot-spot of recent HIV-1 infection among MSM. This finding suggested focused attention, cross-regional intervention strategies, and prevention programs are urgently required to curb the spread of ongoing transmission."
    },
    {
      "pmid": "38462760",
      "title": "Sexual behaviour and STIs among MSM living with HIV in the PrEP era: the French ANRS PRIMO cohort study.",
      "authors": [
        "Virginie Baltes",
        "Paul de Boissieu",
        "Karen Champenois",
        "Louise Luan",
        "Rémonie Seng",
        "Asma Essat",
        "Sophie Novelli",
        "Bruno Spire",
        "Jean-Michel Molina",
        "Cécile Goujard",
        "Laurence Meyer"
      ],
      "journal": "Journal of the International AIDS Society",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Clinical Study",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: In a context of declining condom use and high sexually transmitted infection (STI) incidence, the diffusion of \"treatment as prevention\" (Tasp) and more recently pre-exposure prophylaxis (PrEP) may have changed the sexual behaviour of newly diagnosed men who have sex with men (MSM) with HIV. METHODS: Six hundred and nine MSM were enrolled and followed annually between 2014 and 2021 in the ANRS PRIMO Cohort (ClinicalTrials.gov:NCT03148964) from the time of HIV seroconversion. We studied changes over calendar time in sexual behaviour before and after HIV diagnosis. Factors associated with inconsistent condom use (ICU) after HIV diagnosis, PrEP use by partner(s) and bacterial STI acquisition were studied in random-effects models. RESULTS: In the 6 months preceding HIV diagnosis, the number of sexual partners decreased from a median of 10 (IQR: 4-19) in 2014 to 6 (3-11) in 2021. After HIV diagnosis, ICU increased from 57.1% (16/28) of visits in 2014 up to 84.2% (229/272) in 2020-2021. Up to 25% (63/229) of MSM with HIV in recent years reported the use of PrEP by their partner(s) as the reason for ICU; these MSM were less frequently in a stable relationship, had a higher number of sexual partners and higher education level than those who did not report the use of PrEP by their partner(s). STI incidence after HIV diagnosis increased between 2014 and 2016 and remained high afterwards. STI risk was no longer associated with PrEP use by partners after adjustment for the number of partners and calendar period. ICU, age below 35 years, not being in a stable relationship, higher number of sexual partners were independently associated with an increased risk of STI. CONCLUSIONS: Implementation of TasP and more recently PrEP has led to major changes in the sexual behaviour of MSM with HIV. ICU has become overwhelmingly prevalent, PrEP use by the partner increasingly being the reported reason for ICU, behind TasP, which remains the main reason. Characteristics of MSM at the time of diagnosis of HIV have changed, with fewer number of sexual partners today than in 2014, which must lead to broaden the indications for PrEP prescription. STIs incidence remains high in MSM with HIV and requires improvements in screening and prevention methods such as pre- or post-exposition antibiotics or vaccines.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Male",
        "Cohort Studies",
        "HIV Infections",
        "Homosexuality, Male",
        "Pre-Exposure Prophylaxis",
        "Sexual and Gender Minorities",
        "Sexual Behavior",
        "Sexually Transmitted Diseases"
      ]
    },
    {
      "pmid": "38460152",
      "title": "Sociodemographic correlates of late HIV diagnosis among men who have sex with men (MSM) in Ghana.",
      "authors": [
        "Gloria Aidoo-Frimpong",
        "Guangyu Tong",
        "Samuel Akyirem",
        "Diana Namumbejja Abwoye",
        "Uzoji Nwanaji-Enwerem",
        "Daniel Jacobson López",
        "Leo Wilton",
        "LaRon E Nelson"
      ],
      "journal": "AIDS care",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Timely HIV diagnosis and medical engagement are crucial for effective viral load suppression and treatment as prevention. However, significant delays persist, particularly in Africa, including Ghana. This study focused on Ghanaian men whose route of exposure to HIV was through same-gender sexual contact (MSM), a group disproportionately impacted by HIV. Using structured surveys, we investigated the sociodemographic factors associated with late HIV diagnosis, a topic with limited existing research. Results indicate that older age groups were associated with an increased risk of late diagnosis compared to the 18-24 age group. Among the demographic variables studied, only age showed a consistent association with late HIV diagnosis. This study underscores the importance of targeted interventions to address HIV diagnosis disparities among MSM in Ghana, particularly for older age groups. The findings emphasize the need for tailored interventions addressing age-related disparities in timely diagnosis and engagement with medical services among this population. Such interventions can play a crucial role in reducing the burden of HIV within this community and fostering improved public health outcomes.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Ghana",
        "HIV Infections",
        "Adult",
        "Homosexuality, Male",
        "Young Adult",
        "Delayed Diagnosis",
        "Adolescent",
        "Middle Aged",
        "Risk Factors",
        "Age Factors",
        "Sociodemographic Factors",
        "Socioeconomic Factors",
        "Cross-Sectional Studies",
        "Surveys and Questionnaires",
        "Sexual Behavior"
      ]
    },
    {
      "pmid": "38387443",
      "title": "Prevalence and factors associated with fertility desires among HIV-positive MSM.",
      "authors": [
        "Hanxi Zhang",
        "Jing Han",
        "Ye Su",
        "Zhennan Li",
        "Hongxin Zhao"
      ],
      "journal": "AIDS care",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The National surveillance data showed that homosexual transmission played a considerable role in new HIV infections in China. The emphasis on antiretroviral therapy and prevention of mother-to-child transmission provided chances for reproduction among people living with HIV/AIDS. Issues of fertility desire have a paucity of data among HIV-positive men who have sex with men (MSM). This cross-sectional study has assessed fertility attitudes and associated factors, as well as the reproductive knowledge among HIV-positive MSM. Analysis was mainly based on the multinomial regression model. The study included 129 participants, and almost all of the participants (96.1%) were between 18 and 30 years old and 82.2% of them were single. About 35.6% expressed a fertility desire. MSM without siblings tended to have fertility desire (OR = 0.236, 95%CI: 0.078∼0.712, p = 0.010). Surrogacy (36.4%) was the most desired method among the 86 respondents who had the desire or did not make a decision. While the accuracy of the reproductive knowledge was only 69.6%. In summary, we recommend that providers offer much more professional information and develop assisted reproductive technology to meet the reproductive aspirations of HIV-positive MSM.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Adult",
        "Homosexuality, Male",
        "Cross-Sectional Studies",
        "HIV Infections",
        "China",
        "Adolescent",
        "Prevalence",
        "Young Adult",
        "Health Knowledge, Attitudes, Practice",
        "Fertility",
        "Surveys and Questionnaires",
        "Middle Aged"
      ]
    },
    {
      "pmid": "38359335",
      "title": "The Experience of Chemsex and Accessing Medical Care for Gay, Bisexual and Other MSM in Russia: An Interpretive Phenomenological Analysis.",
      "authors": [
        "Nikolay Lunchenkov",
        "Susanna Rinne-Wolf",
        "Tom Hughes",
        "Barrie Dwyer"
      ],
      "journal": "Journal of sex research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of illicit drugs during sex (Chemsex) in gay, bisexual and men who have sex with men (GBMSM) has been a challenge for sexual health services globally. In Russia, HIV remains a significant public health concern and access to prevention and treatment services is limited. Little is known about the nature of Chemsex and the challenges GBMSM practicing Chemsex in Russia face when accessing medical care. This study explored GBMSM's experience with Chemsex and access to medical care. We conducted three focus groups with GBMSM (n = 19) based in Moscow and Yekaterinburg in December 2020. The focus groups explored their experience with Chemsex and accessing medical care. We used an Interpretative Phenomenological Analysis to analyze the data. GBMSM engaged in Chemsex through social networks and cited pleasure as one of their main reasons for engaging. The men described their addiction and perceiving many dangers at Chemsex group sessions. They reported using several self-care mechanisms to recover after a group session. Many reported feeling stigmatization from other members of the GBMSM community. Perceived barriers to medical care included legal barriers and stigmatization from medical professionals. To better support GBMSM, they felt there was a need for better access to sexual health and HIV prevention services, and psychological support. Our study highlights the unmet need in services for GBMSM engaging in Chemsex in Russia. It highlights how societal perceptions of homosexuality and drug use act as barriers to effective interventions for both sexual health and drug use.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Russia",
        "Adult",
        "Health Services Accessibility",
        "Homosexuality, Male",
        "Sexual and Gender Minorities",
        "Substance-Related Disorders",
        "Illicit Drugs",
        "Middle Aged",
        "Young Adult",
        "Qualitative Research",
        "Social Stigma",
        "Sexual Behavior",
        "Chemsex"
      ]
    },
    {
      "pmid": "38319908",
      "title": "Engagement of HIV-negative MSM and partners of people with HIV in HIV cure (research): exploring the influence of perceived severity, susceptibility, benefits, and concerns.",
      "authors": [
        "Maaike A J Noorman",
        "John B F de Wit",
        "Tamika A Marcos",
        "Sarah E Stutterheim",
        "Kai J Jonas",
        "Chantal den Daas"
      ],
      "journal": "AIDS care",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As the prospect of an HIV cure is gaining prominence, engaging key populations affected by an HIV cure becomes essential. This study examined the engagement of HIV-negative men who have sex with men (MSM) and/or partners of people with HIV (PHIV) in the Netherlands. Interviews were conducted with 19 MSM not in relationships with a partner with HIV and 16 partners of PHIV and were thematically analyzed. Perspectives on the importance of an HIV cure were shaped by the perceived severity of HIV and the level of susceptibility to the virus. Despite concerns about potential new HIV infections and treatment intensity, most participants believed that an HIV cure could reduce HIV burden. Both HIV eradication and HIV suppression were regarded as acceptable outcomes. Engagement was demonstrated through actions like accessing information, participating in research, and showing support for partners or community members involved in HIV cure research. In conclusion, we found that most participants were engaged due to their heightened perception of HIV's severity. However, this engagement tended to remain passive due to their perceived low susceptibility to HIV, resulting in a scenario where the perceived importance of an HIV cure is high, while personal relevance remains low.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Homosexuality, Male",
        "HIV Infections",
        "Adult",
        "Netherlands",
        "Sexual Partners",
        "Middle Aged",
        "Qualitative Research",
        "Health Knowledge, Attitudes, Practice",
        "Female",
        "Young Adult"
      ]
    },
    {
      "pmid": "38316633",
      "title": "The effect of MSM in the treatment of ankle arthrosis: Is MSM as effective as methylprednisolone or hyaluronic acid?",
      "authors": [
        "Koray Akpınar",
        "Ekin K Şimşek",
        "Özlem Işıksaçan Özen",
        "Bahtiyar Haberal"
      ],
      "journal": "Journal of orthopaedic research : official publication of the Orthopaedic Research Society",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Posttraumatic ankle osteoarthritis (PTAO) causes severe ankle and adjacent joint morbidity. We aimed to compare the treatment efficacy of previously tried and still applied intra-articular injections and oral methylsulfonylmethane (MSM) at functional and histopathological level in PTAO animal model. Thirty-two adult female Sprague-Dawley rats were divided into four groups (Group 1: Control, Group 2: 0.06 g/kg/day MSM, Group 3: 0.04 mg/µL methylprednisolone [MP], Group 4: 0.04 mg/µL hyaluronic acid [HA]). MSM was started orally between Day 0 to the end of 8 weeks. Intra-articular injections were applied to the right ankles of the subjects after surgery. All subjects were killed after radiological evaluation at the 8th week. Subsequently, functional (range of motion) and histopathological evaluation was performed. Radiological evaluation showed better results of the MP (p < 0.001) and MSM (p < 0.001) groups than the control group. Severity of osteoarthritis (OA) in the MP group was significantly less than in the HA group (p = 0.032). When the total Osteoarthritis Research Society International score was compared, the severity of OA was higher in the KS and HA groups than in the control group (p < 0.001). No significant statistical difference was found in the histopathological comparison of MSM and control group (p = 0.466). There was no difference between the groups in range of motion measurement according to the contralateral ankle joint. The radiological progression of OA was slowed in the MSM and MP groups, but significant histopathological worsening was found in the MP and HA applied groups. We suggest that the treatment methods used in daily practice need to be reviewed.",
      "mesh_terms": [
        "Hyaluronic Acid",
        "Animals",
        "Rats, Sprague-Dawley",
        "Female",
        "Osteoarthritis",
        "Methylprednisolone",
        "Injections, Intra-Articular",
        "Dimethyl Sulfoxide",
        "Ankle Joint",
        "Rats",
        "Sulfones",
        "Range of Motion, Articular"
      ]
    },
    {
      "pmid": "38310468",
      "title": "Feasibility of a Mobile Health Intervention for Providing a Continuum of HIV Services for MSM: Pilot Study of the WeTest Program in 3 Cities in China.",
      "authors": [
        "Zhihui Zhu",
        "Xiaoyan Lu",
        "Pan Gao",
        "Xiaodong Wang",
        "Xuejiao Hu",
        "Nianhua Xie",
        "Cong Liu",
        "Yue Zhao",
        "Yanqiu Zhao",
        "Zhen Dai",
        "Hongbo Zhang",
        "Jun Wang",
        "Yehuan Sun",
        "Tao Liu",
        "Shufang Sun",
        "Cui Yang",
        "Nickolas Zaller",
        "Zhihua Zhang",
        "Don Operario"
      ],
      "journal": "Current HIV research",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Observational Study"
      ],
      "abstract": "BACKGROUND: Men who have sex with men (MSM) in China have a high risk for HIV infection but experience suboptimal rates of HIV testing and service engagement due to various social and structural barriers. We developed a mobile health (mHealth) intervention entitled \"WeTest-Plus\" (WeTest+) as a user-centered \"one-stop service\" approach for delivering access to comprehensive information about HIV risk, HIV self-testing, behavioral and biomedical prevention, confirmatory testing, treatment, and care. OBJECTIVE: The goal of the current study was to investigate the feasibility of WeTest+ to provide continuous HIV services to high-risk MSM. METHODS: Participants completed a 3-week pilot test of WeTest+ to examine acceptability, feasibility, and recommendations for improvement. Participants completed a structured online questionnaire and qualitative exit interviews facilitated by project staff. \"Click-through\" rates were assessed to examine engagement with online content. RESULTS: 28 participants were included, and the average age was 27.6 years (standard deviation = 6.8). Almost all participants (96.4%) remained engaged with the WeTest+ program over a 3-week observational period. The majority (92.9%) self-administered the HIV self-test and submitted their test results through the online platform. Overall click-through rates were high (average 67.9%). Participants provided favorable comments about the quality and relevance of the WeTest+ information content, the engaging style of information presentation, and the user-centered features. CONCLUSION: This pilot assessment of WeTest+ supports the promise of this program for promoting HIV self-testing and linkage to in-person services for MSM in China. Findings underscore the utility of a user-centered approach to mHealth program design.",
      "mesh_terms": [
        "Feasibility Studies",
        "Telemedicine",
        "Humans",
        "Male",
        "Young Adult",
        "Adult",
        "Sexual and Gender Minorities",
        "Pilot Projects",
        "HIV Infections",
        "Self-Testing"
      ]
    },
    {
      "pmid": "38307836",
      "title": "Racial/Ethnic Disparities in Club Drug Use, Situational Club Drug Use during Sex, and Sexual Risk Behaviors among Alcohol-Using Men Who Have Sex with Men (MSM) in San Francisco.",
      "authors": [
        "Glenn-Milo Santos",
        "Christopher Hernandez",
        "Eric Lam",
        "Jaclyn Hern",
        "Christopher Rowe"
      ],
      "journal": "Substance use & misuse",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Club drug use-including 3,4-Methylenedioxymethamphetamine, ketamine, crack/cocaine, hallucinogens, gamma hydroxybutyrate, volatile nitrites, and methamphetamine-has been linked to sexual risk behaviors among MSM. Few studies examine how the use of club drugs and the association between club drug use during sex and sexual risk may differ by race/ethnicity. METHODS: Using data from a cross-sectional study among alcohol-using MSM in San Francisco (n = 252), we examined the associations between the interaction of race/ethnicity and club drug use during sex, and the following behavioral outcomes: any condomless anal intercourse (CAI), insertive CAI, receptive CAI, and any serodiscordant sex in the past six months. All models controlled for income, HIV status, relationship status, age, and current use of a biomedical HIV prevention tool (i.e., Pre-Exposure Prophylaxis [PrEP] or antiretroviral therapy). RESULTS: There were significant racial differences in club drug use (p < 0.001) and club drug use during sex (p = 0.01). Asian/Pacific Islander (API) and Latino participants reported using club drugs the most at 78.8% and 79%, respectively. Among users of club drugs, club drug use during sex was most common among Black (100%), and Latino MSM (93%). Significant interactions between race/ethnicity and club drug use during sex were observed for CAI (p = 0.02), insertive CAI (p = 0.01), and receptive CAI (p = 0.01). API participants who used club drug during sex had higher odds of reporting CAI (aOR = 15.27, CI = 1.50-155.34), insertive CAI (aOR = 21.11, CI = 2.04-218.10), and receptive CAI (aOR = 21.11, CI = 2.04-218.10). CONCLUSIONS: Given the differing rates of club drug use during sex by race/ethnicity and the role race/ethnicity plays in modifying the relationships between club drug use during sex and sexual risk behaviors, culturally-tailored interventions may be needed to address the needs of ethnically-diverse, club drug-using MSM.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Homosexuality, Male",
        "Illicit Drugs",
        "San Francisco",
        "Cross-Sectional Studies",
        "Sexual and Gender Minorities",
        "Sexual Behavior",
        "HIV Infections",
        "Substance-Related Disorders",
        "Risk-Taking"
      ]
    },
    {
      "pmid": "38235156",
      "title": "Exploring the willingness toward HIV immediate test and treat among MSM in Nairobi and its environs: a cross-sectional study.",
      "authors": [
        "Kingori Ndungu",
        "Peter Gichangi",
        "Marleen Temmerman"
      ],
      "journal": "Frontiers in public health",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: In the test and treat initiative, high-risk populations are screened for human immunodeficiency virus (HIV) infection and start early treatment if diagnosed positive. This study explores factors associated with willingness to initiate testing and immediate treatment among men who have sex with men (MSM) in Nairobi and its environs. The study was informed by a conceptual framework combining the AIDS Risk Reduction Model (ARRM) and the Modified Social Ecological Model. METHODS: This cross-sectional exploratory study targeted MSM (aged 18-60 years) reporting active engagement in anal or oral sex with men in Nairobi and its surrounding areas. Purposive sampling was used to identify data collection sites, and then snowballing was employed to reach the respondents. Data analysis was performed using SPSS version 23, and binary logistics regression was used for inferential analysis. RESULTS: Between July 2018 and June 2019, 391 MSM were recruited to fill out a self-administered questionnaire, out of which 345 complete questionnaires were analyzed. Never been tested for HIV, private/NGO as the facility of the last HIV test, and had unprotected anal sex were listed as the reasons for taking the most recent test, and the results of the most recent HIV test and seeking a post self-test confirmation were associated with a higher likelihood of accepting the immediate HIV test and treat initiative. Additionally, a preference for a health provider as the first source of support, belief in the efficacy of ARVs, and disclosure about being on ART were the other reasons. Additionally, being aged 25+ years, having more than 60 USD monthly income, and having inconsistent condom use during sex were associated with a higher likelihood of accepting the immediate HIV test and treat initiative. Barriers to the immediate test and treat strategy included stigma from healthcare providers and concerns about disruptions in lifestyle through antiretroviral therapy (ART) use. CONCLUSION: Interventions aimed at increasing the HIV test and treat initiative in Kenya may need to take into account the demographic and social characteristics of MSM, including age, lack of habitual HIV testing, and lifestyle changes before and upon enrollment in ART. Projects should also consider working closely with healthcare facilities to strengthen treatment preparation, especially for asymptomatic MSM and those who may not be immediately willing to choose the test and treat strategy.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Homosexuality, Male",
        "Cross-Sectional Studies",
        "Sexual and Gender Minorities",
        "Kenya",
        "HIV Infections",
        "HIV Testing"
      ]
    },
    {
      "pmid": "38232067",
      "title": "Perceptions and experiences of daily and long-acting pre-exposure prophylaxis (PrEP) among MSM in India.",
      "authors": [
        "Harsh Agarwal",
        "Ivania Núñez",
        "Lauren M Hill",
        "Karine Dubé",
        "Abigail Knoble",
        "Oluwamuyiwa Pamilerin"
      ],
      "journal": "PLOS global public health",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oral pre-exposure prophylaxis (PrEP) is an effective HIV prevention strategy with high efficacy. An increased willingness to use PrEP among at-risk Indian men who have sex with men (MSM) population has been reported; however, little is known about their real experiences that guide their key motivators, facilitators, and barriers with using oral and Long-Acting (LA) Injectable PrEP. We recruited participants (n = 18) through active MSM social media networks. The interviews were conducted using teleconferencing software. Interview topics included participants' sources of knowledge, experiences accessing daily PrEP, safe-sex behaviors while on PrEP, barriers and facilitators around PrEP, long-term goals with PrEP, perceptions around LA PrEP, and discussion around decision-making to switch from oral PrEP to LA PrEP. Transcripts were coded according to interview topics, and key themes were analyzed using a topical data analysis approach. Participants (median age 28 years, ranging from 18 to 40) reported a high perceived risk of HIV. This increased perceived risk was a key motivator for oral PrEP uptake. Most participants shared that they accessed PrEP through non-profit organizations serving the MSM community, where doctor consultations and medication were either free or subsidized. Even when participants reported high adherence to oral PrEP, they expressed discontent with the requirement to take it daily. High condom usage was reported concomitantly with PrEP use among most participants, except for a few who preferred bareback sex. Participants shared that they would prefer to continue PrEP until they are in a monogamous, exclusive relationship. The cost and affordability remained recurring themes, and while participants could afford oral PrEP, they wished it was cheaper, making it more accessible to the community at large. Most participants did not have prior knowledge of LA injectable PrEP but welcomed the intervention, alluding to cost and availability as the key decision-making factors affecting switching. MSM from India we interviewed adopted oral PrEP as an additional HIV prevention strategy to condoms through non-profit and private channels. Cost and broader access remains a concern among the MSM community. More acceptability research about long-acting PrEP is needed among MSM in the Indian context, and it is recommended for government interventions to include oral PrEP groups at higher risk of HIV acquisition."
    },
    {
      "pmid": "38187461",
      "title": "Dynamics of a two-group model for assessing the impacts of pre-exposure prophylaxis, testing and risk behaviour change on the spread and control of HIV/AIDS in an MSM population.",
      "authors": [
        "Queen Tollett",
        "Salman Safdar",
        "Abba B Gumel"
      ],
      "journal": "Infectious Disease Modelling",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although much progress has been made in reducing the public health burden of the human immunodeficiency virus (HIV), which causes acquired immunodeficiency syndrome (AIDS), since its emergence in the 1980s (largely due to the large-scale use and availability of potent antiviral therapy, improved diagnostic and intervention and mitigation measures), HIV remains an important public health challenge globally, including in the United States. This study is based on the use of mathematical modeling approaches to assess the population-level impact of pre-exposure prophylaxis (PrEP), voluntary testing (to detect undetected HIV-infected individuals), and changes in human behavior (with respect to risk structure), on the spread and control of HIV/AIDS in an MSM (men-who-have sex-with-men) population. Specifically, a novel two-group mathematical model, which stratifies the total MSM population based on risk (low or high) of acquisition of HIV infection, is formulated. The model undergoes a PrEP-induced backward bifurcation when the control reproduction number of the model is less than one if the efficacy of PrEP to prevent a high-risk susceptible MSM individual from acquiring HIV infection is not perfect (the consequence of which is that, while necessary, having the reproduction number of the model less than one is no longer sufficient for the elimination of the disease in the MSM population). For the case where the efficacy of PrEP is perfect, this study shows that the disease-free equilibrium of the two-group model is globally-asymptotically stable when the associated control reproduction number of the model is less than one. Global sensitivity analysis was carried out to identify the main parameters of the model that have the highest influence on the value of the control reproduction number of the model (thereby, having the highest influence on the disease burden in the MSM population). Numerical simulations of the model, using a plausible range of parameter values, show that if half of the MSM population considered adhere strictly to the specified PrEP regimen (while other interventions are maintained at their baseline values), a reduction of about 22% of the new yearly HIV cases recorded at the peak of the disease could be averted (compared to the worst-case scenario where PrEP-based intervention is not implemented in the MSM population). The yearly reduction at the peak increases to about 50% if the PrEP coverage in the MSM population increases to 80%. This study showed, based on the parameter values used in the simulations, that the prospects of elimination of HIV/AIDS in the MSM community are promising if high-risk susceptible individuals are no more than 15% more likely to acquire HIV infection, in comparison to their low-risk counterparts. Furthermore, these prospects are significantly improved if undetected HIV-infected individuals are detected within an optimal period of time."
    },
    {
      "pmid": "38144252",
      "title": "Malignant syphilis: an early feature of underlying HIV infection in an MSM patient.",
      "authors": [
        "Alessandro Alfieri",
        "Yulia Eka Irmawati",
        "Satiti Retno Pudjiati"
      ],
      "journal": "Germs",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Co-infection of human immunodeficiency virus (HIV) with syphilis is common and has significant clinical consequences. HIV infection can change the course and clinical manifestations of syphilis, resulting in atypical syphilis. A rare feature of this infection is malignant syphilis, which frequently resembles other skin lesions and poses a challenge in diagnosis. This report aims to describe a case of malignant syphilis in an HIV-positive patient. CASE REPORT: A 33-year-old man who has sex with men (MSM) came to the dermato-venereology outpatient clinic with chief complaints of ulcerative lesions on the face, trunk, arms, palms, and legs for the past two months. The patient complained of fever, chills, and decreased appetite two weeks prior to presentation. A dermatological examination showed numerous well-demarcated ulcerated plaques and nodules partially covered with crust. Reactive results were found on syphilis serologic tests with high titers. The test for HIV was reactive, with a CD4 cell count of 219 cells/mm3. The patient was then diagnosed with malignant syphilis and received treatment in the form of benzathine penicillin injection 2.4 million units once a week for three consecutive weeks. After treatment, the skin lesions and syphilis serologic titer improved. CONCLUSIONS: Secondary syphilis in patients with HIV infection may present as an atypical variant. As reported in this case, malignant syphilis should always be considered in the differential diagnosis when ulcerative and necrotic lesions are observed in individuals with HIV infection."
    },
    {
      "pmid": "38102660",
      "title": "Intimate partner violence and its associations among HIV-infected MSM with new drug abuse in Jinan, China.",
      "authors": [
        "Yong Yu",
        "Huiling Cai",
        "Xi Chen",
        "Fuqun Xiao",
        "Keke Qin",
        "Jiahong Li"
      ],
      "journal": "BMC public health",
      "publication_date": "2023-Dec-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Intimate Partner Violence (IPV) is prevalent among HIV-infected men who have sex with men (MSM), with well-established risk factors and adverse outcomes. However, there is a lack of comprehensive investigation of both upstream risk factors and downstream adverse outcomes among HIV-infected MSM in a Chinese context. This study aimed to examine IPV and its associations among a Chinese sample of HIV-infected MSM. METHODS: A cross-sectional study was conducted among 294 HIV-infected MSM in Jinan City from June to December 2020. All data were collected through an online questionnaire, which included IPV, sexual risk behavior, antiretroviral therapy (ART) adherence, depression, anxiety, and suicidal ideation. Chi-square tests and multivariate logistic regressions were performed to examine risk factors and adverse outcomes of IPV. RESULTS: Of the 294 HIV-infected MSM, 71.1% experienced any IPV, including control (37.1%), threat of public identity (30.6%), emotional violence (25.2%), security threat (18.4%), and physical violence (13.9%). The prevalence of sexual risk behavior, good ART adherence, depression, anxiety, and suicidal ideation was 55.1%, 53.4%, 48.3%, 32.3%, and 65.0%, respectively. Abuse of methamphetamine (METH) (aOR:2.79; 95%CI:1.43 ~ 5.45), capsule 0 or stimulating liquid (aOR:2.68; 95%CI:1.31 ~ 5.47), Magu (aOR:3.16; 95%CI:1.51 ~ 6.60), and other new drugs (aOR:2.87; 95%CI:1.52 ~ 5.43), disclosing HIV infection to partners (aOR:2.03; 95%CI:1.10 ~ 3.78), and gay sexual orientation (aOR = 3.32; 95%CI: 1.82 ~ 6.05) were significantly correlated with the experience of IPV. In addition, IPV was significantly associated with sexual risk behavior (aOR = 2.02; 95%CI:1.16 ~ 3.53), ART adherence (aOR = 2.63; 95%CI:1.46 ~ 4.74), depression (aOR = 3.83; 95%CI:2.09 ~ 7.02), anxiety (aOR = 2.27; 95%CI:1.19 ~ 4.35), and suicidal ideation (aOR = 3.78; 95%CI:2.11 ~ 6.80). CONCLUSIONS: IPV is prevalent among HIV-infected MSM and is associated with poor behavioral and mental health, highlighting more efforts are needed to address this issue. The finding that new drug abuse, HIV disclosure, and gay sexual orientation are associated with increased risk of IPV provides essential insights for the development of comprehensive and targeted IPV prevention and intervention programs in the future.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "HIV Infections",
        "Homosexuality, Male",
        "Cross-Sectional Studies",
        "Sexual Partners",
        "Sexual and Gender Minorities",
        "Intimate Partner Violence",
        "Risk Factors",
        "China",
        "Substance-Related Disorders",
        "Prevalence"
      ]
    },
    {
      "pmid": "38000313",
      "title": "Pharyngo-tonsillar involvement of Mpox in a cohort of men who have sex with men (MSM): A serious risk of missing diagnosis.",
      "authors": [
        "Carmela Pinnetti",
        "Annalisa Mondi",
        "Valentina Mazzotta",
        "Serena Vita",
        "Fabrizio Carletti",
        "Camilla Aguglia",
        "Alessia Beccacece",
        "Alessandra Vergori",
        "Roberta Gagliardini",
        "Eliana Specchiarello",
        "Tommaso Ascoli Bartoli",
        "Francesco Baldini",
        "Maria Letizia Giancola",
        "Maria Beatrice Valli",
        "Alessandra D'Abramo",
        "Saba Gebremeskel Teklè",
        "Carla Fontana",
        "Anna Rosa Garbuglia",
        "Enrico Girardi",
        "Fabrizio Maggi",
        "Francesco Vaia",
        "Emanuele Nicastri",
        "Andrea Antinori"
      ],
      "journal": "Journal of infection and public health",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "During the 2022-outbreak, peculiar clinical presentations of Mpox have been described, some of which can make the diagnosis of the disease extremely challenging. Here we report a case series of fourteen patients with Mpox pharynogotonsillar involvement (PTI) seen at National Institute for Infectious Diseases, \"Lazzaro Spallanzani\", in Rome, Italy from May to September 2022. All included patients were men who have sex with men (median age 38 years) reporting unprotected sex within three weeks from symptoms onset. Seven out of fourteen patients needed hospitalization due to uncontrolled pain, reduced airspace and difficulty swallowing, of whom five were effectively treated with tecovirimat or cidofovir. The remaining two patients were treated with symptomatic drugs. The typical Mpox muco-cutaneous manifestations were not observed simultaneously with PTI in three patients, two of whom developed the lesions after several days, while one never manifested them. Polymerase Chain Reaction (PCR) for Mpox virus was positive in oropharyngeal swab, saliva and serum. Although PTI occurs in only a small percentage of Mpox cases, its diagnosis is of utmost importance. In fact, this localization, if not identified, could lead to serious complications in the absence of early antiviral treatment and to missed diagnosis with an increased risk of disease transmission.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Adult",
        "Female",
        "Missed Diagnosis",
        "Homosexuality, Male",
        "Mpox, Monkeypox",
        "Sexual and Gender Minorities",
        "Pharynx"
      ]
    },
    {
      "pmid": "37986184",
      "title": "Investigating zero transmission of HIV in the MSM population: a UK modelling case study.",
      "authors": [
        "Katherine Massey",
        "Vittoria Vardanega",
        "Mas Chaponda",
        "Lucy A Eddowes",
        "Natalie Hearmon"
      ],
      "journal": "Archives of public health = Archives belges de sante publique",
      "publication_date": "2023-Nov-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: UNAIDS 90-90-90 goals for HIV have been surpassed in the UK, with focus now moving to ending transmission by 2030. The concept of zero transmission is complex and many factors can influence transmission. We aimed to investigate how the target of zero transmission might be reached in the UK. METHODS: We developed a de novo Markov state transition open cohort model of HIV with a 50-year time horizon, which models six key screening, treatment and prevention parameters, including treatment-as-prevention (TasP) and pre-exposure prophylaxis (PrEP). We studied the anticipated HIV epidemic trajectory over time in men who have sex with men (MSM), with and without changing the six key parameters, defining zero transmission as a 60% reduction in incidence compared with 2010 incidence. RESULTS: Zero transmission in the MSM population was not achieved within the model's time horizon in our base case scenario, when the six key parameters were set to their 2019 values. Several future scenarios were explored, including a combination approach to preventing HIV transmission through increasing five key parameter values and considering three different TasP values; zero transmission was achieved by 2030 in the scenario where TasP was increased from its current level of 97-99%, avoiding 48,969 new HIV cases over the time horizon and reducing the lifetime risk of acquiring HIV for HIV-negative MSM not using PrEP from 13.65 to 7.53%. CONCLUSIONS: Zero transmission in the UK MSM population can be reached by the target year of 2030 with bold changes to HIV policy. A combination approach such as the UK Government's 'Towards Zero' Action plan, impacting multiple policies and including an increase in TasP, has the potential to achieve meaningful reductions in HIV transmission and meet this ambitious goal."
    },
    {
      "pmid": "37945463",
      "title": "Recently acquired hepatitis C: Epidemiological characteristics and treatment response in a large cohort of MSM living with HIV in Madrid.",
      "authors": [
        "Luz Martín-Carbonero",
        "Ángela Gutierrez",
        "Otilia Bisbal",
        "Jorge Vergas",
        "Alicia González-Baeza",
        "Carmen Rodríguez Martín",
        "María Jesús Vivancos",
        "José Sanz",
        "Beatriz Álvarez",
        "Marina Palomar",
        "Ignacio de Los Santos",
        "Daniel Sepúlveda-Crespo",
        "Salvador Resino",
        "Juan Berenguer",
        "Joanna Cano-Smith",
        "Juan González-García",
        "Pablo Ryan"
      ],
      "journal": "Enfermedades infecciosas y microbiologia clinica (English ed.)",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Observational Study",
        "Multicenter Study"
      ],
      "abstract": "INTRODUCTION: We analyzed epidemiological, clinical characteristics, and the response to treatment in people living with HIV (PLHIV) who recently acquired hepatitis C (RAHC) in a multicentre study in Madrid (Spain). METHODS: Multicenter, ambispective, observational study of RAHC in men who have sex with men (MSM) infected with HIV. Clinical, epidemiological, and RAHC evolution were recorded prospectively in 2019 and 2020 and retrospectively in 2017 and 2018. In patients who received HCV treatment, sustained virological response (SVR) was provided 12 weeks after the end of treatment in an intention to treat analysis (ITT): all treated patients were included; and in analysis per-protocol (PP): missing patients were excluded. RESULTS: Overall, 133 patients were included. Median (IQR) age was 40 (34.3-46.1) years, 90.9% had at least one previous sexual transmission disease (STD), and 33.6% had previously hepatitis C. More than half of the prospective sample included patients using chemsex related drugs (57.3%), 45.7% of them intravenously. The most prevalent genotype was G1a (66.2%), followed by G4 (11.3%). Ten of 90 patients evaluated for spontaneous cure (11%) cured the infection spontaneously, and 119 had treatment after a median time of 1.8 (0.7-4.6) months: sustained virological response (SVR) was achieved in 90.7% in the ITT and 94.7% in the PP analysis, with no differences regarding the direct-acting antiviral agents (DAA) combination used. CONCLUSIONS: MSM infected by HIV with a RAHC were exposed to high-risk sexual behavior. Spontaneous cure rate was low, while SVR after treatment was achieved by more than 90%.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Male",
        "Middle Aged",
        "Antiviral Agents",
        "Hepatitis C",
        "HIV Infections",
        "Homosexuality, Male",
        "Prospective Studies",
        "Retrospective Studies",
        "Spain",
        "Sustained Virologic Response",
        "Treatment Outcome",
        "Sexual and Gender Minorities"
      ]
    },
    {
      "pmid": "37849960",
      "title": "The Needs of Nurses to Improve Nursing Care for HIV-Positive MSM in Indonesia: A Qualitative Descriptive Study.",
      "authors": [
        "Kurniawan Kurniawan",
        "Siti Ulfah Rifa'atul Fitri",
        "Khoirunnisa Khoirunnisa",
        "Iyus Yosep"
      ],
      "journal": "Journal of multidisciplinary healthcare",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The existence of HIV-positive men who have sex with men (HIV-positive MSM) in Indonesia is controversial because it goes against current norms. As a result, they are unable to confide in themselves about their identities. Therefore, it is often difficult for nurses to identify those who need treatment. This study aimed to explore the needs of nurses to improve nursing care for HIV-positive MSM. MATERIALS AND METHODS: The qualitative study with a purposive sample of 15 nurses participated in semi-structured and in-depth interviews. The data is analyzed by thematic analysis. RESULTS: Three key themes emerged:(1) effective therapeutic communication techniques for HIV-positive MSM, (2) increasing the skills and knowledge of nurses; (3) continuity of care. CONCLUSION: The need to improve the knowledge and skills of nurses in caring for HIV-positive MSM will impact the quality of nursing care and lead to better patient's center care. Furthermore, it will increase satisfaction with the nursing care provided."
    },
    {
      "pmid": "37750188",
      "title": "Changes in HPV prevalence, incidence, and clearance following the use of HIV pre-exposure prophylaxis (PrEP) among MSM in Xinjiang, China: An observational cohort study.",
      "authors": [
        "Tian Tian",
        "Leiwen Fu",
        "Zhen Lu",
        "Junye Bian",
        "Xinyi Zhou",
        "Bingyi Wang",
        "Yi-Fan Lin",
        "Zewen Zhang",
        "Lirong Liu",
        "Miaomiao Xi",
        "Chen Zhen",
        "Jianghong Dai",
        "Huachun Zou"
      ],
      "journal": "Journal of medical virology",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Observational Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The association between HIV pre-exposure prophylaxis (PrEP) and the natural history of human papillomavirus (HPV) has not been well documented. Our objective was to evaluate the impact of PrEP on the prevalence, incidence, and clearance of anal HPV among men who have sex with men (MSM). Sexually active, HIV-negative MSM aged 18 years and older in Xinjiang, China since September 1, 2016, were enrolled in an ongoing observational cohort study of HPV. At baseline and every 6 months, an anal swab was taken to test for HPV and a questionnaire on sociodemographic characteristics and sexual behaviors was collected. Those who consented to receive PrEP were enrolled in an open-label PrEP intervention study from November 1, 2019, to June 30, 2021. This study analyzed data from participants present in the HPV cohort between November 1, 2019, and June 30, 2021. We compared the prevalence, incidence, and clearance of anal HPV between men who received PrEP (PrEP users) and those who did not (non-PrEP users), and compared men before and after initiating PrEP. We calculated prevalence ratios (PRs), incidence rate ratios (IRRs), and clearance rate ratios (CRRs) for both comparisons. Of the 870 participants present in the HPV cohort during the period between November 1, 2019, and June 30, 2021, 859 had adequate β-globin for HPV genotype testing and were included in our study. Among them, 429 were PrEP users, while 430 were non-PrEP users. Median age was 32 years (interquartile range [IQR]: 26-38). Among PrEP users, 217 were tested for anal HPV before PrEP initiation. PrEP users had lower prevalence of HPV 45, 51, and 54 (PRs: 0.27 [95% CI: 0.09-0.80], 0.42 [0.21-0.85], and 0.41 [0.17-0.99], respectively) and lower clearance of HPV 16 (CRR: 0.31 [0.10-0.91]) compared with non-PrEP users. PrEP users exhibited lower prevalence of HPV 51 (PR: 0.31 [0.12-0.84]), lower incidence of HPV 6, 11, 16, 39 and 61 (IRRs: 0.34 [0.13-0.90], 0.26 [0.08-0.87], 0.44 [0.21-0.91], 0.21 [0.05-0.93], and 0.19 [0.04-0.82], respectively), as well as higher clearance of HPV 52 (CRR: 2.17 [1.08-4.35]) after PrEP initiation. PrEP use may lower the risk of HPV infection among MSM in Xinjiang, China. Our findings further extend the knowledge of the impact of PrEP on sexually transmitted infections.",
      "mesh_terms": [
        "Prevalence",
        "Adult",
        "Male",
        "HIV Infections",
        "Sexual and Gender Minorities",
        "China",
        "Pre-Exposure Prophylaxis",
        "Human Papillomavirus Viruses",
        "Humans",
        "Papillomaviridae",
        "Cohort Studies",
        "Alphapapillomavirus",
        "Human papillomavirus 18",
        "Homosexuality, Male",
        "Papillomavirus Infections",
        "Incidence"
      ]
    },
    {
      "pmid": "37701971",
      "title": "Pathways Between Intersectional Stigma and HIV Treatment Engagement Among Men Who Have Sex with Men (MSM) in India.",
      "authors": [
        "Kiran Bhutada",
        "Venkatesan Chakrapani",
        "Fazlur R Gulfam",
        "Jonathan Ross",
        "Sarit A Golub",
        "Steven A Safren",
        "Rita Prasad",
        "Viraj V Patel"
      ],
      "journal": "Journal of the International Association of Providers of AIDS Care",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "In India and other low-and-middle-income countries, little is known about how intersectional stigma affects MSM engagement in ART. Informed by the Health Stigma and Discrimination Framework, we qualitatively examined how multiple stigmas influence ART engagement among Indian MSM. We conducted 3 focus groups (N = 22) with MSM living with HIV, aged 21-58 years, in Delhi and Hyderabad to identify potential intervention targets and solutions to improve treatment outcomes. Framework analysis and techniques were used to code and analyze translated audio-recordings. Findings revealed enacted stigma, associated with HIV and MSM identity, manifested as familial shame and healthcare discrimination, inhibiting access to support, and decreasing HIV care engagement. Anticipated stigma led to worry about disclosure and societal repercussions. Community-Based-Organizations, ART centers, and family members were primary sources of support, leading to increased ART initiation and retention. Potential solutions included using MSM peer-counselors, increasing social support, and providing HIV education to the general community.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Homosexuality, Male",
        "Sexual and Gender Minorities",
        "HIV Infections",
        "Social Stigma",
        "Focus Groups"
      ]
    },
    {
      "pmid": "37608042",
      "title": "Already current practice? A snapshot survey on doxycycline use for prevention of sexually transmitted infections in parts of the German MSM community.",
      "authors": [
        "Daniel Hornuss",
        "Philipp Mathé",
        "Susanne Usadel",
        "Stefan Zimmermann",
        "Matthias Müller",
        "Siegbert Rieg"
      ],
      "journal": "Infection",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Recent studies point toward a potential benefit of doxycycline use for post-exposure prophylaxis (PEP) or pre-exposure prophylaxis (PrEP) to prevent sexually transmitted infections (STIs). Although prescribing doxycycline in a prophylactic intention is not generally recommended yet, we noticed an increasing number of inquiries from individuals within the LGBTQ community for doxycycline prescriptions. METHODS: We conducted an anonymous online survey to evaluate the current extent of doxycycline use for PEP or PrEP within the LGBTQ community using REDCap electronic data capture tools. Participants gained access to the online survey through a QR code on posters in the premises of our STI outpatient department and at LGBTQ community-related events in the south-western region of Germany. Additional access was provided by a direct link shared on social media profiles for men having sex with men (MSM), transgender, and queers. RESULTS: 96 of 99 responses were eligible for analysis. Twenty-two participants (23%) indicated to have already used doxycycline for PEP and six participants (6%) used doxycycline for PrEP. The majority of participants used pills left over from previous doxycycline treatment. Forty percent of indicated modes of access were without a regular prescription, e.g., by provision from acquaintances (with or without healthcare profession) or by ordering online. CONCLUSION: Our study shows that the concept of doxycycline use for prevention of STIs is already well known and applied in the LGBTQ community. Further analysis, especially modeling studies, are needed to evaluate strategies aiming to reduce doxycycline intake (PEP/PrEP versus repeated targeted therapies) and improve sexual health outcomes within the community.",
      "mesh_terms": [
        "Male",
        "Humans",
        "HIV Infections",
        "Doxycycline",
        "Homosexuality, Male",
        "Sexual and Gender Minorities",
        "Sexually Transmitted Diseases",
        "Pre-Exposure Prophylaxis"
      ]
    },
    {
      "pmid": "37607814",
      "title": "Understanding experiences of potential harm among MSM (cis and trans) using HIV self-testing in the SELPHI randomised controlled trial in England and Wales: a mixed-methods study.",
      "authors": [
        "T Charles Witzel",
        "Emily Jay Nicholls",
        "Leanne McCabe",
        "Peter Weatherburn",
        "Sheena McCormack",
        "Christopher Bonell",
        "Mitzy Gafos",
        "Fiona C Lampe",
        "Andrew Speakman",
        "David Dunn",
        "Denise Ward",
        "Andrew N Phillips",
        "Roger Pebody",
        "Michelle M Gabriel",
        "Yolanda Collaco-Moraes",
        "Alison J Rodger",
        "Fiona M Burns"
      ],
      "journal": "Sexually transmitted infections",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The potential of HIV self-testing (HIVST) to cause harm is a concern hindering widespread implementation. The aim of this paper is to understand the relationship between HIVST and harm in SELPHI (An HIV Self-testing Public Health Intervention), the largest randomised trial of HIVST in a high-income country to date. METHODS: 10 111 cis and trans men who have sex with men (MSM) recruited online (geolocation social/sexual networking apps, social media), aged 16+, reporting previous anal intercourse and resident in England or Wales were first randomised 60/40 to baseline HIVST (baseline testing, BT) or not (no baseline testing, nBT) (randomisation A). BT participants reporting negative baseline test, sexual risk at 3 months and interest in further HIVST were randomised to three-monthly HIVST (repeat testing, RT) or not (no repeat testing, nRT) (randomisation B). All received an exit survey collecting data on harms (to relationships, well-being, false results or being pressured/persuaded to test). Nine participants reporting harm were interviewed in-depth about their experiences in an exploratory substudy; qualitative data were analysed narratively. RESULTS: Baseline: predominantly cis MSM, 90% white, 88% gay, 47% university educated and 7% current/former pre-exposure prophylaxis (PrEP) users. Final survey response rate was: nBT=26% (1056/4062), BT=45% (1674/3741), nRT=41% (471/1147), RT=50% (581/1161).Harms were rare and reported by 4% (n=138/3691) in exit surveys, with an additional two false positive results captured in other study surveys. 1% reported harm to relationships and to well-being in BT, nRT and RT combined. In all arms combined, being pressured or persuaded to test was reported by 1% (n=54/3678) and false positive results in 0.7% (n=34/4665).Qualitative analysis revealed harms arose from the kit itself (technological harms), the intervention (intervention harms) or from the social context of the participant (socially emergent harms). Intervention and socially emergent harms did not reduce HIVST acceptability, whereas technological harms did. DISCUSSION: HIVST harms were rare but strategies to link individuals experiencing harms with psychosocial support should be considered for HIVST scale-up. TRIAL REGISTRATION NUMBER: ISRCTN20312003.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Homosexuality, Male",
        "Self-Testing",
        "HIV",
        "Sexual and Gender Minorities",
        "Wales",
        "HIV Infections",
        "England"
      ]
    },
    {
      "pmid": "37566181",
      "title": "Factors Associated with COVID-19 Testing, Vaccination, and Use of Digital Contact Tracing Apps among Black and Latinx MSM (BLMSM) in Los Angeles.",
      "authors": [
        "Yan Wang",
        "Raiza M Beltran",
        "William G Cumberland",
        "Sean D Young"
      ],
      "journal": "Journal of racial and ethnic health disparities",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study examines the factors associated with COVID-19 testing, vaccination intent (both individually and jointly), and willingness to use contact tracing digital apps among a cohort of Black and Latinx men who have sex with men (BLMSM) living in Los Angeles during the initial peak (July 2020) of the COVID-19 pandemic. A questionnaire detailing participants COVID-19 experiences was sent to 300 primarily BLMSM after the first state-wide COVID-19 lockdown. Logistic regression models with random cluster effects were used for analyses. Forty-two percent (42%) tested for COVID-19, 27% were willing to get vaccinated, and about 45% reported willingness to use contact tracing digital apps. Controlling for intervention participation, age, education, marital status, employment, health, tobacco, binge drinking, and self-reported anxiety, those who were depressed had 33% (95% CI: 0.13 to 0.82) odds of using a prevention strategy (either test for COVID-19 or vaccination intent) as the group who were not depressed. Those who had high school diploma or less had 23% (95% CI: 0.11 to 0.48) odds to use digital contact tracing apps as the group with education level of at least Associate's or Bachelor's degree. Without considering the format of the test kits, vaccine side effects, and ease of use for digital contact tracing apps, participants appeared to still be hesitant in using COVID-19 prevention strategies at the initial height of the pandemic. Our findings suggest the need for further investigation into this hesitancy to better inform and prepare for future epidemics.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Male",
        "Middle Aged",
        "Young Adult",
        "Black or African American",
        "Contact Tracing",
        "COVID-19",
        "COVID-19 Testing",
        "Hispanic or Latino",
        "Los Angeles",
        "Mobile Applications",
        "Patient Acceptance of Health Care",
        "Surveys and Questionnaires",
        "Vaccination",
        "Sexual and Gender Minorities"
      ]
    },
    {
      "pmid": "37352188",
      "title": "Demonstration project of oral TDF-containing PrEP, administered, once-daily orally to men having sex with men (MSM) and transgender women (TGW) in India: Study protocol.",
      "authors": [
        "Seema Sahay",
        "Sampada Bangar",
        "Nomita Chandhiok"
      ],
      "journal": "PloS one",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: India has successfully reduced Human Immuno-deficiency Virus (HIV) incidence, with a 66% decline since the year 2000 has been seen; however, control among Men having sex with Men (MSM) and transgender women (TGW) remains a critical challenge. Oral Pre-Exposure Prophylaxis (PrEP) may help close a critical HIV prevention gap for MSM and TGW in India; however, no studies to date have evaluated the feasibility of oral PrEP among MSM and TGW in India. METHODS: The proposed study aims at understanding the implementation of the provision of daily oral-Tenofovir (TDF) containing PrEP among MSM and TGW through the clinic and community-based delivery models in Pune, Maharashtra, and Jalandhar, Punjab respectively in India. The study aims at estimating PrEP adherence, facilitators, and barriers to PrEP use, retention, acceptability, and willingness to pay for PrEP. After the screening, eligible participants (n = 600) will receive PrEP medicines and will be monitored quarterly for HIV, STIs, and renal and liver toxicity for 12 months as per the schedule of events. The primary outcomes of interest are PrEP acceptability, PrEP adherence, retention rate, adverse medical events, and sexual behavioural changes with PrEP use and breakthrough infections while on PrEP. The study will assess the feasibility of two service delivery models; however, the data from the two service delivery models will be analyzed independently and will not be compared for feasibility and other outcome indicators. The study has been initiated after obtaining appropriate regulatory approvals. DISCUSSION: PrEP is efficacious in preventing HIV among high-risk population however there are scarce data on providing PrEP to MSM and TGW. The study will provide critical evidence to programs and policymakers on the implementation of PrEP in a \"real world\" setting, among MSM and TGW in India including identifying populations that can benefit most from this additional HIV prevention intervention along with acceptable delivery strategies and means of support for adherence. TRIAL REGISTRATION: Not applicable being a demonstration project. Efficacy is already proven.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Female",
        "Homosexuality, Male",
        "HIV Infections",
        "Transgender Persons",
        "Anti-HIV Agents",
        "Sexual and Gender Minorities",
        "India",
        "Pre-Exposure Prophylaxis"
      ]
    },
    {
      "pmid": "37235298",
      "title": "Increased Prevalence of Symptomatic Human Intestinal Spirochetosis in MSM with High-Risk Sexual Behavior in a Cohort of 165 Individuals.",
      "authors": [
        "Ramón Pérez-Tanoira",
        "Marta Del Palacio Tamarit",
        "Ana María Vicente Montaña",
        "David Carmena",
        "Pamela Köster",
        "Miguel Górgolas",
        "José R Fortes Alen",
        "Alfonso Cabello-Úbeda",
        "Laura Prieto-Pérez"
      ],
      "journal": "Tropical medicine and infectious disease",
      "publication_date": "2023-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Human intestinal spirochetosis (HIS) can cause gastrointestinal symptoms, although asymptomatic infections have been described. Individuals from low-income countries, people living with HIV, and men who have sex with men (MSM) show increased risk. A retrospective review of all patients diagnosed with HIS (n = 165) between January 2013 and October 2020 at a tertiary hospital in Madrid, Spain, was performed to assess risk factors for symptomatic HIS, symptoms, and response to treatment. Most patients were male (n = 156; 94.5%), 86.7% were MSM, and 23.5% practiced chemsex, of whom most were symptomatic (p = 0.039). Most patients (78.4%) reported unprotected oral-anal intercourse. A total of 124 (81.1%) were symptomatic; diarrhea was the most common complaint (68.3%). Multivariable regression showed increased odds of symptoms associated with age under 41 (odds ratio 5.44, 95% CI 1.87-15.88; p = 0.002). Colonoscopy was normal in 153 (92.7%). Furthermore, 66.7% presented previous or concomitant sexually transmitted diseases (STDs). Among the patients, 102 underwent testing for other gastrointestinal pathogens, with positive results in 20 (19.6%). All symptomatic patients without concomitant gastrointestinal infection presenting improvement on follow-up (42 of 53) had received either metronidazole or doxycycline (p = 0.049). HIS should be considered as a cause of chronic diarrhea in MSM with high-risk sexual behavior after other causes have been ruled out; treatment with metronidazole is recommended. Coinfection with other STDs is common."
    },
    {
      "pmid": "37182220",
      "title": "Exploring group differences in the response to a sexual risk reduction intervention to prevent hepatitis C virus reinfection in HIV-infected MSM: a mixed-methods study.",
      "authors": [
        "Patrizia Künzler-Heule",
        "Axel J Schmidt",
        "Katharina Fierz",
        "Manuel Battegay",
        "Sandra Engberg",
        "Roger D Kouyos",
        "Christiana Nöstlinger",
        "Marcel Stöckle",
        "Charles Béguelin",
        "Julie Delaloye",
        "Patrick Schmid",
        "Mathieu Rougemont",
        "Dominique L Braun",
        "Jan S Fehr",
        "Dunja Nicca"
      ],
      "journal": "AIDS care",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "To prevent hepatitis C virus (HCV) reinfection, within the Swiss HCVree Trial, a preventive risk reduction intervention was implemented alongside curative treatment. Formative qualitative research identified three response patterns to the intervention. This mixed-methods study's aim was to cross-validate group differences in (a) the content of sexual risk reduction goals set during intervention and (b) the extent of their behavioural change in condomless anal intercourse with non-steady partners (nsCAI), sexualised and intravenous drug use at start and six-month post-intervention. Qualitative thematic analysis was used to summarise goal setting domains. Quantitative descriptive analysis was used to evaluate group differences based on assumptions of the group descriptions. Results largely confirmed assumptions on inter-group response differences in goal setting and behaviour: as expected group 1 Avoid risks showed the lowest HCV risk profile with changes in nsCAI. Group 2 Minimize-risks and Group 3 Accept-risks showed unchanged nsCAI. Group 3 had the highest HCV risk profile. Differences in their goal preferences (1: condom use; 2 reduction blood exposure; 3 safer dating) highlight diversity in attitudes to behavioural change. Our results improve understanding of variability in intervention responses such as changes in attitudes and behaviour. This provides evidence for intervention tailoring and outcome measurement.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Hepacivirus",
        "HIV Infections",
        "Homosexuality, Male",
        "Reinfection",
        "Sexual Behavior",
        "Hepatitis C",
        "Risk Reduction Behavior"
      ]
    },
    {
      "pmid": "37141198",
      "title": "Exploring access to HIV-related services and programmatic gaps for Men having Sex with Men (MSM) in rural India- a qualitative study.",
      "authors": [
        "Sampada Bangar",
        "Uday Mohan",
        "Sanjeev Kumar",
        "Amarendra Mahapatra",
        "Shivendra Kumar Singh",
        "Rewa Kohli",
        "Archana Verma",
        "Tuman Lal Katendra",
        "Girish Rahane",
        "Suhas P Shewale",
        "Nayana Yenbhar",
        "Vinita Verma",
        "P Saravanamurthy",
        "Bitra George",
        "Bhawani Singh Kushwaha",
        "Chinmoyee Das",
        "Shobini Rajan",
        "Seema Sahay"
      ],
      "journal": "PloS one",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "BACKGROUND: Despite the Link Worker Scheme to address the HIV risk and vulnerabilities in rural areas, reaching out to unreached men having sex with men (MSM) remains a challenge in rural India. This study explored issues around health care access and programmatic gaps among MSM in rural settings of India. METHODS: We conducted eight Focused Group Discussions (FGDs), 20 Key Informant Interviews (KIIs), and 20 In-Depth Interviews (IDIs) in four rural sites in Maharashtra, Odisha, Madhya Pradesh, and Uttar Pradesh between November 2018 and September 2019. The data in the local language were audio-recorded, transcribed, and translated. Data were analyzed in NVivo version 11.0 software using the grounded theory approach. RESULTS: Primary barriers to health care access were lack of knowledge, myths and misconceptions, not having faith in the quality of services, program invisibility in a rural setting, and anticipated stigma at government health facilities. Government-targeted intervention services did not seem to be optimally advertised in rural areas as MSM showed a lack of information about it. Those who knew reported not accessing the available government facilities due to lack of ambient services, fear of the stigma transforming into fear of breach of confidentiality. One MSM from Odisha expressed, \"…they get fear to go to the hospital because they know that hospital will not maintain confidentiality because they are local people. If society will know about them, then family life will be disturbed\" [OR-R-KI-04]. Participants expressed the desire for services similar to those provided by the Accredited Social Health Activists (ASHA), frontline health workers for MSM. CONCLUSION: Programme invisibility emerges as the most critical issue for rural and young MSM. Adolescent and panthis emerged as Hidden MSM and they need focused attention from the programme. The need for village-level workers such as ASHA specifically for the MSM population emerged. MSM-friendly health clinics would help to improve healthcare access in rural MSMs under Sexual and Reproductive Health Care.",
      "mesh_terms": [
        "Male",
        "Adolescent",
        "Humans",
        "Homosexuality, Male",
        "HIV Infections",
        "Sexual and Gender Minorities",
        "India",
        "Sexual Behavior",
        "Qualitative Research",
        "Health Services Accessibility",
        "Social Stigma"
      ]
    },
    {
      "pmid": "37139145",
      "title": "Characteristics of Migration Among HIV-Positive MSM - Guangxi Zhuang Autonomous Region, China, 2005-2021.",
      "authors": [
        "Wenxuan Hou",
        "He Jiang",
        "Qiuying Zhu",
        "Jinghua Huang",
        "Jianjun Li",
        "Xiuling Wu",
        "Xuanhua Liu",
        "Nengxiu Liang",
        "Shuai Tang",
        "Qin Meng",
        "Bo Li",
        "Dongni Ding",
        "Ni Chen",
        "Guanghua Lan"
      ],
      "journal": "China CDC weekly",
      "publication_date": "2023-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "WHAT IS ALREADY KNOWN ABOUT THIS TOPIC?: Migration has a significant impact on the transmission of human immunodeficiency virus (HIV). To date, there have been few studies examining the characteristics of migration among HIV-positive men who have sex with men (MSM). WHAT IS ADDED BY THIS REPORT?: The prevalence of migrants among newly reported HIV-positive MSM in Guangxi Zhuang Autonomous Region increased from 2005 to 2021. Yulin Prefecture had the highest proportion of out-migrant MSM (12.6%), while Nanning Prefecture had the highest proportion of in-migrant MSM (55.9%). Risk factors associated with migration among MSM included being in the 18-24 age range, having a college education or higher, and being a student. WHAT ARE THE IMPLICATIONS FOR PUBLIC HEALTH PRACTICE?: A complex prefecture-level network of HIV-positive MSM exists in Guangxi. To ensure effective follow-up management and antiretroviral therapy for migrant MSM, effective measures must be taken."
    },
    {
      "pmid": "37128302",
      "title": "Can oral sex be performed safely among men who have sex with men (MSM) and transgender women in Bangladesh? Challenges, complexities and the way forward.",
      "authors": [
        "Golam Sarwar",
        "Mohammad Niaz Morshed Khan",
        "Gorkey Gourab",
        "Samira Dishti Irfan",
        "Mahbubur Rahman",
        "Akm Masud Rana",
        "Sharful Islam Khan"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: There is currently ample research and intervention initiatives addressing anal sex and sexually transmitted infections (STIs) among gender and sexually diverse people (i.e., men who have sex with men (MSM) and transgender women). However, oral sex and oral STIs are not prioritized to the same extent, despite their concerning implications. This article aimed to delineate the underlying contexts of unprotected oral sex and the management challenges of oral STIs. METHODOLOGY: This qualitative study constituted 30 in-depth interviews, 14 focus group discussions, and 10 key-informant interviews with gender and sexually diverse people, service providers of HIV interventions and sexuality researchers. Thematic analysis conventions were applied. RESULTS: Findings revealed various contexts of unprotected oral sex. In particular, we found a discordance between pleasure and protected sex where participants believed the two phenomena were mutually exclusive, therefore they did not want to compromise their pleasure by using condoms. Moreover, their low awareness, risk perception, and unchallenged misconceptions about the harms of unprotected oral sex fueled their hesitancy to use condoms during oral sex. Compared to anal sex and STIs, oral sex and STIs were less prioritized in the current HIV intervention modalities, where healthcare providers lacked adequate knowledge and training about oral sex and oral STIs, as well as their complexities. CONCLUSIONS: In Bangladesh and several other settings, oral sex is considered a taboo, thus imbuing silence about this issue and its complexities. In this context, it is integral to eradicate the taboos and silence surrounding oral sex and oral STIs in order to strengthen the overall STI management strategy. Therefore, HIV/STI prevention programs and mainstream healthcare facilities need to underscore oral STI interventions, otherwise this issue would remain under-prioritized."
    },
    {
      "pmid": "37125604",
      "title": "MSM-ViT: A multi-scale MobileViT for pulmonary nodule classification using CT images.",
      "authors": [
        "Keyan Cao",
        "Hangbo Tao",
        "Zhiqiong Wang",
        "Xi Jin"
      ],
      "journal": "Journal of X-ray science and technology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Accurate classification of benign and malignant pulmonary nodules using chest computed tomography (CT) images is important for early diagnosis and treatment of lung cancer. In terms of natural image classification, the ViT-based model has greater advantages in extracting global features than the traditional CNN model. However, due to the small image dataset and low image resolution, it is difficult to directly apply the ViT-based model to pulmonary nodule classification. OBJECTIVE: To propose and test a new ViT-based MSM-ViT model aiming to achieve good performance in classifying pulmonary nodules. METHODS: In this study, CNN structure was used in the task of classifying pulmonary nodules to compensate for the poor generalization of ViT structure and the difficulty in extracting multi-scale features. First, sub-pixel fusion was designed to improve the ability of the model to extract tiny features. Second, multi-scale local features were extracted by combining dilated convolution with ordinary convolution. Finally, MobileViT module was used to extract global features and predict them at the spatial level. RESULTS: CT images involving 442 benign nodules and 406 malignant nodules were extracted from LIDC-IDRI data set to verify model performance, which yielded the best accuracy of 94.04% and AUC value of 0.9636 after 10 cross-validations. CONCLUSION: The proposed new model can effectively extract multi-scale local and global features. The new model performance is also comparable to the most advanced models that use 3D volume data training, but its occupation of video memory (training resources) is less than 1/10 of the conventional 3D models.",
      "mesh_terms": [
        "Humans",
        "Solitary Pulmonary Nodule",
        "Tomography, X-Ray Computed",
        "Lung Neoplasms",
        "Multiple Pulmonary Nodules",
        "Radiographic Image Interpretation, Computer-Assisted",
        "Lung"
      ]
    },
    {
      "pmid": "37018752",
      "title": "Depression as a mediator between intimate partner violence (IPV) and CD4 cell count among men who have sex with men (MSM) living with HIV in China.",
      "authors": [
        "Liying Wang",
        "Chenglin Hong",
        "Na He",
        "Casey D Xavier Hall",
        "Jane M Simoni",
        "Frank Y Wong"
      ],
      "journal": "AIDS care",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Intimate partner violence (IPV) is associated with adverse mental and physical outcomes among men who have sex with men (MSM) living with HIV. Few studies focus on psychological IPV, such as verbal threats. This study examined the associations between different forms of IPV and depression and CD4+ cell count, with depression as a mediator for the association between IPV and CD4+ cell count. Data for these analyses were derived from a larger cross-sectional study on HIV-HCV co-infection among MSM in Shanghai, China (N = 1623). We estimated the average causal mediation effects (ACME) and average direct effects (ADE) through three steps. About 16% of participants experienced IPV, with forced sex (7%), verbal threats (5%), and thrown objects (4%) being most common. Verbal threats showed the strongest link with depression and low CD4+ cell count. Depression fully mediated the relationship between verbal abuse and low CD4+ cell count, suggesting it as a potential pathway between psychological IPV and poorer HIV-related health outcomes. More research on psychological IPV is warranted to examine its health impacts. Mental health could be a potential focus of intervention to enhance HIV-related health outcomes among MSM with IPV experience.",
      "mesh_terms": [
        "Male",
        "Humans",
        "HIV Infections",
        "Homosexuality, Male",
        "Cross-Sectional Studies",
        "Depression",
        "Sexual and Gender Minorities",
        "China",
        "Intimate Partner Violence",
        "Hepatitis C",
        "CD4 Lymphocyte Count",
        "Prevalence",
        "Risk Factors"
      ]
    },
    {
      "pmid": "37008800",
      "title": "Development of An Acceptance Based PrEP Intervention (ACTPrEP) to Engage Young Black MSM in the South Utilizing the Adaptome Model of Intervention Adaptation.",
      "authors": [
        "Trisha Arnold",
        "Brandon A Gaudiano",
        "Andrew P Barnett",
        "A Rani Elwy",
        "Laura Whiteley",
        "Kayla K Giorlando",
        "Brooke G Rogers",
        "Lori M Ward",
        "Avery Leigland",
        "Larry K Brown"
      ],
      "journal": "Journal of contextual behavioral science",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: HIV disproportionately affects young Black men who have sex with men (YBMSM) in the Southern United States. Pre-exposure prophylaxis (PrEP) is an efficacious, biomedical approach to prevent HIV. While Mississippi (MS) has among the highest rates of new HIV infections, it also ranks among the top three states for unmet PrEP need. Thus, increasing engagement in PrEP care for YBMSM in MS is imperative. A potential method to improve psychological flexibility and promote PrEP uptake, explored by this study, is the incorporation of Acceptance and Commitment Therapy (ACT) into PrEP interventions. ACT is an evidence-based intervention used to treat a wide range of mental and physical illnesses. METHODS: Twenty PrEP-eligible YBMSM and ten clinic staff working with YBMSM in MS were surveyed and interviewed between October 2021 and April 2022. The brief survey covered PrEP structural barriers, PrEP stigma, and psychological flexibility. Interview topics included internal experiences related to PrEP, existing health behaviors, PrEP related personal values, and relevant constructs from the Adaptome Model of Intervention Adaptation (service setting, target audience, mode of delivery, and cultural adaptations). Qualitative data were coded based on ACT and the Adaptome model, organized using NVivo, then thematically analyzed. RESULTS: Patients identified side effects, costs, and taking a daily prescription as top barriers to taking PrEP. Staff reported the top barrier to PrEP for clients was concern others would believe they were living with HIV. Levels of psychological flexibility and inflexibility varied widely among participants. The resulting thematic categories derived from the interviews included 1) thoughts, emotions, associations, memories, and sensations (TEAMS) related to PrEP and HIV, 2) general health behaviors (existing coping techniques, views on medication, HIV/PrEP approach and avoidance), 3) values related to PrEP use (relationship values, health values, intimacy values, longevity values), and 4) Adaptome Model adaptations. These results informed the development of a new intervention, ACTPrEP. CONCLUSIONS: Interview data organized by the Adaptome Model of Intervention Adaptation determined appropriate ACT-informed intervention components, content, intervention adaptations, and implementation strategies. Interventions informed by ACT that help YBMSM endure short-term discomfort related to PrEP by relating it to their values and long-term health goals are promising for increasing individuals' willingness to initiate and maintain PrEP care."
    },
    {
      "pmid": "36893161",
      "title": "Evaluation of factors associated with HIV self-testing Acceptability and Uptake among the MSM community in Nairobi, Kenya: A cross sectional study.",
      "authors": [
        "Kingori Ndungu",
        "Peter Gichangi",
        "Marleen Temmerman"
      ],
      "journal": "PloS one",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Human Immunodeficiency Virus self-test (HIVST) refers to a process where a person collects his or her own specimen (blood or oral), performs a test and interprets the results. The interpretation of results can either be done in private or through support of a trusted partner. Self-test should be seen as screening and confirmatory tests are typically strongly encouraged. STUDY OBJECTIVE: To determine facilitating factors for HIVST acceptability and uptake among men who have sex with men (MSM). METHODS: A cross-sectional exploratory study design, targeting MSM in Nairobi was used. Adult men (aged 18-60 years) who reported to be actively engaging in anal or oral sex with men were eligible for the study. Purposive sampling was used to identify the sites where data was collected, snowballing technique was then employed to reach the respondents. Data was collected between July 2018 and June 2019. A total of 391 MSM respondent were recruited of whom 345 MSM completed the questionnaires. The missing data was handled through the listwise approach that omits those cases with the missing data and analyze the remaining data. We also excluded responses with inconsistencies in all confirmatory questions in the questionnaire. RESULTS: Two-thirds (64.0%) of the participants were aged 18-24 years with 13.4% being married to women and 40.2% having tertiary level of education. Majority, 72.7% were unemployed and two-thirds (64.0%) of participants were young (18-24 years) and self reported as male sex workers (58.8). There were significant associations between willingness to undertake HIV self-tests and frequency of HIV testing as well as with previous knowledge about self-testing. Habitual HIV testers were more likely to have used the HIVST kit than the non-habitual testers. Willingness to undertake confirmatory test within one month of self-testing was associated with acceptability of HIVST. Most of the MSM preferred blood sample self-test kits as compared to oral self-test kits, believing that blood test will be more accurate than oral self-test. Other factors associated with HIVST included consistent use of protection regardless of HIV status, preference of \"treatment buddies\". High costs of the self-test kits and inadequate knowledge on the use of HIV self-test kits were the main hindrances to HIVST uptake. CONCLUSIONS: This study has showed that age, habitual testing, self-care/partner care, as well as confirmatory testing and immediate introduction into care if found sero-positive were associated with the use of HIVST kit. This study contributes to the pool of knowledge of the characteristics of MSM that would adopt and embrace HIVST, and demonstrates that these MSM are self and partner care aware and conscious. The challenge however remains on how to encourage those that are not self/partner care aware to embrace HIV testing and particularly HIVST as routine practices. Future studies may need to explore potential motivators to self-testing among the young, elder MSM generations and the MSM with higher economic status in Kenya.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Aged",
        "Homosexuality, Male",
        "Self-Testing",
        "Cross-Sectional Studies",
        "Sexual and Gender Minorities",
        "Kenya",
        "Sex Workers",
        "HIV Testing",
        "HIV Infections"
      ]
    },
    {
      "pmid": "36893109",
      "title": "Implementation of unassisted and community-based HIV Self-Testing (HIVST) during the COVID-19 pandemic among Men-who-have-sex-with-Men (MSM) and Transgender Women (TGW): A demonstration study in Metro Manila, Philippines.",
      "authors": [
        "John Danvic T Rosadiño",
        "Ronivin G Pagtakhan",
        "Matthew T Briñes",
        "Jeanno Lorenz G Dinglasan",
        "Denis P Cruz",
        "John Oliver L Corciega",
        "Aeronne B Pagtakhan",
        "Zypher Jude G Regencia",
        "Emmanuel S Baja"
      ],
      "journal": "PloS one",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: The study aimed to demonstrate the feasibility of an unassisted and community-based HIV self-testing (HIVST) distribution model and to evaluate its acceptability among men-having-sex-with-men (MSM) and transgender women (TGW). METHODS: Our demonstration study focused on implementing the HIVST distribution model in Metro Manila, Philippines. Convenience sampling was done with the following inclusion criteria: MSM or TGW, at least 18 years old, and had no previous HIV diagnosis. Individuals taking HIV pre-exposure prophylaxis, on antiretroviral therapy, or female sex at birth were excluded. The implementation of the study was done online using a virtual assistant and a delivery system via courier due to COVID-19-related lockdowns. Feasibility was measured by the number of HIVST kits successfully delivered and utilized and the HIV point prevalence. Moreover, acceptability was evaluated by a 10-item system usability scale (SUS). HIV prevalence was estimated with linkage to care prioritized for reactive participants. RESULTS: Out of 1,690 kits distributed, only 953 (56.4%) participants reported their results. Overall, HIV point prevalence was 9.8%, with 56 (60.2%) reactive participants linked to further testing. Furthermore, 261 (27.4%) of respondents self-reported, and 35 (13.4%) of the reactive participants were first-time testers. The HIVST service had an overall median and interquartile range (IQR) SUS score of 82.5 (IQR: 75.0, 90.0), rendering the HIVST kits very acceptable. CONCLUSIONS: Our study suggests the acceptability and feasibility of HIVST among the MSM and TGW in Metro Manila, Philippines, regardless of their age or HIV testing experience. In addition, other platforms of information dissemination and service delivery of HIVST should be explored, including access to online instructional videos and printed materials, which may facilitate easier use and interpretation of results. Furthermore, due to our study's limited number of TGW respondents, a more targeted implementation strategy to reach the TGW population is warranted to increase their access and uptake of HIVST.",
      "mesh_terms": [
        "Adolescent",
        "Female",
        "Humans",
        "Male",
        "Communicable Disease Control",
        "COVID-19",
        "HIV",
        "HIV Infections",
        "HIV Testing",
        "Homosexuality, Male",
        "Pandemics",
        "Philippines",
        "Self-Testing",
        "Sexual and Gender Minorities",
        "Transgender Persons",
        "Young Adult",
        "Adult",
        "Middle Aged"
      ]
    },
    {
      "pmid": "36825555",
      "title": "Longitudinal impact of stressful life events on HIV-related risk and psychosocial problems among MSM in Chennai and Mumbai, India.",
      "authors": [
        "William Lodge Ii",
        "Katie Biello",
        "Beena Thomas",
        "Shruta Rawat",
        "Dicky Baruah",
        "Alpana Dange",
        "Vivek Anand",
        "Soumya Swaminathan",
        "Senthil Kumar",
        "Vinoth Balu",
        "Sunil Menon",
        "Conall O'Cleirigh",
        "Kenneth H Mayer",
        "Steven A Safren",
        "Matthew J Mimiaga"
      ],
      "journal": "International journal of STD & AIDS",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Studies show that stressful life events (SLE) (e.g., discrimination, financial problems) can lead to psychosocial problems and exacerbate condomless anal sex (CAS) without protection via pre-exposure prophylaxis (PrEP) among men who have sex with men. However, few studies have examined this relationship among men who have sex with men in India, and none have examined this longitudinally. METHODS: As a part of an HIV-prevention intervention, 608 MSM from Chennai and Mumbai, India, completed behavioral surveys at baseline, 4, 8, and 12 months. We used longitudinal generalized estimating equations (GEE) modeling to examine the relationship between SLE and its severity and subsequent psychosocial problems, CAS, and history of diagnosed sexually transmitted infection (STI). All models are adjusted for age, sexual identity, intervention arm, human immunodeficiency virus status, and recruitment city. RESULTS: The number of SLE and their corresponding perceived impact score remained consistent at each time point. In multivariable GEE models, the number of SLE was predictive of CAS, depression, and harmful drinking. Similarly, the ratio of the impact of SLE was predictive of CAS, depression, and diagnosed STI. However, harmful drinking was not predictive in this model. CONCLUSIONS: These findings provide evidence that can inform future interventions, which can be used to enhance self-acceptance, coping skills, and other forms of resiliency.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Alcoholism",
        "HIV Infections",
        "Homosexuality, Male",
        "India",
        "Pre-Exposure Prophylaxis",
        "Sexual and Gender Minorities",
        "Sexual Behavior",
        "Sexually Transmitted Diseases",
        "Stress, Psychological"
      ]
    },
    {
      "pmid": "36812258",
      "title": "Acceptability of PrEP among MSM and transgender communities-Qualitative findings from two metropolitan cities in India.",
      "authors": [
        "Satyanarayana Ramanaik",
        "Anju Pradhan Sinha",
        "Aparna Mukherjee",
        "Ashwini Pujar",
        "Kalyani Subramanyam",
        "Anjali Gopalan",
        "Reynold Washington"
      ],
      "journal": "PloS one",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Global evidence suggests that Pre-Exposure Prophylaxis (PrEP) plays a pivotal role in reducing new HIV-infections among key populations (KP). However, the acceptability of PrEP differs across different geographical and cultural settings and among different KP typologies. Men who have sex with men (MSM) and transgender (TG) communities in India have around 15-17 times higher prevalence of human immunodeficiency virus (HIV) than the general population. The low rates of consistent condom use and poor coverage of HIV testing and treatment among the MSM and transgender communities highlight the need for alternative HIV prevention options. METHODS: We used data from 20 in-depth interviews and 24 focused group discussions involving 143 MSM and 97 transgender individuals from the two metropolitan cities (Bengaluru and Delhi) in India to qualitatively explore their acceptability of PrEP as a HIV prevention tool. We coded data in NVivo and conducted extensive thematic content analysis. RESULTS: Awareness and use of PrEP were minimal among the MSM and transgender communities in both cities. However, on being provided with information on PrEP, both MSM and transgender communities expressed willingness to use PrEP as an additional HIV-prevention tool, to complement inability to consistently use condoms. PrEP was also perceived as a tool that could enhance the uptake of HIV-testing and counseling services. PrEP awareness, availability, accessibility and affordability were identified as determining factors that could influence its acceptability. Challenges such as stigma and discrimination, interrupted supply of drugs and non-community-friendly drug dispensing sites were identified barriers to continuing PrEP. CONCLUSIONS: Using qualitative data from two Indian settings, this study provides community perspectives and recommendations to stakeholders and policymakers for introduction of PrEP into programs as a prevention tool among MSM and transgender communities in India.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Homosexuality, Male",
        "Transgender Persons",
        "Cities",
        "Patient Acceptance of Health Care",
        "Anti-HIV Agents",
        "Sexual and Gender Minorities",
        "HIV Infections",
        "Pre-Exposure Prophylaxis",
        "Female"
      ]
    },
    {
      "pmid": "36798044",
      "title": "Psychosocial factors involved in the very infrequent use of HIV testing among French MSM: a cross-sectional study.",
      "authors": [
        "Renaud Mabire-Yon",
        "Marion Di Ciaccio",
        "Hervé Picard",
        "Romain Palich",
        "Virginie Supervie",
        "Marie Préau"
      ],
      "journal": "International journal of STD & AIDS",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Among men who have sex with men (MSM) in France, the average time between infection and testing is too long, leading to late diagnosis. A better understanding of very infrequent HIV testing (VIT; i.e. have not tested for at least 6 years) could help reach unknowingly long-infected MSM. Thus, we aim to identify psychosocial factors associated with VIT among MSM in France. METHODS: We conducted a multivariate regression on the data collected via a cross-sectional survey among 315 MSM. RESULTS: 11.1% (n = 35) had VIT. Being over 50, not knowing about the existence of HIV self-testing, having predominantly heterosexual friends, and the level of belief in the effectiveness of treatment as prevention were significantly associated with VIT. CONCLUSION: We call for the development, at the same time, of programs that operate at the individual, institutional and societal levels. In particular, we recommend diversifying the modes of promotion and access to prevention tools, especially for MSM over 50 years old or with little or no connection to the gay community.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Middle Aged",
        "Homosexuality, Male",
        "Cross-Sectional Studies",
        "HIV Infections",
        "Sexual and Gender Minorities",
        "HIV Testing"
      ]
    },
    {
      "pmid": "36729711",
      "title": "Economic evaluation of improving HIV self-testing among MSM in China using a crowdsourced intervention: a cost-effectiveness analysis.",
      "authors": [
        "Jason J Ong",
        "Ross D Booton",
        "Joseph D Tucker",
        "Weiming Tang",
        "Peter Vickerman",
        "Lei Zhang",
        "Kate M Mitchell"
      ],
      "journal": "AIDS (London, England)",
      "publication_date": "2023-Mar-15",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Crowdsourcing, which taps into the wisdom of crowds, has been successful in generating strategies to enhance HIV self-testing (HIVST) uptake. We determined the cost-effectiveness of a crowdsourced intervention (one-off or annual) compared with a control scenario (no crowdsourcing) among MSM living in China. DESIGN: Economic evaluation. METHODS: We used data from our cluster randomized controlled trial of MSM (NCT02796963). We used a micro-costing approach to measure direct health costs ($USD2017) from a health provider perspective. Using outputs from a dynamic transmission model over a 20-year time horizon, we estimated the incremental cost-effectiveness ratios using cost per disability-adjusted life years (DALYs) averted with 3% discounting. An intervention was considered highly cost-effective if it was less than one gross domestic product (GDP, $8823) per DALY averted. RESULTS: Across all cities, the crowdsourced intervention was highly cost-effective compared with the control scenario (incremental cost-effectiveness ratios ranged from $2263 to 6152 per DALY averted for annual crowdsourcing; $171 to 204 per DALY averted for one-off crowdsourcing). The one-off intervention was cost-saving in Guangzhou and Qingdao. Sensitivity analyses confirmed the robustness of the findings; specifically, changes in discounting, costs of the crowdsourced intervention, costs of HIV testing and cost of antiretroviral therapy did not alter our conclusions. CONCLUSION: Scaling up a one-off or annual crowdsourced HIV prevention intervention in four cities in China was very likely to be cost-effective. Further research is warranted to evaluate the feasibility of scaling up crowdsourced HIV prevention interventions in other settings and populations.",
      "mesh_terms": [
        "Male",
        "Humans",
        "HIV Infections",
        "Cost-Benefit Analysis",
        "Cost-Effectiveness Analysis",
        "Homosexuality, Male",
        "Crowdsourcing",
        "Self-Testing",
        "Sexual and Gender Minorities",
        "HIV Testing",
        "Acquired Immunodeficiency Syndrome"
      ]
    },
    {
      "pmid": "36705771",
      "title": "The Impact of Customized Short Message Service on High-Risk Behaviors Among MSM in China, a Randomized Controlled Trial Study.",
      "authors": [
        "Hao Huang",
        "Zhengcheng Xu",
        "Qiwei Ge",
        "Xiaoyi Zhou",
        "Meiyin Zou",
        "Gang Qin",
        "Yuxin Cao",
        "Xiaoyang Duan",
        "Minjie Chu",
        "Xun Zhuang"
      ],
      "journal": "AIDS and behavior",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "An individual based randomized controlled trial (RCT) was designed to evaluate the impact of a customized short message service (SMS) intervention on HIV-related high-risk behaviors among Men who have sex with men (MSM). In total, 631 HIV-negative MSM were enrolled at baseline and divided into intervention and control groups randomly. Nine months later, the intervention group who received additional customized SMS intervention reported significantly lower rates of multiple partners, unclear partner infection status and condomless anal intercourse compared to the control group who received the routine intervention only. Six months post stopping the SMS intervention, the rates of unclear partner infection status and condomless anal intercourse still remained lower report in the intervention group. Our study shown that the customized SMS interventions can significantly reduce the HIV-related high-risk behaviors among MSM and with sustained effects over a period of time.",
      "mesh_terms": [
        "Male",
        "Humans",
        "HIV Infections",
        "Homosexuality, Male",
        "Text Messaging",
        "Risk-Taking",
        "Sexual Behavior",
        "Sexual and Gender Minorities",
        "China",
        "Sexual Partners"
      ]
    },
    {
      "pmid": "36674350",
      "title": "The Relation between Depressive Symptoms and Unsafe Sex among MSM Living with HIV.",
      "authors": [
        "Annemiek Schadé",
        "Gerard van Grootheest",
        "Johannes H Smit"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2023-Jan-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In people living with HIV (PLWH), a positive association is often found between depressive symptoms and unsafe sex, which means sex without a condom. However, the results of such studies are inconclusive. The present study compared the numbers of safe and unsafe sexual contacts from men who have sex with men (MSM) (N = 159), living with HIV and attending a mental health clinic, with those of HIV-negative MSM in the general population (N = 198). We determined whether the presence of depressive symptoms was associated with unsafe sex in either of the two study populations. The depressive symptoms were measured with the Inventory of Depressive Symptoms (IDS), (MSM living with HIV) and with the 2012 Sexual Health Monitor (HIV-negative MSM). Finally, we determined whether MSM living with HIV with depressive symptoms, who received psychiatric treatment as usual, engaged in fewer unsafe sexual contacts one year after baseline. The mental-health-treatment-seeking MSM living with HIV engaged in more unsafe sexual contact than the MSM comparison group without HIV. Neither the treatment-seeking MSM living with HIV nor the MSM without HIV in the general population exhibited a relationship between depressive symptoms and unsafe sex. Moreover, the successful treatment of depressive symptoms in the treatment group did not lead to any reduction in the number of unsafe sexual contacts. Further research is needed to develop interventions that might be effective for MSM living with HIV with mental health symptoms to reduce the number of unsafe sexual contacts.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Unsafe Sex",
        "Homosexuality, Male",
        "HIV Infections",
        "Sexual Partners",
        "Depression",
        "Sexual and Gender Minorities",
        "Sexual Behavior"
      ]
    },
    {
      "pmid": "36655254",
      "title": "[Tajectories of the self-efficacy of HIV testing among MSM based on latent class growth model].",
      "authors": [
        "J Meng",
        "C X Cheng",
        "Y X Lin",
        "W Ma"
      ],
      "journal": "Zhonghua yu fang yi xue za zhi [Chinese journal of preventive medicine]",
      "publication_date": "2023-Jan-06",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Objective: To analyze the trajectories of HIV testing self-efficacy among men who have sex with men (MSM) based on latent class growth model. Methods: From August 2019 to May 2021, 404 MSM were recruited in Shandong Province and subjected to a 1-year follow-up study with individual intervention (pushing intervention pictures and videos in WeChat and follow-up questionnaires) and community intervention (forwarding to friends and sharing and discussing HIV testing-related information in WeChat groups). The level of HIV testing self-efficacy among MSM was measured. The long-term trend of HIV testing self-efficacy was analyzed using the latent class growth model (LCGM), and the influencing factors of the trend were analyzed. Results: A total of 404 MSM were (28.25±8.95) years old, with the oldest being 58 and the youngest being 18. The scores of HIV testing self-efficacy M(Q1, Q3) at baseline and 4 follow-ups were 18.00 (17.00, 21.00), 19.00 (18.00, 22.00), 19.00 (18.00, 22.00), 19.00 (18.00, 22.00) and 19.00 (18.00, 22.00). The results of the freely estimated two-category LCGM model showed that the trend of HIV testing self-efficacy among MSM could be divided into two classes, \"intervention response group\" [255(63.1%)] and \"intervention non-response group\" [149(36.9%)]. The former had a higher level of HIV testing self-efficacy which tended to increase at first and then decrease over time, while the latter had a lower and more stable level. The results of the multifactorial logistic regression analysis showed that the OR values of MSM in business or service and jobless or unemployed were 0.261 (95%CI: 0.108-0.633) and 0.186 (95%CI: 0.057-0.610), respectively, using the students as the reference group. Conclusion: There is a group heterogeneity in the trend of HIV testing self-efficacy in the intervention conditions among MSM, and occupation may be an influencing factor.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Young Adult",
        "Adult",
        "Homosexuality, Male",
        "HIV Infections",
        "Sexual and Gender Minorities",
        "Follow-Up Studies",
        "Self Efficacy",
        "HIV Testing"
      ]
    },
    {
      "pmid": "36608218",
      "title": "The quality of life among men who have sex with men (MSM) living with and those not living with HIV in Abuja Nigeria.",
      "authors": [
        "Habib O Ramadhani",
        "Blessing O Kayode",
        "Nicaise Ndembi",
        "Trevor A Crowell",
        "Rebecca G Nowak",
        "Olivia Dimlong",
        "Christiana Katu",
        "Ruxton Adebiyi",
        "Stefan D Baral",
        "Man E Charurat"
      ],
      "journal": "AIDS care",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S.",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Our objective was to assess factors associated with health-related quality of life (HRQoL) among men who have sex with men (MSM) living with or those not living with HIV in Nigeria. A cross-sectional subset of adult MSM in the ongoing TRUST/RV368 HIV prevention and treatment study were recruited and completed the World Health Organization quality of life in HIV infection (WHOQOL-BREF) questionnaire. The tool comprises physical health, psychological health, social relationships and environmental health domains from which scores were extracted. T-tests were used to compare mean HRQoL scores between participants living with or those not living with HIV and among persons living with HIV who had been on antiretroviral therapy for ≥1 year or <1 year. Of 322 study participants, 186 (57.8%) were living with HIV. The mean scores were significantly lower for participants living with HIV as compared to those not living with HIV in physical health, psychological health and social relationship domains. Among persons living with HIV and taking ART, scores were significantly lower for those whose duration was <1 year as compared to ≥1 year regarding physical health and psychological health. Strategies to improve HIV prevention and early detection and linkage to HIV care may improve HRQoL.",
      "mesh_terms": [
        "Male",
        "Adult",
        "Humans",
        "HIV Infections",
        "Homosexuality, Male",
        "Quality of Life",
        "Nigeria",
        "Cross-Sectional Studies",
        "Sexual and Gender Minorities",
        "Acquired Immunodeficiency Syndrome"
      ]
    },
    {
      "pmid": "36525148",
      "title": "HIV Status Disclosure and Associated Characteristics Among HIV-Positive MSM Receiving Antiretroviral Therapy in Jinan, China.",
      "authors": [
        "Jing Ma",
        "Kedi Jiao",
        "Meizhen Liao",
        "Chunmei Wang",
        "Dianmin Kang",
        "Yuxi Lin",
        "Yu Yan",
        "Yijun Li",
        "Chunxiao Cheng",
        "Wenwen Jia",
        "Jing Meng",
        "Lina Wang",
        "Xuan Yang",
        "Yanwen Cao",
        "Zhonghui Zhao",
        "Xinting Wang",
        "Wei Ma"
      ],
      "journal": "AIDS and behavior",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Disclosure of HIV status offers potential benefits to individuals and is also good for public health. Limited studies have been conducted to gain insight into the current situation and associated factors of HIV disclosure among HIV-positive Chinese men who have sex with men (MSM) in the era of \"treat all.\" We carried out a cross-sectional study among MSM receiving antiretroviral therapy from October 2020 to January 2021 at a hospital in Jinan, China. We used univariate and multivariable logistic regression to examine the factors associated with general disclosure and disclosure to family, friends, and sexual partners. Of the 585 participants recruited, 62.2% reported HIV disclosure, among which 25.3% had disclosed their status to family members, 25.3% had disclosed it to friends, and 28.4% had disclosed it to partners. The findings suggest that HIV disclosure is more likely to occur among individuals who are younger, married/cohabiting, and who self-identify as homosexual/bisexual. Participants with higher education levels or personal monthly incomes are less likely to disclose their HIV status. Furthermore, related factors of disclosure vary across the types of disclosure targets. Given the positive outcomes of disclosure, interventions and implementation research to facilitate it are urgently needed for MSM.",
      "mesh_terms": [
        "Male",
        "Humans",
        "HIV Infections",
        "Homosexuality, Male",
        "Disclosure",
        "Cross-Sectional Studies",
        "Sexual and Gender Minorities",
        "Sexual Behavior",
        "Sexual Partners",
        "China"
      ]
    },
    {
      "pmid": "36514071",
      "title": "HIV infection disclosure, treatment self-efficacy and quality of life in HIV-infected MSM receiving antiretroviral therapy.",
      "authors": [
        "Wenwen Jia",
        "Kedi Jiao",
        "Jing Ma",
        "Meizhen Liao",
        "Chunmei Wang",
        "Dianmin Kang",
        "Yuxi Lin",
        "Yu Yan",
        "Yijun Li",
        "Chunxiao Cheng",
        "Jing Meng",
        "Lina Wang",
        "Xuan Yang",
        "Yanwen Cao",
        "Zhonghui Zhao",
        "Xinting Wang",
        "Wei Ma"
      ],
      "journal": "BMC infectious diseases",
      "publication_date": "2022-Dec-13",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Research on the relationship between disclosure of HIV status to male sexual partners (HIV disclosure) and quality of life (QOL) revealed complex and even contradictory results. The impact of HIV disclosure on various domains of QOL and the mediation effect between them are unclear. The purposes of this study were to explore the impact of HIV disclosure on QOL among men who have sex with men (MSM), and whether HIV treatment self-efficacy mediated these relationships. METHODS: The data came from a baseline survey on the design of a randomized control trial conducted in Shandong, China. A total of 579 MSM patients were included. SPSS 24.0 was used to conduct independent samples t test, one-way analysis of variance and nonparametric tests and the PROCESS macro was used to conduct mediation analysis. RESULTS: Among 579 participants, 16.06% disclosed their HIV infection status to their male sexual partners. The effect of HIV disclosure on QOL was mediated by treatment self-efficacy. Self-efficacy played partial mediating role in social relationships, meaning that HIV disclosure had both direct and indirect effects on this factor. In the overall QOL and domains of physical, psychological, independence, and environment, HIV disclosure had an indirect effect only through self-efficacy and no significant effect on the spirituality domain. CONCLUSIONS: The results emphasize the importance of HIV disclosure and self-efficacy on the QOL of MSM patients and suggest that health care providers should assist MSM patients in deciding whether to disclose their HIV status during daily medical services.",
      "mesh_terms": [
        "Humans",
        "Male",
        "HIV Infections",
        "Homosexuality, Male",
        "Disclosure",
        "Quality of Life",
        "Self Efficacy",
        "Sexual and Gender Minorities",
        "Sexual Partners",
        "Sexual Behavior"
      ]
    },
    {
      "pmid": "36504809",
      "title": "Young MSM changed temporal HIV-1 epidemic pattern in Heilongjiang Province, China.",
      "authors": [
        "Qing-Hai Li",
        "Jia-Ye Wang",
        "Si-Yu Liu",
        "Yun-Qi Zhang",
        "En-Long Li",
        "Yi-Ru Wang",
        "Shu-Lei Zhang",
        "Wen-Bo Zhao",
        "Shu-Lin Liu",
        "Xiao-Hong Chen",
        "Fu-Xiang Wang"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Human immunodeficiency virus type 1 (HIV-1) epidemic in China is featured by geographical diversity of epidemic patterns. Understanding the characteristics of regional HIV-1 epidemic allows carrying out targeted prevention and controlling measures. This seven-year cross-sectional study was conducted in Heilongjiang, one province of Northeast China, where newly diagnosed infection is fast increasing yearly, but temporal HIV-1 epidemic trend is largely unknown. METHODS: Information of 1,006 newly diagnosed HIV-1-infected participants were collected before antiretroviral therapy during 2010-2016 in Heilongjiang province. HIV-1 genotype was identified based on the viral gag and env gene sequences. Recent infection was determined by Limiting-Antigen Avidity assays. Comparison analyses on the median ages, CD4 counts, proportions of stratified age groups and CD4 count groups, and rates of recent HIV-1 infection among different population and sampling times were performed to understand temporal HIV-1 epidemic features. RESULTS: Homosexual contact among men who have sex with men (MSM) was the main transmission route and CRF01_AE was the most dominant HIV-1 genotype. During 2010-2016, the HIV-1 epidemic showed three new changes: the median age continued to decline, the cases with a CD4 count more than 500 cells/μl (CD4hi cases) disproportionally expanded, and the recent HIV-1 infection rate steadily increased. MSM cases determined the temporal trend of HIV-1 epidemic here. Increase of young MSM cases (aged <30 years) made the main contribution to the younger age trend of MSM cases. These young MSM exhibited a higher median CD4 count, a higher proportion of CD4hi cases, and a higher rate of recent HIV-1 infection than cases aged 30 years and more. MSM infected by CRF01_AE virus mostly affected HIV-1 epidemic patterns among MSM population. CONCLUSION: Young MSM have become a new hotspot and vulnerable group for HIV-1 transmission in Heilongjiang Province, Northeast China. The rapid increase in the number of young MSM cases, mainly those with CRF01_AE infection, changed temporal HIV-1 epidemic pattern here. Measures for prevention and control of HIV-1 infection among this population are urgently needed in the future."
    },
    {
      "pmid": "36466536",
      "title": "An integrated online-to-offline model for HIV post-exposure prophylaxis (O2O-PEP) scale-up among men who have sex with men (MSM): Protocol for developing a pilot randomized controlled trial.",
      "authors": [
        "Qianqian Luo",
        "Yongchuan Luo",
        "Tianying Li",
        "Tianyu Cui"
      ],
      "journal": "Frontiers in public health",
      "publication_date": "2022",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: HIV post-exposure prophylaxis (PEP) is an evidence-based biomedical HIV prevention strategy consisting of a 28-day course of highly active antiretroviral therapy after recent potential exposure to HIV. However, awareness and uptake of PEP among men who have sex with men (MSM) are very low. Innovative and effective methods are needed to support PEP implementation among MSM. This work reports a protocol to design and evaluate an online-to-offline-based delivery model for HIV PEP uptake (O2O-PEP) in Chinese MSM. METHODS AND ANALYSIS: This will be a two-phase study. In phase 1, we will develop an O2O-PEP model delivered through the WeChat mini-app (an app built into the WeChat platform). The O2O-PEP model initially includes four core components: a gamification-based education package for PEP, an online HIV risk assessment tool, a free online booking system for PEP initiation, and offline PEP prescription in the study hospitals. In phase 2, a two-arm pilot stratified randomized controlled trial comparing the O2O-PEP group with the standard care group will be designed to assess the feasibility, usability, and preliminary evidence of the efficacy of the O2O-PEP model in increasing PEP uptake among Chinese MSM. Model feasibility and usability will be further explored for broader model implementation. DISCUSSION: The O2O-PEP model is one of the first interventions in China aiming to promote PEP initiation in Chinese MSM. Components in the O2O-PEP model could assist MSM in better understanding their HIV infection risk and increasing accessibility of PEP. Moreover, coupled with online and offline recruitment, the O2O-PEP model has great potential to reach and engage MSM who are not involved in care by traditional methods. CLINICAL TRIAL REGISTRATION: No. ChiCTR2200062538.",
      "mesh_terms": [
        "Male",
        "Humans",
        "HIV Infections",
        "Homosexuality, Male",
        "Pilot Projects",
        "Post-Exposure Prophylaxis",
        "Sexual and Gender Minorities",
        "Randomized Controlled Trials as Topic",
        "Clinical Trials, Phase II as Topic"
      ]
    },
    {
      "pmid": "36424621",
      "title": "Impact of antiretroviral therapy (ART) duration on ART adherence among men who have sex with men (MSM) living with HIV in Jinan of China.",
      "authors": [
        "Kedi Jiao",
        "Meizhen Liao",
        "Guangmei Liu",
        "Yanmei Bi",
        "Xiuhong Zhao",
        "Qian Chen",
        "Jing Ma",
        "Yu Yan",
        "Chunxiao Cheng",
        "Yijun Li",
        "Wenwen Jia",
        "Lina Wang",
        "Yanwen Cao",
        "Zhonghui Zhao",
        "Xuan Yang",
        "Jing Meng",
        "Jianzhuo Li",
        "Xinrui Li",
        "Chunmei Wang",
        "Dianmin Kang",
        "Wei Ma"
      ],
      "journal": "AIDS research and therapy",
      "publication_date": "2022-Nov-24",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Consistent and complete adherence is considered an essential requirement for patients on antiretroviral therapy (ART). This study aimed to evaluate the impact of ART duration on ART adherence, identify the trend of complete adherence, and compare the factors associated with ART adherence between short-term and long-term ART group among men who have sex with men (MSM) living with HIV in Jinan of China. METHODS: MSM living with HIV aged 18 or above and currently on ART were recruited from October to December 2020 using convenience sampling. Univariate and multivariable logistic regressions were used to evaluate the impact of ART duration on adherence and compare factors associated with ART adherence between subgroups. The Mann-Kendall test was used to identify the trend of complete adherence. RESULTS: A total of 585 participants were included in analysis, consisting of 352 on short-term ART (ART initiation ≤ 3 years) and 233 on long-term ART (ART initiation > 3 years). Significant difference of complete ART adherence between short-term and long-term ART group was detected (79.8% vs. 69.1%, P = 0.003). Multivariable analysis showed that men with longer ART duration were less likely to report complete ART adherence (AOR = 0.88, 95% CI 0.81-0.95). A descending trend of complete adherence was identified (Z = 1.787, P = 0.037). Alcohol use and lack of medication reminders were barriers to complete adherence for both of the subgroups. CONCLUSIONS: Sustained efforts to encourage maintaining adherence for a lifetime are necessary, especially for those on long-term ART. Future interventions should be tailored to subgroups with different ART duration and individuals with specific characteristics.",
      "mesh_terms": [
        "Male",
        "Humans",
        "HIV Infections",
        "Homosexuality, Male",
        "Sexual and Gender Minorities",
        "Anti-Retroviral Agents",
        "China"
      ]
    },
    {
      "pmid": "36388367",
      "title": "Predicting the risk of HIV infection among internal migrant MSM in China: An optimal model based on three variable selection methods.",
      "authors": [
        "Shangbin Liu",
        "Danni Xia",
        "Yuxuan Wang",
        "Huifang Xu",
        "Lulu Xu",
        "Dong Yuan",
        "Ajuan Liang",
        "Ruijie Chang",
        "Rongxi Wang",
        "Yujie Liu",
        "Hui Chen",
        "Fan Hu",
        "Yong Cai",
        "Ying Wang"
      ],
      "journal": "Frontiers in public health",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Internal migrant Men who have sex with men (IMMSM), which has the dual identity of MSM and floating population, should be more concerned among the vulnerable groups for HIV in society. Establishing appropriate prediction models to assess the risk of HIV infection among IMMSM is of great significance to against HIV infection and transmission. METHODS: HIV and syphilis infection were detected using rapid test kits, and other 30 variables were collected among IMMSM through questionnaire. Taking HIV infection status as the dependent variable, three methods were used to screen predictors and three prediction models were developed respectively. The Hosmer-Lemeshow test was performed to verify the fit of the models, and the net classification improvement and integrated discrimination improvement were used to compare these models to determine the optimal model. Based on the optimal model, a prediction nomogram was developed as an instrument to assess the risk of HIV infection among IMMSM. To quantify the predictive ability of the nomogram, the C-index measurement was performed, and internal validation was performed using bootstrap method. The receiver operating characteristic (ROC) curve, calibration plot and dynamic component analysis (DCA) were respectively performed to assess the efficacy, accuracy and clinical utility of the prediction nomogram. RESULTS: In this study, 12.52% IMMSMs were tested HIV-positive and 8.0% IMMSMs were tested syphilis-positive. Model A, model B, and model C fitted well, and model B was the optimal model. A nomogram was developed based on the model B. The C-index of the nomogram was 0.757 (95% CI: 0.701-0.812), and the C-index of internal verification was 0.705. CONCLUSIONS: The model established by stepwise selection methods incorporating 11 risk factors (age, education, marriage, monthly income, verbal violence, syphilis, score of CUSS, score of RSES, score of ULS, score of ES and score of DS) was the optimal model that achieved the best predictive power. The risk nomogram based on the optimal model had relatively good efficacy, accuracy and clinical utility in identifying internal migrant MSM at high-risk for HIV infection, which is helpful for developing targeted intervention for them.",
      "mesh_terms": [
        "Male",
        "Humans",
        "HIV Infections",
        "Homosexuality, Male",
        "Transients and Migrants",
        "Syphilis",
        "Sexual and Gender Minorities",
        "China",
        "Risk Factors"
      ]
    },
    {
      "pmid": "38455337",
      "title": "Rationale and design of the Anal HPV, HIV and Aging (AHHA) study: Protocol for a prospective study of anal HPV infection and HSIL among men who have sex (MSM) or trans women living with and without HIV, ages 50 and older.",
      "authors": [
        "Alexandra L Hernandez",
        "Christopher Scott Weatherly",
        "Ryan Gonzalez",
        "Sepideh Farhat",
        "Maria Da Costa",
        "Joanne Calderon",
        "Jason Kauffman",
        "Arezou Sadighi Akha",
        "Joan F Hilton",
        "Joel M Palefsky"
      ],
      "journal": "Frontiers in epidemiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: More than half of people living with HIV in the US are 50+ years old. Despite the benefits of antiretroviral therapy, older individuals with HIV are at higher risk for illnesses than their HIV-negative counterparts. Anal cancer, anal high-grade squamous intraepithelial lesions (HSIL), and anal HPV-16 infection occur most frequently among men who have sex with men living with HIV (MSMLWH). Men aged 60+ are 3-fold more likely to be diagnosed with anal cancer compared with younger men. Despite the increasing risk of anal cancer with age and HIV, little is known about the relationships among aging, HPV infection, HSIL and HIV. METHODS AND ANALYSIS: The Anal HPV, HIV, and Aging (AHHA) Study is a two-stage project to evaluate the relationships among anal HPV infection, HSIL, HIV infection, and biomarkers of biological aging in MSM or trans women over the age of 50 years. Stage 1 will estimate the cross-sectional prevalence of both anal HPV infection and HSIL, based on outcomes of anal HPV DNA testing, and high-resolution anoscopy with biopsy. We will also study associations with study outcomes and serological biomarkers of inflammation (interleukin-6, C-reactive protein, D-dimer) and with the Veterans Aging Cohort Study Index and the Fried Frailty Phenotype using multivariable models. Participants living with HIV (n = 150) and HIV-negative participants (n = 150) will be enrolled. The 3-year Stage 2 longitudinal sample restricted to HSIL-negative and anal HPV-16 DNA-negative participants will estimate the 3-year incidence of both anal HSIL and anal HPV, stratified by HIV status through Cox proportional hazards regression. The effect of biomarkers of inflammation and markers of aging on study outcomes will be evaluated through multivariable repeated measures models stratified by HIV status. ETHICS AND DISSEMINATION: This protocol was approved by the University of California, San Francisco Institutional Review Board (IRB: 16-18966). Results will be disseminated through presentations at national/international scientific conferences and publication in peer-reviewed journals."
    },
    {
      "pmid": "36305181",
      "title": "Impact and cost-effectiveness of non-governmental organizations on the HIV epidemic in Ukraine among MSM.",
      "authors": [
        "Adam Trickey",
        "Josephine G Walker",
        "Sandra Bivegete",
        "Nadiya Semchuk",
        "Tetiana Saliuk",
        "Olga Varetska",
        "Jack Stone",
        "Peter Vickerman"
      ],
      "journal": "AIDS (London, England)",
      "publication_date": "2022-Nov-15",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Non-governmental organizations (NGOs) in Ukraine have provided HIV testing, treatment, and condom distribution for MSM. HIV prevalence among MSM in Ukraine is 5.6%. We estimated the impact and cost-effectiveness of MSM-targeted NGO activities in Ukraine. DESIGN: A mathematical model of HIV transmission among MSM was calibrated to data from Ukraine (2011-2018). METHODS: The model, designed before the 2022 Russian invasion of Ukraine, evaluated the impact of 2018 status quo coverage levels of 28% of MSM being NGO clients over 2016-2020 and 2021-2030 compared with no NGO activities over these time periods. Impact was measured in HIV incidence and infections averted. We compared the costs and disability adjusted life years (DALYs) for the status quo and a counterfactual scenario (no NGOs 2016-2020, but with NGOs thereafter) until 2030 to estimate the mean incremental cost-effectiveness ratio (cost per DALY averted). RESULTS: Without NGO activity over 2016-2020, the HIV incidence in 2021 would have been 44% (95% credibility interval: 36-59%) higher than with status quo levels of NGO activity, with 25% (21-30%) more incident infections occurring over 2016-2020. Continuing with status quo NGO coverage levels will decrease HIV incidence by 41% over 2021-2030, whereas it will increase by 79% (60-120%) with no NGOs over this period and 37% (30-51%) more HIV infections will occur. Compared with if NGO activities had ceased over 2016-2020 (but continued thereafter), the status quo scenario averts 14 918 DALYs over 2016-2030 with a mean incremental cost-effectiveness ratio of US$600.15 per DALY averted. CONCLUSION: MSM-targeted NGOs in Ukraine have prevented considerable HIV infections and are highly cost-effective compared with a willingness-to-pay threshold of 50% of Ukraine's 2018 GDP (US$1548).",
      "mesh_terms": [
        "Humans",
        "Male",
        "Cost-Benefit Analysis",
        "HIV Infections",
        "Homosexuality, Male",
        "Sexual and Gender Minorities",
        "Ukraine",
        "Organizations",
        "Disability-Adjusted Life Years",
        "Incidence"
      ]
    },
    {
      "pmid": "36288542",
      "title": "The Role of Social Biases, Race, and Condom Use in Willingness to Prescribe HIV Pre-exposure Prophylaxis to MSM: An Experimental, Vignette-Based Study.",
      "authors": [
        "Samuel R Bunting",
        "Brian A Feinstein",
        "Sarah K Calabrese",
        "Aniruddha Hazra",
        "Neeral K Sheth",
        "Gary Wang",
        "Sarah S Garber"
      ],
      "journal": "Journal of acquired immune deficiency syndromes (1999)",
      "publication_date": "2022-Dec-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "INTRODUCTION: Daily antiretroviral pre-exposure prophylaxis (PrEP) is a safe and effective method of preventing HIV. Clinicians' assumptions, biases, and judgments may impede access to PrEP. Specifically, concern that patients will engage in more condomless sex (\"risk compensation\") has been cited by clinicians as a reason for not prescribing PrEP. METHODS: In this experimental study among medical students, we systematically varied race (White or Black) and condom-use behaviors (continued-use, planned-discontinuation, or continued-nonuse) of a fictional patient (all men with multiple male sex partners). Participants indicated the patients' assumed adherence to PrEP, patients' overall HIV risk, and willingness to prescribe PrEP. Participants completed an implicit association test to detect implicit racism and measures of heterosexism and attitudes toward nonmonogamy, which were examined as moderators of patient race and condom-use effects on participants' assumptions and ultimate willingness to prescribe PrEP. RESULTS: Participants ( N = 600) were most willing to prescribe PrEP to the continued-nonuse patient and least willing to prescribe to the planned-discontinuation patient. No differences were identified based on patient race. The continued-nonuse (vs. continued-use) patient was perceived as less likely to adhere to PrEP, which was associated with lower willingness to prescribe. Negative attitudes toward nonmonogamy exacerbated this effect. No effects of implicit racism or explicit heterosexism were identified. CONCLUSIONS: Participants were least willing to prescribe PrEP to patients who planned to discontinue condom use. Patients seeking PrEP are exhibiting agency over their sexual health, and clinicians should fulfill their role in ensuring access to this primary preventative therapy. Training and curricular reform regarding PrEP are needed.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Pre-Exposure Prophylaxis",
        "Homosexuality, Male",
        "Condoms",
        "HIV Infections",
        "Sexual and Gender Minorities",
        "Bias"
      ]
    },
    {
      "pmid": "36251657",
      "title": "Agent-based model projections for reducing HIV infection among MSM: Prevention and care pathways to end the HIV epidemic in Chicago, Illinois.",
      "authors": [
        "Wouter Vermeer",
        "Can Gurkan",
        "Arthur Hjorth",
        "Nanette Benbow",
        "Brian M Mustanski",
        "David Kern",
        "C Hendricks Brown",
        "Uri Wilensky"
      ],
      "journal": "PloS one",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, P.H.S.",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Our objective is to improve local decision-making for strategies to end the HIV epidemic using the newly developed Levers of HIV agent-based model (ABM). Agent-based models use computer simulations that incorporate heterogeneity in individual behaviors and interactions, allow emergence of systemic behaviors, and extrapolate into the future. The Levers of HIV model (LHM) uses Chicago neighborhood demographics, data on sex-risk behaviors and sexual networks, and data on the prevention and care cascades, to model local dynamics. It models the impact of changes in local preexposure prophylaxis (PrEP) and antiretroviral treatment (ART) (ie, levers) for meeting Illinois' goal of \"Getting to Zero\" (GTZ) -reducing by 90% new HIV infections among men who have sex with men (MSM) by 2030. We simulate a 15-year period (2016-2030) for 2304 distinct scenarios based on 6 levers related to HIV treatment and prevention: (1) linkage to PrEP for those testing negative, (2) linkage to ART for those living with HIV, (3) adherence to PrEP, (4) viral suppression by means of ART, (5) PrEP retention, and (6) ART retention. Using tree-based methods, we identify the best scenarios at achieving a 90% HIV infection reduction by 2030. The optimal scenario consisted of the highest levels of ART retention and PrEP adherence, next to highest levels of PrEP retention, and moderate levels of PrEP linkage, achieved 90% reduction by 2030 in 58% of simulations. We used Bayesian posterior predictive distributions based on our simulated results to determine the likelihood of attaining 90% HIV infection reduction using the most recent Chicago Department of Public Health surveillance data and found that projections of the current rate of decline (2016-2019) would not achieve the 90% (p = 0.0006) reduction target for 2030. Our results suggest that increases are needed at all steps of the PrEP cascade, combined with increases in retention in HIV care, to approach 90% reduction in new HIV diagnoses by 2030. These findings show how simulation modeling with local data can guide policy makers to identify and invest in efficient care models to achieve long-term local goals of ending the HIV epidemic.",
      "mesh_terms": [
        "Anti-HIV Agents",
        "Anti-Retroviral Agents",
        "Bayes Theorem",
        "Chicago",
        "Critical Pathways",
        "HIV Infections",
        "Homosexuality, Male",
        "Humans",
        "Illinois",
        "Male",
        "Pre-Exposure Prophylaxis",
        "Sexual and Gender Minorities"
      ]
    },
    {
      "pmid": "36181498",
      "title": "HIV Risk Behaviors and Psychological Well-Being Among Men Who Have Sex With Men (MSM) in Kuala Lumpur, Malaysia.",
      "authors": [
        "Tooru Nemoto",
        "Hui Xie",
        "Mariko Iwamoto",
        "Kirsten Piroth",
        "Mohammad Hazratzai",
        "Yik Koon Teh"
      ],
      "journal": "AIDS education and prevention : official publication of the International Society for AIDS Education",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "HIV risk behaviors and psychological well-being among men who have sex with men (MSM) in Kuala Lumpur, Malaysia (n = 140), were quantitatively described in relation to demographic and psychosocial factors. Most participants were tested for HIV and 41.4% reported living with HIV. Malay participants had significantly higher levels of depression (p < .05), homophobia (p < .01), and needs for social support (p < .01) than Chinese. More Chinese participants reported suicidal thoughts than Malaysians (p < .05). A multivariate analysis revealed that participants with gay/MSM-identified or had lower levels of self-esteem showed significantly higher levels of depression. Future intervention projects should address depression and mental health issues among MSM and strengthen self-esteem and social support through culturally competent support and individual counseling programs (e.g., addressing MSM's conflicts with religious beliefs and norms). Structural changes must be made incrementally to reduce homophobia against MSM in Malaysia while advocating human rights.",
      "mesh_terms": [
        "HIV Infections",
        "Homosexuality, Male",
        "Humans",
        "Malaysia",
        "Male",
        "Risk-Taking",
        "Sexual and Gender Minorities"
      ]
    },
    {
      "pmid": "36178358",
      "title": "Preferences Among Physicians and Men Who Have Sex with Men (MSM) for a Long-Acting, Removable Implant for HIV Prevention: A Discrete Choice Study.",
      "authors": [
        "Christine Tagliaferri Rael",
        "Rebecca Giguere",
        "Sara Sutton",
        "Elizabeth Horn",
        "Robert J Schieffer",
        "George J Greene",
        "Richard D'Aquila",
        "Ewa Bryndza Tfaily",
        "Patrick F Kiser",
        "Thomas J Hope"
      ],
      "journal": "AIDS research and human retroviruses",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "A longer acting, removable implant for HIV prevention has the potential to improve uptake of HIV pre-exposure prophylaxis (PrEP) by removing the need for daily adherence to an oral tablet, reducing potential side effects, and eliminating concerns about residual drug following injections. To end the HIV epidemic, we must understand the needs and preferences of groups most affected by HIV (e.g., men who have sex with men; MSM), and the physicians who prescribe PrEP to them. This article describes a discrete choice experiment to estimate the preference share for the implant within a competitive context of other PrEP products (including the oral tablet, dissolvable implant, and injection) and evaluate the impact of potential implant attributes. Physicians who had prescribed oral PrEP (n = 75) and MSM at risk for HIV (n = 175) completed a web-based survey that prompted decision-making about PrEP product preferences. The findings from both physicians and MSM demonstrated that the removable implant could capture a meaningful portion of the preference share, making it feasible to advance in the development pipeline as an important addition to the biomedical HIV prevention toolkit. Among MSM, specifically, the cost of treatment was the most important attribute impacting product preference. Our findings inform implant developers and future payers (e.g., commercial manufacturers, insurance companies) about specific device attributes that will likely affect MSM's willingness to use and physicians' willingness to prescribe this HIV prevention strategy.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Homosexuality, Male",
        "HIV Infections",
        "Sexual and Gender Minorities",
        "Pre-Exposure Prophylaxis",
        "Physicians",
        "Anti-HIV Agents"
      ]
    },
    {
      "pmid": "36158381",
      "title": "Comparing the Effects of Oral HIV Self-Testing With Those of Standard HIV Testing for Men Who Have Sex With Men (MSM): A Systematic Review and Meta-Analysis.",
      "authors": [
        "Shruti Vashisht",
        "Shreya Jha",
        "Nishakar Thakur",
        "Anwita Khaitan",
        "Sanjay Rai",
        "Partha Haldar",
        "Shashi Kant",
        "Priyanka Kardam",
        "Meenu Sangral"
      ],
      "journal": "Cureus",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The WHO recommends HIV self-testing (HIVST) as an innovative strategy and an additional testing approach to attain UNAIDS targets to end HIV by 2030. HIVST is a process whereby a person collects his or her own specimen (either oral fluid or blood), performs an HIV test, and interprets the result. It has been described as a discreet and convenient way to reach the hidden, unreached key populations (KPs) who do not know their HIV status or do not get tested. Among the KPs, men who have sex with men (MSM) is one such group that by far remains hidden due to feared stigma and discrimination associated both with their sexuality and HIV. Fear of pain and blood while HIV testing also deters MSM from getting tested. In this review, we assessed the effect of oral HIVST on the uptake and frequency of testing and risk behavior as compared to standard HIV testing. For this review, we systematically searched various electronic databases for clinical trials comparing HIVST to standard HIV testing from January 1, 2011, to December 31, 2021. A meta-analysis of studies was conducted using a random-effects model for relative risks (RRs) and 95% confidence intervals (CIs). The protocol was registered with PROSPERO, and PRISMA guidelines for systematic reviews and meta-analyses were followed. The quality of the clinical trials was assessed using Cochrane's risk of bias tool version 2.0 (RoB 2.0). We identified eight studies comparing HIVST to standard HIV testing services (HTSs). The eight randomized controlled trials (RCTs) enrolled 5,297 participants, of which 5,212 were MSM and 85 were transgender (TG) women. Seven RCTs were conducted in high-income countries (HICs): four in the USA, two in Australia, and one in Hong Kong. One was conducted in a low-middle-income country (LMIC) in Myanmar.In all the studies, HIVST intervention was provided with oral HIVST kits, except for one study in which both blood-based and oral HIVST kits were used. Meta-analysis (five RCTs) showed that HIVST increased the uptake of HIV testing by 1.43 times compared to standard of care (SoC) (RR = 1.43; 95% CI = 1.25, 1.64). Meta-analysis (four RCTs) found that HIVST increased the mean number of HIV tests by 2.34 during follow-up (mean difference = 2.34; 95% CI = 1.66, 3.02). Meta-analysis (four RCTs) showed that HIVST doubled the detection of new HIV infections among those tested (RR = 2.10; 95% CI = 1.35, 3.28) and reported higher repeat testing as compared to the control arm (RR = 2.04; 95% CI = 1.22, 3.42). A meta-analysis of three trials found no significant difference in risk behavior in respect of condomless anal intercourse (CAI) (odds ratio (OR) = 0.90; 95% CI = 0.67, 1.22) and multiple male partnership (RR = 0.89; 95% CI = 0.83, 0.94). Oral HIVST could increase the HIV testing and detection of new HIV infections among MSM who may not otherwise test, as compared to standard testing services alone. However, further research from low-middle-income countries is required for generalizability."
    },
    {
      "pmid": "36146654",
      "title": "The First Two Cases of Monkeypox Infection in MSM in Bahia, Brazil, and Viral Sequencing.",
      "authors": [
        "Carlos Brites",
        "Felice Deminco",
        "Marcia Sampaio Sá",
        "Jean Tadeu Brito",
        "Estela Luz",
        "Andreas Stocker"
      ],
      "journal": "Viruses",
      "publication_date": "2022-Aug-23",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Monkeypox infection is rapidly spreading across the world. Despite the increasing number of cases, only a few reports have been published, and most are on people living without HIV. We report here the first two cases of monkeypox infection in Bahia, Brazil, one of them in a person living with HIV, on stable treatment. Both cases had a similar evolution, with a limited number of lesions and mild symptoms, with a complete recovery after 7-10 days. The potential route of transmission was via oral sex for the first case and was undefined for the second one. Both cases were confirmed through detection of the viral genome by PCR, and the partial sequence of the first case indicates the infection was caused by the West African clade. These cases confirm that monkeypox infection is currently being transmitted in Brazil and that people living with HIV on stable treatment are not likely to present a more severe form of monkeypox.",
      "mesh_terms": [
        "Brazil",
        "HIV Infections",
        "Humans",
        "Mpox, Monkeypox",
        "Monkeypox virus",
        "Polymerase Chain Reaction"
      ]
    },
    {
      "pmid": "36140322",
      "title": "Two Loci Contribute to Age-Related Hearing Loss Resistance in the Japanese Wild-Derived Inbred MSM/Ms Mice.",
      "authors": [
        "Shumpei P Yasuda",
        "Yuki Miyasaka",
        "Xuehan Hou",
        "Yo Obara",
        "Hiroshi Shitara",
        "Yuta Seki",
        "Kunie Matsuoka",
        "Ai Takahashi",
        "Eri Wakai",
        "Hiroshi Hibino",
        "Toyoyuki Takada",
        "Toshihiko Shiroishi",
        "Ryo Kominami",
        "Yoshiaki Kikkawa"
      ],
      "journal": "Biomedicines",
      "publication_date": "2022-Sep-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "An MSM/Ms strain was established using Japanese wild mice, which exhibit resistance to several phenotypes associated with aging, such as obesity, inflammation, and tumorigenesis, compared to common inbred mouse strains. MSM/Ms strain is resistant to age-related hearing loss, and their auditory abilities are sustained for long durations. The age-related hearing loss 3 (ahl3) locus contributes to age-related hearing in MSM/Ms strain. We generated ahl3 congenic strains by transferring a genomic region on chromosome 17 from MSM/Ms mice into C57BL/6J mice. Although C57BL/6J mice develop age-related hearing loss because of the ahl allele of the cadherin 23 gene, the development of middle- to high-frequency hearing loss was significantly delayed in an ahl3 congenic strain. Moreover, the novel age-related hearing loss 10 (ahl10) locus associated with age-related hearing resistance in MSM/Ms strain was mapped to chromosome 12. Although the resistance effects in ahl10 congenic strain were slightly weaker than those in ahl3 congenic strain, slow progression of age-related hearing loss was confirmed in ahl10 congenic strain despite harboring the ahl allele of cadherin 23. These results suggest that causative genes and polymorphisms of the ahl3 and ahl10 loci are important targets for the prevention and treatment of age-related hearing loss."
    },
    {
      "pmid": "36107537",
      "title": "HIV incidence among men who have sex with men (MSM) in Metro Manila, the Philippines: A prospective cohort study 2014-2018.",
      "authors": [
        "Rossana Ditangco",
        "Mary Lorraine Mationg"
      ],
      "journal": "Medicine",
      "publication_date": "2022-Sep-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The human immunodeficiency virus (HIV) epidemic in the Philippines has been driven by sexual transmission among men who have sex with men (MSM) over the past 2 decades. As the incidence of HIV infection among MSM has not been extensively evaluated, this study aimed to determine the incidence of HIV infections and the associated risk factors among MSM in Metro Manila, Philippines. This prospective cohort study was conducted in 2 community centers in Metro Manila, the Philippines, between March 2014 and December 2018. MSM who had anal or oral sex in the past 12 months, aged ≥18 years, and confirmed HIV-negative status were enrolled. Participants were followed up every 3 months with repeat HIV testing and assessment of HIV-related practices. Of the 708 MSM included in this study, a total of 59 HIV seroconversions occurred during the follow-up, resulting in an incidence of 2.7 (95% confidence interval: 2.1-3.5) per 100 patient-years. Multivariate risk regression analysis indicated that age (P = .002) and anal sex with a consensual male partner in the past 3 months (P = .039) were significantly associated with HIV infection. Our study has shown high rates of incident HIV infection among Filipino MSM. This demonstrates the need for effective HIV prevention, surveillance, treatment, and intervention strategies targeting this population.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "HIV Infections",
        "Homosexuality, Male",
        "Humans",
        "Incidence",
        "Male",
        "Philippines",
        "Prospective Studies",
        "Sexual and Gender Minorities"
      ]
    },
    {
      "pmid": "36028928",
      "title": "Psychological distress and adherence to anti-retroviral therapy or pre-exposure prophylaxis regimens among Urban Black gay and bisexual men (MSM).",
      "authors": [
        "Valeria Jimenez",
        "Nicole Thornton",
        "Carla Tilchin",
        "Khalil G Ghanem",
        "Sebastian Ruhs",
        "Matthew M Hamill",
        "Anne Rompalo",
        "Jacky M Jennings"
      ],
      "journal": "International journal of STD & AIDS",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "BACKGROUND: Urban Black gay, and bisexual men (MSM) bear a disproportionate burden of HIV in the U.S. Mental health is a barrier to adherence to both antiretroviral therapy (ART) and pre-exposure prophylaxis (PrEP). The objective was to determine the association between psychological distress and ART or PrEP adherence among urban Black MSM. METHODS: Using data from a four-year prospective cohort study, adherence to ART was defined as > 95% and PrEP was defined as > 80% of doses taken in the past 30 days. Psychological distress measures included difficulty sleeping; feeling anxious; suicidality; feeling sad or depressed; feeling sick, ill, or not well in the past 3 months; high (vs. low) overall psychological distress was classified as above the median value. Associations were examined using Chi-square, Fisher's exact tests, and logistic regression. RESULTS: Among 165 Black MSM, 44.2% (73) reported high psychological distress. 65.3% (47/72) of participants living with HIV and 39.8% (37/93) of HIV negative participants were ART or PrEP adherent, respectively. Education was significantly associated with PrEP adherence (p = 0.038). Non-injection drug use in the past 3 months (p = 0.008), difficulty sleeping (p = 0.010), feeling anxious (p = 0.003), and feeling sad or depressed (p < 0.001), and overall psychological distress (p < 0.001) were significantly associated with ART adherence. High psychological distress was significantly associated with a reduced odds of ART adherence (aOR 0.23; 95% CI = 0.08-0.70) adjusting for age and non-injection drug use. CONCLUSIONS: Increased psychological distress was significantly associated with ART nonadherence and may represent an important barrier to viral suppression.",
      "mesh_terms": [
        "Anti-HIV Agents",
        "HIV Infections",
        "Homosexuality, Male",
        "Humans",
        "Male",
        "Medication Adherence",
        "Pre-Exposure Prophylaxis",
        "Prospective Studies",
        "Psychological Distress",
        "Sexual and Gender Minorities"
      ]
    },
    {
      "pmid": "35939181",
      "title": "Freedom as Prevention: Mechanisms of Autonomy Support for Promoting HIV Pre-Exposure Prophylaxis Use and Condom Use among Black MSM in 3 US Cities-HPTN 073.",
      "authors": [
        "LaRon E Nelson",
        "Donte T Boyd",
        "Geetha Beauchamp",
        "Lynda Emel",
        "Leo Wilton",
        "Darren Whitfield",
        "S Raquel Ramos",
        "Wale Ajiboye",
        "Mandy J Hill",
        "Donaldson F Conserve",
        "Portia Thomas",
        "Lisa Hightow-Weidman",
        "Steve Shoptaw",
        "Manya Magnus",
        "Kenneth H Mayer",
        "Estelle Piwowar-Manning",
        "Sheldon D Fields",
        "Darrell P Wheeler"
      ],
      "journal": "Journal of urban health : bulletin of the New York Academy of Medicine",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Healthcare providers who use controlling or coercive strategies may compel short-term enactment of HIV and sexually transmitted infection prevention behaviors but may inadvertently undermine their client's motivation to maintain those behaviors in the absence of external pressure. Autonomous motivation refers to the self-emanating and self-determined drive for engaging in health behaviors. It is associated with long-term maintenance of health behaviors. We used structural equation modeling to investigate whether autonomy support was associated with increased odds of therapeutic serum levels of pre-exposure prophylaxis, through a pathway that satisfies basic psychological needs for autonomous self-regulation and competence regarding pre-exposure prophylaxis use. We also investigated whether autonomy support was associated with decreased odds of condomless anal intercourse via the same psychological needs-satisfaction pathway of autonomous self-regulation and competence regarding condom use. We tested these two theorized pathways using secondary data from a longitudinal sample of Black men who have sex with men from across three cities in the US (N = 226). Data from the sample fit the theorized models regarding the pathways by which autonomy support leads to the presence of therapeutic PrEP levels in serum (χ2 = 0.56; RMSEA = 0.04; CFI = .99, TLI = 0.98) and how it also leads to decreased odds of condomless anal intercourse (χ2 = 0.58; RMSEA = 0.03; CFI = 0.99; TLI = 0.98). These findings provide scientific evidence for the utility of self-determination theory as a model to guide intervention approaches to optimize the implementation and impact of PrEP for Black men who have sex with men.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Pre-Exposure Prophylaxis",
        "Homosexuality, Male",
        "Sexual and Gender Minorities",
        "Cities",
        "HIV Infections"
      ]
    },
    {
      "pmid": "35860852",
      "title": "Do Ask, Do Tell: Understanding Disclosure of Sexuality and Implications Among MSM Active Duty Service Members.",
      "authors": [
        "M Colten Staten",
        "Alicia Webster",
        "Gregory Carter"
      ],
      "journal": "Military medicine",
      "publication_date": "2023-Jul-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Men who have sex with men (MSM) account for over half of new diagnoses of human immunodeficiency virus (HIV) every year in the United States, with over one-third of this population being unaware of their HIV status. The U.S. Military requires biannual HIV testing for all service members. Although this may be an appropriate recommendation for the military at large, current health protection agencies suggest more frequent testing for those at increased risk of HIV transmission, such as those in the MSM community. However, more frequent testing for those at higher risk relies heavily on the preliminary step of patient disclosure of sexual practices to health care providers. MATERIALS AND METHODS: An exploratory cross-sectional study was conducted in order to gain a better understanding of the relationship between sexual health variables and the disclosure of sexual identity to health care providers by MSM service members. A convenience sample of MSM currently serving in the U.S. military services (N = 354) was used to collect demographic data, sexual health and history, and opinions concerning medical treatment and HIV. Analyses of the data were conducted using univariate analysis and multivariate regression. RESULTS: Men of color were more likely to report a higher degree of sexual identification transparency with their health care providers, which deviates from the civilian population. Pre-exposure prophylaxis (PrEP) uptake was increased among individuals who were more transparent with their health care providers. CONCLUSIONS: Findings from this study indicate that feeling more comfortable sharing one's sexual identification with a health care provider results in increased engagement with HIV prevention measures. Potential implications for the Military Health System are the advancement of preventive sexual health screening procedures and the development and revision of policies that promote positive outcomes for gender and sexual minorities.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Adult",
        "Cross-Sectional Studies",
        "Military Personnel",
        "Homosexuality, Male",
        "United States",
        "HIV Infections",
        "Middle Aged",
        "Disclosure",
        "Surveys and Questionnaires",
        "Adolescent"
      ]
    },
    {
      "pmid": "35848452",
      "title": "Factors associated with HIV testing and treatment among young Black MSM and trans women in three jail systems.",
      "authors": [
        "Nicholas Antos",
        "Rey Flores",
        "Nina Harawa",
        "Natascha Del Vecchio",
        "Rodal Issema",
        "Kayo Fujimoto",
        "Aditya S Khanna",
        "Angela Di Paola",
        "John A Schneider",
        "Anna L Hotton"
      ],
      "journal": "AIDS care",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Black men who have sex with men (BMSM) and transgender women (BTW) are disproportionately affected by incarceration and HIV. We assessed factors associated with HIV testing and viral suppression among 176 incarcerated BMSM and BTW in Chicago, IL; Los Angeles, CA; and Houston, TX. In multivariable logistic regression, having a sexual orientation of bisexual, heterosexual, or other vs. gay or same-gender loving was associated with higher odds of testing in custody (aOR 8.97; 95% CI 1.95 - 41.24). Binge drinking (aOR 0.19; 95% CI 0.04 - 0.92) and being unemployed prior to incarceration (aOR 0.03; 95% CI 0.00 - 0.23) were associated with lower odds of testing; participants in Los Angeles were also more likely to be tested than those in Chicago. Being housed in protective custody (aOR 3.12; 95% CI 1.09-9.59) and having a prescription for ART prior to incarceration (aOR 2.58; 95% CI 1.01-6.73) were associated with higher odds of viral suppression when adjusted for site and duration of incarceration, though the associations were not statistically significant in the full multivariable model. Future research should examine structural and process level factors that impact engagement in HIV testing and treatment among detained BMSM and BTW.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Homosexuality, Male",
        "HIV Infections",
        "Jails",
        "Sexual and Gender Minorities",
        "HIV Testing",
        "Transgender Persons"
      ]
    },
    {
      "pmid": "35719672",
      "title": "Hepatitis C Co-infection in People Living With HIV-Epidemiologic Differences Between Men Who Have Sex With Men MSM and Non-MSM.",
      "authors": [
        "Tsz Ho Kwan",
        "Bonnie Chun Kwan Wong",
        "Ka Hing Wong",
        "Shui Shan Lee"
      ],
      "journal": "Frontiers in public health",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "People living with human immunodeficiency virus (PLHIV) constitute a unique group at higher risk of hepatitis C virus (HCV) co-infection. In light of the diverse profiles of PLHIV, we differentiated between men who have sex with men (MSM) and non-MSM in the characterization of the epidemiologic features of HIV/HCV co-infection. Clinical data of HCV co-infection patients from the HIV specialist clinic in Hong Kong were retrospectively collected in conjunction with their HIV subtypes and HCV genotypes. Logistic regression models were used to identify factors associated with HIV/HCV co-infection in MSM. Survival analysis was performed to compare the time lag between HIV and HCV diagnoses between two groups. Latent class analysis was conducted to describe the features of different classes of co-infections. Four classes of HIV/HCV co-infections were identified: local MSM acquiring HCV after HIV diagnosis, local MSM with HIV/HCV co-diagnoses, local non-MSM, and non-local non-MSM. Accounting for over half of the co-infections, MSM were more likely to be younger, local residents, and associated with HCV genotype 3, compared to genotypes 1 and 6 in non-MSM. Overall, MSM had higher odds of achieving HIV viral suppression and co-diagnosing with a sexually transmitted infection at HCV diagnosis, and having a longer time lag between HIV and HCV diagnoses. Drug injection accounted for a majority of non-MSM HCV infection. There were distinctive epidemiologic differences between MSM and non-MSM co-infected with HIV and HCV, the characteristics of which could inform intervention strategies for achieving HCV micro-elimination.",
      "mesh_terms": [
        "Coinfection",
        "HIV Infections",
        "Hepacivirus",
        "Hepatitis C",
        "Homosexuality, Male",
        "Humans",
        "Male",
        "Retrospective Studies",
        "Sexual and Gender Minorities"
      ]
    },
    {
      "pmid": "35703759",
      "title": "Safe Spaces 4 Sexual Health: A Status-Neutral, Mobile Van, HIV/STI Testing Intervention Using Online Outreach to Reach MSM at High Risk for HIV Acquisition or Transmission.",
      "authors": [
        "Errol L Fields",
        "Nicole Thornton",
        "Steven Huettner",
        "Christina Schumacher",
        "Genevieve Barrow",
        "Adena Greenbaum",
        "Jacky M Jennings"
      ],
      "journal": "Journal of acquired immune deficiency syndromes (1999)",
      "publication_date": "2022-Jul-01",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "BACKGROUND: Black men who have sex with men (MSM) carry the greatest burden of new HIV diagnoses in the United States. Ending the HIV epidemic requires strategic, culturally specific approaches to target factors contributing to persistent HIV disparities. SETTING: Safe Spaces 4 Sexual Health (SS4SH), a community-informed HIV/sexually transmitted infection (STI) testing strategy combining mobile van testing with online outreach, was implemented over a 14-month period from 2018 to 2019 in Baltimore, MD. METHODS: We evaluated the reach of MSM at high risk with high acquisition or transmission risk by SS4SH mobile van combined with online outreach as compared with the Baltimore City Health Department's venue-based mobile van (with no online outreach) operating during the same period based on the following HIV/STI testing outcome measures: (1) number of MSM HIV or STI tested, (2) new HIV diagnosis rate, (3) percent with new syphilis diagnosis, (4) percent at high risk for HIV acquisition, and (5) percent people living with HIV at high risk for transmission. RESULTS: Over a 14-month period, SS4SH HIV/STI tested 151 MSM. Of these, 74% were Black and the mean age was 34 (SD = 10, range = 19-68). Seven percent (10/148) were new HIV diagnoses, and 10% (13/130) were diagnosed with syphilis. The Baltimore City Health Department's venue-based mobile van strategy yielded 53% (231) more MSM (71% Black, mean age 38, SD = 14, range = 15-74), but the HIV/syphilis positivity rate was significantly lower: 0.5% new HIV diagnosis rate (P < 0.001) and 0.5% with syphilis diagnosis (P < 0.001). CONCLUSIONS: Our findings suggest SS4SH combing online outreach with mobile van testing may be more effective at reaching high-risk Black MSM than venue-based mobile testing.",
      "mesh_terms": [
        "Adult",
        "HIV Infections",
        "Homosexuality, Male",
        "Humans",
        "Male",
        "Sexual Behavior",
        "Sexual Health",
        "Sexual Partners",
        "Sexual and Gender Minorities",
        "Sexually Transmitted Diseases",
        "Syphilis"
      ]
    },
    {
      "pmid": "35676749",
      "title": "Demographic and behavioral characteristics of urban and non-urban PrEP-using MSM in the South.",
      "authors": [
        "Jeb Jones",
        "Sanjana Pampati",
        "Kayla Emrick",
        "Aaron J Siegler"
      ],
      "journal": "AIDS care",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Pre-exposure prophylaxis (PrEP) is a highly effective HIV prevention intervention; however, most studies of PrEP adherence and persistence among men who have sex with men (MSM) have been conducted with MSM who live in urban areas. The experiences of PrEP-using MSM in non-urban areas might differ due to increased barriers to culturally competent care. We examined similarities and differences among urban and non-urban PrEP-using MSM in the southern United States, the region with the highest number of annual HIV diagnoses. We surveyed a total of 78 (n = 25 non-urban, n = 53 urban) PrEP-using MSM. Self-reported adherence was high across all participants. No differences were observed with respect to PrEP persistence, source of PrEP, or reasons for PrEP initiation. Fewer non-urban than urban men reported STI testing in the past 12 months. Overall, we observed few differences comparing urban and non-urban PrEP-using MSM. Additional studies are needed to describe differences in PrEP initiation comparing urban and non-urban MSM.",
      "mesh_terms": [
        "Male",
        "Humans",
        "United States",
        "Homosexuality, Male",
        "HIV Infections",
        "Sexual and Gender Minorities",
        "Anti-HIV Agents",
        "Pre-Exposure Prophylaxis",
        "Demography"
      ]
    }
  ]
}