{
  "supplement": "Multivitamin",
  "query": "Multivitamin[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:07:08",
  "research_count": 225,
  "count": 98,
  "articles": [
    {
      "pmid": "40272030",
      "title": "Prenatal Brain Abnormalities in Sodium-Dependent Multivitamin Transporter Deficiency.",
      "authors": [
        "Eri Ogawa",
        "Kenjiro Kosaki",
        "Toshiki Takenouchi"
      ],
      "journal": "American journal of medical genetics. Part A",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "In treatable neurometabolic disorders, early diagnosis and prompt initiation of treatment are key to improved survival and outcomes. Biallelic variants in SLC5A6 cause sodium-dependent multivitamin transporter deficiency (OMIM # 618973), which is treatable with high-dose pantothenic acid, biotin, and alpha lipoic acid. So far, the onset has been postnatal in all reported patients. A review of the prenatal imaging showed ventriculomegaly at 32 weeks of gestation. After birth, the infant exhibited developmental regression. At 6 months of age, he developed acute metabolic shock in the setting of a urinary tract infection. Rapid exome analysis identified compound heterozygous pathogenic variants in SLC5A6 and confirmed the diagnosis of sodium-dependent multivitamin transporter deficiency. After the infant was initiated on treatment with high-dose biotin and pantothenic acid, we noted dramatic improvements in the hematological, cutaneous, cardiac, and gastrointestinal symptoms. Although the infant showed no further regression, he continued to have significant psychomotor disability. A review of the findings during pregnancy showed that the infant already had enlarged ventricles in late pregnancy, and neuroimaging on day 12 of birth showed signs of energy failure in late pregnancy. Our review of previously reported patients suggested no clear genotype-phenotype correlations, but there was little intrafamilial variability in disease onset. The present observation, for the first time, provides clinical evidence of a fetal onset in sodium-dependent multivitamin transporter deficiency. The high risk of recurrence and the low intrafamilial variability in disease onset suggest that identification and prenatal treatment in the high-risk group may be of significance."
    },
    {
      "pmid": "40089112",
      "title": "Multivitamin Use and Mammographic Breast Density.",
      "authors": [
        "Oreoluwa G Oginni",
        "Syed Mahfuz Al Hasan",
        "Adetunji T Toriola"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The association of multivitamin use with mammographic breast density (MBD) is unclear, with 2 studies reporting conflicting findings. OBJECTIVES: We aimed to investigate the associations of multivitamin use with volumetric measures of MBD-volumetric percent density (VPD), dense volume (DV), and nondense volume (NDV)-in a diverse population of women. METHODS: This cross-sectional study included 1083 women recruited during their annual screening mammograms at the Joanne Knight Breast Health Center, Washington University School of Medicine, St. Louis, MO. Participants were classified based on self-reported multivitamin use into nonusers, <1, 1-3, and 4-6 d/wk, and daily users. MBD was assessed as VPD, DV, and NDV using Volpara 1.5. Data were analyzed using general linear modeling and adjusted for potential confounders, including age, BMI, race, menopausal status, education, age at menarche, a family history of breast cancer, parity and age at first birth, oral contraceptive use, menopausal hormone therapy use, and alcohol intake. Statistical significance was set at P < 0.05. RESULTS: Multivitamin use was not associated with VPD. The adjusted mean VPD was 7.0% (95% CI: 6.6%, 7.2%) for nonusers, 7.1% (95% CI: 6.4%, 8.0%) for women who used multivitamins <1 d/wk, 7.4% (95% CI: 6.6%, 8.3%) for women who used multivitamins 1-3 d/wk, 7.1% (95% CI: 6.3%, 7.7%) for women who used multivitamins 4-6 d/wk, and 6.9% (95% CI: 6.6%, 7.3%) for daily users (P = 0.794). Similar null associations were observed between multivitamin use and DV and NDV. Race and menopausal status did not modify the associations. CONCLUSIONS: There is no association between multivitamin use and MBD, regardless of the frequency of use. Studies evaluating the potential interactions among dietary patterns, specific nutrients, and MBD are needed to enhance our understanding of how dietary factors impact MBD."
    },
    {
      "pmid": "40082562",
      "title": "Multivitamin supplementation and its impact in metabolic dysfunction-associated steatotic liver disease.",
      "authors": [
        "Tom Ryu",
        "Seung Yun Chae",
        "Jaejun Lee",
        "Ji Won Han",
        "Hyun Yang",
        "Beom Sun Chung",
        "Keungmo Yang"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Mar-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is an emerging global health concern with limited therapeutic options. Multivitamins, widely consumed dietary supplements, have been proposed to modulate oxidative stress and inflammation, potentially impacting MASLD progression. However, their efficacy in reducing mortality and other complications in MASLD remains unclear. Using data from the UK Biobank with 7 years of median follow-up period, this study assessed the association between multivitamin use and health outcomes, including all-cause mortality, liver-related mortality, cardio-cerebrovascular disease (CVD), and chronic kidney disease (CKD), in individuals with MASLD and those without steatotic liver disease. Inverse probability of treatment weighting (IPTW) was employed to adjust for confounders. Multivitamin users showed a significantly lower all-cause mortality risk in the MASLD cohort both before (HR: 0.88, 95% CI 0.81-0.95, P = 0.034) and after (HR: 0.94, 95% CI 0.88-1.00, P = 0.037) IPTW adjustment. Multivitamin use was also associated with the lower risk of CVD (HR: 0.72, 95% CI 0.68-0.76, P < 0.001) and CKD (HR: 0.73, 95% CI 0.67-0.81, P < 0.001) in the MASLD cohort. No significant reduction was found for liver-related mortality or liver cirrhosis incidence. These findings suggest that multivitamins might provide broader protective effects in populations with metabolic dysfunction. Further research is needed to clarify their role in liver-specific outcomes.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Dietary Supplements",
        "Middle Aged",
        "Vitamins",
        "Aged",
        "Fatty Liver",
        "Adult",
        "Cardiovascular Diseases",
        "Renal Insufficiency, Chronic"
      ]
    },
    {
      "pmid": "39964350",
      "title": "Effects of Cocoa Extract Supplementation and Multivitamin/Multimineral Supplements on Self-Reported Fractures in the Cocoa Supplement and Multivitamins Outcomes Study (COSMOS) Randomized Clinical Trial.",
      "authors": [
        "Carolyn J Crandall",
        "Sharon Chou",
        "Eunjung Kim",
        "Dana Ratnarajah",
        "Nancy R Cook",
        "Allison Clar",
        "Howard D Sesso",
        "JoAnn E Manson",
        "Meryl S LeBoff"
      ],
      "journal": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
      "publication_date": "2025-Feb-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoporosis is a major public health problem among older adults. Forty percent of older U.S. adults take multivitamin/multimineral (MVM) supplementation. The effects of MVM supplementation on fractures is unclear. Preclinical and observational studies suggest that MVM and flavanols may have beneficial effects on bone. We conducted an ancillary study to COcoa Supplement and Multivitamin Outcomes Study (COSMOS; NCT05232669) designed to investigate incident fracture and injurious falls in 21 442 COSMOS participants (12 666 females aged ≥65 years and 8776 males aged ≥60 years) randomized in a 2x2 factorial design to 1 of 4 intervention groups: cocoa extract + MVM, cocoa extract + MVM placebo, cocoa extract placebo + MVM, or double placebo. The daily cocoa extract supplement contained 500 mg/d flavanols and 80 mg/d (-)-epicatechin (Mars Edge); the daily MVM supplement was Centrum Silver® (Haleon). The median (interquartile range) duration of the intervention was 3.6 (3.2-4.2) years. Annually, participants self-reported incident fractures. In intention-to-treat analyses, we examined the effects of cocoa extract and MVM on the primary outcomes of total clinical fracture (hip, upper leg, forearm/wrist, pelvis, upper arm/shoulder, spine, knee, or other), hip fracture, and nonvertebral fracture, and secondary outcomes of clinical spine, forearm/wrist, major osteoporotic, and pelvic fracture using Cox proportional hazards models. During the intervention period, 2083 incident clinical fractures occurred. Compared with placebo, cocoa extract was not significantly associated with lower risk of incident clinical fracture (adjusted hazard ratio [aHR] 1.03, 95% CI 0.95-1.12) or nonvertebral fracture (aHR 1.05, 95% CI 0.96-1.14). MVM supplementation was not associated with lower risk of total clinical fracture (aHR 1.09, 95% CI 1.00-1.19), hip fracture (aHR 1.06, 95% CI 0.80-1.42), or nonvertebral fracture (aHR 1.10, 95% CI 1.00-1.20). These findings do not support the use of cocoa extract or MVM to decrease fracture risk in older individuals not selected for pre-existing osteoporosis."
    },
    {
      "pmid": "39896946",
      "title": "Micronutrient Deficiency and Wernicke's Encephalopathy in the Setting of Over the Counter Transcutaneous Multivitamin Patch Use Following Bariatric Surgery.",
      "authors": [
        "Hisham Mohammed Babu",
        "Andrew J Spiro",
        "Thanh D Hoang",
        "Mohamed K M Shakir"
      ],
      "journal": "AACE clinical case reports",
      "publication_date": "2025",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVE: Thiamine deficiency, which may occur following bariatric surgery, can lead to the development of Wernicke's encephalopathy (WE). This case report describes a patient developing WE postbariatric surgery, due to the use of over-the-counter transcutaneous multivitamin patch rather than recommended vitamin tablets. CASE REPORT: A 61-year-old female presented with 45 pounds of weight gain over the past year with a body mass index of 39.58 kg/m2. She underwent lifestyle modification and treatment with dulaglutide with limited success. After evaluation and counseling, the patient underwent Roux-en-Y gastric bypass surgery and was prescribed thiamine, cholecalciferol, vitamin B12, and multivitamin tablets postoperatively. Eight months later, she presented to the emergency room with confusion, bilateral lower extremity weakness, paresthesia, and ataxia. Neurological examination revealed disorientation, nystagmus, and bilateral lateral rectus palsies. She reported using transcutaneous multivitamin patches instead of the recommended oral supplementation. The clinical features, low serum thiamine level of 1.28 μg/dL (reference 2.5-7.5 μg/dL), and resolution of symptoms following supplementation confirmed the diagnosis of WE. DISCUSSION: Obesity often predisposes individuals to multiple nutritional deficiencies. It is critical that these patients take adequate vitamin supplementation before and after bariatric surgery. Thiamine deficiency can present as WE due to inappropriate supplementation such as use of a transcutaneous patch as seen in our patient. CONCLUSION: Adequate nutritional counseling and supplementation before and after bariatric surgery is required to prevent complications. Transcutaneous patch as a mode of multivitamin supplementation is questionable in its current state and should be avoided."
    },
    {
      "pmid": "39859988",
      "title": "Multivitamin Supplementation and Fertility Outcome: A Retrospective Single-Center Cohort Study and the Clinical and Medicolegal Value of Nutritional Counseling.",
      "authors": [
        "Giuseppe Gullo",
        "Simona Zaami",
        "Adriana Vita Streva",
        "Sofia Burgio",
        "Valentina Billone",
        "Yulia Kotlik",
        "Elena Chitoran",
        "Silvia Ganduscio",
        "Giovanni Baglio",
        "Antonio Perino",
        "Gaspare Cucinella"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2025-Jan-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Resveratrol can beneficially affect growth and follicle development and lead to improved sperm function parameters in pre-clinical studies, while information from clinical studies is still inconclusive. This study aims to evaluate the biological and clinical impact of a resveratrol-based multivitamin supplement on level II assisted reproduction cycles (IVF and intracytoplasmic sperm injection [ICSI]). A retrospective, case-control study, involving 70 infertile couples undergoing IVF/ICSI cycles, was conducted at the Assisted Reproductive Center, Obstetrics and Gynecology Unit-Villa Sofia-Cervello Hospital in Palermo. The study group underwent pre-treatment with a daily nutraceutical based on resveratrol, whereas the control group received 400 mcg/day of folic acid. Primary endpoints to be evaluated were the number of mature follicles developed (>16 mm), total oocytes and Metaphase II (MII) oocytes retrieved, fertilization rate, number of embryos/blastocysts obtained, and semen quality. Secondary objectives in our evaluation were the duration and dosage of gonadotropins, the starting dose, the number of blastocysts to be transferred and frozen, implantation rate, and, ultimately, biochemical and clinical pregnancy rates. In the study group, a significantly higher number of mature follicles, oocytes, and MII oocytes were collected compared to the control group. In the study group, a higher fertilization rate as well as higher numbers of cleavage embryos per patient, blastocysts per patient, and frozen blastocysts were obtained. In the study group, a shorter administration time and lower dosages of gonadotropins required to reach follicle maturity were also observed compared to controls, with fewer dose adjustments during stimulation compared to the starting dose. No significant differences were found in biochemical or clinical pregnancy rates. A 12-month period of dietary supplementation with a resveratrol-based multivitamin nutraceutical leads to better biological effects on ICSI cycles."
    },
    {
      "pmid": "39683403",
      "title": "Association Between Multivitamin Use on Admission and Clinical Outcomes in Patients Hospitalised with Community-Acquired Pneumonia: A Case-Cohort Study.",
      "authors": [
        "Yogesh Sharma",
        "Arduino A Mangoni",
        "Chris Horwood",
        "Campbell Thompson"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Nov-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Community-acquired pneumonia (CAP) is a leading cause of hospitalisations worldwide. Micronutrient deficiencies may influence CAP risk and severity, but their impact on CAP outcomes remains unclear. This study investigated the influence of multivitamin use on hospital length of stay (LOS), intensive care unit (ICU) admission, in-hospital mortality, and 30-day readmissions in hospitalised CAP patients. METHODS: This retrospective cohort study included all CAP admissions, identified using ICD-10-AM codes, at two tertiary hospitals in Australia between 2018 and 2023. Pneumonia severity was determined using the CURB65 score, while frailty and nutritional status were assessed using the Hospital Frailty Risk Score (HFRS) and the Malnutrition Universal Screening Tool (MUST). Multivitamin use at admission was identified through the hospital pharmacy database. Propensity score matching (PSM) controlled for 22 confounders and the average treatment effect on the treated (ATET) was determined to evaluate clinical outcomes. RESULTS: The mean (SD) age of the 8162 CAP cases was 75.3 (17.5) years, with 54.7% males. The mean (SD) CURB65 score was 1.9 (1.0), with 29.2% having severe CAP (CURB65 ≥ 3). On admission, 563 patients (6.9%) were on multivitamin supplements. Multivitamin users were younger, had more comorbidities, higher frailty, and higher socioeconomic status than non-users (p < 0.05). The ATET analysis found no significant differences in LOS (aOR 0.14, 95% CI 0.03-5.98, p = 0.307), in-hospital mortality (aOR 1.04, 95% CI 0.97-1.11, p = 0.239), or other outcomes. CONCLUSIONS: Multivitamin use was documented in 6.9% of CAP patients and was associated with multimorbidity and frailty but not with improved clinical outcomes. Further research is needed to determine if specific vitamin supplements may offer benefits in this population.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Aged",
        "Retrospective Studies",
        "Pneumonia",
        "Vitamins",
        "Aged, 80 and over",
        "Community-Acquired Infections",
        "Hospital Mortality",
        "Length of Stay",
        "Middle Aged",
        "Hospitalization",
        "Australia",
        "Intensive Care Units",
        "Patient Readmission",
        "Cohort Studies",
        "Treatment Outcome",
        "Frailty",
        "Nutritional Status",
        "Severity of Illness Index"
      ]
    },
    {
      "pmid": "39350300",
      "title": "Effect of high-dose multivitamin supplements on alanine aminotransferase elevations among adults living with HIV on antiretroviral therapy in Tanzania.",
      "authors": [
        "Sabina F Mugusi",
        "David M Sando",
        "Ferdinand M Mugusi",
        "Claudia A Hawkins",
        "Said S Aboud",
        "Wafaie W Fawzi",
        "Christopher R Sudfeld"
      ],
      "journal": "BMC nutrition",
      "publication_date": "2024-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: HIV infection can cause malabsorption and rapid utilization of nutrients. A randomized trial of multivitamin supplementation among people living with HIV/AIDS (PLWHA) initiating antiretroviral therapy (ART) in Tanzania was stopped early due to increased alanine aminotransferase (ALT) concentrations in the multiple recommended dietary allowances (RDA) multivitamin group. We conducted detailed analysis to assess the effect of multivitamins on ALT elevations and evaluate whether subgroups of PLWHA have greater hepatotoxicity risks associated with the use of high-dose multivitamins. METHODS: We utilized data from a randomized, double-blind trial conducted in 2006-2009 that assessed the effect of high-dose multivitamins that contained vitamin B complex, vitamin C, and vitamin E at multiple RDA as compared to standard-dose multivitamins containing single RDAs among adults initiating ART in Tanzania. We evaluated the effect of high-dose multivitamins on incident mild/moderate ALT elevations > 40 IU/L, persistent ALT elevations > 40 IU/L (2 + clinic visits), and severe ALT elevations > 200IU/L using Cox proportional hazard models. We then evaluated effect modification by patient characteristics to determine if subgroups of PLWHA experienced different magnitudes of risk for ALT elevations associated with high-dose multivitamins. RESULTS: High-dose multivitamins increased the risk of incident mild/moderate ALT elevations > 40 IU/mL as compared to standard-dose multivitamins (hazard ratio (HR): 1.41; 95%CI: 1.26,1.58) as well as incident sustained mild/moderate ALT elevations (HR: 1.19; 95%CI: 1.04,1.36), but there was no overall effect on severe ALT elevations (HR: 1.44; 95% CI: 0.91,2.28). There was no evidence that the effect of high-dose multivitamins on any or sustained mild/moderate ALT elevations was modified by any patient characteristic. However, CD4 T-cell count was found to modify the effect of high-dose multivitamins on severe ALT elevations (p-value for interaction:0.01). Among participants with a baseline CD4 T-cell count ≤ 100 cells/µL, individuals receiving high-dose multivitamins had 3.74 times (95%CI: 1.52-9.17) the risk of incident severe ALT elevations compared to standard-dose multivitamins, while participants with CD4 T-cell counts > 100 cells/µL, appeared to have no effect of high-dose multivitamins on severe ALT elevations (HR:0.92; 95% CI: 0.50,1.67). CONCLUSIONS: High-dose RDA multivitamin supplementation increased the incidence of any mild to moderate ALT elevations among adults starting ART in Tanzania and the magnitude of the risk does not appear to differ by patient characteristics. However, immunocompromised PLWHA with CD4 T-cell counts < 100 cells/µL may experience greater risk of severe ALT elevations associated with the use of high-dose multivitamins. Although the study findings offer significant insights, it is essential to take into account limitations imposed by newer cART regimes."
    },
    {
      "pmid": "39243697",
      "title": "Investigating the efficacy of melatonin, topical sodium citrate, and multivitamin with zinc as a potential treatment for postinfectious loss of smell.",
      "authors": [
        "Ellen Cristine Duarte Garcia",
        "Letícia Ribeiro Rosa",
        "Ana Caroline Rodrigues Dos Santos",
        "Gabrieli Kaori Alves Ishimatsu",
        "Natália Medeiros Dias Lopes",
        "Marco Aurélio Fornazieri"
      ],
      "journal": "Brazilian journal of otorhinolaryngology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Upper respiratory tract infections, including COVID-19, are associated with olfactory dysfunction and there is a need for novel therapeutic approaches. The aim of study was evaluating the effectiveness of adding melatonin, multivitamin and sodium citrate to olfactory training for the treatment of olfactory loss caused by COVID-19. METHODS: We evaluated olfactory function using University of Pennsylvania Smell Identification Test (UPSIT ®) scores and self-reported patient outcomes in post-infectious smell loss cases. We investigated the effectiveness involved olfactory training combined with sodium citrate, melatonin, and multivitamin supplements with zinc over a three-month period compared to an olfactory training alone. RESULTS: A total of 66 patients were included, with 33 in each group. There was no significant difference in the proportion of participants who showed improvement in UPSIT scores between the groups (OR = 1.43, 95% CI 0.43-4.8, p =  0.56). Both groups showed improvement in average test scores, but there were no significant differences in self-reported olfactory ability or discomfort with olfactory loss. Qualitative symptoms, such as parosmia and phantosmia, were reported by a similar proportion in both groups before and after the treatment (p =  0.11, p =  1, respectively). CONCLUSIONS: Olfactory training alone and olfactory training with associated with melatonin, multivitamins and topical sodium citrate did not show significant differences in improving olfactory function in post-COVID-19 patients.",
      "mesh_terms": [
        "Humans",
        "Melatonin",
        "Female",
        "Male",
        "Sodium Citrate",
        "Middle Aged",
        "Zinc",
        "Olfaction Disorders",
        "Vitamins",
        "Treatment Outcome",
        "Adult",
        "COVID-19",
        "Aged",
        "Administration, Topical"
      ]
    },
    {
      "pmid": "39160796",
      "title": "Multivitamin Compliance Reduces Injuries of Female Recruits at Air Force Basic Training: A Randomized Controlled Cohort Study.",
      "authors": [
        "Korey B Kasper",
        "Meredith Cockerell",
        "Clarissa Escamilla",
        "Richard Gonzalez"
      ],
      "journal": "Military medicine",
      "publication_date": "2024-Aug-19",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Department of the Air Force basic military training (BMT) is the 7.5-week initial entry training for all enlisting U.S. Air Force and Space Force recruits. Overuse musculoskeletal injuries (MSKI) during training threaten success in BMT, and trainees with nutritional deficiencies are at higher risk. Several efforts are made at BMT to mitigate these issues to help trainees graduate on time, such as the distribution of multivitamins (MVI) to female recruits. However, trainee compliance with the prescribed MVI has been reported to be low, calling into question the effectiveness of this intervention. This study evaluated the effect of briefing modality offered to these trainees at the time of distribution on educational effectiveness, MVI compliance, and injury rates. MATERIALS AND METHODS: This was a randomized controlled cohort study of BMT female trainees. Subjects included all female trainees of a single iteration of BMT concurrently completing training within the same squadron. At the outset of training, cohorts were randomly educated in one of two ways regarding the provided MVI. The control cohort (n = 80) was presented with the standard educational video created by BMT-registered dietitians, while the test cohort (n = 79) was presented the video and then also briefed in-person by a group of subject matter experts. At the end of BMT, the trainees completed a questionnaire regarding their knowledge, confidence, and compliance with the MVI. Additionally, a routinely collected training database was queried and analyzed for differences in injuries and training outcomes using the chi-squared test with significance set to α ≤ 0.05. RESULTS: Although both cohorts found their educational presentation useful, the \"in-person\" cohort reported significantly higher compliance rates and were found to be diagnosed with MSKI and bone stress injuries at significantly lower rates (43% and 66% relative risk reductions, respectively). CONCLUSIONS: Education to female BMT trainees regarding the MVI, which included a face-to-face discussion with subject matter experts, resulted in greater compliance and reduced incidence of MSKI and bone stress injury, compared to a video prepared by registered dietitians alone. Such educational approaches should continue to be strived for in this and other military population health measures. This study's implication of MVI efficacy for injury risk reduction in female trainees should be further studied, verified, and improved upon in this and other populations.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Military Personnel",
        "Vitamins",
        "Cohort Studies",
        "Adult",
        "Patient Compliance",
        "Young Adult"
      ]
    },
    {
      "pmid": "38937879",
      "title": "Putative mechanism of a multivitamin treatment against insulin resistance.",
      "authors": [
        "José Antonio Palma-Jacinto",
        "Edgar López-López",
        "José Luis Medina-Franco",
        "Oreth Montero-Ruíz",
        "Isela Santiago-Roque"
      ],
      "journal": "Adipocyte",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Insulin resistance is caused by the abnormal secretion of proinflammatory cytokines in adipose tissue, which is induced by an increase in lipid accumulation in adipocytes, hepatocytes, and myocytes. The inflammatory pathway involves multiple targets such as nuclear factor kappa B, inhibitor of nuclear factor κ-B kinase, and mitogen-activated protein kinase. Vitamins are micronutrients with anti-inflammatory activities that have unclear mechanisms. The present study aimed to describe the putative mechanisms of vitamins involved in the inflammatory pathway of insulin resistance. The strategy to achieve this goal was to integrate data mining and analysis, target prediction, and molecular docking simulation calculations to support our hypotheses. Our results suggest that the multitarget activity of vitamins A, B1, B2, B3, B5, B6, B7, B12, C, D3, and E inhibits nuclear factor kappa B and mitogen-activated protein kinase, in addition to vitamins A and B12 against inhibitor of nuclear factor κ-B kinase. The findings of this study highlight the pharmacological potential of using an anti-inflammatory and multitarget treatment based on vitamins and open new perspectives to evaluate the inhibitory activity of vitamins against nuclear factor kappa B, mitogen-activated protein kinase, and inhibitor of nuclear factor κ-B kinase in an insulin-resistant context.",
      "mesh_terms": [
        "Insulin Resistance",
        "Humans",
        "Vitamins",
        "NF-kappa B",
        "Molecular Docking Simulation",
        "Animals",
        "Anti-Inflammatory Agents",
        "Mitogen-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "38892690",
      "title": "Efficacy of a Food Supplement Containing Lactobacillus acidophilus LA14, Peptides, and a Multivitamin Complex in Improving Gastroesophageal Reflux Disease-Related Outcomes and Quality of Life of Subjects Showing Mild-to-Moderate Gastroesophageal Reflux Disease.",
      "authors": [
        "Francesco Tursi",
        "Edoardo Benedetto",
        "Amelia Spina",
        "Ileana De Ponti",
        "Fabio Amone",
        "Vincenzo Nobile"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Jun-04",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Dietary interventions represent an interesting alternative to pharmacological treatments for improving the quality of life (QoL) of subjects suffering from gastroesophageal reflux disease (GERD). This randomized, double-blind, placebo-controlled study aimed to evaluate the efficacy of a food supplement (FS) containing a probiotic strain, bioactive peptides, and vitamins in relieving heartburn/dyspeptic symptoms in subjects with mild-to-moderate GERD. Fifty-six adult participants were randomly assigned to receive the placebo or the active FS for 28 days. Subjects were asked to record daily the frequency and intensity of heartburn episodes and the intake of over- the-counter (OTC) medications. GERD-QoL and self-assessment questionnaires were also completed every two weeks and at the end of the treatment, respectively. FS was effective in achieving a progressive and significant reduction of heartburn frequency and severity, with an intergroup significant difference at the end of the treatment period. FS group also reported a reduction in the OTC medication intake, whereas placebo administration did not modify the OTC intake. Results from the QoL and self-assessment questionnaires showed that FS administration achieved a progressive and statistically significant intragroup and intergroup improvement in the QoL score and a higher positive response with respect to the placebo treatment.",
      "mesh_terms": [
        "Humans",
        "Quality of Life",
        "Gastroesophageal Reflux",
        "Male",
        "Double-Blind Method",
        "Female",
        "Adult",
        "Dietary Supplements",
        "Probiotics",
        "Middle Aged",
        "Lactobacillus acidophilus",
        "Vitamins",
        "Treatment Outcome",
        "Peptides",
        "Heartburn",
        "Surveys and Questionnaires",
        "Severity of Illness Index"
      ]
    },
    {
      "pmid": "38732592",
      "title": "The Efficacy of Multivitamin, Vitamin A, Vitamin B, Vitamin C, and Vitamin D Supplements in the Prevention and Management of COVID-19 and Long-COVID: An Updated Systematic Review and Meta-Analysis of Randomized Clinical Trials.",
      "authors": [
        "Alessandra Sinopoli",
        "Antonio Sciurti",
        "Claudia Isonne",
        "Maria Mercedes Santoro",
        "Valentina Baccolini"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Apr-29",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "This review aims to evaluate the efficacy of any vitamin administration(s) in preventing and managing COVID-19 and/or long-COVID. Databases were searched up to May 2023 to identify randomized clinical trials comparing data on the effects of vitamin supplementation(s) versus placebo or standard of care on the two conditions of interest. Inverse-variance random-effects meta-analyses were conducted to estimate pooled risk ratios (RRs) and 95% confidence intervals (CIs) for all-cause mortality between supplemented and non-supplemented individuals. Overall, 37 articles were included: two regarded COVID-19 and long-COVID prevention and 35 records the COVID-19 management. The effects of vitamin D in preventing COVID-19 and long-COVID were contrasting. Similarly, no conclusion could be drawn on the efficacy of multivitamins, vitamin A, and vitamin B in COVID-19 management. A few positive findings were reported in some vitamin C trials but results were inconsistent in most outcomes, excluding all-cause mortality (RR = 0.84; 95% CI: 0.72-0.97). Vitamin D results were mixed in most aspects, including mortality, in which benefits were observed in regular administrations only (RR = 0.67; 95% CI: 0.49-0.91). Despite some benefits, results were mostly contradictory. Variety in recruitment and treatment protocols might explain this heterogeneity. Better-designed studies are needed to clarify these vitamins' potential effects against SARS-CoV-2.",
      "mesh_terms": [
        "Humans",
        "Dietary Supplements",
        "COVID-19",
        "Vitamins",
        "Vitamin D",
        "Randomized Controlled Trials as Topic",
        "Ascorbic Acid",
        "SARS-CoV-2",
        "Vitamin A",
        "COVID-19 Drug Treatment",
        "Vitamin B Complex"
      ]
    },
    {
      "pmid": "38714632",
      "title": "Efficacy of multivitamin support following bariatric surgery in patients with obesity: a prospective observational study.",
      "authors": [
        "Alessio Basolo",
        "Susanna Bechi Genzano",
        "Jacopo Vitti",
        "Guido Salvetti",
        "Donatella Gilio",
        "Giovanni Ceccarini",
        "Giovanna Scartabelli",
        "Chita Lippi",
        "Rosario Bellini",
        "Rudi Mancini",
        "Simone D'Imporzano",
        "Carlo Moretto",
        "Valentina Angeli",
        "Daniela Troiani",
        "Paola Fierabracci",
        "Roberta Jaccheri",
        "Alba Calderone",
        "Anello M Poma",
        "Luca Chiovato",
        "Giorgio Saponati",
        "Ferruccio Santini"
      ],
      "journal": "Eating and weight disorders : EWD",
      "publication_date": "2024-May-07",
      "publication_types": [
        "Journal Article",
        "Observational Study"
      ],
      "abstract": "PURPOSE: Bariatric surgery (BS), an effective treatment for severe obesity and its comorbidities, may result in micronutrient and vitamin deficiencies. This monocentric prospective observational study aimed at evaluating the efficacy of a specifically designed vitamin/mineral formula (Bariatrifast, BIOITALIA S.r.l., Italy) for preventing and treating micronutrient deficiencies in patients submitted to BS. METHODS: Twenty patients with severe obesity (mean weight and BMI: 123.5 kg (range 88-174) and 43.3 kg/m2 (range 37-54) respectively) underwent BS (10 vertical sleeve gastrectomy VSG, 10 Roux-en-Y gastric bypass, RYGB). The mean age was 49.9 years (range 27-68). After a presurgical visit (V0), follow-up visits were performed at 1, 3, 6 and 12 months after surgery (V1-V4). Recorded data included weight, height and BMI. A complete blood count, measurement of ferritin, folic acid, vitamin B12, ionized calcium, 25 OH vitamin D, parathyroid hormone (PTH) were obtained. Following BS, patients started the daily oral multivitamin and mineral supplement. RESULTS: All patients achieved a significant weight loss (mean - 34.7 ± 11.8 kg). No deficiencies of various vitamins/micronutrients were detected during the entire study period. The serum concentrations of vitamin B12, 25-OH Vitamin D and folic acid increased over the follow-up period compared with V0 (mean increase 243 ng/L, 23 µg /L, 8 µg/L, respectively). Compared to RYGB, patients who underwent sleeve gastrectomy showed higher levels of 25-OH vitamin D at V2, V3 and V4 (all p < 0.05), and higher levels of Vitamin B12 and folic acid at V4 (p < 0.05 and p < 0.005, respectively). No adverse events were reported. CONCLUSION: Following VSG or RYGB, Bariatrifast administration was associated with normal values of essential micronutrients, and it was well-tolerated without evidence of gastrointestinal side effects. Clinical Trial Registration ClinicalTrials.gov, identifiers NCT06152965.",
      "mesh_terms": [
        "Humans",
        "Middle Aged",
        "Female",
        "Adult",
        "Male",
        "Bariatric Surgery",
        "Vitamins",
        "Prospective Studies",
        "Aged",
        "Treatment Outcome",
        "Obesity, Morbid",
        "Dietary Supplements",
        "Weight Loss",
        "Micronutrients"
      ]
    },
    {
      "pmid": "38462650",
      "title": "Efficacy of silver nanoparticles against Trichinella spiralis in mice and the role of multivitamin in alleviating its toxicity.",
      "authors": [
        "Noha Madbouly Taha",
        "Fady Sayed Youssef",
        "Hend M Auda",
        "Mohamed M El-Bahy",
        "Reem M Ramadan"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Trichinellosis is a worldwide zoonotic disease. The majority of currently available anti-trichinellosis medications exhibit inadequate efficacy. The efficacy of a natively prepared new formulation of silver nanoparticles (Ag-NPs) was evaluated in the treatment of Trichinella spiralis (T. spiralis) infection in mice alone and combined with multivitamin-mineral (MM). After investigating the product's biological and pharmacological characteristics, its therapeutic dose was estimated to be Ag-NPs at 21.5 mg/kg B.W. This dose was orally inoculated to experimentally infected mice at 3-5 days post-inoculation (dpi) against the mature worms, at 8-10 dpi against the newborn larvae, and at 33-35th dpi against the encapsulated larvae. Each treatment's efficacy was assessed by scarifying control and treated mice 3 days post-treatment. The drug alone or in supplement form has a high trichinocidal effect exceeding that of the reference drug. Early treatment (3-5 dpi) by Ag-NPs or Ag-NPs + MM and albendazole revealed high efficacy against the intestinal stage, reaching 93.3%, 94.7%, and 90.6% for the three treatments, respectively. The materials causing a significant (P-value < 0.001) decrease in the mean encapsulated larvae reached 86.61%, 89.07%, and 88.84%/gm of muscles using the three treatments, respectively. Moreover, all larvae extracted from Ag-NPs-treated groups failed to induce infection post-inoculation in new mice. Additionally, combining the material with MM proved to overcome the reversible adverse effects of silver material on the estimated redox parameters and liver and kidney biomarkers, denoting its ability to alleviate Ag-NP toxicity. In conclusion, the high trichinocidal effect of Ag-NPs against the adult and encapsulated larvae during a short inoculation period introduced Ag-NPs as an alternative to other nematicidal drugs.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Trichinella spiralis",
        "Silver",
        "Metal Nanoparticles",
        "Trichinellosis",
        "Albendazole",
        "Larva",
        "Vitamins"
      ]
    },
    {
      "pmid": "37793072",
      "title": "The Efficacy of an Over-the-Counter Multivitamin and Mineral Supplement to Prevent Infections in Patients With Inflammatory Bowel Disease in Remission With Immunomodulators and/or Biological Agents: A Randomized, Double-Blind, Placebo-Controlled Clinical Trial.",
      "authors": [
        "Robin L H Laheij",
        "Yara M W van Knippenberg",
        "Annelijn L J Heil",
        "Britt J W Mannaerts",
        "Karlien F Bruin",
        "Maurice W M D Lutgens",
        "Marjolein Sikkema",
        "Ulrike de Wit",
        "Robert J F Laheij"
      ],
      "journal": "Inflammatory bowel diseases",
      "publication_date": "2024-Sep-03",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Patients with inflammatory bowel disease (IBD) treated with immunomodulators or biologic therapy are at increased risk of infections. Malnutrition and vitamin or mineral deficiencies are common among patients with IBD. The results of various studies have indicate that vitamin deficiencies might increase the risk of infections. To evaluate the efficacy of a multivitamin and mineral supplement on the incidence of infections in patients with IBD treated with immunomodulators, biologic therapy, or combination therapy. METHODS: This was a single-center, randomized, double-blind, placebo-controlled clinical trial to compare a multivitamin and mineral supplement (supplemented group) vs identical-in-appearance placebo (placebo group) in a total of 320 non-vitamin-deficient patients with IBD (Crohn's disease or ulcerative colitis) in remission with immunomodulators, biologic therapy, or combination therapy. Participants were asked to take a daily multivitamin and mineral supplement or placebo and report the occurrence of infections during a 24-week period of follow-up. RESULTS: Treatment arms consisted of 162 and 158 patients for the supplement and placebo, respectively. In both treatment groups, 107 patients reported an infection during the 24-week follow-up period (unadjusted odds ratio, 0.93; 95% confidence interval, 0.56-1.48). In the supplemented group, 32 patients received antibiotics for an infection compared with 21 patients in the placebo group (unadjusted odds ratio, 1.61; 95% confidence interval, 0.88-2.93). CONCLUSIONS: An over-the-counter multivitamin and mineral supplement did not reduce the risk of infection for patients with IBD in remission with immunomodulators, biologic therapy, or combination therapy.",
      "mesh_terms": [
        "Humans",
        "Double-Blind Method",
        "Female",
        "Male",
        "Vitamins",
        "Dietary Supplements",
        "Adult",
        "Middle Aged",
        "Inflammatory Bowel Diseases",
        "Minerals",
        "Immunomodulating Agents",
        "Follow-Up Studies",
        "Infections",
        "Crohn Disease",
        "Colitis, Ulcerative",
        "Immunologic Factors"
      ]
    },
    {
      "pmid": "37447400",
      "title": "Pharmacokinetic Analyses of Liposomal and Non-Liposomal Multivitamin/Mineral Formulations.",
      "authors": [
        "Joungbo Ko",
        "Choongsung Yoo",
        "Dante Xing",
        "Drew E Gonzalez",
        "Victoria Jenkins",
        "Broderick Dickerson",
        "Megan Leonard",
        "Kay Nottingham",
        "Jacob Kendra",
        "Ryan Sowinski",
        "Christopher J Rasmussen",
        "Richard B Kreider"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Jul-07",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Recent research supports previous contentions that encapsulating vitamins and minerals with liposomes help improve overall bioavailability. This study examined whether ingesting a liposomal multivitamin and mineral supplement (MVM) differentially affects the appearance and/or clearance of vitamins and minerals in the blood compared to a non-liposomal MVM supplement. In a double-blind, randomized, and counterbalanced manner, 34 healthy men and women fasted for 12 h. Then, they ingested a non-liposomal (NL) or liposomal (L) MVM supplement and a standardized snack. Venous blood samples were obtained at 0, 2, 4, and 6 h after MVM ingestion and analyzed for a panel of vitamins and minerals. Plasma levels of vitamins and minerals and mean changes from baseline with 95% confidence intervals (CIs) were analyzed using general linear model statistics with repeated measures. The observed values were also entered into pharmacokinetic analysis software and analyzed through univariate analysis of variance with repeated measure contrasts. The results revealed an overall treatment x time interaction effect among the vitamins and minerals evaluated (p = 0.051, ηp2 = 0.054, moderate effect). Differences between treatments were also observed in volume distribution area (vitamin E, iron), median residence time (vitamin E, iron), volume distribution area (iron), volume of distribution steady state (vitamin A, E, iron), clearance rates (vitamin A, E), elimination phase half-life (vitamin E, iron), distribution/absorption phase intercept (vitamin A), and distribution/absorption phase slope and rate (vitamin C, calcium). Vitamin volume distribution was lower with liposomal MVM ingestion than non-liposomal MVM sources, suggesting greater clearance and absorption since similar amounts of vitamins and minerals were ingested. These findings indicate that coating a MVM with liposomes affects individual nutrient pharmacokinetic profiles. Additional research should evaluate how long-term supplementation of liposomal MVM supplements may affect vitamin and mineral status, nutrient function, and/or health outcomes.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Male",
        "Dietary Supplements",
        "Iron",
        "Liposomes",
        "Minerals",
        "Vitamin A",
        "Vitamin E",
        "Vitamin K",
        "Vitamins",
        "Double-Blind Method"
      ]
    },
    {
      "pmid": "37409333",
      "title": "Sodium-dependent multivitamin transporter defects: a rare cause of recurrent vomiting and faltering growth.",
      "authors": [
        "Kushila Rupasinghe",
        "Nkem Onyeador"
      ],
      "journal": "Frontline gastroenterology",
      "publication_date": "2023",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "We describe the case of a previously fit child with recurrent vomiting, faltering growth, persistent diarrhoea and rashes who was diagnosed with a sodium-dependent multivitamin transporter (SMVT) defect. Whole exome sequencing revealed he was homozygous for a SLC5A6 missense variant. The SLC5A6 gene produces SMVTs, which are expressed in various tissues including the intestine, brain, liver, lung, kidney, cornea, retina and heart. It plays a major role in the uptake of biotin, pantothenate and lipoate in the digestive system and transporting B-group vitamins across the blood-brain barrier. This case was only the fourth described in literature. Management was with vitamin replacement therapy: biotin, dexpanthenol and α-lipoic acid. With treatment there was significant, sustained clinical improvement with resolution of recurrent vomiting, rashes and graduation to full enteral feeds. This case highlights how defects in multivitamin transporters can lead to multisystemic disease and subsequent targeted treatment leading to significant clinical improvement."
    },
    {
      "pmid": "37391029",
      "title": "A novel SLC5A6 homozygous variant in a family with multivitamin-dependent neurometabolic disorder: Phenotype expansion and long-term follow-up.",
      "authors": [
        "Martino Montomoli",
        "Annalisa Vetro",
        "Flavia Tubili",
        "Maria Alice Donati",
        "Marta Daniotti",
        "Francesca Pochiero",
        "Francesca Rivieri",
        "Salvatore Girlando",
        "Renzo Guerrini"
      ],
      "journal": "European journal of medical genetics",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The sodium-dependent multivitamin transporter (hSMVT) encoded by the SLC5A6 gene is required for the intestinal absorption of biotin, pantothenic acid and lipoate, three micronutrients essential for normal growth and development. Systemic deficiency of these elements, either occurring from nutritional causes or genetic defects, is associated with neurological disorders, growth delay, skin and hair changes, metabolic and immunological abnormalities. A few patients with biallelic variants of SLC5A6 have been reported, exhibiting a spectrum of neurological and systemic clinical features with variable severity. We describe three patients from a single family carrying a homozygous p.(Leu566Valfs*33) variant of SLC5A6 disrupting the frame of the C-terminal portion of the hSMVT. In these patients, we documented a severe disorder featuring developmental delay, sensory polyneuropathy, optic atrophy, recurrent infections, and repeated episodes of intestinal pseudo-obstruction. Two patients who did not receive multivitamin supplementation therapy died in early infancy. In a third patient, early supplementation of biotin and pantothenic acid stabilized the clinical picture changing the course of the disease. These findings extend genotype-phenotype correlations and show how a timely and lifelong multivitamin treatment may be crucial to reduce the risk of life-threatening events in patients with pathogenic variants of the SLC5A6 gene.",
      "mesh_terms": [
        "Humans",
        "Biotin",
        "Follow-Up Studies",
        "Pantothenic Acid",
        "Phenotype",
        "Symporters"
      ]
    },
    {
      "pmid": "37244291",
      "title": "Multivitamin Supplementation Improves Memory in Older Adults: A Randomized Clinical Trial.",
      "authors": [
        "Lok-Kin Yeung",
        "Daniel M Alschuler",
        "Melanie Wall",
        "Heike Luttmann-Gibson",
        "Trisha Copeland",
        "Christiane Hale",
        "Richard P Sloan",
        "Howard D Sesso",
        "JoAnn E Manson",
        "Adam M Brickman"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Maintenance of cognitive abilities is of critical importance to older adults, yet few effective strategies to slow cognitive decline currently exist. Multivitamin supplementation is used to promote general health; it is unclear whether it favorably affects cognition in older age. OBJECTIVES: To examine the effect of daily multivitamin/multimineral supplementation on memory in older adults. METHODS: The COcoa Supplement and Multivitamin Outcomes Study Web (COSMOS-Web) ancillary study (NCT04582617) included 3562 older adults. Participants were randomly assigned to a daily multivitamin supplement (Centrum Silver) or placebo and evaluated annually with an Internet-based battery of neuropsychological tests for 3 y. The prespecified primary outcome measure was change in episodic memory, operationally defined as immediate recall performance on the ModRey test, after 1 y of intervention. Secondary outcome measures included changes in episodic memory over 3 y of follow-up and changes in performance on neuropsychological tasks of novel object recognition and executive function over 3 y. RESULTS: Compared with placebo, participants randomly assigned to multivitamin supplementation had significantly better ModRey immediate recall at 1 y, the primary endpoint (t(5889) = 2.25, P = 0.025), as well as across the 3 y of follow-up on average (t(5889) = 2.54, P = 0.011). Multivitamin supplementation had no significant effects on secondary outcomes. Based on cross-sectional analysis of the association between age and performance on the ModRey, we estimated that the effect of the multivitamin intervention improved memory performance above placebo by the equivalent of 3.1 y of age-related memory change. CONCLUSIONS: Daily multivitamin supplementation, compared with placebo, improves memory in older adults. Multivitamin supplementation holds promise as a safe and accessible approach to maintaining cognitive health in older age. This trial was registered at clinicaltrials.gov as NCT04582617.",
      "mesh_terms": [
        "Humans",
        "Aged",
        "Cross-Sectional Studies",
        "Double-Blind Method",
        "Vitamins",
        "Dietary Supplements",
        "Cognition"
      ]
    },
    {
      "pmid": "37116440",
      "title": "Chemically modified flubendazole carbon electrochemical sensor for aluminum determination in food stuff, Multivitamin syrup and real water samples supported by DFT calculations, IR and morphological tools.",
      "authors": [
        "Khadega Hassan Fawzy",
        "M A Zayed",
        "Eman Yossri Frag"
      ],
      "journal": "Food chemistry",
      "publication_date": "2023-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aluminum is a key component in nearly nourishment stuffs and medications. It is also found in treated drinking water in the form of reactive species, and aluminum salts are commonly utilized as flocculants in water treatment. Meanwhile, it was not thought to be a dangerous metal for people, but research showed a possible link with Alzheimer's disease, breast cancer, autism, and aluminum. Controlling the amount of aluminum in food processing, agriculture, and drinking water is crucial, thus newly synthesized Al(III) ion selective electrode based on innocuous reagent, flubendazole drug, has been developed. The electrode displayed Nernstian slopes of 20.11 0.47 mV decade-1 at 25 ± 1 °C, covering a wide concentration range of Al(III) from 1 × 10-7 to 1 × 10-1 mol L-1. The response mechanism is studied using IR, computational calculations, morphological tools. The developed sensor has been utilized to accurately measure Al(III) ions in genuine water samples, multivitamin syrup, and food stuff.",
      "mesh_terms": [
        "Humans",
        "Carbon",
        "Aluminum",
        "Drinking Water",
        "Density Functional Theory"
      ]
    },
    {
      "pmid": "37035889",
      "title": "Impact of multivitamin-mineral and cocoa extract on incidence of mild cognitive impairment and dementia: Results from the COcoa Supplement and Multivitamin Outcomes Study for the Mind (COSMOS-Mind).",
      "authors": [
        "Bonnie C Sachs",
        "Benjamin J Williams",
        "Sarah A Gaussoin",
        "Laura D Baker",
        "JoAnn E Manson",
        "Mark A Espeland",
        "Howard D Sesso",
        "Sally A Shumaker",
        "Stephen R Rapp"
      ],
      "journal": "Alzheimer's & dementia : the journal of the Alzheimer's Association",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "INTRODUCTION: We assessed the effects of multivitamin-mineral and cocoa extract supplementation on incident mild cognitive impairment (MCI) and all-cause probable dementia. METHODS: COSMOS-Mind (N = 2262), a 2 × 2 factorial, randomized-controlled clinical trial administered a telephone-based cognitive battery at baseline and annually for 3 years. Incidence rates of MCI, and separately dementia, were compared among treatment arms with proportional hazards regression. RESULTS: Over 3 years, 110 incident MCI and 14 incident dementia cases were adjudicated. Incidence rates did not vary by assignment to multivitamin-mineral or cocoa extract (all p's ≥ 0.05); however, statistical power was low. When participants assigned to multivitamin-mineral versus placebo converted to MCI, their scores for global cognition (p = 0.03) and executive function (p < 0.001) were higher and had declined less relative to the previous year (p = 0.03 for global cognition; p = 0.004 for executive function). DISCUSSION: Multivitamin-mineral therapy may provide cognitive resilience, countering conversion to MCI, but not significantly reduce its incidence over 3 years. HIGHLIGHTS: Multivitamin-mineral supplementation did not reduce risks for cognitive impairment. Cocoa extract supplementation did not reduce risks for cognitive impairment. Multivitamin-mineral supplementation slowed cognitive declines for incident mild cognitive impairment.",
      "mesh_terms": [
        "Humans",
        "Incidence",
        "Vitamins",
        "Dietary Supplements",
        "Cognitive Dysfunction",
        "Cognition",
        "Minerals",
        "Dementia"
      ]
    },
    {
      "pmid": "36678149",
      "title": "Is the Tradeoff between Folic Acid or/and Multivitamin Supplementation against Birth Defects in Early Pregnancy Reconsidered? Evidence Based on a Chinese Birth Cohort Study.",
      "authors": [
        "Jian Su",
        "Shen Gao",
        "Ruohua Yan",
        "Ruixia Liu",
        "Shaofei Su",
        "Xiaolu Nie",
        "Xiaohang Liu",
        "Enjie Zhang",
        "Shuanghua Xie",
        "Jianhui Liu",
        "Yue Zhang",
        "Wentao Yue",
        "Chenghong Yin",
        "Xiaoxia Peng"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Jan-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Several studies have reported conflicting results on the association between maternal exposure to folic acid (FA) and/or multivitamin (MV) supplements and the risk of birth defects (BDs), especially for different subtypes of BDs. The present study aimed to identify the association between maternal exposure to FA or/and MV and BDs in offspring. METHODS: In the Chinese Birth Cohort Study initiated from 20 November 2017, 120,652 pregnant women completed follow-up until 20 August 2021. The participants were classified into four groups: without exposure to FA and MV, exposure to only FA, exposure to only MV, and exposure to FA and MV. Birth defects were coded by the International Classification of Diseases (ICD)-10. In order to explore the structural relationship between maternal FA or MV supplements and BDs, directed acyclic graphs were drawn. Then, an inverse probability treatment weighting was utilized to reduce the systematic differences in the baseline characteristics among the different groups. Lastly, a two-level mixed-effect log binomial regression analysis was used to estimate the relative risk (RR) value of the different subtypes of BDs under different exposures to FA and/or MV. RESULTS: Compared with the maternal group without exposure to FA and MV, the RR values of nervous system defects, face, ear, and neck defects, limb defects, and CHDs in the maternal group with only FA supplementation were less than 1.0, but they were not statistically significant. The RR values of genitourinary defects, abnormal chromosomes, and oral clefts were more than 1.0, and they were also not statistically significant. However, the risk of genitourinary defects (RR: 3.22, 95% CI: 1.42-7.29) and chromosomal abnormalities (RR: 2.57, 95% CI: 1.16-5.73) in the maternal group with only MV supplementation increased more than those in the maternal group without exposure to FA and MV. In addition, the RR values of all subtypes of BDs in the maternal group with exposure to FA and MV were closer to 1.0 than those in maternal group with exposure to only MV, but they were not statistically significant. CONCLUSIONS: It was indicated that the simultaneous supplementation of FA and MV in early pregnancy may have an interaction for the prevention of BDs and may have inconsistent effects for different subtypes of BDs. At the same time, excessive FA supplementation in pregnant women may increase the risk of BDs in their offspring. Although the mechanism is not clear, this evidence reminded us that more trade-offs are necessary for formulating strategies for the prevention of BDs with FA and/or MV supplementation in early pregnancy.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Pregnancy",
        "Folic Acid",
        "Cohort Studies",
        "East Asian People",
        "Vitamins",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "36534331",
      "title": "Sodium Multivitamin Transporter-Targeted Fluorochrome Facilitates Enhanced Metabolic Evaluation of Tumors Through Coenzyme-R Dependent Intracellular Signaling Pathways.",
      "authors": [
        "Feredun Azari",
        "Gregory T Kennedy",
        "Ashley Chang",
        "Bilal Nadeem",
        "Patrick Bou-Samra",
        "Austin Chang",
        "Alix Segil",
        "Elizabeth Bernstein",
        "Neil T Sullivan",
        "Evgeniy Eruslanov",
        "James Delikatny",
        "Sunil Singhal"
      ],
      "journal": "Molecular imaging and biology",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Intraoperative molecular imaging (IMI)-guided resections have been shown to improve oncologic outcomes for patients undergoing surgery for solid malignancies. The technology utilizes fluorescent tracers targeting cancer cells without the use of any ionizing radiation. However, currently available targeted IMI tracers are effective only for tumors with a highly specific receptor expression profile, and there is an unmet need for IMI tracers to label a broader range of tumor types. Here, we describe the development and testing of a novel tracer (CR)-S0456) targeted to the sodium multivitamin transporter (SMVT). METHODS: Preclinical models of fibrosarcoma (HT-1080), lung (A549), breast (4T1), and renal cancers (HEK-293 T) in vitro and in vivo were used for assessment of (CR)-S0456 specific tumor labeling via sodium-mediated SMVT uptake in dipotassium phosphate or choline chloride-containing media buffer. Additionally, pharmacologic inhibition of multiple intracellular coenzyme-R obligate signaling pathways, including holocarboxylase synthetase (sulconazole nitrate), PI3K/AKT/mTOR (omipalisib), and calmodulin-dependent phosphatase (calmidazolium), were investigated to assess (CR)-S0456 uptake kinetics. Human fibrosarcoma-bearing xenografts in athymic nude mice were used for tumor and metabolic-specific labeling. Novel NIR needle confocal laser endomicroscopic (nCLE) intratumoral sampling was performed to demonstrate single-cell specific labeling by CR-S0456. RESULTS: CR-S0456 localization in vitro correlated with highly proliferative cell lines (MTT) and doubling time (p < 0.05) with the highest microscopic fluorescence detected in aggressive human fibrosarcomas (HT-1080). Coenzyme-R-specific localization was demonstrated to be SMVT-specific after competitive inhibition of internal localization with excess administration of pantothenic acid. Inhibiting the activity of SMVT by affecting sodium ion hemostasis prevented the complete uptake of CR-S0456. In vivo validation demonstrated (CR)-S0456 localization to xenograft models with accurate identification of primary tumors as well as margin assessment down to 1 mm3 tumor volume. Systemic treatment of xenograft-bearing mice with a dual PI3K/mTOR inhibitor suppressed intratumoral cell signaling and (CR)-S0456 uptake via a reduction in SMVT expression. Novel analysis of in vivo intratumoral cytologic fluorescence using near-infrared confocal laser endomicroscopy demonstrated the absence of coenzyme-R-mediated NIR fluorescence but not fibroblast activation protein (FAP)-conjugated fluorochrome, indicating specific intracellular inhibition of coenzyme-R obligate pathways. CONCLUSION: These findings suggest that a SMVT-targeted NIR contrast agent can be a suitable tracer for imaging a wide range of malignancies as well as evaluating metabolic response to systemic therapies, similar to PET imaging with immune checkpoint inhibitors.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Fluorescent Dyes",
        "Sodium",
        "HEK293 Cells",
        "Mice, Nude",
        "Phosphatidylinositol 3-Kinases",
        "Symporters",
        "Biotin",
        "Signal Transduction",
        "Fibrosarcoma"
      ]
    },
    {
      "pmid": "36148465",
      "title": "Effect of multivitamin drug on intractable dry eye symptoms.",
      "authors": [
        "Se Hie Park",
        "Jin Sun Hwang",
        "Young Joo Shin"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dry eye is a disorder of tear film and ocular surface characterized by ocular discomforts. It is associated with multiple causes and sometimes intractable. We investigated the effect of oral multivitamin supplementation (MVG) on dry eyes. Tear break-up time (TBUT), fluorescein ocular surface staining score, and tear secretion Schirmer test were measured in dry eye patients refractory to conventional topical treatment. The ocular surface disease index (OSDI), visual analog pain score (VAS), and modified standardized patient evaluation of eye dryness questionnaire were analyzed. In total, 42 eyes of 42 patients were included. TBUT increased at 1 and 3 months compared to baseline (p < 0.05). OSDI decreased at 1 and 3 months compared to baseline (p < 0.05). VAS score, impact on life, and frequency of total symptoms decreased at 3 months compared to baseline (p < 0.05). Oral administration of MVG, a vitamin complex formulation, was effective in stabilizing tear stability and alleviating symptoms in patients with intractable dry eye. Thus, it may be a viable treatment option for intractable dry eye."
    },
    {
      "pmid": "36102337",
      "title": "Effects of cocoa extract and a multivitamin on cognitive function: A randomized clinical trial.",
      "authors": [
        "Laura D Baker",
        "Joann E Manson",
        "Stephen R Rapp",
        "Howard D Sesso",
        "Sarah A Gaussoin",
        "Sally A Shumaker",
        "Mark A Espeland"
      ],
      "journal": "Alzheimer's & dementia : the journal of the Alzheimer's Association",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Dietary supplements are touted for cognitive protection, but supporting evidence is mixed. COSMOS-Mind tested whether daily administration of cocoa extract (containing 500 mg/day flavanols) versus placebo and a commercial multivitamin-mineral (MVM) versus placebo improved cognition in older women and men. METHODS: COSMOS-Mind, a large randomized two-by-two factorial 3-year trial, assessed cognition by telephone at baseline and annually. The primary outcome was a global cognition composite formed from mean standardized (z) scores (relative to baseline) from individual tests, including the Telephone Interview of Cognitive Status, Word List and Story Recall, Oral Trail-Making, Verbal Fluency, Number Span, and Digit Ordering. Using intention-to-treat, the primary endpoint was change in this composite with 3 years of cocoa extract use. The pre-specified secondary endpoint was change in the composite with 3 years of MVM supplementation. Treatment effects were also examined for executive function and memory composite scores, and in pre-specified subgroups at higher risk for cognitive decline. RESULTS: A total of 2262 participants were enrolled (mean age = 73y; 60% women; 89% non-Hispanic White), and 92% completed the baseline and at least one annual assessment. Cocoa extract had no effect on global cognition (mean z-score = 0.03, 95% CI: -0.02 to 0.08; P = .28). Daily MVM supplementation, relative to placebo, resulted in a statistically significant benefit on global cognition (mean z = 0.07, 95% CI 0.02 to 0.12; P = .007), and this effect was most pronounced in participants with a history of cardiovascular disease (no history: 0.06, 95% CI 0.01 to 0.11; history: 0.14, 95% CI -0.02 to 0.31; interaction, nominal P = .01). Multivitamin-mineral benefits were also observed for memory and executive function. The cocoa extract by MVM group interaction was not significant for any of the cognitive composites. DISCUSSION: Cocoa extract did not benefit cognition. However, COSMOS-Mind provides the first evidence from a large, long-term, pragmatic trial to support the potential efficacy of a MVM to improve cognition in older adults. Additional work is needed to confirm these findings in a more diverse cohort and to identify mechanisms to account for MVM effects. HIGHLIGHTS: COSMOS-Mind was a large simple pragmatic randomized clinical trial in older adults conducted by mail and telephone. The trial used a two-by-two factorial design to assess treatment effects of two different interventions within a single large study. We found no cognitive benefit of daily cocoa extract administration (containing 500 mg flavanols) for 3 years. Daily multivitamin-mineral (MVM) supplementation for 3 years improved global cognition, episodic memory, and executive function in older adults. The MVM benefit appeared to be greater for adults with cardiovascular disease.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Female",
        "Aged",
        "Cardiovascular Diseases",
        "Vitamins",
        "Cognition",
        "Cognitive Dysfunction",
        "Dietary Supplements",
        "Minerals"
      ]
    },
    {
      "pmid": "35951062",
      "title": "Safety and Efficacy of a Multivitamin, Multimineral, Bovine Colostrum-Containing Supplement: An Open-label Pilot Intervention Trial in Healthy Adult Women and Men.",
      "authors": [
        "Xuesheng Han",
        "Brent Vaughan",
        "David Vollmer"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Clinical Trial",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study was undertaken to explore the effects of a bovine colostrum-containing multivitamin multimineral (MVM) supplement on healthy, adult women and men by determining blood chemistries and health parameters via serum and saliva sampling and measuring each subject's physical characteristics over a 12-week interval. PARTICIPANTS: Fifty participants were screened for the study, after which twenty participants were determined eligible to enter the study. Thirteen participants (6 women and 7 men, average age 30.9 years, average BMI 27.3 kg/m2) completed the whole study. RESULTS: MVM did not significantly impact serum alanine aminotransferase (ALT), aspartate aminotransferase (AST), gamma-glutamyl transpeptidase (GGT) levels. The MVM significantly improved serum folate levels (48.3% increase at Week 12: 23.56 ± 5.75 ng/mL versus Week 0: 15.88 ± 3.40 ng/mL, P = .0001). MVM improved serum levels of vitamin B12 (21.3% increase at Week 12: 789.38 ± 313.23 pg/mL versus Week 0: 650.54 ± 228.02 pg/mL, P = .0690) and 25-hydroxy-vitamin D levels (9.1% increase at Week 12: 32.22 ± 5.81 ng/mL versus Week 0: 29.54 ± 11.30 ng/mL, P = .3570). The salivary IgA levels showed a significant increase at Week 4 (249.85 ± 95.63 ng/ml), Week 8 (271.65 ± 133.52 ng/ml), and Week 12 (279.88 ± 128.19 ng/ml) compared to Week 0 (177.57 ± 74.81 ng/ml). CONCLUSIONS: This study shows that MVM has a good safety and tolerability profile and can be used as a daily nutritional supplement safely. MVM may improve serum levels of vitamin D, folate, vitamin B12, and, possibly, other blood markers. The study showed that MVM may improve secretory IgA levels, a major component of oral immunity. These findings suggest an overall improvement in several aspects of health and need to be confirmed in a larger, placebo-controlled study.",
      "mesh_terms": [
        "Adult",
        "Animals",
        "Cattle",
        "Female",
        "Humans",
        "Male",
        "Pregnancy",
        "Colostrum",
        "Dietary Supplements",
        "Folic Acid",
        "Pilot Projects",
        "Vitamin B 12",
        "Vitamin D",
        "Vitamins"
      ]
    },
    {
      "pmid": "35670139",
      "title": "Mortality after multivitamin supplementation: Nearly 35-year follow-up of the randomized Linxian Dysplasia Nutrition Intervention Trial.",
      "authors": [
        "Jin-Hu Fan",
        "Jian-Bing Wang",
        "Huan Yang",
        "Sanford M Dawsey",
        "Philip R Taylor",
        "You-Lin Qiao",
        "Christian C Abnet"
      ],
      "journal": "Cancer",
      "publication_date": "2022-Aug-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, N.I.H., Intramural"
      ],
      "abstract": "BACKGROUND: The objective of this study was to update the association between multivitamin supplementation and total or cause-specific mortality in a population with a high prevalence of undernutrition in China. METHODS: The Linxian Dysplasia Nutrition Intervention Trial was a randomized, double-blind, placebo-controlled trial in which 3318 persons aged 40-69 years with esophageal squamous dysplasia were assigned to receive daily multivitamin supplementation or a placebo for 6 years and were followed for 29 years. The primary outcome was esophageal/gastric cardia cancer mortality. The data were analyzed with Cox proportional hazards regression models. Subgroup analyses were performed by common characteristics such as age and gender. RESULTS: The cumulative total mortality was 83.5%. Multivitamin supplementation did not affect total or cause-specific mortality in the participants as a whole (hazard ratio [HR], 0.96; 95% confidence interval [CI], 0.89-1.03). Subgroup analyses showed that no association between multivitamin supplementation and all-cause mortality was observed in men (HR, 0.90; 95% CI, 0.81-1.01), women (HR, 1.01; 95% CI, 0.91-1.12), younger participants (HR, 0.97; 95% CI, 0.87-1.08), or older participants (HR, 0.94; 95% CI, 0.85-1.04). Significant reductions in heart disease mortality (HR, 0.64; 95% CI, 0.47-0.87) and cerebrovascular disease mortality (HR, 0.74; 95% CI, 0.56-1.00) were seen in older men. In a subgroup of younger men and a subgroup of moderate or severe dysplasia, subjects receiving multivitamin supplementation had a lower risk of esophageal/cardia cancer mortality (HR for younger men, 0.76; 95% CI, 0.58-0.99; HR for moderate or severe dysplasia, 0.76; 95% CI, 0.58-1.00). No association between multivitamin supplementation and any cause-specific mortality was observed in a mild dysplasia population. CONCLUSIONS: Multivitamin supplementation in a population with esophageal squamous dysplasia was not associated with the risk of total mortality in the 35-year follow-up of this randomized controlled trial. In light of this and previous trials, multivitamin supplements should be used thoughtfully to improve health status of populations with esophageal squamous dysplasia. LAY SUMMARY: Multivitamin supplementation is common, yet its effect on mortality is unclear. The aim of this study was to update the long-term effects of multivitamin supplementation on total and cause-specific mortality during nearly 35 years of follow-up in the Linxian Dysplasia Nutrition Intervention Trial in China. Multivitamin supplementation in a population with esophageal squamous dysplasia was not associated with the risk of total mortality in the 35-year follow-up of this randomized controlled trial, and this indicates that multivitamin supplements should be used thoughtfully to improve health status.",
      "mesh_terms": [
        "Aged",
        "Carcinoma, Squamous Cell",
        "Dietary Supplements",
        "Esophageal Neoplasms",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Hyperplasia",
        "Male",
        "Vitamins"
      ]
    },
    {
      "pmid": "35468272",
      "title": "The association between fruit and vegetable consumption and metabolic syndrome in Korean adults: does multivitamin use matter?",
      "authors": [
        "Jihae Kim",
        "Li-Juan Tan",
        "Hyein Jung",
        "Yumi Roh",
        "Kyungjoon Lim",
        "Sangah Shin"
      ],
      "journal": "Epidemiology and health",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Metabolic syndrome (MetS) is closely associated with dietary intake; however, few studies have investigated whether the consumption of fruits and vegetables and multivitamin use affect MetS in the Korean population. This study aimed to examine these effects in Korean adults. METHODS: This was a cross-sectional study of 89,548 participants aged between 40 years and 69 years selected from the baseline data of the Health Examinees study conducted in Korea. Fresh vegetable and fruit consumption was assessed using a validated 106-item food frequency questionnaire. MetS and its components were defined using the National Cholesterol Education Program, Adult Treatment Panel III criteria. Multivariate logistic regression analyses were conducted to identify associations of fresh vegetable, fruit, and fresh vegetable+fruit consumption and multivitamin use with the prevalence of MetS. RESULTS: Female in the highest quartile of fresh vegetable, fruit, and fresh vegetable + fruit consumption exhibited a lower prevalence of MetS than those in the lowest quartile. An inverse association with the prevalence of MetS was observed among male with only fresh vegetable consumption. The interaction between the 3 categories and multivitamin intake on the prevalence of MetS was not significant (all pinteraction>0.05), regardless of sex. CONCLUSIONS: Multivitamin use and consumption of fresh vegetables and fruits had no significant synergistic effects. Although fresh vegetable and fruit consumption showed an inverse association with the prevalence of MetS, this relationship was not altered by multivitamin use.",
      "mesh_terms": [
        "Adult",
        "Cross-Sectional Studies",
        "Diet",
        "Female",
        "Fruit",
        "Humans",
        "Male",
        "Metabolic Syndrome",
        "Republic of Korea",
        "Vegetables"
      ]
    },
    {
      "pmid": "35388472",
      "title": "Multivitamin use and risk of preeclampsia: A systematic review and meta-analysis.",
      "authors": [
        "Cecilie Holm Christiansen",
        "Stinne Høgh",
        "Line Rode",
        "Jeppe Bennekou Schroll",
        "Hanne Kristine Hegaard",
        "Hanne Trap Wolf"
      ],
      "journal": "Acta obstetricia et gynecologica Scandinavica",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "INTRODUCTION: Preeclampsia is associated with adverse maternal and neonatal outcomes. It is unclear whether multivitamin use reduces the risk of preeclampsia. This systematic review and meta-analysis aimed to evaluate the association between multivitamin use and the risk of preeclampsia. MATERIAL AND METHODS: We searched PubMed, Embase and the Cochrane Library from database inception to July 2021. Randomized controlled trials (RCTs), case-control and cohort studies assessing the association between multivitamin use and risk of preeclampsia were eligible. Studies of treatment with a single micronutrient were excluded. Relative risks and 95% confidence intervals (95% CI) were calculated using random-effects models. RoB2, the Newcastle Ottawa Scale and GRADE were used to assess risk of bias and quality of evidence. The protocol was registered in PROSPERO (no. CRD42021214153). RESULTS: Six studies were included (33 356 women). Only two RCTs were found, both showing a significantly decreased risk of preeclampsia in multivitamin users. These studies were not compatible for meta-analysis due to clinical heterogeneity. A meta-analysis of observational studies using a random-effects model showed an unchanged risk of preeclampsia following multivitamin use (relative risk 0.85, 95% CI 0.69-1.03). The quality of evidence according to GRADE was very low. CONCLUSIONS: Very weak evidence suggests that multivitamin use might reduce the risk of preeclampsia; however, more research is needed. Large RCTs should be prioritized. The results of this review do not allow any final conclusions to be drawn regarding a preventive effect of multivitamin use in relation to preeclampsia.",
      "mesh_terms": [
        "Case-Control Studies",
        "Cohort Studies",
        "Female",
        "Humans",
        "Infant, Newborn",
        "Micronutrients",
        "Pre-Eclampsia",
        "Pregnancy"
      ]
    },
    {
      "pmid": "35294969",
      "title": "Multivitamins in the prevention of cancer and cardiovascular disease: the COcoa Supplement and Multivitamin Outcomes Study (COSMOS) randomized clinical trial.",
      "authors": [
        "Howard D Sesso",
        "Pamela M Rist",
        "Aaron K Aragaki",
        "Susanne Rautiainen",
        "Lisa G Johnson",
        "Georgina Friedenberg",
        "Trisha Copeland",
        "Allison Clar",
        "Samia Mora",
        "M Vinayaga Moorthy",
        "Ara Sarkissian",
        "Jean Wactawski-Wende",
        "Lesley F Tinker",
        "William R Carrick",
        "Garnet L Anderson",
        "JoAnn E Manson"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2022-Jun-07",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Although older adults commonly take multivitamin-multimineral (MVM) supplements to promote health, evidence on the use of daily MVMs on invasive cancer is limited. OBJECTIVES: The study objective was to determine if a daily MVM decreases total invasive cancer among older adults. METHODS: We performed a randomized, double-blind, placebo-controlled, 2-by-2 factorial trial of a daily MVM and cocoa extract for prevention of cancer and cardiovascular disease (CVD) among 21,442 US adults (12,666 women aged ≥65 y and 8776 men aged ≥60 y) free of major CVD and recently diagnosed cancer. The intervention phase was from June 2015 through December 2020. This article reports on the MVM intervention. Participants were randomly assigned to daily MVM or placebo. The primary outcome was total invasive cancer, excluding nonmelanoma skin cancer. Secondary outcomes included major site-specific cancers, total CVD, all-cause mortality, and total cancer risk among those with a baseline history of cancer. RESULTS: During a median follow-up of 3.6 y, invasive cancer occurred in 518 participants in the MVM group and 535 participants in the placebo group (HR: 0.97; 95% CI: 0.86, 1.09; P = 0.57). We observed no significant effect of a daily MVM on breast cancer (HR: 1.06; 95% CI: 0.79, 1.42) or colorectal cancer (HR: 1.30; 95% CI: 0.80, 2.12). We observed a protective effect of a daily MVM on lung cancer (HR: 0.62; 95% CI: 0.42, 0.92). The composite CVD outcome occurred in 429 participants in the MVM group and 437 participants in the placebo group (HR: 0.98; 95% CI: 0.86, 1.12). MVM use did not significantly affect all-cause mortality (HR: 0.93; 95% CI: 0.81, 1.08). There were no safety concerns. CONCLUSIONS: A daily MVM supplement, compared with placebo, did not significantly reduce the incidence of total cancer among older men and women. Future studies are needed to determine the effects of MVMs on other aging-related outcomes among older adults. This trial is registered at www.clinicaltrials.gov as NCT02422745.",
      "mesh_terms": [
        "Aged",
        "Breast Neoplasms",
        "Cacao",
        "Cardiovascular Diseases",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Health Promotion",
        "Humans",
        "Male",
        "Vitamins"
      ]
    },
    {
      "pmid": "35294962",
      "title": "Effect of cocoa flavanol supplementation for the prevention of cardiovascular disease events: the COcoa Supplement and Multivitamin Outcomes Study (COSMOS) randomized clinical trial.",
      "authors": [
        "Howard D Sesso",
        "JoAnn E Manson",
        "Aaron K Aragaki",
        "Pamela M Rist",
        "Lisa G Johnson",
        "Georgina Friedenberg",
        "Trisha Copeland",
        "Allison Clar",
        "Samia Mora",
        "M Vinayaga Moorthy",
        "Ara Sarkissian",
        "William R Carrick",
        "Garnet L Anderson"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2022-Jun-07",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Cocoa extract is a source of flavanols that favorably influence vascular risk factors in small and short-term trials, yet effects on clinical cardiovascular events are untested. OBJECTIVES: We examined whether cocoa extract supplementation decreases total cardiovascular disease (CVD) among older adults. METHODS: We conducted a randomized, double-blind, placebo-controlled, 2-by-2 factorial trial of cocoa extract supplementation and multivitamins for prevention of CVD and cancer among 21,442 US adults (12,666 women aged ≥65 y and 8776 men aged ≥60 y), free of major CVD and recently diagnosed cancer. The intervention phase was June 2015 through December 2020. This article reports on the cocoa extract intervention. Participants were randomly assigned to a cocoa extract supplement [500 mg flavanols/d, including 80 mg (-)-epicatechin] or placebo. The primary outcome was a composite of confirmed incident total cardiovascular events, including myocardial infarction (MI), stroke, coronary revascularization, cardiovascular death, carotid artery disease, peripheral artery surgery, and unstable angina. RESULTS: During a median follow-up of 3.6 y, 410 participants taking cocoa extract and 456 taking placebo had confirmed total cardiovascular events (HR: 0.90; 95% CI: 0.78, 1.02; P = 0.11). For secondary endpoints, HRs were 0.73 (95% CI: 0.54, 0.98) for CVD death, 0.87 (95% CI: 0.66, 1.16) for MI, 0.91 (95% CI: 0.70, 1.17) for stroke, 0.95 (95% CI: 0.77, 1.17) for coronary revascularization, neutral for other individual cardiovascular endpoints, and 0.89 (95% CI: 0.77, 1.03) for all-cause mortality. Per-protocol analyses censoring follow-up at nonadherence supported a lower risk of total cardiovascular events (HR: 0.85; 95% CI: 0.72, 0.99). There were no safety concerns. CONCLUSIONS: Cocoa extract supplementation did not significantly reduce total cardiovascular events among older adults but reduced CVD death by 27%. Potential reductions in total cardiovascular events were supported in per-protocol analyses. Additional research is warranted to clarify whether cocoa extract may reduce clinical cardiovascular events. This trial is registered at www.clinicaltrials.gov as NCT02422745.",
      "mesh_terms": [
        "Aged",
        "Cacao",
        "Cardiovascular Diseases",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Male",
        "Myocardial Infarction",
        "Neoplasms",
        "Plant Extracts",
        "Polyphenols",
        "Risk Factors",
        "Stroke",
        "Vitamins"
      ]
    },
    {
      "pmid": "35288332",
      "title": "Design and baseline characteristics of participants in the COcoa Supplement and Multivitamin Outcomes Study (COSMOS).",
      "authors": [
        "Pamela M Rist",
        "Howard D Sesso",
        "Lisa G Johnson",
        "Aaron K Aragaki",
        "Lu Wang",
        "Susanne Rautiainen",
        "Aditi Hazra",
        "Deirdre K Tobias",
        "Meryl S LeBoff",
        "Hagen Schroeter",
        "Georgina Friedenberg",
        "Trisha Copeland",
        "Allison Clar",
        "Lesley F Tinker",
        "Rebecca P Hunt",
        "Shari S Bassuk",
        "Ara Sarkissian",
        "Douglas C Smith",
        "Eduardo Pereira",
        "William R Carrick",
        "Emily S Wion",
        "Jennifer Schoenberg",
        "Garnet L Anderson",
        "JoAnn E Manson"
      ],
      "journal": "Contemporary clinical trials",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Background Cocoa extract and multivitamins have been proposed to reduce the risk of cardiovascular disease (CVD) and cancer, respectively. However, few randomized clinical trials have tested their long-term effects on these outcomes. Methods The COcoa Supplement and Multivitamin Outcomes Study (COSMOS) is a randomized, double-blind, placebo-controlled, 2 × 2 factorial trial of a cocoa extract supplement and a multivitamin supplement to reduce the risk of CVD and cancer. Here we describe the pragmatic, hybrid design of the trial and baseline characteristics of the trial participants. Results The nationwide study population includes 21,442 U.S. women aged ≥65 years and men aged ≥60 years without baseline myocardial infarction (MI), stroke, or a recent (within the past 2 years) cancer diagnosis. Participants were randomized in a 2 × 2 factorial design to one of four groups: (1) cocoa extract (containing 500 mg/d flavanols, including 80 mg (-)-epicatechin) and a multivitamin (Centrum Silver©); (2) cocoa extract and multivitamin placebo; (3) multivitamin and cocoa extract placebo; or (4) both placebos. Randomization successfully distributed baseline demographic, clinical, behavioral, and dietary characteristics across treatment groups. Baseline biospecimens were collected from 6867 participants, with at least one follow-up biospecimen from 2142 participants. The primary outcome for the cocoa extract intervention is total CVD (a composite of MI, stroke, cardiovascular mortality, coronary revascularization, unstable angina requiring hospitalization, carotid artery surgery, and peripheral artery surgery); the primary outcome for the multivitamin intervention is total invasive cancer. Conclusion COSMOS will provide important information on the health effects of cocoa extract and multivitamin supplementation in older U.S. adults. Clinical Trials Registration: clinicaltrials.gov #NCT02422745.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Cacao",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Myocardial Infarction",
        "Neoplasms",
        "Plant Extracts",
        "Stroke",
        "Vitamins"
      ]
    },
    {
      "pmid": "35274031",
      "title": "Resolution of acquired palmoplantar keratoderma and scurvy after treatment of multivitamin deficiencies.",
      "authors": [
        "Corbett T Berry",
        "Katarina G Berry",
        "James Abbott",
        "Angela J Jiang",
        "Lukas Ronner",
        "Nicholas K Mollanazar",
        "Robin Canada",
        "Douglas J Pugliese",
        "Temitayo A Ogunleye"
      ],
      "journal": "JAAD case reports",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ]
    },
    {
      "pmid": "35217562",
      "title": "A mild case of sodium-dependent multivitamin transporter (SMVT) deficiency illustrating the importance of treatment response in variant classification.",
      "authors": [
        "Ingeborg Hauth",
        "Hans R Waterham",
        "Ronald J A Wanders",
        "Saskia N van der Crabben",
        "Clara D M van Karnebeek"
      ],
      "journal": "Cold Spring Harbor molecular case studies",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Case Reports",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Sodium-dependent multivitamin transporter (SMVT) deficiency is a recently described multivitamin-responsive inherited metabolic disorder (IMD) of which the phenotypic spectrum and response to treatment remains to be elucidated. So far, four pediatric patients have been described in three case reports with symptoms ranging from severe neurodevelopmental delay to feeding problems and failure to thrive, who demonstrated significant improvement after initiation of enhancement of targeted multivitamin treatment (biotin, pantothenic acid, and lipoic acid). We describe a fifth case of a patient presenting at the relatively mild end of the phenotypic spectrum with failure to thrive, frequent vomiting and metabolic acidosis with hypoglycemia, and mild osteopenia, who was diagnosed with SMVT deficiency due to compound heterozygous variants in SLC5A6 Additional genetic testing of variants of unknown significance (VUSs) as well as the clinical improvement in all aspects of the patient's disease upon initiation of treatment with biotin and pantothenic acid (plus lipoate as antioxidant) aided in the confirmation of this diagnosis. This case report aims to enhance recognition of the broad phenotypic spectrum of SMVT deficiency due to SLC5A6 mutations and discusses the different treatment strategies. It demonstrates how combining biochemical and genetic testing with the evaluation of (early) treatment response (i.e., using a \"diagnostic therapeuticum\") can influence confirmation of pathogenicity of genomic variants.",
      "mesh_terms": [
        "Biotin",
        "Child",
        "Failure to Thrive",
        "Humans",
        "Pantothenic Acid",
        "Sodium",
        "Symporters"
      ]
    },
    {
      "pmid": "35109953",
      "title": "Effects of multivitamin, mineral and n-3 polyunsaturated fatty acid supplementation on aggression among long-stay psychiatric in-patients: randomised clinical trial.",
      "authors": [
        "Nienke J de Bles",
        "Nathaly Rius-Ottenheim",
        "Johanna M Geleijnse",
        "Ondine van de Rest",
        "Jan P A M Bogers",
        "Anke Schat",
        "Henk L I Nijman",
        "David van den Berg",
        "Lucas Joos",
        "Annelies van Strater",
        "Tine de Ridder",
        "Joost J Stolker",
        "Wilbert B van den Hout",
        "Albert M van Hemert",
        "Erik J Giltay"
      ],
      "journal": "BJPsych open",
      "publication_date": "2022-Feb-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Aggression and violent incidents are a major concern in psychiatric in-patient care. Nutritional supplementation has been found to reduce aggressive incidents and rule violations in forensic populations and children with behavioural problems. AIMS: To assess whether multivitamin, mineral and n-3 polyunsaturated fatty acid supplementation would reduce the number of aggressive incidents among long-stay psychiatric in-patients. METHOD: The trial was a pragmatic, multicentre, randomised, double-blind placebo-controlled study. Data were collected from 25 July 2016 to 29 October 2019, at eight local sites for mental healthcare in The Netherlands and Belgium. Participants were randomised (1:1) to receive 6-month treatment with either three supplements containing multivitamins, minerals and n-3 polyunsaturated fatty acid, or placebo. The primary outcome was the number of aggressive incidents, determined by the Staff Observation Aggression Scale - Revised (SOAS-R). Secondary outcomes were patient quality of life, affective symptoms and adverse events. RESULTS: In total, 176 participants were randomised (supplements, n = 87; placebo, n = 89). Participants were on average 49.3 years old (s.d. 14.5) and 64.2% were male. Most patients had a psychotic disorder (60.8%). The primary outcome of SOAS-R incidents was similar in supplement (1.03 incidents per month, 95% CI 0.74-1.37) and placebo groups (0.90 incidents per month, 95% CI 0.65-1.19), with a rate ratio of 1.08 (95% CI 0.67-1.74, P = 0.75). Differential effects were not found in sensitivity analyses on the SOAS-R or on secondary outcomes. CONCLUSIONS: Six months of nutritional supplementation did not reduce aggressive incidents among long-stay psychiatric in-patients."
    },
    {
      "pmid": "35089203",
      "title": "Prevalence and characteristics of multivitamin-multimineral (MVMM) use among Saudi populations in Riyadh, Saudi Arabia: A cross-sectional study.",
      "authors": [
        "Saleh I Alwalan",
        "Abdullah A Alrasheed",
        "Khaled K Aldossari",
        "Jamaan M Al-Zahrani",
        "Abdullah Mohammed Alshahrani",
        "Mohammed A Batais",
        "Turky H Almigbal"
      ],
      "journal": "Medicine",
      "publication_date": "2022-Jan-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Use of multivitamin multimineral (MVMM) preparations is prevalent and growing worldwide, contributing to major health expenditure. Minimal literature on prevalence and characteristics of MVMM use is available from Saudi Arabia.The study was conducted to determine the prevalence and characteristics of MVMM use among Saudi population in Riyadh, Saudi Arabia.A cross-sectional study was conducted at 6 shopping malls located in the different regions of Riyadh city for 6 months from February 01, 2019, to July 31, 2019. A well-structured English questionnaire was developed, translated into Arabic language, and validated by the experts. A pertinent inclusion and exclusion criteria were established. After having informed consent to be included in the study, the printed copies of the questionnaire were distributed among the participants using a convenient sampling technique. The data were collected and analyzed using SPSS version 24. Descriptive statistics were presented as numbers, percentages, means, and standard deviations. A P value of ≤.05 and 95% confidence intervals were used to report the statistical significance.Out of 1200 surveys distributed, 1105 were returned by the participants (response rate 92%). Prevalence of MVMM supplements use turned out to be 47%. The study revealed statistically significant association between MVMM use and gender, marital status, education, regular exercise, smoking, following special diet, and eating fruits and vegetables (P ≤ .05). Majority of the participants used MVMM on daily basis (57.9%), and hospital prescriptions (57.9%) were the most common reason of MVMM use. Majority of the participants used MVMM for diet supplements (32.2%), health promotion (29.4%), and treatment of disease (16%).The MVMM use is prevalent in Saudi population, warranting sound regulatory policies for their judicial use and increase awareness about the benefits and side effects of dietary supplements.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Cross-Sectional Studies",
        "Dietary Supplements",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Prevalence",
        "Saudi Arabia",
        "Vitamins"
      ]
    },
    {
      "pmid": "34967189",
      "title": "Efficacy of a multivitamin adherence program based on cognitive dissonance for bariatric patients: A randomized controlled trial.",
      "authors": [
        "Daniela Lilian González-Sánchez",
        "Aracely Serrano-Medina",
        "José Manuel Cornejo-Bravo",
        "Efraín Armenta-Rojas",
        "Ana Laura Martínez-Martínez",
        "Estefanía Ochoa-Ruíz",
        "Víctor Hugo Andrade-Soto",
        "Gisela Pineda-García"
      ],
      "journal": "Asia Pacific journal of clinical nutrition",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND AND OBJECTIVES: Micronutrient deficiencies are common among bariatric patients; this study aimed to determine whether a cognitive dissonance-based virtual program improved adherence to multivitamin use in bariatric patients from northern Mexico. METHODS AND STUDY DESIGN: A randomized controlled trial of the supplementation strategy was conducted over three months. The participants were randomized to an intervention or waitlisted control group and received two psycho-educative and four cognitive dissonance virtual sessions. Multiple linear regression was used to determine standardized estimates of associations between the intervention and dependent variables. Two path analyses were evaluated considering baseline and post-test measurements. RESULTS: Intervention was associated with higher concentrations of Hb (β=0.758, p<0.001), vitamin D (β=0.577, p<0.001), iron (β=0.523, p<0.001), folate (β=0.494, p<0.01), calcium (β=0.452, p<0.01), higher adherence (β=0.467, p<0.001), and level of knowledge (β=0.298, p<0.05. CONCLUSIONS: The dissonance-based intervention potentiated the level of supplementation adherence. A higher level of adherence was reflected in micronutrient concentrations, thus providing confirmation of intervention. Thus, support is found for a multidisciplinary clinical practice that enhances nutrition status after bariatric surgery for obesity.",
      "mesh_terms": [
        "Bariatric Surgery",
        "Cognitive Dissonance",
        "Dietary Supplements",
        "Folic Acid",
        "Humans",
        "Micronutrients",
        "Obesity, Morbid",
        "Vitamins"
      ]
    },
    {
      "pmid": "34084810",
      "title": "The effect of consuming multivitamin/mineral supplements on elderly quality of life: Based on randomized control trial.",
      "authors": [
        "Mitra Abolfathi",
        "Yahya Pasdar",
        "Marzieh Kheiri",
        "Seyed Fahim Irandoost",
        "Fatemeh Darabi"
      ],
      "journal": "Journal of education and health promotion",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Clinical trials concerning the effect of supplements or multivitamin on improving the quality of life have proven different results. The present study was conducted to examine the effect of multivitamin supplement on quality of life of the elderly. MATERIALS AND METHODS: Sixty-four old people over 65 years of age in Kermanshah Elderly Care Center participated in this randomized trial. The samples were first selected using the convenience sampling and then were randomly assigned into intervention and control groups. The intervention group received one multivitamin mineral (MVM) supplement capsule every day for 3 months with no intervention for the control group. Standard quality of life questionnaire was used to collect the data. Data were analyzed using the SPSS software version 22. RESULTS: The mean age of the participants was 70.77 ± 8.29 years. The results of intra-group evaluation of the aspects of quality of life of the elderly show the lack of significant changes in the mean scores of physical health and environmental health of the elderly in the intervention group (P > 0.05) and the significant reduction of these aspects in the control group (P < 0.05) after intervention. The mean score of mental health scores in the intervention group significantly increased (P = 0.01), but there are no significant changes in the control group (P = 0.273). The mean scores of social relationships as well as the overall score of quality of life in the intervention and control groups showed no significant changes (P > 0.05). CONCLUSION: The present study showed that the consumption of MVM supplements can have a positive effect on increasing the quality of life of the elderly, but it is recommended to be done in the long term along diet. Moreover, considering the fact that no change was observed in the other aspects of the quality of life, attentions should be paid to the environmental and social factors such as social supports and empowerment of the old people in the future studies."
    },
    {
      "pmid": "33961285",
      "title": "Retinal changes associated with multivitamin deficiency before and after supplementation.",
      "authors": [
        "Yumin Huang-Link",
        "Pierfrancesco Mirabelli",
        "Hans Lindehammar",
        "Hans Link"
      ],
      "journal": "Acta neurologica Scandinavica",
      "publication_date": "2021-Aug",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nutritional visual defects are apparently uncommon nowadays in developed nations. Retinal change-related visual defects caused by hypovitaminoses may be underdiagnosed. AIM OF THE STUDY: To investigate the retinal structural and functional changes in a patient with multivitamin deficiency before and during vitamin supplementation. METHODS: A 51-year-old female had been on vegetarian diet as a child, and on restrict vegan diet during the last 2 years, developing severe bilateral deterioration of visual function and polyneuropathy. Blood test revealed low levels of vitamin A, B6 and D. The patient underwent examinations with optical coherence tomography (OCT), computerized visual field examination (VF), electroretinography (ERG), visual evoked potentials (VEP) and neurography before and after vitamin supplementation. RESULTS: Visual acuity (VA) was 20/1000 and VF examination showed central scotoma in both eyes. Color vision was significantly affected. Full-field ERG showed normal rod and cone function, but a clearly reduced central peak was registered in multifocal ERG (mf-ERG), indicating impaired fovea function. VEP showed delayed latency and low amplitude of P100 in both eyes. Neurography showed sensory polyneuropathy. OCT showed significant thinning of macular ganglion cell plus inner plexiform layer (GCIPL) with rapid progression. Retinal nerve fiber layer (RNFL) was preserved and normal, which is in contrast to neuroinflammatory conditions. After 2.5 years of multivitamin supplementation, the visual functions were improved. GCIPL thickness was stable without further deterioration. CONCLUSIONS: Multivitamin deficiency results in progressive thinning of GCIPL with severe visual deterioration. In contrast to neuroinflammation, RNFL is preserved and normal. Stabilized GCIPL during vitamin supplementation was associated with improved visual function. OCT provides a sensitive and objective measure for differential diagnosis, monitoring retinal change and response to therapy.",
      "mesh_terms": [
        "Diet, Vegan",
        "Dietary Supplements",
        "Female",
        "Humans",
        "Middle Aged",
        "Vision Disorders",
        "Vitamin A Deficiency",
        "Vitamin B Deficiency",
        "Vitamin D Deficiency"
      ]
    },
    {
      "pmid": "33322606",
      "title": "Resveratrol-Based Multivitamin Supplement Increases Sperm Concentration and Motility in Idiopathic Male Infertility: A Pilot Clinical Study.",
      "authors": [
        "Ester Illiano",
        "Francesco Trama",
        "Alessandro Zucchi",
        "Rossana Giulietta Iannitti",
        "Bernard Fioretti",
        "Elisabetta Costantini"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2020-Dec-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: It is known that a multitude of factors may lead to male factor infertility, but still, in the majority of cases, the cause remains largely idiopathic, reflecting poor understanding of the basic process of spermatogenesis and the mechanisms involved. Resveratrol is a polyphenol compound that displays several cellular aspects mainly associated with SIRT1-pathway activation and promotion of mitochondrial enhancer activities. In several animal models, resveratrol has shown positive effects on mitochondria and membrane potential. This could explain effects on sperm concentration and motility. The aim of this study is to evaluate the effects on the semen parameters of GENANTE®, a multivitamin supplement containing 150 mg of resveratrol/day, in patients with idiopathic infertility. METHODS: This was a prospective single center clinical study. Twenty patients took a multivitamin supplement based on 150 mg of resveratrol (GENANTE®), in the form of an oral tablet every 12 h, and were followed up at 1, 3, and 6 months after treatment. Pre- and post-treatment evaluation included history, clinical examination, semen analysis, hormonal determinations, and scrotal and prostatic ultrasound. RESULTS: Our preliminary pilot study demonstrated that the multivitamin supplement based on resveratrol improves sperm motility (48.3% ± 13.8 vs. 59.0% ± 12.8, p = 0.0001) and concentration (22.6×106/mL ± 9.5 vs. 25.7×106/mL ± 8.1, p = 0.0001) after 3 and 6 months of treatment in men with idiopathic infertility. CONCLUSION: Our data suggest that targeting the metabolic and energetic pathways involved in spermatogenesis and mitochondrial activity could lead to potential effects and counteract subfertility/infertility in men through a mitochondria dynamics mechanism. TRIAL REGISTRATION NUMBER: ClinicalTrials.gov registration identifier: NCT03864198, registered on 1 January 2019."
    },
    {
      "pmid": "33245529",
      "title": "Interventions to Increase Multivitamin Use Among Women in the Interconception Period: An IMPLICIT Network Study.",
      "authors": [
        "Mario P DeMarco",
        "Maha Shafqat",
        "Michael A Horst",
        "Sukanya Srinivasan",
        "Daniel J Frayne",
        "Lisa Schlar",
        "Wendy Brooks Barr"
      ],
      "journal": "Maternal and child health journal",
      "publication_date": "2021-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Each year, 3% of infants in the Unites States (US) are born with congenital anomalies, including 3000 with neural tube defects. Multivitamins (MVIs) including folic acid reduce the incidence of these birth defects. Most women do not take recommended levels of folic acid prior to conception or during the interconception period. METHODS: The Interventions to Minimize Preterm and Low Birth Weight Infants through Continuous Improvement Techniques (IMPLICIT) ICC model was implemented to screen mothers who attend well child visits (WCVs) for their children aged 0-24 months. Mothers were queried for maternal behavioral risks known to affect pregnancy including multivitamin use and use of family planning methods to enhance birth spacing. When appropriate, interventions targeted at those at risk behaviors are offered. A mixed effects logistic regression model was used to calculate the odds ratio (OR) of behavior change in MVI use among mothers who reported not using MVIs. RESULTS: 37.7% of mothers reported not using MVIs at WCVs. 64.0% of mothers received an intervention to improve MVI use in this model. Mothers who received an intervention were more likely to report taking an MVI at the subsequent WCV if they received advice to take MVIs (OR 1.64) or directly received MVI samples (OR 3.09). CONCLUSIONS: Dedicated maternal counseling during pediatric WCVs is an opportunity to influence behavioral change in women at risk of becoming pregnant. Direct provision of MVIs increases the odds that women will report taking them at a higher rate than provider advice or no counseling at all.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Folic Acid",
        "Humans",
        "Incidence",
        "Infant, Low Birth Weight",
        "Mothers",
        "Neural Tube Defects",
        "Preconception Care",
        "Premature Birth",
        "Vitamins"
      ]
    },
    {
      "pmid": "33242075",
      "title": "Multivitamin Use in Enhanced Recovery After Surgery Protocols: A Cost Analysis.",
      "authors": [
        "Dawn M G Rask",
        "Matthew R Puntel",
        "Jeanne C Patzkowski",
        "Michael S Patzkowski"
      ],
      "journal": "Military medicine",
      "publication_date": "2021-Aug-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Enhanced Recovery After Surgery (ERAS) protocols have shown significant benefits in multiple areas including early mobilization, improved pain control, and early oral intake. Deficient nutritional states may compromise the operative outcomes. Several essential vitamins, e.g., B12, C, D, and E, have demonstrated anti-inflammatory properties and may promote wound healing. Given the low risk of oral multivitamin supplementation and the potential benefits, we hypothesized that adding a multivitamin to our institution's ERAS protocols would be a low-cost perioperative intervention accounting for a very small fraction of the annual pharmacy budget. METHODS: A cost analysis for vitamin supplementation for all adult orthopedic surgical cases for the fiscal year 2018 was conducted. To assess the potential cost for multivitamin supplementation in the perioperative period, the fiscal year 2018 pharmacy budget and current costs of multivitamins were obtained from the hospital pharmacy. Medication costs were obtained from the medical logistics ordering system at per unit (i.e., bottle) and per tablet levels for all formulary oral multivitamins. We also determined the number of adult orthopedic surgical cases for our facility in the fiscal year 2018 from our surgery scheduling system. The cost for supplementation for a single day (day of surgery), 1 week (first postoperative week), 6 weeks plus 1 week preop, and 6 months plus 1 week preop for all cases was then calculated. RESULTS: Our institution's pharmacy budget for the fiscal year 2018 was $123 million dollars with two oral multivitamins on formulary. Prenatal tablets, containing vitamins A-E, calcium, iron, and zinc, cost $1.52 per bottle of 100 tablets and $0.0152 per tablet, while renal formulation tablets, containing water-soluble vitamins B and C, cost $2.79 per bottle of 100 tablets and $0.0279 per tablet. For one fiscal year, the medication cost to supplement every adult orthopedic surgery patient with an oral multivitamin for 1 day, 1 week, 6 weeks plus 1 week preop, and 6 months plus 1 week preop would range from $60.47 to $110.99, from $423.29 to $776.93, from $2,963.03 to $5,438.51, and from $10,582.25 to $19,423.25, respectively, depending on which multivitamin was prescribed. These costs would represent between 0.00005% and 0.00009% of the annual pharmacy budget for 1 day, between 0.0003% and 0.0006% for 1 week, between 0.00245% and 0.441% for 6 weeks plus 1 week preop, and between 0.00875% and 1.575% for 6 months plus 1 week preop, respectively. DISCUSSION/CONCLUSIONS: The relative nutrient-deficient state in the perioperative patient from decreased oral intake contributes to the metabolic derangements resulting from the surgery. The current ERAS protocols help to mitigate this with early feeding, and the addition of multivitamin supplementation may enhance this process. Multivitamins are safe, widely accessible, and inexpensive, and early investigations of pain control and healing have shown encouraging results. Further prospective studies are needed for incorporating multivitamins into ERAS protocols in order to elucidate the effective dosages, duration of treatment, and effect on outcomes.",
      "mesh_terms": [
        "Adult",
        "Costs and Cost Analysis",
        "Dietary Supplements",
        "Enhanced Recovery After Surgery",
        "Female",
        "Humans",
        "Iron",
        "Pregnancy",
        "Vitamins"
      ]
    },
    {
      "pmid": "38011479",
      "title": "Impact of supplementation with \"multivitamin-mineral\" specially formulated to improve fatigue and inflammatory state in patients with multiple sclerosis: A triple-blind, randomized, placebo-controlled trial.",
      "authors": [
        "Sama Bitarafan",
        "Elmira Karimi",
        "Abdorreza Naser Moghadasi",
        "Razieh Sadat Kazemi-Mozdabadi",
        "Zinat Mohammadpour",
        "Mohammad Ali Sahraian"
      ],
      "journal": "Current journal of neurology",
      "publication_date": "2020-Oct-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Multiple sclerosis (MS) is an inflammatory disease of the central nervous system (CNS) with the most common complaint of fatigue. A high number of patients with MS are interested in taking dietary supplements as a complementary therapy. We propose a specially formulated supplement for patients with MS and aim to evaluate its effects on fatigue. Methods: This study was a triple-blind, randomized, placebo-controlled trial using a stratified randomization method according to sex. 46 eligible patients participated in the study, 23 in the placebo group and 23 in the intervention group. The intervention group received two capsules of multivitamin-mineral (MVM) daily for 3 months. Measurements of fatigue and cytokines were performed in all patients at the baseline and after the 3-month intervention Results: Finally, information of 41 participants was used for data analysis. However, fatigue was decreased after supplementation than before, in the intervention group (P = 0.005). There was no significant difference (P = 0.090) between the change of fatigue score in the MVM group (-3.00 ± 4.42) and the control group (-0.40 ± 5.14). Among cytokines, Interleukin 4 (IL-4) significantly increased in the intervention group compared to the placebo (P = 0.030). Conclusion: Our study showed that the present MVM probably could improve the inflammatory state and fatigue in patients with MS."
    },
    {
      "pmid": "32823974",
      "title": "The Effect of a Multivitamin and Mineral Supplement on Immune Function in Healthy Older Adults: A Double-Blind, Randomized, Controlled Trial.",
      "authors": [
        "Mary L Fantacone",
        "Malcolm B Lowry",
        "Sandra L Uesugi",
        "Alexander J Michels",
        "Jaewoo Choi",
        "Scott W Leonard",
        "Sean K Gombart",
        "Jeffrey S Gombart",
        "Gerd Bobe",
        "Adrian F Gombart"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-Aug-14",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Older adults are at increased risk for vitamin and mineral deficiencies that contribute to age-related immune system decline. Several lines of evidence suggest that taking a multi-vitamin and mineral supplement (MVM) could improve immune function in individuals 55 and older. To test this hypothesis, we provided healthy older adults with either an MVM supplement formulated to improve immune function (Redoxon® VI, Singapore) or an identical, inactive placebo control to take daily for 12 weeks. Prior to and after treatment, we measured (1) their blood mineral and vitamin status (i.e., vitamin C, zinc and vitamin D); (2) immune function (i.e., whole blood bacterial killing activity, neutrophil phagocytic activity, and reactive oxygen species production); (3) immune status (salivary IgA and plasma cytokine/chemokine levels); and (4) self-reported health status. MVM supplementation improved vitamin C and zinc status in blood and self-reported health-status without altering measures of immune function or status or vitamin D levels, suggesting that healthy older adults may benefit from MVM supplementation. Further development of functional assays and larger study populations should improve detection of specific changes in immune function after supplementation in healthy older adults. Clinical Trials Registration: ClinicalTrials.gov #NCT02876315.",
      "mesh_terms": [
        "Age Factors",
        "Aged",
        "Aged, 80 and over",
        "Aging",
        "Cytokines",
        "Dietary Supplements",
        "Double-Blind Method",
        "Eating",
        "Elder Nutritional Physiological Phenomena",
        "Female",
        "Humans",
        "Immunoglobulin A",
        "Male",
        "Minerals",
        "Neutrophils",
        "Phagocytosis",
        "Reactive Oxygen Species",
        "Vitamins"
      ]
    },
    {
      "pmid": "32784611",
      "title": "An Open Pilot Study of the Effect and Tolerability of Add-On Multivitamin Therapy in Patients with Intractable Focal Epilepsy.",
      "authors": [
        "Hui Hua Chang",
        "Pi-Shan Sung",
        "Wei Chen Liao",
        "Alice Y W Chang",
        "Ya-Hsin Hsiao",
        "Tzu-Fun Fu",
        "Chin-Ying Huang",
        "Chin-Wei Huang"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-Aug-07",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "Observational studies have investigated the potential modulatory effect of neuronal excitability by vitamins in epilepsy. We aimed to investigate whether the addition of multivitamin therapy (B6/B9, D, E and Q) to regular antiepileptic drug therapy could ameliorate seizures in patients with refractory focal epilepsy. We conducted a prospective cohort open study to investigate the effect and tolerability of add-on multivitamin therapy (daily dose: B6 100 mg, B9 5 mg, D 1000 IU, E 400 IU and coenzyme Q10 100 mg) in patients with intractable focal epilepsy. All patients had effect and safety assessments at baseline and after one, three and six months of the supplementation. Thirty patients (11 men and 19 women) with a mean age of 42.37 ± 9.40 years were recruited and four patients discontinued. The seizure frequency significantly decreased after the six-month supplementation (9.04 ± 18.16/month and 2.06 ± 3.89/month, p = 0.045). At the final visit, 62.5% of the patients showed a ≥50% reduction in seizure frequency, and 12.5% were seizure-free. As to safety and tolerability, most patients did not experience significant adverse events, although three patients reported seizure worsening. In conclusion, this pilot study demonstrated the therapeutic potential and essentially good tolerability of add-on multivitamin therapy in patients with refractory focal epilepsy.",
      "mesh_terms": [
        "Adult",
        "Anticonvulsants",
        "Drug Resistant Epilepsy",
        "Drug Therapy, Combination",
        "Epilepsies, Partial",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Pilot Projects",
        "Prospective Studies",
        "Treatment Outcome",
        "Vitamins"
      ]
    },
    {
      "pmid": "32234746",
      "title": "Maternal multivitamin intake and orofacial clefts in offspring: Japan Environment and Children's Study (JECS) cohort study.",
      "authors": [
        "Satomi Yoshida",
        "Masato Takeuchi",
        "Chihiro Kawakami",
        "Koji Kawakami",
        "Shuichi Ito"
      ],
      "journal": "BMJ open",
      "publication_date": "2020-Mar-30",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Orofacial clefts are common birth defects with a lack of strong evidence regarding their association with maternal nutrition. We aimed to determine whether a relationship exists between maternal nutrient or multivitamin intake and orofacial clefts. DESIGN: This is a prospective, population-based nationwide cohort study. SETTING: The study was conducted in 15 regional centres, consisting of local administrative units and study areas. PARTICIPANTS: A total of 98 787 eligible mother-child pairs of the Japan Environment and Children's Study were included. INTERVENTION: Exposures were maternal nutrition and the use of supplemental multivitamins in mothers. PRIMARY AND SECONDARY OUTCOME MEASURES: Outcomes were the occurrence of any orofacial cleft at birth. Multinomial logistic regression analyses were used to evaluate the association between maternal multivitamin intake and the incidence of orofacial clefts. RESULTS: Of the 98 787 children, 69 (0.07%) were diagnosed with cleft lip alone, 113 (0.11%) were diagnosed with cleft lip and palate, and 52 (0.05%) were diagnosed with cleft palate within 1 month after birth. Regarding the total orofacial cleft outcome, statistically significant point estimates of relative risk ratios (RR) were determined for multivitamin intake before pregnancy (RR=1.71; 95% CI 1.06 to 2.77) and during the first trimester (RR=2.00; 95% CI 1.18 to 3.37), but the association was not significant for multivitamin intake after the first trimester (RR=1.34; 95% CI 0.59 to 3.01). Maternal micronutrient intake via food was not associated with the incidence of orofacial clefts in offspring. CONCLUSIONS: Intake of multivitamin supplements shortly before conception or during the first trimester of pregnancy was found to be associated with an increased incidence of orofacial clefts at birth. Pregnant women and those intending to become pregnant should be advised of the potential risks of multivitamin supplementation.",
      "mesh_terms": [
        "Adult",
        "Cleft Lip",
        "Cleft Palate",
        "Female",
        "Humans",
        "Infant",
        "Infant, Newborn",
        "Japan",
        "Male",
        "Maternal Nutritional Physiological Phenomena",
        "Mothers",
        "Pregnancy",
        "Prospective Studies",
        "Vitamins"
      ]
    },
    {
      "pmid": "32161708",
      "title": "Association between multivitamin supplementation and mortality among patients with Ebola virus disease: An international multisite cohort study.",
      "authors": [
        "Derrick Yam",
        "Adam R Aluisio",
        "Shiromi M Perera",
        "Jillian L Peters",
        "Daniel K Cho",
        "Stephen B Kennedy",
        "Moses Massaquoi",
        "Foday Sahr",
        "Michael A Smit",
        "Lindsey Locks",
        "Tao Liu",
        "Adam C Levine"
      ],
      "journal": "African journal of emergency medicine : Revue africaine de la medecine d'urgence",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Micronutrient supplementation is recommended in Ebola Virus Disease (EVD) care; however, there is limited data on its therapeutic effects. METHODS: This retrospective cohort study included patients with EVD admitted to five Ebola Treatment Units (ETU) in Sierra Leone and Liberia during September 2014 to December 2015. A uniform protocol was used to guide ETU care, however, due to supply limitations, only a subset of patients received multivitamins. Data on demographics, clinical characteristics, and laboratory testing was collected. The outcome of interest was facility-based mortality and the primary predictor was multivitamin supplementation initiated within 48 h of admission. The multivitamin formulations included: thiamine, riboflavin, niacin and vitamins A, C, and D3. Propensity score models (PSM) were used to match patients based on covariates associated with multivitamin administration and mortality. Mortality between cases treated and untreated within 48 h of admission were compared using generalized estimating equations to calculate relative risk with bootstrap methods employed to assess statistical significance. RESULTS: There were 424 patients with EVD who had sufficient treatment data for analysis, of which 261 (61.6%) had daily multivitamins initiated within 48 h of admission. The mean age of the cohort was 30.5 years and 59.4% were female. In the propensity score matched analysis, mortality was 53.5% among patients receiving multivitamins and 66.2% among patients not receiving multivitamins, resulting in a relative risk for mortality of 0.81 (p = 0.03) for patients receiving multivitamins. CONCLUSION: Early multivitamin supplementation was associated with lower overall mortality. Further research on the impact of micronutrient supplementation in EVD is warranted."
    },
    {
      "pmid": "31973997",
      "title": "Adjunctive sapropterin dihydrochloride treatment in schizophrenia: A positive proof-of-concept, rater-blind, randomized, multivitamin-controlled study.",
      "authors": [
        "Catherine L Clelland",
        "Joshua T Kantrowitz",
        "Tse Choo",
        "James D Clelland",
        "Jeffrey A Lieberman"
      ],
      "journal": "Schizophrenia research",
      "publication_date": "2020-Apr",
      "publication_types": [
        "Letter",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "mesh_terms": [
        "Biopterins",
        "Double-Blind Method",
        "Humans",
        "Phenylketonurias",
        "Research Design",
        "Schizophrenia"
      ]
    },
    {
      "pmid": "31681530",
      "title": "Multivitamin pill aspiration leading to hemorrhagic bronchial necrosis.",
      "authors": [
        "Mario Tamburrini",
        "T K Jayalakshmi",
        "Dipesh Maskey",
        "Nirupam Sharan",
        "Deda Guiseppe",
        "Umberto Zuccon"
      ],
      "journal": "Respiratory medicine case reports",
      "publication_date": "2019",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "This article highlights the serious but reversible effects of multivitamin pill aspiration into the lungs. If diagnosed early and treated promptly the harmful effects of the pill constituents on the lungs and airways can be attenuated. An early bronchoscopy and a high index of suspicion is required in order not to miss these events. We have described a case of multivitamin pill aspiration in a young healthy male and the good response to early intervention."
    },
    {
      "pmid": "31612139",
      "title": "Increased Posterior Cingulate Functional Connectivity Following 6-Month High-Dose B-Vitamin Multivitamin Supplementation: A Randomized, Double-Blind, Placebo-Controlled Trial.",
      "authors": [
        "Luke A Downey",
        "Tamara N Simpson",
        "Talitha C Ford",
        "Grace McPhee",
        "Chao Suo",
        "Stephen P Myers",
        "Chris Oliver",
        "Con K K Stough"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "B vitamins are essential for optimal brain and body function, and are particularly important for cortical metabolic processes that have downstream effects on mitigating oxidative stress. Oxidative stress has been linked to poor psychological outcomes including psychological distress, which has wide-reaching implications for the community and the workplace. Given work-related stress has been associated with poor mental health outcomes, high-dose B vitamin supplementation may be effective in improving brain function and psychological outcomes via attenuation of oxidative stress. This randomized, double-blind, placebo-controlled study investigated psychological outcomes following 6-month supplementation of a high-B-vitamin multivitamin in a large sample of healthy adults (n = 108, aged 30-70 years), as well as changes in default mode network functional connectivity in a subset of the original sample (n = 28). Improvements in occupational stress, general health, perceived stress, depressive symptoms, and mood profiles were identified for both active and placebo groups over time (p < 0.05 corrected). Seed-based functional connectivity analysis centered on the posterior cingulate cortex (PCC) showed that connectivity between the PCC and the caudate increased for the active treatment group, but decreased for the placebo group (p < 0.05 corrected). These findings reveal a substantial intervention effect for both active and placebo treatments, which could in part be associated with a placebo effect in subjective measures. There was, however, a significant treatment effect in the objective measure of functional connectivity, suggesting that reduced psychological stress and high-B-vitamin multivitamin supplementation may lead to an increase in DMN and caudate functional connectivity, which might reflect a strengthening of neurocircuitry within areas associated with reward and emotion at rest. Future studies should consider a placebo run-in methodology to reduce the placebo effect on the subjective measures of stress."
    },
    {
      "pmid": "31537373",
      "title": "Co-trimoxazole or multivitamin multimineral supplement for post-discharge outcomes after severe anaemia in African children: a randomised controlled trial.",
      "authors": [
        "Kathryn Maitland",
        "Peter Olupot-Olupot",
        "Sarah Kiguli",
        "George Chagaluka",
        "Florence Alaroker",
        "Robert O Opoka",
        "Ayub Mpoya",
        "Kevin Walsh",
        "Charles Engoru",
        "Julius Nteziyaremye",
        "Machpherson Mallewa",
        "Neil Kennedy",
        "Margaret Nakuya",
        "Cate Namayanja",
        "Julianne Kayaga",
        "Eva Nabawanuka",
        "Tonny Sennyondo",
        "Denis Aromut",
        "Felistas Kumwenda",
        "Cynthia Williams Musika",
        "Margaret J Thomason",
        "Imelda Bates",
        "Michael Boele von Hensbroek",
        "Jennifer A Evans",
        "Sophie Uyoga",
        "Thomas N Williams",
        "Gary Frost",
        "Elizabeth C George",
        "Diana M Gibb",
        "A Sarah Walker"
      ],
      "journal": "The Lancet. Global health",
      "publication_date": "2019-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Severe anaemia is a leading cause of paediatric admission to hospital in Africa; post-discharge outcomes remain poor, with high 6-month mortality (8%) and re-admission (17%). We aimed to investigate post-discharge interventions that might improve outcomes. METHODS: Within the two-stratum, open-label, multicentre, factorial randomised TRACT trial, children aged 2 months to 12 years with severe anaemia, defined as haemoglobin of less than 6 g/dL, at admission to hospital (three in Uganda, one in Malawi) were randomly assigned, using sequentially numbered envelopes linked to a second non-sequentially numbered set of allocations stratified by centre and severity, to enhanced nutritional supplementation with iron and folate-containing multivitamin multimineral supplements versus iron and folate alone at treatment doses (usual care), and to co-trimoxazole versus no co-trimoxazole. All interventions were administered orally and were given for 3 months after discharge from hospital. Separately reported randomisations investigated transfusion management. The primary outcome was 180-day mortality. All analyses were done in the intention-to-treat population; follow-up was 180 days. This trial is registered with the International Standard Randomised Controlled Trial registry, ISRCTN84086586, and follow-up is complete. FINDINGS: From Sept 17, 2014, to May 15, 2017, 3983 eligible children were randomly assigned to treatment, and followed up for 180 days. 164 (4%) were lost to follow-up. 1901 (95%) of 1997 assigned multivitamin multimineral supplement, 1911 (96%) of 1986 assigned iron and folate, and 1922 (96%) of 1994 assigned co-trimoxazole started treatment. By day 180, 166 (8%) children in the multivitamin multimineral supplement group versus 169 (9%) children in the iron and folate group had died (hazard ratio [HR] 0·97, 95% CI 0·79-1·21; p=0·81) and 172 (9%) who received co-trimoxazole versus 163 (8%) who did not receive co-trimoxazole had died (HR 1·07, 95% CI 0·86-1·32; p=0·56). We found no evidence of interactions between these randomisations or with transfusion randomisations (p>0·2). By day 180, 489 (24%) children in the multivitamin multimineral supplement group versus 509 (26%) children in the iron and folate group (HR 0·95, 95% CI 0·84-1·07; p=0·40), and 500 (25%) children in the co-trimoxazole group versus 498 (25%) children in the no co-trimoxazole group (1·01, 0·89-1·15; p=0·85) had had one or more serious adverse events. Most serious adverse events were re-admissions, occurring in 692 (17%) children (175 [4%] with at least two re-admissions). INTERPRETATION: Neither enhanced supplementation with multivitamin multimineral supplement versus iron and folate treatment or co-trimoxazole prophylaxis improved 6-month survival. High rates of hospital re-admission suggest that novel interventions are urgently required for severe anaemia, given the burden it places on overstretched health services in Africa. FUNDING: Medical Research Council and Department for International Development.",
      "mesh_terms": [
        "Anemia",
        "Child",
        "Dietary Supplements",
        "Humans",
        "Infant",
        "Malawi",
        "Patient Discharge",
        "Trimethoprim, Sulfamethoxazole Drug Combination",
        "Uganda"
      ]
    },
    {
      "pmid": "31523810",
      "title": "Efficacy of aspirin, prednisone, and multivitamin triple therapy in treating unexplained recurrent spontaneous abortion: A cohort study.",
      "authors": [
        "Hua Ou",
        "Qi Yu"
      ],
      "journal": "International journal of gynaecology and obstetrics: the official organ of the International Federation of Gynaecology and Obstetrics",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To assess the efficacy of aspirin, prednisone, and multivitamin triple therapy in treating unexplained recurrent spontaneous abortion (URSA). METHODS: Data were reviewed from women with early RSA attending a hospital in Beijing, China, 2013-2017. Those with no abnormal indices (e.g., endocrine, coagulation, immune, genetic) were diagnosed as having URSA, and received aspirin, prednisone, and multivitamin therapy (triple therapy group, n=106) or folic acid monotherapy (control group, n=65). Treatment efficacy was evaluated as the rate of successful treatment (12-week pregnancy with obvious embryo and embryonic heart, nuchal translucency thickness <0.25 cm, size consistent with gestational age, no early malformation). RESULTS: Overall, 362 women had early RSA and 171 (47.2%) had URSA. The rate of successful pregnancy was similar between the triple therapy (89.6%) and control (92.3%) groups (P=0.343). The rate of successful treatment was higher in the triple therapy (86.3%) than in the control (53.3%) group (P<0.001). In multivariate logistic regression analysis, triple therapy was associated with higher odds of successful treatment, whereas the number of spontaneous pregnancy losses was associated with lower odds of successful treatment. CONCLUSION: The triple therapy of aspirin, prednisone, and multivitamin was found to be a good treatment option for women with URSA.",
      "mesh_terms": [
        "Abortion, Habitual",
        "Adult",
        "Aspirin",
        "Case-Control Studies",
        "China",
        "Drug Therapy, Combination",
        "Female",
        "Humans",
        "Prednisone",
        "Pregnancy",
        "Retrospective Studies",
        "Vitamins"
      ]
    },
    {
      "pmid": "31271875",
      "title": "Design and baseline characteristics of the cocoa supplement and multivitamin outcomes study for the Mind: COSMOS-Mind.",
      "authors": [
        "Laura D Baker",
        "Stephen R Rapp",
        "Sally A Shumaker",
        "JoAnn E Manson",
        "Howard D Sesso",
        "Sarah A Gaussoin",
        "Darrin Harris",
        "Brad Caudle",
        "Debbie Pleasants",
        "Mark A Espeland"
      ],
      "journal": "Contemporary clinical trials",
      "publication_date": "2019-Aug",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Large simple trials are potentially efficient and cost-effective approaches to assess interventions to preserve cognitive function in older adults. High-dose cocoa flavanols supplementation is a promising intervention that warrants additional testing. We describe the design, recruitment success, and baseline characteristics of the Cocoa Supplement and Multivitamin Outcomes Study for the Mind (COSMOS-Mind) trial. METHODS: COSMOS-Mind is an ancillary study to the large-scale and predominantly mail-based COSMOS randomized controlled clinical trial. COSMOS is assessing whether cocoa extract (including 600 mg/d cocoa flavanols) and a multivitamin reduce risks for major cardiovascular events and total invasive cancer. COSMOS-Mind uses telephone-based interviews to assess cognitive function and impairment to determine whether cocoa flavanols benefit cognitive function in adults aged 65 years or older, targeting the enrollment of 2000 participants to provide >90% statistical power across 3 years of annual follow-up. RESULTS: Of the 3224 COSMOS screenees who expressed interest in COSMOS-Mind, 2350 (76%) successfully completed baseline cognitive assessments and 2262 (96%) geographically diverse, eligible individuals were ultimately enrolled over one year. At baseline, the primary outcome, a composite of cognitive test scores, was inversely associated with age in a manner consistent with assumptions used in projections of statistical power. CONCLUSIONS: Older adults are willing to enroll in large simple trials that include telephone-based cognitive assessments. Embedding these trials in large studies of other health outcomes is efficient and expands the scientific knowledge gained from the research. ClinicalTrials.gov Identifiers: NCT03035201 (COSMOS-Mind); NCT102422745 (parent COSMOS).",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Cacao",
        "Cognition",
        "Cognitive Dysfunction",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Male",
        "Neuropsychological Tests",
        "Plant Extracts",
        "Randomized Controlled Trials as Topic",
        "Vitamins"
      ]
    },
    {
      "pmid": "30765737",
      "title": "Nutritional and lipidomics biomarkers of docosahexaenoic acid-based multivitamin therapy in pediatric NASH.",
      "authors": [
        "Pierangelo Torquato",
        "Danilo Giusepponi",
        "Anna Alisi",
        "Roberta Galarini",
        "Desirée Bartolini",
        "Marta Piroddi",
        "Laura Goracci",
        "Alessandra Di Veroli",
        "Gabriele Cruciani",
        "Annalisa Crudele",
        "Valerio Nobili",
        "Francesco Galli"
      ],
      "journal": "Scientific reports",
      "publication_date": "2019-Feb-14",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Two recent randomized controlled trials demonstrated improved radiographic, histological and hepatometabolic cues of non-alcoholic steatohepatitis (NASH) in pediatric patients treated with the ω-3 fatty acid docosahexaenoic acid (DHA) in combination with vitamin D (VD) or with choline (CHO) and vitamin E (VE), the DHA-VD and DHA-CHO-VE trials, respectively). In the present study we verified the nutritional compliance to these DHA-based multivitamin treatments; lipidomics biomarkers of the reported outcome on NASH indicators were also investigated. Samples were obtained from 30 biopsy-proven pediatric NASH patients of the DHA-CHO-VE trial randomized in multivitamin treatment group and placebo group (n = 15 each), and from 12 patients of the treatment group of the DHA-VD trial. All patients underwent 6-month therapy plus 6 months of follow-up. Plasma samples and clinical data were obtained at baseline and at the end of the study (12 months). Selected biomarkers included the free form of DHA and other ω-3 fatty acid arachidonic acid (AA), indices of the vitamin E status, and some hepatic metabolites of these lipids. Radiographic and histological improvements of treated patients were associated with increased concentrations of DHA, α-linolenic acid and α-tocopherol (i.e. VE), and with decreased AA that was also investigated in complex lipids by untargetd lipidomics. As a result a significantly lowered AA/DHA ratio was observed to represent the main indicator of the response to the DHA-based therapy. Furthermore, baseline levels of AA/DHA showed strong association with NAS and US improvement. A stable correction of DHA AA metabolism interaction is associated with the curative effect of this therapy and may represent a key nutritional endpoint in the clinical management of pediatric NASH.",
      "mesh_terms": [
        "Adolescent",
        "Arachidonic Acid",
        "Biomarkers",
        "Child",
        "Choline",
        "Docosahexaenoic Acids",
        "Eicosapentaenoic Acid",
        "Fatty Acids, Omega-3",
        "Female",
        "Humans",
        "Lipid Metabolism",
        "Lipidomics",
        "Liver",
        "Male",
        "Non-alcoholic Fatty Liver Disease",
        "Vitamin D",
        "Vitamin E",
        "Vitamins",
        "alpha-Linolenic Acid"
      ]
    },
    {
      "pmid": "30725428",
      "title": "Adequate Multivitamin Supplementation after Roux-En-Y Gastric Bypass Results in a Decrease of National Health Care Costs: a Cost-Effectiveness Analysis.",
      "authors": [
        "Jens Homan",
        "Wendy Schijns",
        "Ignace M C Janssen",
        "Frits J Berends",
        "Edo O Aarts"
      ],
      "journal": "Obesity surgery",
      "publication_date": "2019-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Patients with morbid obesity undergoing metabolic surgery are prone to develop vitamin and mineral deficiencies, which may worsen in time. In order to prevent these deficiencies after metabolic surgery, all patients are advised to take daily multivitamin supplementation. The aim of the study was to assess the cost-effectiveness of specially developed multivitamins (WLS Forte®) for metabolic surgery and over-the-counter (standard) multivitamin supplementation (sMVS). METHODS: This cost-effectiveness analysis was preformed alongside an RCT for the Netherlands. Between June 2011 and March 2012, a total of 148 patients were randomized to one tablet daily of either WLS Forte® or sMVS. The patients were followed for 12 months. Data on costs within the health sector and outside the health sector were collected. The primary outcome is financial and logistic advantages, in terms of less patient visits to the outpatient department and the relevant costs to the employer due to absenteeism. RESULTS: In total, 10 (14%) patients in the WLS Forte® group versus 23 (30%) patients in the sMVS group developed a deficiency. The costs for the WLS forte® supplement were €38 versus €23 for sMVS. Additional return visits and associated costs for medical staff were the largest costs, up to 43% in the sMVS group. Total costs for supplementation with sMVS were €243 versus €134 for WLS Forte®. CONCLUSION: Preventing deficiencies with WLS Forte® seem initially more expensive than sMVS. However, treatment with WLS Forte® resulted in less vitamin and mineral deficiencies, which eventually resulted in less overall costs.",
      "mesh_terms": [
        "Absenteeism",
        "Adult",
        "Aged",
        "Ambulatory Care",
        "Avitaminosis",
        "Cost-Benefit Analysis",
        "Female",
        "Gastric Bypass",
        "Humans",
        "Male",
        "Middle Aged",
        "Netherlands",
        "Vitamins",
        "Young Adult"
      ]
    },
    {
      "pmid": "30380357",
      "title": "Ameliorating Effects of Four-Week Fiber-Multivitamin Combination Treatment on Low-Density Lipoprotein Cholesterol, Total Cholesterol, and Apolipoprotein B Profiles in Hypercholesterolemic Participants.",
      "authors": [
        "Kusnandar Anggadiredja",
        "Nazhifa Ufamy",
        "Lia Amalia",
        "Neng Fisheri Kurniati",
        "Irianti Bahana Maulida Reyaan"
      ],
      "journal": "Journal of dietary supplements",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Hyperlipidemia is one of the leading causes of death and requires lipid-lowering treatment to reduce morbidity and mortality. Effective and safe alternative and adjunctive therapies could be beneficial for patients with hyperlipidemia. To assess the effect of a fiber-multivitamin combination product on the lipid parameters low-density lipoprotein cholesterol (LDL-c), high-density lipoprotein cholesterol (HDL-c), total cholesterol (TC), triglyceride (TG), and apolipoprotein B (Apo B) in patients with hypercholesterolemia, we conducted a double-blind, randomized, parallel-group study. Forty-one out of 50 randomized hypercholesterolemic participants recruited between August 2016 and March 2018 completed the trial. The participants were assigned to receive either test product (treatment group, n = 20) or placebo (placebo group, n = 21) for 4 weeks following a 6-week dietary intervention (based on education from a dietitian) run-in period. The primary outcome was LDL-c levels and the secondary outcomes were HDL-c, TC, TG, and Apo B levels. All of the outcomes were measured at baseline and week 4 after the completion of run-in period. Participants in both groups had similar LDL-c levels (142 ± 15.7 vs. 143 ± 19.3 mg/dL). After 4 weeks of exposure to test product, participants in the treatment group demonstrated a 17.25 ± 22.26 reduction in LDL-c (p < .05 vs. placebo). This improvement in LDL-c was accompanied by amelioration in TC and Apo B levels, without any detrimental effects on HDL and TG concentration. Results of the present study suggest that fiber-vitamin combination has potential to be used as an adjunct therapy for the management of hypercholesterolemia.",
      "mesh_terms": [
        "Adult",
        "Anticholesteremic Agents",
        "Apolipoproteins B",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Dietary Fiber",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Hypercholesterolemia",
        "Male",
        "Middle Aged",
        "Triglycerides",
        "Vitamins"
      ]
    },
    {
      "pmid": "30289815",
      "title": "Effectiveness of a multivitamin supplementation program among HIV-infected adults in Tanzania.",
      "authors": [
        "Christopher R Sudfeld",
        "Ashley Buchanan",
        "Nzovu Ulenga",
        "Donna Spiegelman",
        "Expeditho Mtisi",
        "Ellen Hertzmark",
        "Aisa N Muya",
        "David Sando",
        "Ester Mungure",
        "Mucho Mizinduko",
        "Wafaie W Fawzi"
      ],
      "journal": "AIDS (London, England)",
      "publication_date": "2019-Jan-27",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S.",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "OBJECTIVE: The objective of this study was to assess the effectiveness of a routine multivitamin supplementation program for adults living with HIV in Tanzania. DESIGN: We conducted a retrospective cohort study of 67 707 adults enrolled in the Dar es Salaam HIV care and treatment program during 2004-2012. METHODS: The Dar es Salaam HIV care and treatment program intended to provide all adult patients with multivitamin supplements (vitamins B-complex, C, and E) free of charge; however, intermittent stockouts and other implementation issues did not afford universal coverage. We use Cox proportional hazard models to assess the time-varying association of multivitamin supplementation with mortality and clinical outcomes. RESULTS: The study cohort contributed 41 540 and 129 315 person-years of follow-up time to the antiretroviral therapy (ART)-naive and ART-experienced analyses, respectively. Among 48 207 ART-naive adults, provision of multivitamins reduced the risk of mortality [adjusted hazard ratio (aHR): 0.69; 95% confidence interval (CI): 0.59-0.81], incident tuberculosis (TB) (aHR: 0.83; 0.76-0.91), and meeting ART eligibility criteria (aHR: 0.78; 95% CI: 0.73-0.83) after adjustment for time-varying confounding. Among 46 977 ART-experienced patients, multivitamins reduced mortality (hazard ratio: 0.86; 95% CI: 0.80-0.92), incident TB (aHR: 0.78; 95% CI: 0.73-0.84), and immunologic failure (aHR: 0.70; 95% CI: 0.67-0.73). The survival benefits associated with provision multivitamins appeared to be greatest during the first year of ART and declined over time (P value <0.001). CONCLUSION: Multivitamin supplementation appears to be a simple, effective, safe, and scalable program to improve survival, reduce incidence of TB, and improve treatment outcomes for adult HIV patients in Tanzania.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Female",
        "HIV Infections",
        "Humans",
        "Male",
        "Middle Aged",
        "Retrospective Studies",
        "Survival Analysis",
        "Sustained Virologic Response",
        "Tanzania",
        "Treatment Outcome",
        "Tuberculosis",
        "Vitamins",
        "Young Adult"
      ]
    },
    {
      "pmid": "29688760",
      "title": "Effects of an Antioxidant-enriched Multivitamin in Cystic Fibrosis. A Randomized, Controlled, Multicenter Clinical Trial.",
      "authors": [
        "Scott D Sagel",
        "Umer Khan",
        "Raksha Jain",
        "Gavin Graff",
        "Cori L Daines",
        "Jordan M Dunitz",
        "Drucy Borowitz",
        "David M Orenstein",
        "Ibrahim Abdulhamid",
        "Julie Noe",
        "John P Clancy",
        "Bonnie Slovis",
        "Michael J Rock",
        "Karen S McCoy",
        "Steven Strausbaugh",
        "Floyd R Livingston",
        "Konstantinos A Papas",
        "Michele L Shaffer"
      ],
      "journal": "American journal of respiratory and critical care medicine",
      "publication_date": "2018-Sep-01",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "RATIONALE: Cystic fibrosis (CF) is characterized by dietary antioxidant deficiencies, which may contribute to an oxidant-antioxidant imbalance and oxidative stress. OBJECTIVES: Evaluate the effects of an oral antioxidant-enriched multivitamin supplement on antioxidant concentrations, markers of inflammation and oxidative stress, and clinical outcomes. METHODS: In this investigator-initiated, multicenter, randomized, double-blind, controlled trial, 73 pancreatic-insufficient subjects with CF 10 years of age and older with an FEV1 between 40% and 100% predicted were randomized to 16 weeks of an antioxidant-enriched multivitamin or control multivitamin without antioxidant enrichment. Endpoints included systemic antioxidant concentrations, markers of inflammation and oxidative stress, clinical outcomes (pulmonary exacerbations, anthropometric measures, pulmonary function), safety, and tolerability. MEASUREMENTS AND MAIN RESULTS: Change in sputum myeloperoxidase concentration over 16 weeks, the primary efficacy endpoint, was not significantly different between the treated and control groups. Systemic antioxidant (β-carotene, coenzyme Q10, γ-tocopherol, and lutein) concentrations significantly increased in the antioxidant-treated group (P < 0.001 for each), whereas circulating calprotectin and myeloperoxidase decreased in the treated group compared with the control group at Week 4. The treated group had a lower risk of first pulmonary exacerbation requiring antibiotics than the control group (adjusted hazard ratio, 0.50; P = 0.04). Lung function and growth endpoints did not differ between groups. Adverse events and tolerability were similar between groups. CONCLUSIONS: Antioxidant supplementation was safe and well tolerated, resulting in increased systemic antioxidant concentrations and modest reductions in systemic inflammation after 4 weeks. Antioxidant treatment was also associated with a lower risk of first pulmonary exacerbation. Clinical trial registered with www.clinicaltrials.gov (NCT01859390).",
      "mesh_terms": [
        "Administration, Oral",
        "Adolescent",
        "Adult",
        "Antioxidants",
        "Child",
        "Cystic Fibrosis",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Inflammation",
        "Male",
        "Malnutrition",
        "Oxidative Stress",
        "Vitamins",
        "Young Adult"
      ]
    },
    {
      "pmid": "28934353",
      "title": "Correction: Coenzyme Q10 plus Multivitamin Treatment Prevents Cisplatin Ototoxicity in Rats.",
      "authors": [
        "Laura Astolfi",
        "Edi Simoni",
        "Filippo Valente",
        "Sara Ghiselli",
        "Stavros Hatzopoulos",
        "Milvia Chicca",
        "Alessandro Martini"
      ],
      "journal": "PloS one",
      "publication_date": "2017",
      "publication_types": [
        "Published Erratum"
      ],
      "abstract": "[This corrects the article DOI: 10.1371/journal.pone.0162106.]."
    },
    {
      "pmid": "28876332",
      "title": "Zinc and multivitamin supplementation have contrasting effects on infant iron status: a randomized, double-blind, placebo-controlled clinical trial.",
      "authors": [
        "R C Carter",
        "R Kupka",
        "K Manji",
        "C M McDonald",
        "S Aboud",
        "J G Erhardt",
        "K Gosselin",
        "R Kisenge",
        "E Liu",
        "W Fawzi",
        "C P Duggan"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "2018-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Zinc (Zn) supplementation adversely affects iron status in animal and adult human studies, but few trials have included young infants. The objective of this study was to determine the effects of Zn and multivitamin (MV) supplementation on infant hematologic and iron status. SUBJECTS/METHODS: In a double-blind RCT, Tanzanian infants were randomized to daily, oral Zn, MV, Zn and MV or placebo treatment arms at the age of 6 weeks of life. Hemoglobin concentration (Hb) and red blood cell indices were measured at baseline and at 6, 12 and 18 months of age. Plasma samples from 589 infants were examined for iron deficiency (ID) at 6 months. RESULTS: In logistic regression models, Zn treatment was associated with greater odds of ID (odds ratio (OR) 1.8 (95% confidence interval (CI) 1.0-3.3)) and MV treatment was associated with lower odds (OR 0.49 (95% CI 0.3-0.9)). In Cox models, MV was associated with a 28% reduction in risk of severe anemia (hazard ratio (HR)=0.72 (95% CI 0.56-0.94)) and a 26% reduction in the risk of severe microcytic anemia (HR=0.74 (0.56-0.96)) through 18 months. No effects of Zn on risk of anemia were seen. Infants treated with MV alone had higher mean Hb (9.9 g/dl (95% CI 9.7-10.1)) than those given placebo (9.6 g/dl (9.4-9.8)) or Zn alone (9.6 g/dl (9.4-9.7)). CONCLUSIONS: MV treatment improved iron status in infancy, whereas Zn worsened iron status but without an associated increase in risk for anemia. Infants in long-term Zn supplementation programs at risk for ID may benefit from screening and/or the addition of a MV supplement.",
      "mesh_terms": [
        "Anemia, Iron-Deficiency",
        "Dietary Supplements",
        "Double-Blind Method",
        "Ferritins",
        "Hemoglobins",
        "Humans",
        "Infant",
        "Infant Nutritional Physiological Phenomena",
        "Iron",
        "Iron Deficiencies",
        "Nutritional Status",
        "Placebos",
        "Recommended Dietary Allowances",
        "Risk Factors",
        "Tanzania",
        "Vitamins",
        "Zinc"
      ]
    },
    {
      "pmid": "28384735",
      "title": "Effect of Baseline Nutritional Status on Long-term Multivitamin Use and Cardiovascular Disease Risk: A Secondary Analysis of the Physicians' Health Study II Randomized Clinical Trial.",
      "authors": [
        "Susanne Rautiainen",
        "J Michael Gaziano",
        "William G Christen",
        "Vadim Bubes",
        "Gregory Kotler",
        "Robert J Glynn",
        "JoAnn E Manson",
        "Julie E Buring",
        "Howard D Sesso"
      ],
      "journal": "JAMA cardiology",
      "publication_date": "2017-Jun-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "IMPORTANCE: Long-term multivitamin use had no effect on risk of cardiovascular disease (CVD) in the Physicians' Health Study II. Baseline nutritional status may have modified the lack of effect. OBJECTIVE: To investigate effect modification by various baseline dietary factors on CVD risk in the Physicians' Health Study II. DESIGN, SETTING, AND PARTICIPANTS: The Physicians' Health Study II was a randomized, double-blind, placebo-controlled trial testing multivitamin use (multivitamin [Centrum Silver] or placebo daily) among US male physicians. The Physicians' Health Study II included 14 641 male physicians 50 years or older, 13 316 of whom (91.0%) completed a baseline 116-item semiquantitative food frequency questionnaire and were included in the analyses. This study examined effect modification by baseline intake of key foods, individual nutrients, dietary patterns (Alternate Healthy Eating Index and Alternate Mediterranean Diet Score), and dietary supplement use. The study began in 1997, with continued treatment and follow-up through June 1, 2011. INTERVENTIONS: Multivitamin or placebo daily. MAIN OUTCOMES AND MEASURES: Major cardiovascular events, including nonfatal myocardial infarction, nonfatal stroke, and CVD mortality. Secondary outcomes included myocardial infarction, total stroke, CVD mortality, and total mortality individually. RESULTS: In total, 13 316 male physicians (mean [SD] age at randomization, 64.0 [9.0] years in those receiving the active multivitamin and 64.0 [9.1] years in those receiving the placebo) were observed for a mean (SD) follow-up of 11.4 (2.3) years. There was no consistent evidence of effect modification by various foods, nutrients, dietary patterns, or baseline supplement use on the effect of multivitamin use on CVD end points. Statistically significant interaction effects were observed between multivitamin use and vitamin B6 intake on myocardial infarction, between multivitamin use and vitamin D intake on CVD mortality, and between multivitamin use and vitamin B12 intake on CVD mortality and total mortality. However, there were inconsistent patterns in hazard ratios across tertiles of each dietary factor that are likely explained by multiple testing. CONCLUSIONS AND RELEVANCE: The results suggest that baseline nutritional status does not influence the effect of randomized long-term multivitamin use on major CVD events. Future studies are needed to investigate the role of baseline nutritional biomarkers on the effect of multivitamin use on CVD and other outcomes. TRIAL REGISTRATION: clinicaltrials.gov Identifier: NCT00270647.",
      "mesh_terms": [
        "Aged",
        "Animals",
        "Cardiovascular Diseases",
        "Dairy Products",
        "Diet",
        "Dietary Supplements",
        "Double-Blind Method",
        "Fishes",
        "Fruit",
        "Humans",
        "Male",
        "Middle Aged",
        "Myocardial Infarction",
        "Nutritional Status",
        "Red Meat",
        "Stroke",
        "Vegetables",
        "Vitamins",
        "Whole Grains"
      ]
    },
    {
      "pmid": "28336109",
      "title": "Multivitamin/mineral supplements: Rationale and safety.",
      "authors": [
        "Hans K Biesalski",
        "Jana Tinz"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2017-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Multivitamin/mineral supplements (MVMs) are widely used in many populations. MVMs, together with iron and folic acid, are recommended for pregnant women to improve birth outcome and to reduce low-birthweight and rates of miscarriage. However, MVM use is common in the general population as well. The aim of the present review was to evaluate the safety of long-term use of these supplements. To examine the safety of MVM use, we performed a literature search for randomized controlled studies involving supplementation with a combination of at least nine vitamins and three minerals at a maximum concentration of 100% of the Recommended Dietary Allowance. We found nine studies evaluating the use and efficacy of MVMs in pregnant women and healthy adults and six studies in the elderly where adverse effects were explicitly addressed. Only minor adverse events (e.g., unspecific gastrointestinal symptoms) were reported in all studies. In particular, there were no significant differences between treatment and placebo groups. MVM use within the range of the Dietary Reference Intake will not result in excess intake, even when including the effect of food and fortified food, and does not increase mortality. Taken together, these findings indicate that MVMs can be safe for long-term use (>10 y).",
      "mesh_terms": [
        "Diet, Healthy",
        "Dietary Supplements",
        "Female",
        "Folic Acid",
        "Food, Fortified",
        "Humans",
        "Iron, Dietary",
        "Meta-Analysis as Topic",
        "Micronutrients",
        "Pregnancy",
        "Randomized Controlled Trials as Topic",
        "Recommended Dietary Allowances"
      ]
    },
    {
      "pmid": "28276257",
      "title": "Pre-conceptual and prenatal supplementary folic acid and multivitamin intake, behavioral problems, and hyperkinetic disorders: A study based on the Danish National Birth Cohort (DNBC).",
      "authors": [
        "Jasveer Virk",
        "Zeyan Liew",
        "Jørn Olsen",
        "Ellen A Nohr",
        "Janet M Catov",
        "Beate Ritz"
      ],
      "journal": "Nutritional neuroscience",
      "publication_date": "2018-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To evaluate whether early folic acid or multivitamin supplementation during pregnancy prevents diagnosis of hyperkinetic disorders (HKD), treatment for attention deficit hyperactivity disorder (ADHD), and ADHD-like behaviors reported by parents participating in the DNBC for children at age 7. METHODS: HKD diagnosis and ADHD medication use data were obtained from the Danish National Hospital, Central Psychiatric and Pharmaceutical registers. We estimated hazard ratios (HRs) for HKD diagnosis and ADHD medication use and risk ratios (RRs) for parent-reported ADHD behavior collected with the Strength and Difficulties Questionnaire (SDQ), comparing children whose mothers took folic acid or multivitamin supplements early in pregnancy defined as starting periconceptionally (4 weeks prior to their last menstrual period (LMP)) through 8 weeks after their LMP (4-8 weeks), to children whose mothers indicated no supplement use for the same entire period. RESULTS: We identified 384 children (1.1%) with a hospital diagnosis for HKD and 642 children (1.8%) treated with ADHD medication. We found no association between risk of HKD diagnosis or intake of ADHD medication and early maternal folic acid use. However, early multivitamin use was associated with an approximately 30% reduction in risk for HKD diagnosis (aHR: 0.70, 95% CI: 0.52-0.96) and 21% reduction in treatment with ADHD medication (aHR: 0.79, 95% CI: 0.62-0.98). We observed a reduced risk in parent-reported ADHD behaviors, but these results were attenuated after adjustment. CONCLUSION: Our data suggest that multivitamin use in early pregnancy may reduce risk for HKD diagnosis and treatment for ADHD in the offspring.",
      "mesh_terms": [
        "Adult",
        "Attention Deficit Disorder with Hyperactivity",
        "Body Mass Index",
        "Child",
        "Child Behavior",
        "Cohort Studies",
        "Denmark",
        "Dietary Supplements",
        "Female",
        "Folic Acid",
        "Humans",
        "Longitudinal Studies",
        "Male",
        "Maternal Nutritional Physiological Phenomena",
        "Micronutrients",
        "Middle Aged",
        "Pregnancy",
        "Risk Factors",
        "Socioeconomic Factors",
        "Surveys and Questionnaires",
        "Young Adult"
      ]
    },
    {
      "pmid": "27974902",
      "title": "The Effects of Four-Week Multivitamin Supplementation on Mood in Healthy Older Women: A Randomized Controlled Trial.",
      "authors": [
        "Helen Macpherson",
        "Renee Rowsell",
        "Katherine H M Cox",
        "Jeffery Reddan",
        "Denny Meyer",
        "Andrew Scholey",
        "Andrew Pipingas"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective. Nutritional deficiencies have been associated with cognitive decline and mood disturbances. Vitamin intake can influence mood and randomized controlled trials have demonstrated that multivitamin supplements are capable of reducing mild symptoms of mood dysfunction. However, few studies have focussed on healthy older women. Methods. This study investigated the effects of four weeks' multivitamin supplementation on mood in 76 healthy women aged 50-75 years. Mood was assessed before and after intervention in the laboratory using measures of current mood and retrospective experiences of mood over the past week or longer. Mobile phones were used to assess changes in real-time mood ratings, twice weekly in the home. Results. There were no multivitamin-related benefits identified for measures of current mood or reflections of recent mood when measured in the laboratory. In-home assessments, where mood was rated several hours after dose, revealed multivitamin supplementation improved ratings of stress, with a trend to reduce mental fatigue. Conclusions. Over four weeks, subtle changes to stress produced by multivitamin supplementation in healthy older women may not be detected when only pre- and posttreatment mood is captured. In-home mobile phone-based assessments may be more sensitive to the effects of nutritional interventions compared to traditional in-laboratory assessments."
    },
    {
      "pmid": "27632426",
      "title": "Coenzyme Q10 plus Multivitamin Treatment Prevents Cisplatin Ototoxicity in Rats.",
      "authors": [
        "Laura Astolfi",
        "Edi Simoni",
        "Filippo Valente",
        "Sara Ghiselli",
        "Stavros Hatzopoulos",
        "Milvia Chicca",
        "Alessandro Martini"
      ],
      "journal": "PloS one",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cisplatin (Cpt) is known to induce a high level of oxidative stress, resulting in an increase of reactive oxygen species damaging the inner ear and causing hearing loss at high frequencies. Studies on animal models show that antioxidants may lower Cpt-induced ototoxicity. The aim of this study is to evaluate the ototoxic effects of two different protocols of Cpt administration in a Sprague-Dawley rat model, and to test in the same model the synergic protective effects of a solution of coenzyme Q10 terclatrate and Acuval 400®, a multivitamin supplement containing antioxidant agents and minerals (Acu-Qter). The Cpt was administered intraperitoneally in a single dose (14 mg/kg) or in three daily doses (4.6 mg/kg/day) to rats orally treated or untreated with Acu-Qter for 5 days. The auditory function was assessed by measuring auditory brainstem responses from 2 to 32 kHz at day 0 and 5 days after treatment. Similar hearing threshold and body weight alterations were observed in both Cpt administration protocols, but mortality reduced to zero when Cpt was administered in three daily doses. The Acu-Qter treatment was able to prevent and completely neutralize ototoxicity in rats treated with three daily Cpt doses, supporting the synergic protective effects of coenzyme Q terclatrate and Acuval 400® against Cpt-induced oxidative stress. The administration protocol involving three Cpt doses is more similar to common human chemotherapy protocols, therefore it appears more useful for long-term preclinical studies on ototoxicity prevention.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents",
        "Cisplatin",
        "Drug Administration Schedule",
        "Ear, Inner",
        "Hearing Loss",
        "Male",
        "Rats",
        "Rats, Sprague-Dawley",
        "Ubiquinone",
        "Vitamins"
      ]
    },
    {
      "pmid": "27553772",
      "title": "Multivitamin/mineral supplements: Rationale and safety - A systematic review.",
      "authors": [
        "Hans K Biesalski",
        "Jana Tinz"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2017-Jan",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "Multivitamin/mineral supplements (MVM) are widely used in many populations. In particular, in pregnant women, MVM together with iron and folic acid are recommended to improve birth outcome and reduce low birth weight and rates of miscarriage. However, MVM use is common in the general population. This raises questions regarding the safety of long-term use of these supplements. To estimate the safety of MVM use, we performed a literature search for randomized, controlled studies for supplements with a combination of at least nine vitamins and three minerals at a maximum concentration of 100% of the recommended dietary allowance. We found nine studies evaluating the use and efficacy of MVM in pregnant women and healthy adults and six studies in the elderly where adverse effects were explicitly addressed. Only minor adverse effects (e.g., unspecific gastrointestinal symptoms) were reported in all studies. In particular, there were no significant differences between treatment and placebo groups. MVM use within the range of the dietary reference intake will not result in excess intake, even when including the impact of food and fortified food, and does not increase mortality. Taken together, these findings indicate that MVM can be safe for long-term use (more than 10 y).",
      "mesh_terms": [
        "Dietary Supplements",
        "Humans",
        "Minerals",
        "Recommended Dietary Allowances",
        "Trace Elements",
        "Vitamins"
      ]
    },
    {
      "pmid": "27513580",
      "title": "Multivitamin Use and Serum Vitamin B12 Concentrations in Older-Adult Metformin Users in REGARDS, 2003-2007.",
      "authors": [
        "Vijaya Kancherla",
        "Joshua V Garn",
        "Neil A Zakai",
        "Rebecca S Williamson",
        "Winn T Cashion",
        "Oluwaseun Odewole",
        "Suzanne E Judd",
        "Godfrey P Oakley"
      ],
      "journal": "PloS one",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metformin, an insulin-sensitizing drug, is a first line treatment for type 2 diabetes. Long-term use of metformin has been associated with subsequent reductions in vitamin B12 concentrations. The objective of our study was to determine whether metformin use is associated with lower serum vitamin B12 concentrations in older adults, and whether concurrent use of multivitamins modifies this association. We examined 2,510 participants aged 50 years and over, participating in the national population-based Reasons for Geographic And Racial Differences in Stroke (REGARDS) Study. Multivariable linear and logistic regression models were used to assess associations between multivitamin use and serum vitamin B12 concentrations. We estimated adjusted odds ratios (aOR)s and confidence intervals (CI)s. Results were stratified by three metformin/diabetes sub-groups: 1) participants with diabetes who were metformin users; 2) participants with diabetes who were not metformin users; and 3) participants without diabetes. We found that diabetic metformin users had significantly lower geometric mean serum B12 concentrations (409 pmol/L) than the group with diabetes not taking metformin (485 pmol/L; P<0.01), and the group without diabetes (445 pmol/L; P = 0.02). The geometric mean serum B12 concentrations were greater for multivitamin users (509 pmol/L) compared to those who did not use multivitamins (376 pmol/L; p<0.01). Among the participants with diabetes who were on metformin therapy, multivitamin use was associated with geometric mean serum vitamin B12 concentrations that were 50% (or 161 pmol/L) higher, compared to those not using multivitamins. Among metformin users, multivitamin use was associated with lower prevalence of combined low and borderline vitamin B12 concentrations (aOR = 0.14; 95% CI = 0.04, 0.54) compared to those not using multivitamins. In conclusion, metformin use was associated with lower geometric mean serum vitamin B12 concentrations among diabetic older adults compared to their counterparts. Concurrent multivitamin use may potentially protect against low or borderline vitamin B12 concentrations in long-term metformin users. Additional research is needed to further examine this association as low or borderline vitamin B12 concentrations can be preventable, or treatable if detected at an early stage, in long-term metformin users.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Case-Control Studies",
        "Diabetes Mellitus, Type 2",
        "Dietary Supplements",
        "Female",
        "Humans",
        "Hypoglycemic Agents",
        "Male",
        "Metformin",
        "Middle Aged",
        "Time Factors",
        "Vitamin B 12",
        "Vitamin B 12 Deficiency",
        "Vitamins"
      ]
    },
    {
      "pmid": "27507178",
      "title": "Use of multivitamin, acidifier and Azolla in the diet of broiler chickens.",
      "authors": [
        "M A Islam",
        "M Nishibori"
      ],
      "journal": "Asian-Australasian journal of animal sciences",
      "publication_date": "2017-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The experiments were carried out to measure the effect of multivitamin, acidifier and Azolla on growth performance, profitability and lipid profiles of blood of broiler chickens to produce safe and cost effective broilers. METHODS: In experiment 1, 240 day-old Cobb-500 broiler chicks were fed diets; D1 (control), D2 (D1 with 1 mL multivitamin/liter water), D3 (D1 with 1 mL acidifier/liter water), D4 (D1 with 1 mL multivitamin and 2 mL acidifier/liter water) having 3 replications in each, and 20 chicks/replication. In experiment 2, 150 day-old Cobb-500 broiler chicks were fed diets; T1 (control), T2 (5% Azolla in the diet), T3 (7% Azolla in the diet) and T4 (T1 with 1 mL multivitamin and 1 mL acidifier/liter water) having 3 replications in each, and 20 chicks/replication in control, and 10 chicks/replication in the remaining dietary treatment groups for 35 days. RESULTS: In experiment 1, the highest live weight was observed in D4 (p<0.05), however, feed intake was statistically similar between diets (p>0.05). The lowest feed conversion ratio (FCR) (p<0.001) and mortality (p<0.05) were observed in D2 followed by D4, D1, and D3, respectively. There were no significant differences between diets for feed cost and net profit (p>0.05). However, evidently but not significantly, the highest net profit was obtained in D2 followed by D4, D1, and D3, respectively. In experiment 2, the highest live weight (p<0.05) and feed intake (p<0.001) were observed in T4. Mortality (p<0.01), FCR (p<0.01), feed cost (p<0.05) and net profit (p<0.05) were significantly different among diets. Considering net profit, T2 was the best performing dietary group followed by T3, T1, and T4, respectively. The lowest lipid profiles were observed in D3 followed by D1, D4, and D2, respectively (p<0.05). In experiment 2, the lowest total cholesterol, TG, and the highest amount of high density lipoprotein were observed in T2, followed by T3, T1, and T4, respectively (p<0.05). Evidently but not significantly, low density lipoprotein was the highest in T2 followed by T3, T4, and T1, respectively (p>0.05). CONCLUSION: In conclusion, Azolla and acidifier reduced lipid profiles of broiler chickens. Considering net profit and lipid profiles, 5% Azolla may be the suitable dietary group for producing safe and profitable broilers. However, more studies are needed to confirm this study prior to suggesting using Azolla in the poultry industry."
    },
    {
      "pmid": "27497480",
      "title": "Multi-Vitamin B Supplementation Reverses Hypoxia-Induced Tau Hyperphosphorylation and Improves Memory Function in Adult Mice.",
      "authors": [
        "Lixia Yu",
        "Yuan Chen",
        "Weiguang Wang",
        "Zhonghai Xiao",
        "Yan Hong"
      ],
      "journal": "Journal of Alzheimer's disease : JAD",
      "publication_date": "2016-Aug-04",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Hypobaric hypoxia (HH) leads to reduced oxygen delivery to brain. It could trigger cognitive dysfunction and increase the risk of dementia including Alzheimer's disease (AD). The present study was undertaken in order to examine whether B vitamins (B6, B12, folate, and choline) could exert protective effects on hypoxia-induced memory deficit and AD related molecular events in mice. Adult male Kunming mice were assigned to five groups: normoxic control, hypoxic model (HH), hypoxia+vitamin B6/B12/folate (HB), hypoxia+choline (HC), hypoxia+vitamin B6/B12/folate+choline (HBC). Mice in the hypoxia, HB, HC, and HBC groups were exposed to hypobaric hypoxia for 8 h/day for 28 days in a decompression chamber mimicking 5500 meters of high altitude. Spatial and passive memories were assessed by radial arm and step-through passive test, respectively. Levels of tau and glycogen synthase kinase (GSK)-3β phosphorylation were detected by western blot. Homocysteine (Hcy) concentrations were determined using enzymatic cycling assay. Mice in the HH group exhibited significant spatial working and passive memory impairment, increased tau phosphorylation at Thr181, Ser262, Ser202/Thr205, and Ser396 in the cortex and hippocampus, and elevated Hcy levels compared with controls. Concomitantly, the levels of Ser9-phosphorylated GSK-3β were significantly decreased in brain after hypoxic treatment. Supplementations of vitamin B6/B12/folate+choline could significantly ameliorate the hypoxia-induced memory deficits, observably decreased Hcy concentrations in serum, and markedly attenuated tau hyperphosphorylation at multiple AD-related sites through upregulating inhibitory Ser9-phosphorylated GSK-3β. Our finding give further insight into combined neuroprotective effects of vitamin B6, B12, folate, and choline on brain against hypoxia.",
      "mesh_terms": [
        "Animals",
        "Avoidance Learning",
        "Cerebral Cortex",
        "Choline",
        "Dietary Supplements",
        "Disease Models, Animal",
        "Folic Acid",
        "Glycogen Synthase Kinase 3 beta",
        "Hippocampus",
        "Homocysteine",
        "Hypoxia",
        "Male",
        "Maze Learning",
        "Memory",
        "Memory Disorders",
        "Mice",
        "Phosphorylation",
        "Vitamin B 12",
        "Vitamin B 6",
        "Vitamin B Complex",
        "tau Proteins"
      ]
    },
    {
      "pmid": "30775472",
      "title": "Effect of multivitamin on serum 25-hydroxy vitamin D level in postmenopausal women: A randomized, double-blind, placebo-controlled trial.",
      "authors": [
        "Dithawut Khrutmuang",
        "Krasean Panyakhamlerd",
        "Sukanya Chatkittisilpa",
        "Unnop Jaisamrarn",
        "Nimit Taechakraichana"
      ],
      "journal": "Osteoporosis and sarcopenia",
      "publication_date": "2016-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To determine the effects of multivitamin vitamin D 300 or 600 units on serum 25 hydroxyvitamin D (25(OH)D) level after 4 weeks of supplementation in postmenopausal women with vitamin D insufficiency. STUDY DESIGN: Randomized double-blind, placebo-controlled trial. METHODS: Postmenopausal women who had vitamin D insufficiency were recruited into the study. The participants were randomized to 3 groups of 4-week treatment period with multivitamin (GPO, Governmental Pharmacy Organization) 2 tablets (contained vitamin D2 amount 600 units), multivitamin 1 tablet (contained vitamin D2 amount 300 units) or placebo. At baseline and after 4 weeks of supplementation, serum 25(OH)D were determined with electrochemilumines-cence immunoassay (Cobas, Roche Diagnostics) and level change of 25(OH)D level were compared among the groups. RESULTS: Out of 144 participants, 49.3% had vitamin D deficiency (<20 ng/ml) and 50.7% had vitamin D insufficiency (<30 ng/ml). However, after 4 weeks of the GPO oral multivitamin, serum 25(OH)D levels significantly increased from 19.4 ± 6.3 ng/ml at baseline to 22.2 ± 5.2 ng/ml (p = 0.01) and from 19.5 ± 5.0 ng/ml to 23.3 ± 5.2 ng/ml (p < 0.01) in the groups receiving vitamin D 300 IU and 600 IU/day, respectively. Approximately, 10% of those who took vitamin D had serum 25(OH)D level above the insufficiency level within 4 weeks. There was no significant changes of serum 25(OH)D after 4 weeks in the placebo group. CONCLUSIONS: Daily supplementation of the generic multivitamin containing vitamin D2 300 and 600 IU daily for 4 weeks significantly increased mean serum 25(OH)D from baseline up above the deficiency level."
    },
    {
      "pmid": "27189038",
      "title": "The effect of daily zinc and/or multivitamin supplements on early childhood development in Tanzania: results from a randomized controlled trial.",
      "authors": [
        "Lindsey M Locks",
        "Karim P Manji",
        "Christine M McDonald",
        "Roland Kupka",
        "Rodrick Kisenge",
        "Said Aboud",
        "Molin Wang",
        "David C Bellinger",
        "Wafaie W Fawzi",
        "Christopher P Duggan"
      ],
      "journal": "Maternal & child nutrition",
      "publication_date": "2017-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Impaired childhood development has lifelong consequences for educational attainment and wage-earning potential. Micronutrient supplements have the potential to improve development. The objective of this study was to determine the effect of daily zinc and/or multivitamin (vitamins C, E and B-complex) supplements on development among Tanzanian infants. In this randomized, 2 × 2 factorial, double-blind trial, 2400 infants were randomized to zinc (Zn), multivitamins (MV), zinc and multivitamins (Zn + MV) or placebo at 6 weeks of age. At approximately 15 months, a sub-sample of 247 children underwent developmental assessment using the cognitive, language (receptive and expressive) and motor (fine and gross) scales of the Bayley Scales of Infant and Toddler Development Third Edition (BSID-III). Mean BSID-III scores were compared using univariate and multivariate linear regression models adjusted for child's sex, post-conceptual age and test administrator. Logistic regressions were used to assess odds of low developmental scores. We did not detect a significant difference in mean BSID-III scores in any of the five domains in univariate or multivariate models comparing each of the four treatment groups. We also did not detect a significant difference in mean BSID-III scores when comparing children who received zinc supplements versus those who did not, or in comparisons of children who received multivitamin supplements versus those who did not. There was no significant difference in odds of a low BSID-III score in any of the five domains in treatment arms either. Because neither daily zinc nor multivitamin (vitamins B-complex, C and E) supplementation led to improvements in any of the developmental domains assessed using the BSID-III, we recommend pursuing alternative interventions to promote early childhood development in vulnerable populations. © 2016 John Wiley & Sons Ltd.",
      "mesh_terms": [
        "Adult",
        "Child Development",
        "Cognition",
        "Dietary Supplements",
        "Dose-Response Relationship, Drug",
        "Double-Blind Method",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Infant",
        "Male",
        "Socioeconomic Factors",
        "Tanzania",
        "Vitamins",
        "Young Adult",
        "Zinc"
      ]
    },
    {
      "pmid": "27083763",
      "title": "Effect of zinc plus multivitamin supplementation on growth in school children.",
      "authors": [
        "Sanguansak Rerksuppaphol",
        "Lakkana Rerksuppaphol"
      ],
      "journal": "Pediatrics international : official journal of the Japan Pediatric Society",
      "publication_date": "2016-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Zinc and multiple vitamins are essential for growth. Zinc and vitamin deficiency is very common in developing countries. The aim of this study was to assess the efficacy of zinc plus multivitamin supplements in improving growth of healthy Thai schoolchildren. METHODS: A randomized controlled trial was conducted in healthy 4-13-year-old Thai schoolchildren attending public school in central Thailand. Participants were randomized to receive either chelated zinc in the form of zinc bis-glycinate (20 mg elemental zinc) plus multivitamins (vitamin A, 1000 IU; vitamin D, 200 IU; B1, 10 mg; B2, 3 mg; B6, 1 mg; B12, 10 μg; nicotinamide, 40 mg) or placebo once per day, 5 days per week for 6 months. Primary outcome was change in height from baseline to the end of the study. Secondary outcomes were change in weight, body mass index, waist and hip circumferences and waist-to-height ratio. An intention-to-treat analysis was performed. RESULTS: Seventy children each were randomized to the treatment and placebo groups. The children who received zinc and multivitamins had significantly higher gain in height (4.9 ± 1.3 vs 3.6 ± 0.9 cm, respectively; P < 0.001). Subgroup analysis showed significant improvement in height, especially in preadolescents. The increased gain in height was irrespective of baseline height and weight. The extra gain in height occurred after 2 months of supplementation. The changes in other anthropometric indices were not significantly different. CONCLUSION: Supplementation of chelated zinc plus multivitamins for 6 months significantly increased height gain in Thai schoolchildren and was well tolerated.",
      "mesh_terms": [
        "Adolescent",
        "Body Height",
        "Body Weight",
        "Child",
        "Child Development",
        "Child, Preschool",
        "Dietary Supplements",
        "Dose-Response Relationship, Drug",
        "Female",
        "Humans",
        "Male",
        "Reference Values",
        "Schools",
        "Single-Blind Method",
        "Thailand",
        "Vitamins",
        "Zinc"
      ]
    },
    {
      "pmid": "26878196",
      "title": "Effects of Multivitamin Supplements on Cognitive Function, Serum Homocysteine Level, and Depression of Korean Older Adults With Mild Cognitive Impairment in Care Facilities.",
      "authors": [
        "Hye Kyung Lee",
        "So Young Kim",
        "Sohyune R Sok"
      ],
      "journal": "Journal of nursing scholarship : an official publication of Sigma Theta Tau International Honor Society of Nursing",
      "publication_date": "2016-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To examine effects of multivitamin supplements on cognitive function, serum homocysteine level, and depression of Korean older adults with mild cognitive impairment (MCI) in care facilities. DESIGN: A quasi-experimental pretest-posttest control group design was employed. METHODS: Forty-eight adults 65 years of age and older with MCI (experimental, n = 24; control, n = 24) who were living in care facilities in Gyeong-gi-do, Korea, were recruited. Multivitamin supplements as experimental treatment consisted of vitamin B6, B12, and folic acid. Multivitamin supplements were taken at a dosage of one pill every day for 12 weeks through the oral route. Measures were Mini Mental State Examination-Korean, serum homocysteine level, and Geriatric Depression Scale Short Form Korea Version. Collected data were analyzed using SPSS version 21.0 statistical software (SPSS Inc., Chicago, IL, USA). FINDINGS: There were significant effects of multivitamin supplements on cognitive function (F = 3.624, p = .021), serum homocysteine level (F = 6.974, p = .001), and depression (F = 10.849, p = .001). CONCLUSIONS: Multivitamin supplements increased cognitive function, and decreased serum homocysteine level and depression of Korean older adults with MCI in care facilities. CLINICAL RELEVANCE: Multivitamin supplements can be utilized for improving cognitive ability and for decreasing depression of Korean older adults with MCI in care facilities.",
      "mesh_terms": [
        "Aged",
        "Cognitive Dysfunction",
        "Depression",
        "Dietary Supplements",
        "Drug Therapy, Combination",
        "Female",
        "Folic Acid",
        "Homocysteine",
        "Humans",
        "Male",
        "Republic of Korea",
        "Residential Facilities",
        "Treatment Outcome",
        "Vitamin B 12",
        "Vitamin B 6"
      ]
    },
    {
      "pmid": "26812001",
      "title": "No effect of multivitamin supplementation on central blood pressure in healthy older people: A randomized controlled trial.",
      "authors": [
        "Elizabeth Harris",
        "Renee Rowsell",
        "Andrew Pipingas",
        "Helen Macpherson"
      ],
      "journal": "Atherosclerosis",
      "publication_date": "2016-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND AND AIMS: Central blood pressure rises with age, which increases cardiovascular risk. There is some evidence that nutritional supplements may be useful to reduce central blood pressures in older people, but no studies have investigated the effects of multivitamin supplements for this purpose. This randomized, double-blind, placebo-controlled study investigated the effects of 16-weeks supplementation with gender-specific multivitamin and herbal supplements. METHOD: Participants were healthy individuals, free from heart disease, and included 160 females aged ≥ 50 and 79 males aged 50-65 years. Analyses of co-variance, correcting for baseline cardiovascular assessments, were used to determine the effects of supplementation on central cardiovascular measures including augmentation index, augmentation pressure and pulse pressure. Significance was set at p = 0.016. RESULTS: No effects of multivitamin supplementation were observed in either males or females (respectively) for central augmentation index (p = 0.841; p = 0.296), central augmentation pressure (p = 0.794; p = 0.442), and central pulse pressure (p = 0.078; p = 0.304). Similarly, there was no treatment effect observed for brachial systolic, diastolic or pulse pressures. CONCLUSION: Four months multivitamin supplementation does not appear to exert any benefit to measures of central blood pressure in healthy older people.",
      "mesh_terms": [
        "Age Factors",
        "Aged",
        "Blood Pressure",
        "Dietary Supplements",
        "Double-Blind Method",
        "Drug Combinations",
        "Female",
        "Healthy Volunteers",
        "Humans",
        "Male",
        "Middle Aged",
        "Sex Factors",
        "Time Factors",
        "Vascular Stiffness",
        "Victoria",
        "Vitamins"
      ]
    },
    {
      "pmid": "28331914",
      "title": "EFFECTS AND MECHANISMS OF A NEW MULTIVITAMIN ON CHRONIC METABOLIC SYNDROMES AND AGING.",
      "authors": [
        "Su-Xi Wu",
        "Xuewei Jiang",
        "Yu-Ying Liu",
        "Lin-Feng Chen",
        "Jun Tao"
      ],
      "journal": "African journal of traditional, complementary, and alternative medicines : AJTCAM",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Increased occurrence of chronic syndromes has prompted researchers to investigate and develop drugs and methods for controlling chronic syndromes with a view to improve human health and reduce early aging. MATERIAL AND METHODS: Human trials: After the allotted multivitamin pills or placebo pills had been taken for a stipulated period of about 2 months, the volunteers filled out feedback forms on curative effects of the pills in line with the health examination reports. The effects of the multivitamin on various symptoms or diseases and dysfunctions of the chronic metabolic syndromes were noted and evaluated based on the information provided in forms. Animal experiments: Mouse aging model induced by D-galactose were administered the multivitamin by oral gavage every morning. At the end of the sixth week, activity or content of the components associated with ageing and anti-aging in the brain and liver of the aging mice were determined to investigate the mechanisms of the new multivitamin on chronic metabolic syndromes and aging. RESULTS: We found that multivitamin can eliminate or attenuate 38 types of symptoms or dysfunctions of the investigated metabolic syndromes; and that it has both preventive and curative/adjunctive therapeutic effects on the metabolic syndromes. The effects of this multivitamin on components associated with aging and anti-aging were significantly decreased - malondialdehyde content and monoamine oxidase activity but significantly increased activity of superoxide dismutase and glutathione peroxidase. This multivitamin has significant anti-aging effects. CONCLUSION: Supplementing with this multivitamin can prevent and provide treatment/adjunctive therapy for these chronic metabolic syndromes and delay the aging process. List of AbbreviationsBWbody weight; Cu/Zn-SOD, cuprum/zinc-superoxide dismutaseMAOmonoamine oxidaseMDAmalondialdehyde; Mn-SOD, manganese-superoxide dismutase; T-SOD, total superoxide dismutase; TP, total protein.",
      "mesh_terms": [
        "Adult",
        "Aging",
        "Animals",
        "Antioxidants",
        "Brain",
        "Dietary Supplements",
        "Female",
        "Humans",
        "Liver",
        "Male",
        "Malondialdehyde",
        "Metabolic Syndrome",
        "Mice",
        "Middle Aged",
        "Superoxide Dismutase",
        "Vitamins"
      ]
    },
    {
      "pmid": "26285704",
      "title": "The effect of standard dose multivitamin supplementation on disease progression in HIV-infected adults initiating HAART: a randomized double blind placebo-controlled trial in Uganda.",
      "authors": [
        "David Guwatudde",
        "Molin Wang",
        "Amara E Ezeamama",
        "Danstan Bagenda",
        "Rachel Kyeyune",
        "Henry Wamani",
        "Yukari C Manabe",
        "Wafaie W Fawzi"
      ],
      "journal": "BMC infectious diseases",
      "publication_date": "2015-Aug-19",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Efficacy trials investigating the effect of multivitamin (MV) supplementations among patients on Highly Active Antiretroviral Therapy (HAART) have so far been inconclusive. We conducted a randomized, double blind, placebo controlled trial to determine the effect of one recommended daily allowance (RDA) of MV supplementation on disease progression in patients initiating HAART. METHODS: Eligible subjects were randomized to receive placebo or MV supplementation including vitamins B-complex, C and E. Participants were followed for up to 18 months. Primary endpoints were: change in CD4 cell count, weight and quality of life (QoL). Secondary endpoints were: i) development of a new or recurrent HIV disease progression event, including all-cause mortality; ii) switching from first- to second-line antiretroviral therapy (ART); and iii) occurrence of an adverse event. Intent-to-treat analysis, using linear regression mixed effects models were used to compare changes over time in the primary endpoints between the study arms. Kaplan-Meier time-to-event analysis and the log-rank test was used to compare HIV disease progression events and all-cause mortality. RESULTS: Four hundred participants were randomized, 200 onto MV and 200 onto placebo. By month 18, the average change in CD4 cell count in the MV arm was 141 cells/uL compared to 147 cells/uL in the placebo arm, a mean difference of -6 · 17 [95 % CI -29 · 3, 16 · 9]. The average change in weight in the MV arm was 3 · 9 kg compared to 3 · 3 kg in the placebo arm, a mean difference of 0 · 54 [95 % CI -0 · 40, 1 · 48]; whereas average change in QoL scores in the MV arm was 6 · 8 compared to 8 · 8 in the placebo arm, a mean difference of -2.16 [95 % CI -4 · 59,0 · 27]. No significant differences were observed in these primary endpoints, or in occurrence of adverse events between the trial arms. CONCLUSIONS: One RDA of MV supplementation was safe but did not have an effect on indicators of disease progression among HIV infected adults initiating HAART. TRIAL REGISTRATION: Clinical trials NCT01228578 , registered on 15th October 2010.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Antiretroviral Therapy, Highly Active",
        "Body Weight",
        "CD4 Lymphocyte Count",
        "Dietary Supplements",
        "Disease Progression",
        "Double-Blind Method",
        "Female",
        "HIV Infections",
        "Humans",
        "Kaplan-Meier Estimate",
        "Linear Models",
        "Male",
        "Middle Aged",
        "Quality of Life",
        "Recommended Dietary Allowances",
        "Treatment Outcome",
        "Uganda",
        "Vitamins",
        "Young Adult"
      ]
    },
    {
      "pmid": "26066814",
      "title": "Online Education Improves Canadian Dietitians' Attitudes and Knowledge Regarding Recommending and Ordering Multivitamin/Mineral Supplements.",
      "authors": [
        "Liz da Silva",
        "Rebecca Brody",
        "Laura Byham-Gray",
        "J Scott Parrott"
      ],
      "journal": "Canadian journal of dietetic practice and research : a publication of Dietitians of Canada = Revue canadienne de la pratique et de la recherche en dietetique : une publication des Dietetistes du Canada",
      "publication_date": "2014-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To determine the attitudes and knowledge of Fraser Health registered dietitians (RDs) regarding recommending and ordering multivitamin/mineral supplements prior to and following an online education module. METHODS: The educational intervention consisted of narrated slides with electronic resources. After undergoing external review for face and content validity, 6 attitude questions and a 15-item knowledge test were administered pre- and postintervention. The attitude questionnaire utilized a 5-point Likert scale and had a maximum summative score of 30 points. The knowledge test was worth a maximum of 15 points. RESULTS: Of the eligible RDs (n = 123), 57 (46.3%) completed the study and 55 participants were included in the final analyses. Summative attitude scores were higher on the post-intervention questionnaire compared with the preintervention questionnaire (t = 92.5, P < 0.001). The proportion of correctly answered knowledge questions pre- (78.0% ± 10.0%) to postintervention (mean = 87.4% ± 6.0%) increased significantly (t = 7.16, P < 0.001). CONCLUSIONS: Postintervention, RD attitudes and knowledge improved confirming that the education strategy was effective. Future work should focus on optimizing the module and knowledge questions.",
      "mesh_terms": [
        "Adult",
        "Attitude of Health Personnel",
        "Canada",
        "Clinical Competence",
        "Computer-Assisted Instruction",
        "Dietary Supplements",
        "Dietetics",
        "Education, Continuing",
        "Female",
        "Humans",
        "Internet",
        "Middle Aged",
        "Minerals",
        "Nutritionists",
        "Program Evaluation",
        "Vitamins",
        "Workforce"
      ]
    },
    {
      "pmid": "25973897",
      "title": "Periconceptional Multivitamin Supplementation Containing Folic Acid and Sex Ratio at Birth in a Chinese Population: a Prospective Cohort Study.",
      "authors": [
        "Xiaoying Zheng",
        "Lijun Pei",
        "Gong Chen",
        "Xinming Song",
        "Jilei Wu",
        "Ying Ji"
      ],
      "journal": "Paediatric and perinatal epidemiology",
      "publication_date": "2015-Jul",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: To determine whether periconceptional use of multivitamin supplements containing folic acid increases the occurrence of male births in a Chinese population. METHODS: A prospective cohort study was carried out in 18 counties in four provinces of China. Participants were naturally and voluntarily divided into an intervention group (who took a multivitamin pill containing folic acid, n = 25,418) and a control group (who did not take any multivitamin, n = 26,580). Multivitamin supplements containing folic acid was ascertained before pregnancy. Pregnant women were followed through the first trimester of pregnancy and the outcome of pregnancy (i.e. livebirth, stillbirth, or fetal death; sex at birth) was recorded. RESULTS: A total of 52,043 pregnancies and 51,998 births were recorded between September 2000 and August 2002. The proportion of males born to women who did and did not take the multivitamin were 54.8% (n = 13,935) and 54.0% (n = 11,483), respectively. The male to female sex ratios at birth among women who did and did not take the multivitamin were 117:100 and 121:100, respectively. The risk ratio was 1.03 [95% confidence interval 0.99, 1.06] after adjusting for confounding factors. CONCLUSIONS: These findings suggest that periconceptional multivitamin supplementation containing folic acid is not associated with an increased likelihood of male births in a Chinese population. However, these results may have been affected by induced abortion or selective termination of pregnancy, and the findings must therefore be cautiously interpreted.",
      "mesh_terms": [
        "Abortion, Induced",
        "Adult",
        "China",
        "Dietary Supplements",
        "Female",
        "Folic Acid",
        "Humans",
        "Infant, Newborn",
        "Male",
        "Population Surveillance",
        "Preconception Care",
        "Pregnancy",
        "Prevalence",
        "Prospective Studies",
        "Sex Ratio",
        "Treatment Outcome",
        "Vitamins"
      ]
    },
    {
      "pmid": "25971966",
      "title": "Interaction of α-Lipoic Acid with the Human Na+/Multivitamin Transporter (hSMVT).",
      "authors": [
        "Britta Zehnpfennig",
        "Pattama Wiriyasermkul",
        "David A Carlson",
        "Matthias Quick"
      ],
      "journal": "The Journal of biological chemistry",
      "publication_date": "2015-Jun-26",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "The human Na(+)/multivitamin transporter (hSMVT) has been suggested to transport α-lipoic acid (LA), a potent antioxidant and anti-inflammatory agent used in therapeutic applications, e.g. in the treatment of diabetic neuropathy and Alzheimer disease. However, the molecular basis of the cellular delivery of LA and in particular the stereospecificity of the transport process are not well understood. Here, we expressed recombinant hSMVT in Pichia pastoris and used affinity chromatography to purify the detergent-solubilized protein followed by reconstitution of hSMVT in lipid bilayers. Using a combined approach encompassing radiolabeled LA transport and equilibrium binding studies in conjunction with the stabilized R-(+)- and S-(-)-enantiomers and the R,S-(+/-) racemic mixture of LA or lipoamide, we identified the biologically active form of LA, R-LA, to be the physiological substrate of hSMVT. Interaction of R-LA with hSMVT is strictly dependent on Na(+). Under equilibrium conditions, hSMVT can simultaneously bind ~2 molecules of R-LA in a biphasic binding isotherm with dissociation constants (Kd) of 0.9 and 7.4 μm. Transport of R-LA in the oocyte and reconstituted system is exclusively dependent on Na(+) and exhibits an affinity of ~3 μm. Measuring transport with known amounts of protein in proteoliposomes containing hSMVT in outside-out orientation yielded a catalytic turnover number (kcat) of about 1 s(-1), a value that is well in agreement with other Na(+)-coupled transporters. Our data suggest that hSMVT-mediated transport is highly specific for R-LA at our tested concentration range, a finding with wide ramifications for the use of LA in therapeutic applications.",
      "mesh_terms": [
        "Biological Transport",
        "Biotin",
        "Humans",
        "Iodides",
        "Kinetics",
        "Pantothenic Acid",
        "Stereoisomerism",
        "Substrate Specificity",
        "Symporters",
        "Thioctic Acid"
      ]
    },
    {
      "pmid": "25905863",
      "title": "Multivitamin and iron supplementation to prevent periconceptional anemia in rural tanzanian women: a randomized, controlled trial.",
      "authors": [
        "Nilupa S Gunaratna",
        "Honorati Masanja",
        "Sigilbert Mrema",
        "Francis Levira",
        "Donna Spiegelman",
        "Ellen Hertzmark",
        "Naomi Saronga",
        "Kahema Irema",
        "Mary Shuma",
        "Ester Elisaria",
        "Wafaie Fawzi"
      ],
      "journal": "PloS one",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Women's nutritional status during conception and early pregnancy can influence maternal and infant outcomes. This study examined the efficacy of pre-pregnancy supplementation with iron and multivitamins to reduce the prevalence of anemia during the periconceptional period among rural Tanzanian women and adolescent girls. DESIGN: A double-blind, randomized controlled trial was conducted in which participants were individually randomized to receive daily oral supplements of folic acid alone, folic acid and iron, or folic acid, iron, and vitamins A, B-complex, C, and E at approximately single recommended dietary allowance (RDA) doses for six months. SETTING: Rural Rufiji District, Tanzania. SUBJECTS: Non-pregnant women and adolescent girls aged 15-29 years (n = 802). RESULTS: The study arms were comparable in demographic and socioeconomic characteristics, food security, nutritional status, pregnancy history, and compliance with the regimen (p>0.05). In total, 561 participants (70%) completed the study and were included in the intention-to-treat analysis. Hemoglobin levels were not different across treatments (median: 11.1 g/dL, Q1-Q3: 10.0-12.4 g/dL, p = 0.65). However, compared with the folic acid arm (28%), there was a significant reduction in the risk of hypochromic microcytic anemia in the folic acid and iron arm (17%, RR: 0.61, 95% CI: 0.42-0.90, p = 0.01) and the folic acid, iron, and multivitamin arm (19%, RR: 0.66, 95% CI: 0.45-0.96, p = 0.03). Inverse probability of treatment weighting (IPTW) to adjust for potential selection bias due to loss to follow-up did not materially change these results. The effect of the regimens was not modified by frequency of household meat consumption, baseline underweight status, parity, breastfeeding status, or level of compliance (in all cases, p for interaction>0.2). CONCLUSIONS: Daily oral supplementation with iron and folic acid among women and adolescents prior to pregnancy reduces risk of anemia. The potential benefits of supplementation on the risk of periconceptional anemia and adverse pregnancy outcomes warrant investigation in larger studies. TRIAL REGISTRATION: ClinicalTrials.gov NCT01183572.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Anemia",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Folic Acid",
        "Humans",
        "Iron",
        "Nutritional Status",
        "Pregnancy",
        "Pregnancy Complications",
        "Pregnancy Outcome",
        "Rural Population",
        "Tanzania",
        "Vitamins",
        "Young Adult"
      ]
    },
    {
      "pmid": "25773009",
      "title": "Biomarkers of oxidative stress and redox status in a short-term low-dosed multivitamin and mineral supplementation study in two human age groups.",
      "authors": [
        "Eugene Jansen",
        "Piet Beekhof",
        "Abdonas Tamosiunas",
        "Dalia Luksiene",
        "Migle Baceviciene"
      ],
      "journal": "Biogerontology",
      "publication_date": "2015-Oct",
      "publication_types": [
        "Comparative Study",
        "Controlled Clinical Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A 60-day intervention study was conducted in which the participants took a low dose of a multivitamin and mineral supplement. The study consists of a final number of 66 volunteers (30 males and 36 females), divided into two age groups of 30-35 and 60-65 years. For 30 days they took a multivitamin and mineral supplement with 1× the recommended daily intake (RDI) followed by another 30 days with 2× the RDI. The aim of the study was to monitor oxidative stress and redox status of both young and old age groups. In serum, the expected increase of the water-soluble vitamins folate and vitamin B12 was observed with a concomitant decrease in homocysteine. Serum biomarkers of oxidative stress, the reactive oxygen metabolites, of the antioxidant status, the biological antioxidant potential did not change. However, the total thiol levels in serum, biomarker of the redox status, decreased significant, only in both groups of elderly after 60 days. In erythrocytes, there was a change in the glutathione metabolism as observed by an increase in glutathione reductase and to a lower extend in glutathione peroxidase, indicating an increase in oxidative stress in all groups. It is concluded that a low-dosed multivitamin and -mineral supplementation have different effects on the redox status in young versus old. It remained to explain why a low dose of a multivitamin and -mineral supplement cause increased oxidative stress.",
      "mesh_terms": [
        "Adult",
        "Age Factors",
        "Aged",
        "Aging",
        "Biomarkers",
        "Dietary Supplements",
        "Drug Combinations",
        "Erythrocytes",
        "Female",
        "Humans",
        "Lithuania",
        "Male",
        "Middle Aged",
        "Minerals",
        "Oxidation-Reduction",
        "Oxidative Stress",
        "Recommended Dietary Allowances",
        "Time Factors",
        "Vitamins"
      ]
    },
    {
      "pmid": "25676163",
      "title": "The effect of multivitamin supplements on continuation rate and side effects of combined oral contraceptives: A randomised controlled trial.",
      "authors": [
        "Sakineh Mohammad-Alizadeh-Charandabi",
        "Mojgan Mirghafourvand",
        "Laya Froghy",
        "Yousef Javadzadeh",
        "Nasser Razmaraii"
      ],
      "journal": "The European journal of contraception & reproductive health care : the official journal of the European Society of Contraception",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: This study aimed to assess the effect of multivitamin use during the pill-free interval on the continuation rate and side effects of combined oral contraceptives (COCs) within the first few cycles of use. METHODS: In this trial, 332 women presenting to public health centres in an Iranian city each received a COC pack containing 21 pills and were randomised to one of three groups: two of the groups also received 42 multivitamin pills or 42 placebo pills to be taken once a day for 7 days before starting COCs and again during the 7-day pill-free interval for five cycles, while the third group received no multivitamin or placebo pills with their COCs. The groups were compared using Cox regression and χ(2) tests. RESULTS: There were no losses to follow-up. Continuation rates at the sixth cycle were 88% for the multivitamin group, 75% for the placebo group and 67% for the no intervention group. Compared with the multivitamin group, the six-cycle discontinuation rate was significantly higher in the placebo group (hazard ratio [HR] 2.26, 95% confidence interval [CI] 1.15-4.45; p = 0.019) and no intervention group (HR 3.15, 95% CI 1.66-5.99; p < 0.001). Nausea, mood changes, weight gain and breast tenderness were significantly less common in the multivitamin group than in the other groups in all cycles, and spotting/irregular bleeding and dizziness were significantly less common in most of the second, third and sixth cycle follow-up. CONCLUSIONS: Multivitamin supplements could significantly reduce the side effects of COCs in the initial cycles and improve continuation rates. However, the study limitations do not allow for any definite conclusion for their use in clinical practice, especially in communities rich in nutrients.",
      "mesh_terms": [
        "Adult",
        "Contraception Behavior",
        "Contraceptives, Oral, Combined",
        "Dietary Supplements",
        "Double-Blind Method",
        "Drug Combinations",
        "Drug Therapy, Combination",
        "Drug-Related Side Effects and Adverse Reactions",
        "Female",
        "Humans",
        "Iran",
        "Patient Compliance",
        "Proportional Hazards Models",
        "Vitamins"
      ]
    },
    {
      "pmid": "25259737",
      "title": "The effect of a single dose of multivitamin and mineral combinations with and without guaraná on functional brain activity during a continuous performance task.",
      "authors": [
        "David J White",
        "David A Camfield",
        "Silvia Maggini",
        "Andrew Pipingas",
        "Richard Silberstein",
        "Con Stough",
        "Andrew Scholey"
      ],
      "journal": "Nutritional neuroscience",
      "publication_date": "2017-Jan",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: Relatively few studies have explored the possibility of acute cognitive effects of multivitamin ingestion. This report explores the acute brain electrophysiological changes associated with multivitamin and mineral supplementation, with and without guaraná, using the steady-state visually evoked potential (SSVEP). METHODS: Based on the known SSVEP correlates of A-X continuous performance task (CPT) performance, and sensitivity to acute psychopharmacological manipulations, the A-X CPT was adopted as a task paradigm to explore treatment-related neurophysiological changes in attentional processing. Twenty healthy non-smoking adults aged 21-39 years (mean age = 28.35 years, SD = 5.52) took part in this double-blind, placebo-controlled, randomized, balanced crossover design study. RESULTS: The study demonstrated both transient and tonic changes in the SSVEP response during completion of the A-X CPT following multivitamin and mineral treatment both with and without guaraná. Transient changes in SSVEP response in prefrontal regions were observed after a single dose of a multivitamin and mineral preparation indicative of enhanced activity within brain regions engaged by the attentional demands of the task. This pattern of change in frontal regions was correlated with improved behavioural performance after treatment with the multivitamin and mineral combination. Where tonic shifts in SSVEP response were investigated, multivitamin and mineral treatment was associated with a pattern of increased inhibition across posterior regions, with enhanced excitatory processing in prefrontal regions. In contrast, multivitamin and mineral treatment with additional guaraná showed a tonic shift towards greater excitatory processes after a single treatment, consistent with the caffeine content of this treatment. DISCUSSION: While preliminary in nature, these findings suggest a single multivitamin/mineral dose is sufficient to impact on functional brain activity in task-related brain regions.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Attention",
        "Brain",
        "Caffeine",
        "Calcium, Dietary",
        "Cognition",
        "Cross-Over Studies",
        "Dietary Supplements",
        "Double-Blind Method",
        "Evoked Potentials, Visual",
        "Follow-Up Studies",
        "Functional Neuroimaging",
        "Humans",
        "Magnesium",
        "Neurons",
        "Performance-Enhancing Substances",
        "Theobromine",
        "Theophylline",
        "Vitamins",
        "Young Adult",
        "Zinc"
      ]
    },
    {
      "pmid": "25131909",
      "title": "Effectiveness of the combination therapy with lisinopril, ivabradine and multivitamin supplementation in anthracycline-induced severe cardiotoxicity.",
      "authors": [
        "Cesare de Gregorio",
        "Giuseppina Potenza",
        "Giuseppa Ferraro"
      ],
      "journal": "International journal of cardiology",
      "publication_date": "2014-Oct-20",
      "publication_types": [
        "Case Reports",
        "Letter"
      ],
      "mesh_terms": [
        "Anthracyclines",
        "Antibiotics, Antineoplastic",
        "Benzazepines",
        "Cardiotoxicity",
        "Dietary Supplements",
        "Drug Therapy, Combination",
        "Female",
        "Humans",
        "Ivabradine",
        "Lisinopril",
        "Middle Aged",
        "Treatment Outcome",
        "Ventricular Dysfunction, Left",
        "Vitamins"
      ]
    },
    {
      "pmid": "25115164",
      "title": "Effect of multivitamin versus multivitamin-mineral supplementation on metabolic profiles and biomarkers of oxidative stress in pregnant women: a double-blind randomized clinical trial.",
      "authors": [
        "Mohsen Taghizadeh",
        "Mansooreh Samimi",
        "Fariba Kolahdooz",
        "Zohreh Tabassi",
        "Mehri Jamilian",
        "Zatollah Asemi"
      ],
      "journal": "The journal of maternal-fetal & neonatal medicine : the official journal of the European Association of Perinatal Medicine, the Federation of Asia and Oceania Perinatal Societies, the International Society of Perinatal Obstetricians",
      "publication_date": "2015-Jul",
      "publication_types": [
        "Journal Article",
        "Retracted Publication"
      ],
      "abstract": "OBJECTIVE: This study was designed to determine the favorable effects of received multivitamin versus multivitamin-mineral supplements on metabolic profiles and biomarkers of oxidative stress among Iranian pregnant women. METHODS: This double-blind randomized-controlled clinical trial was conducted among 70 pregnant women, primigravida, aged 18-35 years old between 16 and 37 weeks gestation. Subjects were randomly assigned to receive either the multivitamin (n = 35) or multivitamin-mineral supplements (n = 35) for 20 weeks. Fasting blood samples were taken at baseline and after a 20-week intervention to measure lipid profiles and biomarkers of oxidative stress. RESULTS: After 20 weeks of intervention, multivitamin-mineral supplementation resulted in a significant difference on serum triglycerides levels (changes from baseline in multivitamin-mineral group: +6.1 versus in multivitamin group: +45.9 mg/dl, p = 0.04) compared with the multivitamin group. In addition, increased concentrations of serum HDL-cholesterol (changes from baseline in multivitamin-mineral group: +0.1 versus in multivitamin group: -7.4 mg/dl, p = 0.02) and total glutathione (GSH) levels (changes from baseline in multivitamin-mineral group: +151.09 versus in multivitamin group: -116.21 µmol/l, p = 0.003) were also seen in the multivitamin-mineral group compared with the multivitamin group. CONCLUSION: Supplementation of multivitamin-mineral compared to multivitamin supplementation for 20 weeks during pregnancy had beneficial effects on triglycerides, HDL-cholesterol and GSH levels."
    },
    {
      "pmid": "25105077",
      "title": "Is Ginkgo biloba and/or a Multivitamin-multimineral Supplement a Therapeutic Option for Parkinson's Disease? A Case Report.",
      "authors": [
        "Gary D Conrad"
      ],
      "journal": "Global advances in health and medicine",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "For a number of years, there has been speculation about the potential benefit of Parkinson's disease by treatment with Ginkgo biloba. In this case report, my grandfather, who had a known history of Parkinson's, had dramatic improvement after supplementation with ginkgo and a multivitamin-multimineral supplement. Human studies are needed for confirmation."
    },
    {
      "pmid": "24849736",
      "title": "Multivitamin and mineral supplementation is associated with the reduction of fracture risk and hospitalization rate in Chinese adult males: a randomized controlled study.",
      "authors": [
        "Shao-Ming Wang",
        "Liang-Yu Yin",
        "Yu Zhang",
        "Jin-Hu Fan",
        "Irene J Chang",
        "Sanford M Dawsey",
        "Philip R Taylor",
        "Christian C Abnet",
        "You-Lin Qiao"
      ],
      "journal": "Journal of bone and mineral metabolism",
      "publication_date": "2015-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, N.I.H., Intramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Controversy exists in the literature regarding the efficacy of bone health-related nutrients, especially calcium and vitamin D, in preventing fractures. The aim of our present study was to determine the effect of multivitamin and mineral supplementation on fracture incidence among 3,318 participants from a nutritional intervention trial in Linxian, China. A total of 1,461 men and 1,857 women were enrolled and randomized to daily supplementation with 26 vitamins and minerals tablet or placebo pills for 6 years, followed by a 16-year post-interventional follow-up. The dates, sites, and causes of the fractures were collected retrospectively via a standardized questionnaire. Cox proportional hazard model was used to estimate hazard ratios and 95% confidence intervals of fracture incidence in the intervention versus the placebo group. A total of 221 fractures (57 in men and 164 in women) occurred during the entire study period of 21 years and 9 months. In men, the supplement reduced the risk of fracture by 63% during the trial period, and this protective effect was sustained and statistically significant when analysis included both the trial period and 5- or 10-year post-intervention follow-up (years 0-11, P = 0.04; years 0-16, P = 0.02, respectively). The protection against fracture was not apparent >10 years after cessation of the intervention. In women, no significant effect of supplementation on fracture incidence was seen in any of the study periods. These results demonstrate that a 6-year multivitamin and mineral intervention was associated with significant reduction of fracture risk and fracture-related hospitalization in men, but not in women.",
      "mesh_terms": [
        "China",
        "Dietary Supplements",
        "Female",
        "Fractures, Bone",
        "Hospitalization",
        "Humans",
        "Male",
        "Middle Aged",
        "Vitamins"
      ]
    },
    {
      "pmid": "24830830",
      "title": "Randomized controlled trial examining the effects of fish oil and multivitamin supplementation on the incorporation of n-3 and n-6 fatty acids into red blood cells.",
      "authors": [
        "Andrew Pipingas",
        "Robyn Cockerell",
        "Natalie Grima",
        "Andrew Sinclair",
        "Con Stough",
        "Andrew Scholey",
        "Stephen Myers",
        "Kevin Croft",
        "Avni Sali",
        "Matthew P Pase"
      ],
      "journal": "Nutrients",
      "publication_date": "2014-May-14",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The present randomized, placebo-controlled, double-blind, parallel-groups clinical trial examined the effects of fish oil and multivitamin supplementation on the incorporation of n-3 and n-6 fatty acids into red blood cells. Healthy adult humans (n = 160) were randomized to receive 6 g of fish oil, 6 g of fish oil plus a multivitamin, 3 g of fish oil plus a multivitamin or a placebo daily for 16 weeks. Treatment with 6 g of fish oil, with or without a daily multivitamin, led to higher eicosapentaenoic acid (EPA) composition at endpoint. Docosahexaenoic acid (DHA) composition was unchanged following treatment. The long chain LC n-3 PUFA index was only higher, compared to placebo, in the group receiving the combination of 6 g of fish oil and the multivitamin. Analysis by gender revealed that all treatments increased EPA incorporation in females while, in males, EPA was only significantly increased by the 6 g fish oil multivitamin combination. There was considerable individual variability in the red blood cell incorporation of EPA and DHA at endpoint. Gender contributed to a large proportion of this variability with females generally showing higher LC n-3 PUFA composition at endpoint. In conclusion, the incorporation of LC n-3 PUFA into red blood cells was influenced by dosage, the concurrent intake of vitamin/minerals and gender.",
      "mesh_terms": [
        "Aged",
        "Dietary Supplements",
        "Docosahexaenoic Acids",
        "Dose-Response Relationship, Drug",
        "Double-Blind Method",
        "Eicosapentaenoic Acid",
        "Erythrocytes",
        "Fatty Acids, Omega-6",
        "Female",
        "Fish Oils",
        "Healthy Volunteers",
        "Humans",
        "Male",
        "Middle Aged",
        "Treatment Outcome",
        "Vitamins"
      ]
    },
    {
      "pmid": "24715940",
      "title": "Effect of Multivitamin-Mineral versus Multivitamin Supplementation on Maternal, Newborns' Biochemical Indicators and Birth Size: A Double-Blind Randomized Clinical Trial.",
      "authors": [
        "Mohsen Taghizadeh",
        "Mansooreh Samimi",
        "Zohreh Tabassi",
        "Zahra Heidarzadeh",
        "Zatollah Asemi"
      ],
      "journal": "Oman medical journal",
      "publication_date": "2014-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Micronutrient deficiency during pregnancy is associated with several complications. This study was designed to determine the effects of received multivitamin-mineral vs. multivitamin supplements on maternal, newborns' biochemical indicators, and birth size. METHODS: This double-blind randomized-controlled clinical trial was conducted among 48 Iranian pregnant women, primigravida, aged 18-35 years old in their second and third trimester from December 2011 to September 2012. Subjects were randomly assigned to receive either the multivitamin-mineral (n=24) or multivitamin supplements (n=24) for 20 weeks. Fasting blood samples were taken at baseline and after a 20-week intervention of pregnant women as well as umbilical cord blood of the babies immediately after delivery to measure serum calcium, vitamin D, iron, magnesium, zinc and biomarkers of oxidative stress including plasma total antioxidant capacity and total glutathione. RESULTS: Multivitamin-mineral compared to multivitamin supplementation resulted in a significant increase in maternal serum calcium (0.5 vs. -0.1 mg/dL, p=0.04) and magnesium levels (0.1 vs. -0.2 mg/dL, p<0.001). Furthermore, mean plasma total glutathione levels (1791 ± 566 vs. 1434 ± 622 µmol/l, p=0.04) of the newborns whose mothers received multivitamin-mineral were higher than those whose mothers received multivitamin supplements. CONCLUSIONS: Overall, multivitamin-mineral compared to multivitamin supplementation for 20 weeks during pregnancy resulted in a significant increase in maternal serum calcium and magnesium levels as well as a significant elevation of newborn plasma total glutathione levels."
    },
    {
      "pmid": "24490265",
      "title": "Long-term multivitamin supplementation and cognitive function in men: a randomized trial.",
      "authors": [
        "Francine Grodstein",
        "Jacqueline O'Brien",
        "Jae Hee Kang",
        "Rimma Dushkes",
        "Nancy R Cook",
        "Olivia Okereke",
        "JoAnn E Manson",
        "Robert J Glynn",
        "Julie E Buring",
        "Michael Gaziano",
        "Howard D Sesso"
      ],
      "journal": "Annals of internal medicine",
      "publication_date": "2013-Dec-17",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Despite widespread use of multivitamin supplements, their effect on cognitive health-a critical issue with aging-remains inconclusive. To date, no long-term clinical trials have studied multivitamin use and cognitive decline in older persons. OBJECTIVE: To evaluate whether long-term multivitamin supplementation affects cognitive health in later life. DESIGN: Randomized, double-blind, placebo-controlled trial of a multivitamin from 1997 to 1 June 2011. The cognitive function substudy began in 1998. Up to 4 repeated cognitive assessments by telephone interview were completed over 12 years. (ClinicalTrials.gov: NCT00270647) SETTING: The Physicians' Health Study II. PATIENTS: 5947 male physicians aged 65 years or older. INTERVENTION: Daily multivitamin or placebo. MEASUREMENTS: A global composite score averaging 5 tests of global cognition, verbal memory, and category fluency. The secondary end point was a verbal memory score combining 4 tests of verbal memory, which is a strong predictor of Alzheimer disease. RESULTS: No difference was found in mean cognitive change over time between the multivitamin and placebo groups or in the mean level of cognition at any of the 4 assessments. Specifically, for the global composite score, the mean difference in cognitive change over follow-up was -0.01 SU (95% CI, -0.04 to 0.02 SU) when treatment was compared with placebo. Similarly, cognitive performance did not differ between the multivitamin and placebo groups on the secondary outcome, verbal memory (mean difference in cognitive change over follow-up, -0.005 SU [CI, -0.04 to 0.03 SU]). LIMITATION: Doses of vitamins may be too low or the population may be too well-nourished to benefit from a multivitamin. CONCLUSION: In male physicians aged 65 years or older, long-term use of a daily multivitamin did not provide cognitive benefits. PRIMARY FUNDING SOURCE: National Institutes of Health, BASF, Pfizer, and DSM Nutritional Products.",
      "mesh_terms": [
        "Aged",
        "Aging",
        "Cognition",
        "Cognition Disorders",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Male",
        "Nutritional Status",
        "Risk Factors",
        "Vitamins"
      ]
    },
    {
      "pmid": "24419360",
      "title": "Multivitamin mineral supplementation in patients with chronic fatigue syndrome.",
      "authors": [
        "Daniela Maric",
        "Snezana Brkic",
        "Slavica Tomic",
        "Aleksandra Novakov Mikic",
        "Tatjana Cebovic",
        "Vesna Turkulov"
      ],
      "journal": "Medical science monitor : international medical journal of experimental and clinical research",
      "publication_date": "2014-Jan-14",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Chronic fatigue syndrome (CFS) is characterized by medically unexplained persistent or reoccurring fatigue lasting at least 6 months. CFS has a multifactorial pathogenesis in which oxidative stress (OS) plays a prominent role. Treatment is with a vitamin and mineral supplement, but this therapeutic option so far has not been properly researched. MATERIAL AND METHODS: This prospective study included 38 women of reproductive age consecutively diagnosed by CDC definition of CFS and treated with a multivitamin mineral supplement. Before and after the 2-month supplementation, SOD activity was determined and patients self-assessed their improvement in 2 questionnaires: the Fibro Fatigue Scale (FFS) and the Quality of Life Scale (SF36). Results There was a significant improvement in SOD activity levels; and significant decreases in fatigue (p=0.0009), sleep disorders (p=0.008), autonomic nervous system symptoms (p=0.018), frequency and intensity of headaches (p=0.0001), and subjective feeling of infection (p=0.0002). No positive effect on quality of life was found. CONCLUSIONS: Treatment with a vitamin and mineral supplement could be a safe and easy way to improve symptoms and quality of life in patients with CFS.",
      "mesh_terms": [
        "Enzyme-Linked Immunosorbent Assay",
        "Fatigue Syndrome, Chronic",
        "Female",
        "Humans",
        "Oxidative Stress",
        "Prospective Studies",
        "Quality of Life",
        "Serbia",
        "Superoxide Dismutase",
        "Surveys and Questionnaires",
        "Trace Elements",
        "Vitamins"
      ]
    },
    {
      "pmid": "24284609",
      "title": "The effects of multivitamin supplementation on diurnal cortisol secretion and perceived stress.",
      "authors": [
        "David A Camfield",
        "Mark A Wetherell",
        "Andrew B Scholey",
        "Katherine H M Cox",
        "Erin Fogg",
        "David J White",
        "Jerome Sarris",
        "Marni Kras",
        "Con Stough",
        "Avni Sali",
        "Andrew Pipingas"
      ],
      "journal": "Nutrients",
      "publication_date": "2013-Nov-11",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Recent evidence suggests that dietary intake of vitamins, in particular the B-vitamins including B6, B9 and B12 may have a number of positive effects on mood and stress. Given the effects of stress on a range of biological mechanisms including the endocrine system, it could be reasonably expected that multivitamin supplementation may also affect markers of these mechanisms such as diurnal cortisol secretion. In the current double-blind placebo-controlled study 138 adults (aged 20 to 50 years) were administered a multivitamin containing B-vitamins versus placebo over a 16-week period. Salivary cortisol measurements were taken at waking, 15-min, 30-min and at bedtime, at baseline, 8-weeks and 16-weeks. Perceived Stress (PSS) was measured at baseline, 8-weeks and 16-weeks, while blood serum measures of B6, B12 and homocysteine (HCy) as well as red cell folate (B9) were also collected at these time points. A significant interaction was found between treatment group and study visit for the Cortisol Awakening Response (CAR). Compared to placebo, at 16-weeks multivitamin supplementation was found to be associated with a near-significant trend towards an increased CAR. No significant differences in PSS were found between groups, with PSS increasing in both groups across the course of the study. Red cell folate was found to be significantly correlated with the CAR response at 16-weeks while HCy levels were not found to be associated with the CAR response, although HCy significantly correlated with waking cortisol levels at 8-weeks. A possible interpretation of the elevation in CAR associated with multivitamin supplementation is that this represents an adaptive response to everyday demands in healthy participants.",
      "mesh_terms": [
        "Adult",
        "Affect",
        "Biomarkers",
        "Circadian Rhythm",
        "Dietary Supplements",
        "Double-Blind Method",
        "Erythrocytes",
        "Female",
        "Homocysteine",
        "Humans",
        "Hydrocortisone",
        "Male",
        "Middle Aged",
        "Perception",
        "Saliva",
        "Stress, Psychological",
        "Vitamin B Complex",
        "Wakefulness",
        "Young Adult"
      ]
    },
    {
      "pmid": "24268861",
      "title": "Effects of multivitamin supplement on cataract and age-related macular degeneration in a randomized trial of male physicians.",
      "authors": [
        "William G Christen",
        "Robert J Glynn",
        "Joann E Manson",
        "Jean MacFadyen",
        "Vadim Bubes",
        "Miriam Schvartz",
        "Julie E Buring",
        "Howard D Sesso",
        "J Michael Gaziano"
      ],
      "journal": "Ophthalmology",
      "publication_date": "2014-Feb",
      "publication_types": [
        "Clinical Trial, Phase II",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: To test whether long-term multivitamin supplementation affects the incidence of cataract or age-related macular degeneration (AMD) in a large cohort of men. DESIGN: Randomized, double-blind, placebo-controlled trial. PARTICIPANTS: A total of 14,641 US male physicians aged ≥ 50 years. INTERVENTION: Daily multivitamin or placebo. MAIN OUTCOME MEASURES: Incident cataract and visually significant AMD responsible for a reduction in best-corrected visual acuity to 20/30 or worse based on self-reports confirmed by medical record review. RESULTS: During an average of 11.2 years of treatment and follow-up, a total of 1817 cases of cataract and 281 cases of visually significant AMD were confirmed. There were 872 cataracts in the multivitamin group and 945 cataracts in the placebo group (hazard ratio [HR], 0.91; 95% confidence interval [CI], 0.83-0.99; P = 0.04). For visually significant AMD, there were 152 cases in the multivitamin group and 129 cases in the placebo group (HR, 1.19; 95% CI, 0.94-1.50; P = 0.15). CONCLUSIONS: These randomized trial data from a large cohort of middle-aged and older US male physicians indicate that long-term daily multivitamin use modestly and significantly decreased the risk of cataract but had no significant effect on visually significant AMD.",
      "mesh_terms": [
        "Aged",
        "Cataract",
        "Dietary Supplements",
        "Double-Blind Method",
        "Follow-Up Studies",
        "Humans",
        "Incidence",
        "Macular Degeneration",
        "Male",
        "Middle Aged",
        "Physicians",
        "Risk Factors",
        "Surveys and Questionnaires",
        "Treatment Outcome",
        "United States",
        "Visual Acuity",
        "Vitamins"
      ]
    },
    {
      "pmid": "24067387",
      "title": "Acute effects of different multivitamin mineral preparations with and without Guaraná on mood, cognitive performance and functional brain activation.",
      "authors": [
        "Andrew Scholey",
        "Isabelle Bauer",
        "Chris Neale",
        "Karen Savage",
        "David Camfield",
        "David White",
        "Silvia Maggini",
        "Andrew Pipingas",
        "Con Stough",
        "Matthew Hughes"
      ],
      "journal": "Nutrients",
      "publication_date": "2013-Sep-13",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Previous work has identified the positive effects of the acute administration of a multivitamin-guaraná preparation during an effortful executive/working memory task. Here, we aimed to differentiate the effects of multivitamins with and without guaraná and to examine the neural substrates of such effects using functional magnetic resonance imaging (fMRI). Following a double-blind, placebo-controlled, randomised, balanced crossover design, 20 participants (mean age 29 ± 5.54 years) consumed multivitamin preparations with or without guaraná (Berocca® Performance and Boost, respectively) and a placebo. Thirty minutes post-treatment, they underwent neurocognitive assessment, consisting of a 10 min Cognitive Demand Battery, with mood ratings taken immediately before and after the battery. Five additional participants underwent post-treatment fMRI scanning during Rapid Visual Information Processing and Inspection Time activation tasks. The multivitamin with guaraná treatment was associated with significantly enhanced Serial Threes performance and self-rated contentment. fMRI revealed that both multivitamin treatments increased activation in areas associated with working memory and attentional processing, with the effect being greater in the multivitamin with guaraná condition. These data confirm the acute benefits of multivitamins with guaraná on mood and cognitive performance. Furthermore, they demonstrate for the first time increased brain activation from multivitamin preparations both with and without guaraná, as measured using fMRI.",
      "mesh_terms": [
        "Adult",
        "Affect",
        "Brain",
        "Cognition",
        "Cross-Over Studies",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Image Processing, Computer-Assisted",
        "Magnetic Resonance Imaging",
        "Male",
        "Micronutrients",
        "Paullinia",
        "Plant Extracts",
        "Positron-Emission Tomography",
        "Self Report",
        "Spectroscopy, Near-Infrared",
        "Young Adult"
      ]
    },
    {
      "pmid": "24063587",
      "title": "Effect of a multivitamin preparation supplemented with phytosterol on serum lipids and infarct size in rats fed with normal and high cholesterol diet.",
      "authors": [
        "Tamás Csont",
        "Márta Sárközy",
        "Gergő Szűcs",
        "Csilla Szűcs",
        "Judit Bárkányi",
        "Péter Bencsik",
        "Renáta Gáspár",
        "Imre Földesi",
        "Csaba Csonka",
        "Csaba Kónya",
        "Péter Ferdinandy"
      ],
      "journal": "Lipids in health and disease",
      "publication_date": "2013-Sep-25",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Although complex multivitamin products are widely used as dietary supplements to maintain health or as special medical food in certain diseases, the effects of these products were not investigated in hyperlipidemia which is a major risk factor for cardiovascular diseases. Therefore, here we investigated if a preparation developed for human use containing different vitamins, minerals and trace elements enriched with phytosterol (VMTP) affects the severity of experimental hyperlipidemia as well as myocardial ischemia/reperfusion injury. METHODS: Male Wistar rats were fed a normal or cholesterol-enriched (2% cholesterol + 0.25% cholate) diet for 12 weeks to induce hyperlipidemia. From week 8, rats in both groups were fed with a VMTP preparation or placebo for 4 weeks. Serum triglyceride and cholesterol levels were measured at week 0, 8 and 12. At week 12, hearts were isolated, perfused according to Langendorff and subjected to a 30-min coronary occlusion followed by 120 min reperfusion to measure infarct size. RESULTS: At week 8, cholesterol-fed rats showed significantly higher serum cholesterol level as compared to normal animals, however, serum triglyceride level did not change. VMTP treatment significantly decreased serum cholesterol level in the hyperlipidemic group by week 12 without affecting triglyceride levels. However, VMTP did not show beneficial effect on infarct size. The inflammatory marker hs-CRP and the antioxidant uric acid were also not significantly different. CONCLUSIONS: This is the first demonstration that treatment of hyperlipidemic subjects with a VMTP preparation reduces serum cholesterol, the major risk factor for cardiovascular disease; however, it does not provide cardioprotection.",
      "mesh_terms": [
        "Animals",
        "C-Reactive Protein",
        "Cholesterol",
        "Cholesterol, Dietary",
        "Dietary Supplements",
        "Hyperlipidemias",
        "Infusion Pumps",
        "Male",
        "Myocardial Infarction",
        "Myocardial Reperfusion Injury",
        "Myocardium",
        "Organ Culture Techniques",
        "Phytosterols",
        "Rats",
        "Rats, Wistar",
        "Triglycerides",
        "Uric Acid",
        "Vitamins"
      ]
    },
    {
      "pmid": "23948440",
      "title": "Multivitamin supplementation improves haematologic status in children born to HIV-positive women in Tanzania.",
      "authors": [
        "Enju Liu",
        "Christopher Duggan",
        "Karim P Manji",
        "Roland Kupka",
        "Said Aboud",
        "Ronald J Bosch",
        "Rodrick R Kisenge",
        "James Okuma",
        "Wafaie W Fawzi"
      ],
      "journal": "Journal of the International AIDS Society",
      "publication_date": "2013-Aug-13",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "INTRODUCTION: Anaemia is prevalent among children born to HIV-positive women, and it is associated with adverse effects on cognitive and motor development, growth, and increased risks of morbidity and mortality. OBJECTIVE: To examine the effect of daily multivitamin supplementation on haematologic status and mother-to-child transmission (MTCT) of HIV through breastfeeding. METHODS: A total of 2387 infants born to HIV-positive women from Dar es Salaam, Tanzania were enrolled in a randomized, double-blind, placebo-controlled trial, and provided a daily oral supplement of multivitamins (vitamin B complex, C and E) or placebo at age 6 weeks for 24 months. Among them, 2008 infants provided blood samples and had haemoglobin concentrations measured at baseline and during a follow-up period. Anaemia was defined as haemoglobin concentrations <11 g/dL and severe anaemia <8.5 g/dL. RESULTS: Haemoglobin concentrations among children in the treatment group were significantly higher than those in the placebo group at 12 (9.77 vs. 9.64 g/dL, p=0.03), 18 (9.76 vs. 9.57 g/dL, p=0.004), and 24 months (9.93 vs. 9.75 g/dL, p=0.02) of follow-up. Compared to those in the placebo group, children in the treatment group had a 12% lower risk of anaemia (hazard ratio (HR): 0.88; 95% CI: 0.79-0.99; p=0.03). The treatment was associated with a 28% reduced risk of severe anaemia among children born to women without anaemia (HR: 0.72; 95% CI: 0.56-0.92; p=0.008), but not among those born to women with anaemia (HR: 1.10; 95% CI: 0.79-1.54; p=0.57; p for interaction=0.007). One thousand seven hundred fifty three infants who tested HIV-negative at baseline and had HIV testing during follow-up were included in the analysis for MTCT of HIV. No association was found between multivitamin supplements and MTCT of HIV. CONCLUSIONS: Multivitamin supplements improve haematologic status among children born to HIV-positive women. Further trials focusing on anaemia among HIV-exposed children are warranted in the context of antiretroviral therapy.",
      "mesh_terms": [
        "Adult",
        "Anemia",
        "Child, Preschool",
        "Diet",
        "Double-Blind Method",
        "Female",
        "HIV Infections",
        "Hemoglobins",
        "Humans",
        "Infant",
        "Infant, Newborn",
        "Infectious Disease Transmission, Vertical",
        "Placebos",
        "Pregnancy",
        "Tanzania",
        "Treatment Outcome",
        "Vitamins"
      ]
    },
    {
      "pmid": "23895706",
      "title": "Effects of a multivitamin/multimineral supplement on young males with physical overtraining: a placebo-controlled, randomized, double-blinded cross-over trial.",
      "authors": [
        "Xin Li",
        "Wen Xu Huang",
        "Ju Ming Lu",
        "Guang Yang",
        "Fang Ling Ma",
        "Ya Ting Lan",
        "Jun Hua Meng",
        "Jing Tao Dou"
      ],
      "journal": "Biomedical and environmental sciences : BES",
      "publication_date": "2013-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To investigate the effects of vitamin-mineral supplement on young males with physical overtraining. METHODS: Two hundred and forty male Chinese field artillery personnel who undertook large scale and endurance military training and were on ordinary Chinese diet were randomized to receive a multivitamin/multimineral supplement or a placebo for 1 week. After a 1-week wash-out period, a cross-over with 1 week course of a placebo or multivitamin/multimineral supplement was conducted. Blood and urine samples were analyzed for adrenal, gonadal and thyroid hormones. In addition, cellular immune parameters (CD3+, CD3+CD4+, CD3+CD8+, CD4/CD8, CD3-CD56+, CD3-CD19+) were examined and psychological tests were performed before and after the training program and nutrition intervention. RESULTS: After a large scale and endurance military training, the participants showed significantly increased thyroid function, decreased adrenal cortex, testosterone and immunological function, and significantly increased somatization, anger and tension. Compared to placebo, multivitamin/ multimineral intervention showed significant effects on functional recovery of the pituitary - adrenal axis, pituitary-gonadal axis, pituitary- thyroid axis and immune system as well as psychological parameters. CONCLUSION: High-intensity military operations have significant impacts on the psychology, physical ability and neuroendocrine-immune system in young males. Appropriate supplementation of multivitamin/multimineral can facilitate the recovery of the psychology, physical ability and neuroendocrine-immune system in young males who take ordinary Chinese diet.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Affect",
        "CD4-CD8 Ratio",
        "Dietary Supplements",
        "Double-Blind Method",
        "Emotions",
        "Exercise",
        "Hormones",
        "Humans",
        "Killer Cells, Natural",
        "Leukocyte Count",
        "Male",
        "Military Personnel",
        "Minerals",
        "Psychological Tests",
        "Stress, Psychological",
        "Vitamins",
        "Young Adult"
      ]
    }
  ]
}