{
  "supplement": "N,N-Dimethyltryptamine",
  "query": "N,N-Dimethyltryptamine[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:08:05",
  "research_count": 42,
  "count": 42,
  "articles": [
    {
      "pmid": "40258990",
      "title": "Rapid and sustained antidepressant effects of vaporized N,N-dimethyltryptamine: a phase 2a clinical trial in treatment-resistant depression.",
      "authors": [
        "Marcelo Falchi-Carvalho",
        "Fernanda Palhano-Fontes",
        "Isabel Wießner",
        "Handersson Barros",
        "Raynara Bolcont",
        "Sophie Laborde",
        "Sérgio Ruschi B Silva",
        "Daniel Montanini",
        "David C Barbosa",
        "Ewerton Teixeira",
        "Rodrigo Florence-Vilela",
        "Raissa Almeida",
        "Rosana K A de Macedo",
        "Flávia Arichelle",
        "Érica J Pantrigo",
        "José V Costa-Macedo",
        "João Arthur da Cruz Nunes",
        "Luiz Antonio de Araújo Costa Neto",
        "Luis Fernando Nunes Ferreira",
        "Luísa Dantas Corrêa",
        "Romária Bárbara da Costa Bezerra",
        "Emerson Arcoverde",
        "Nicole Galvão-Coelho",
        "Draulio B Araujo"
      ],
      "journal": "Neuropsychopharmacology : official publication of the American College of Neuropsychopharmacology",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Clinical Trial, Phase II"
      ],
      "abstract": "Depression affects over 185 million people worldwide, with approximately one-third classified as treatment-resistant depression (TRD). Current treatments, such as oral antidepressants, often take around 3 weeks to become effective, with no immediate anti-suicidal benefits. The field urgently needs innovative therapies that provide rapid relief. Psychedelics like psilocybin and ayahuasca have shown promising antidepressant effects; however, their long duration (several hours) makes them costly and impractical for public health systems. N,N-Dimethyltryptamine (DMT), an endogenous psychedelic also found in ayahuasca, offers a viable alternative with a short duration of action (10-20 min) and non-invasive inhalation administration. Unlike ayahuasca, which contains monoamine oxidase inhibitors, vaporized DMT acts quickly and poses fewer pharmacological interaction risks. This open-label trial evaluated inhaled DMT for TRD for the first time, within the framework of interventional psychiatry. Fourteen patients (Nfemale = 6) participated in a fixed-order, dose-escalation study (15 mg and 60 mg). The treatment was safe, well-tolerated, and produced manageable psychedelic effects with no serious adverse events. A subpopulation using antidepressants showed similar safety outcomes. Results showed rapid and sustained antidepressant effects, with an average reduction of 21.14 points on the Montgomery-Asberg Depression Rating Scale by day 7 (p < 0.001). The response rate was 85.71%, and the remission rate was 57.14% 7 days post-administration, lasting up to 3 months. Suicidal ideation significantly decreased, with no severe ideation the day after dosing. Vaporized DMT offers a non-invasive, time-efficient, and cost-effective alternative to other psychedelics and traditional antidepressants, supporting its role in interventional psychiatry and public health. Clinicaltrials.gov NCT06094907.",
      "mesh_terms": [
        "Humans",
        "Depressive Disorder, Treatment-Resistant",
        "Male",
        "Antidepressive Agents",
        "Adult",
        "Female",
        "Middle Aged",
        "Administration, Inhalation",
        "N,N-Dimethyltryptamine",
        "Treatment Outcome",
        "Aged"
      ]
    },
    {
      "pmid": "39792505",
      "title": "Psychedelic Therapy: A Primer for Primary Care Clinicians-N,N-Dimethyltryptamine and Ayahuasca: Erratum.",
      "authors": [],
      "journal": "American journal of therapeutics",
      "publication_date": null,
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39364380",
      "title": "Short-term safety and tolerability profile of 5-methoxy-N,N-dimethyltryptamine in human subjects: a systematic review of clinical trials.",
      "authors": [
        "Aleksander Kwaśny",
        "Alina Wilkowska",
        "Wiesław Jerzy Cubała"
      ],
      "journal": "Frontiers in psychiatry",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "INTRODUCTION: Psychedelic agents have regained the attention of pharmaceutical companies as promising treatments for depressive episodes. 5-Methoxy-N,N-dimethyltryptamine (5-MeO-DMT), an atypical psychedelic, is emerging as a potentially effective, novel rapid-acting antidepressant. In this systematic review, we analyze the safety and tolerability evidence from clinical trials. METHODS: Following the Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) guidelines, electronic databases (PubMed, SCOPUS, Web of Science, EMBASE, and EBSCO) were searched from inception until 15 May 2024 to identify clinical trials (regardless of phase) reporting on short-term safety and tolerability profile of 5-MeO-DMT using the following keywords in various combinations: 5-methoxy-N, N-dimethyltryptamine, 5-MeO-DMT, safety, adverse, adverse reaction, side effects, tolerability, dropout, healthy volunteer, healthy participant, depression, major depressive disorder. Only studies written in English were considered. RESULTS: Initial search yielded 100 records, out of which 3 met the inclusion criteria. These studies reported on the results from clinical trial phases I and I/II, with a total of 78 participants included; two studies involved healthy volunteers, and one included patients with treatment-resistant depression. Although the data is limited, it confirms a good short-term safety and tolerability profile for 5-MeO-DMT, with no serious adverse events (SAEs) reported. Furthermore, no drop-outs were reported. CONCLUSION: 5-MeO-DMT administration in human subjects presents favorable short-term safety and tolerability profile. Importantly, no SAEs have been documented, and no adverse events led to participant withdrawal from the studies There is a need for future randomized, double-blind, placebo-controlled trials with larger samples and follow-up to assess potential chronic adverse events."
    },
    {
      "pmid": "38788435",
      "title": "Novel extended-release transdermal formulations of the psychedelic N,N-dimethyltryptamine (DMT).",
      "authors": [
        "Christopher G Witowski",
        "Mika R Hess",
        "Nate T Jones",
        "Molly C Pellitteri Hahn",
        "John Razidlo",
        "Riya Bhavsar",
        "Christina Beer",
        "Natalie Gonzalez-Velazquez",
        "Cameron O Scarlett",
        "Cody J Wenthur",
        "Jacqueline L von Salm"
      ],
      "journal": "European journal of pharmaceutical sciences : official journal of the European Federation for Pharmaceutical Sciences",
      "publication_date": "2024-Aug-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "There is considerable evidence from the literature that psychedelics, such as N,N-dimethyltryptamine (DMT), are safe and effective treatments for depression. However, clinical administration to induce psychedelic effects and expensive psychotherapy-assisted treatments likely limit accessibility to the average patient. There is emerging evidence that DMT promotes positive behavioral changes in vivo at sub-hallucinogenic dosages, and depending on the target indication, subjecting patients to high, bolus dosages may not be necessary. Due to rapid metabolic degradation, achieving target levels of DMT in subjects is difficult, requiring IV administration, which poses risks to patients during the intense hallucinogenic and subjective drug effects. The chemical and physical properties of DMT make it an excellent candidate for non-invasive, transdermal delivery platforms. This paper outlines the formulation development, in vitro, and in vivo testing of transdermal drug-in-adhesive DMT patches using various adhesives and permeation enhancers. In vivo behavioral and pharmacokinetic studies were performed with lead patch formulation (F5) in male and female Swiss Webster mice, and resulting DMT levels in plasma and brain samples were quantified using LC/MS/MS. Notable differences were seen in female versus male mice during IV administration; however, transdermal administration provided consistent, extended drug release at a non-hallucinogenic dose. The IV half-life of DMT was extended by 20-fold with administration of the transdermal delivery system at sub-hallucinogenic plasma concentrations not exceeding 60 ng/mL. Results of a translational head twitch assay (a surrogate for hallucinogenic effects in non-human organisms) were consistent with absence of hallucinations at low plasma levels achieved with our TDDS. Despite the reported low bioavailability of DMT, the non-invasive transdermal DMT patch F5 afforded an impressive 77 % bioavailability compared to IV at two dosages. This unique transdermal delivery option has the potential to provide an out-patient treatment option for ailments not requiring higher, bolus doses and is especially intriguing for therapeutic indications requiring non-hallucinogenic alternatives.",
      "mesh_terms": [
        "Animals",
        "Hallucinogens",
        "Male",
        "Delayed-Action Preparations",
        "Administration, Cutaneous",
        "Female",
        "Mice",
        "N,N-Dimethyltryptamine",
        "Transdermal Patch",
        "Skin Absorption",
        "Brain",
        "Behavior, Animal"
      ]
    },
    {
      "pmid": "38712161",
      "title": "Neurochemical and Neurophysiological Effects of Intravenous Administration of N,N-Dimethyltryptamine in Rats.",
      "authors": [
        "Nicolas G Glynos",
        "Emma R Huels",
        "Amanda Nelson",
        "Youngsoo Kim",
        "Robert T Kennedy",
        "George A Mashour",
        "Dinesh Pal"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2025-Feb-15",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "UNLABELLED: N,N-dimethyltryptamine (DMT) is a serotonergic psychedelic that is being investigated clinically for the treatment of psychiatric disorders. Although the neurophysiological effects of DMT in humans are well-characterized, similar studies in animal models as well as data on the neurochemical effects of DMT are generally lacking, which are critical for mechanistic understanding. In the current study, we combined behavioral analysis, high-density (32-channel) electroencephalography, and ultra-high-performance liquid chromatography-tandem mass spectrometry to simultaneously quantify changes in behavior, cortical neural dynamics, and levels of 17 neurochemicals in medial prefrontal and somatosensory cortices before, during, and after intravenous administration of three different doses of DMT (0.75 mg/kg, 3.75 mg/kg, 7.5 mg/kg) in male and female adult rats. All three doses of DMT produced head twitch response with most twitches observed after the low dose. DMT caused dose-dependent increases in serotonin and dopamine levels in both cortical sites along with a reduction in EEG spectral power in theta (4-10 Hz) and low gamma (25-55 Hz), and increase in power in delta (1-4 Hz), medium gamma (65-115 ), and high gamma (125-155 Hz) bands. Functional connectivity decreased in the delta band and increased across the gamma bands. In addition, we provide the first measurements of endogenous DMT in these cortical sites at levels comparable to serotonin and dopamine, which together with a previous study in occipital cortex, suggests a physiological role for endogenous DMT. This study represents one of the most comprehensive characterizations of psychedelic drug action in rats and the first to be conducted with DMT. SIGNIFICANCE STATEMENT: N,N-dimethyltryptamine (DMT) is a serotonergic psychedelic with potential as a tool for probing the neurobiology of consciousness and as a therapeutic agent for psychiatric disorders. However, the neurochemical and neurophysiological effects of DMT in rat, a preferred animal model for mechanistic studies, are unclear. We demonstrate that intravenous DMT caused a dose-dependent increase in serotonin and dopamine in medial prefrontal and somatosensory cortices, and simultaneously increased gamma functional connectivity. Similar effects have been shown for other serotonergic and atypical psychedelics, suggesting a shared mechanism of drug action. Additionally, we report DMT during normal wakefulness in two spatially and functionally distinct cortical sites - prefrontal, somatosensory - at levels comparable to those of serotonin and dopamine, supporting a physiological role for endogenous DMT."
    },
    {
      "pmid": "38693554",
      "title": "N, N-Dimethyltryptamine, a natural hallucinogen, ameliorates Alzheimer's disease by restoring neuronal Sigma-1 receptor-mediated endoplasmic reticulum-mitochondria crosstalk.",
      "authors": [
        "Dan Cheng",
        "Zhuo-Gui Lei",
        "Kin Chu",
        "Oi Jin Honey Lam",
        "Chun Yuan Chiang",
        "Zhang-Jin Zhang"
      ],
      "journal": "Alzheimer's research & therapy",
      "publication_date": "2024-May-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Aberrant neuronal Sigma-1 receptor (Sig-1r)-mediated endoplasmic reticulum (ER)- mitochondria signaling plays a key role in the neuronal cytopathology of Alzheimer's disease (AD). The natural psychedelic N, N-dimethyltryptamine (DMT) is a Sig-1r agonist that may have the anti-AD potential through protecting neuronal ER-mitochondrial interplay. METHODS: 3×TG-AD transgenic mice were administered with chronic DMT (2 mg/kg) for 3 weeks and then performed water maze test. The Aβ accumulation in the mice brain were determined. The Sig-1r level upon DMT treatment was tested. The effect of DMT on the ER-mitochondrial contacts site and multiple mitochondria-associated membrane (MAM)-associated proteins were examined. The effect of DMT on calcium transport between ER and mitochondria and the mitochondrial function were also evaluated. RESULTS: chronic DMT (2 mg/kg) markedly alleviated cognitive impairment of 3×TG-AD mice. In parallel, it largely diminished Aβ accumulation in the hippocampus and prefrontal cortex. DMT restored the decreased Sig-1r levels of 3×TG-AD transgenic mice. The hallucinogen reinstated the expression of multiple MAM-associated proteins in the brain of 3×TG-AD mice. DMT also prevented physical contact and calcium dynamic between the two organelles in in vitro and in vivo pathological circumstances. DMT modulated oxidative phosphorylation (OXPHOS) and ATP synthase in the in vitro model of AD. CONCLUSION: The anti-AD effects of DMT are associated with its protection of neuronal ER-mitochondria crosstalk via the activation of Sig-1r. DMT has the potential to serve as a novel preventive and therapeutic agent against AD.",
      "mesh_terms": [
        "Animals",
        "Receptors, sigma",
        "Sigma-1 Receptor",
        "Alzheimer Disease",
        "Endoplasmic Reticulum",
        "Mice, Transgenic",
        "Mitochondria",
        "Mice",
        "Hallucinogens",
        "N,N-Dimethyltryptamine",
        "Neurons",
        "Male"
      ]
    },
    {
      "pmid": "38616411",
      "title": "Phase 1, placebo-controlled, single ascending dose trial to evaluate the safety, pharmacokinetics and effect on altered states of consciousness of intranasal BPL-003 (5-methoxy-N,N-dimethyltryptamine benzoate) in healthy participants.",
      "authors": [
        "James Jonathan Rucker",
        "Claire Roberts",
        "Mathieu Seynaeve",
        "Allan H Young",
        "Ben Suttle",
        "Takahiro Yamamoto",
        "Anna O Ermakova",
        "Fiona Dunbar",
        "Frank Wiegand"
      ],
      "journal": "Journal of psychopharmacology (Oxford, England)",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Clinical Trial, Phase I",
        "Randomized Controlled Trial"
      ],
      "abstract": "AIMS: To investigate the safety, tolerability, pharmacokinetics (PK) and pharmacodynamics (PD) of BPL-003, a novel intranasal benzoate salt formulation of 5-methoxy-N,N-dimethyltryptamine (5-MeO-DMT), in healthy participants. METHODS: In all, 44 psychedelic-naïve participants enrolled in the double-blind, placebo-controlled single ascending dose study (1-12 mg BPL-003). Concentrations of 5-MeO-DMT and its pharmacologically active metabolite, bufotenine, were determined in plasma and urine. PD endpoints included subjective drug intensity (SDI) rating, the Mystical Experience Questionnaire (MEQ-30) and the Ego Dissolution Inventory (EDI). RESULTS: BPL-003 was well tolerated at doses up to 12 mg. There were no serious adverse events (AEs), and most AEs were mild; the most common being nasal discomfort, nausea, headache and vomiting. 5-MeO-DMT was rapidly absorbed and eliminated; the median time to peak plasma concentration was approximately 8-10 min and the mean terminal elimination half-life was <27 min. 5-MeO-DMT systemic exposure increased approximately dose-proportionally, while plasma bufotenine concentrations and urinary excretion of 5-MeO-DMT and bufotenine were negligible. The intensity of the SDI ratings was associated with plasma 5-MeO-DMT concentrations. MEQ-30 and EDI scores generally increased with the BPL-003 dose; 60% of participants had a 'complete mystical experience' at 10 and 12 mg doses. Profound and highly emotional consciousness-altering effects were observed with BPL-003, with a rapid onset and short-lasting duration. CONCLUSION: The novel intranasal formulation of BPL-003 was well tolerated with dose-proportional increases in PK and PD effects. The short duration of action and induction of mystical experiences suggest clinical potential, warranting further trials. CLINICAL TRIAL REGISTRATION: NCT05347849.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Adult",
        "Administration, Intranasal",
        "Female",
        "Double-Blind Method",
        "Young Adult",
        "Healthy Volunteers",
        "Middle Aged",
        "Dose-Response Relationship, Drug",
        "Hallucinogens",
        "Adolescent",
        "Consciousness"
      ]
    },
    {
      "pmid": "38600715",
      "title": "The potential of 5-methoxy-N,N-dimethyltryptamine in the treatment of alcohol use disorder: A first look at therapeutic mechanisms of action.",
      "authors": [
        "Stephan C Tap"
      ],
      "journal": "Addiction biology",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Alcohol use disorder (AUD) remains one of the most prevalent psychiatric disorders worldwide with high economic costs. Current treatment options show modest efficacy and relapse rates are high. Furthermore, there are increases in the treatment gap and few new medications have been approved in the past 20 years. Recently, psychedelic-assisted therapy with psilocybin and lysergic acid diethylamide has garnered significant attention in the treatment of AUD. Yet, they require significant amounts of therapist input due to prolonged subjective effects (~4-12 h) leading to high costs and impeding implementation. Accordingly, there is an increasing interest in the rapid and short-acting psychedelic 5-methoxy-N,N-dimethyltryptamine (5-MeO-DMT). This paper offers a first look at potential therapeutic mechanisms for AUD by reviewing the current literature on 5-MeO-DMT. Primarily, 5-MeO-DMT is able to induce mystical experiences and ego-dissolution together with increases in psychological flexibility and mindfulness. This could decrease AUD symptoms through the alleviation of psychiatric mood-related comorbidities consistent with the negative reinforcement and self-medication paradigms. In addition, preliminary evidence indicates that 5-MeO-DMT modulates neural oscillations that might subserve ego-dissolution (increases in gamma), psychological flexibility and mindfulness (increases in theta), and the reorganization of executive control networks (increases in coherence across frequencies) that could improve emotion regulation and inhibition. Finally, animal studies show that 5-MeO-DMT is characterized by neuroplasticity, anti-inflammation, 5-HT2A receptor agonism, and downregulation of metabotropic glutamate receptor 5 with clinical implications for AUD and psychiatric mood-related comorbidities. The paper concludes with several recommendations for future research to establish the purported therapeutic mechanisms of action.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Hallucinogens",
        "N,N-Dimethyltryptamine",
        "Methoxydimethyltryptamines",
        "Alcoholism",
        "Alcohol Drinking"
      ]
    },
    {
      "pmid": "38518268",
      "title": "Psychedelic Therapy: A Primer for Primary Care Clinicians-N,N-Dimethyltryptamine and Ayahuasca.",
      "authors": [
        "Kenneth Shinozuka",
        "Burton J Tabaac",
        "Alejandro Arenas",
        "Bryce D Beutler",
        "Kirsten Cherian",
        "Viviana D Evans",
        "Chelsey Fasano",
        "Owen S Muir"
      ],
      "journal": "American journal of therapeutics",
      "publication_date": null,
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: N,N-dimethyltryptamine (DMT) is a naturally occurring serotonergic psychedelic found in natural plants around the globe. As the main psychoactive component in ayahuasca, which also contains monoamine oxidase inhibitors, DMT has been consumed as plant-based brew by indigenous peoples for centuries. Further research is required to delineate the therapeutic utility of DMT. AREAS OF UNCERTAINTY: Although previous research has shown that DMT is synthesized endogenously, it may not be produced at physiologically relevant concentrations. Additionally, the phenomenological similarities between the DMT-induced state and near-death experiences led to the popular hypothesis that endogenous DMT is released during the dying process. However, this hypothesis continues to be debated. Generally, DMT and ayahuasca seem to be physiologically and psychiatrically safe, although ayahuasca is known to cause transient vomiting. THERAPEUTIC ADVANCES: A double-blind, randomized controlled trial showed that, within 1 week, ayahuasca causes remission in 36% of patients with treatment-resistant depression. According to top-line results from a recent phase IIa trial, 57% of patients with major depressive disorder experienced remission 12 weeks after receiving a single intravenous dose of DMT. LIMITATIONS: There has only been a single published double-blind randomized controlled trial on ayahuasca and 2 on DMT. All clinical trials have had small sample sizes (≤34 participants). DMT requires further research to understand its therapeutic and clinical potential as a psychedelic. CONCLUSIONS: Preliminary evidence indicates that ayahuasca and DMT may be more effective than existing antidepressants for treating major depressive disorder and treatment-resistant depression.",
      "mesh_terms": [
        "Humans",
        "Banisteriopsis",
        "Depressive Disorder, Major",
        "Hallucinogens",
        "N,N-Dimethyltryptamine",
        "Primary Health Care",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "38089057",
      "title": "Overcoming the clinical challenges of traditional ayahuasca: a first-in-human trial exploring novel routes of administration of N,N-Dimethyltryptamine and harmine.",
      "authors": [
        "Dario A Dornbierer",
        "Laurenz Marten",
        "Jovin Mueller",
        "Helena D Aicher",
        "Michael J Mueller",
        "Martina Boxler",
        "Michael Kometer",
        "Davor Kosanic",
        "Robin von Rotz",
        "Maxim Puchkov",
        "Thomas Kraemer",
        "Hans-Peter Landolt",
        "Erich Seifritz",
        "Milan Scheidegger"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recently, the Amazonian plant medicine \"ayahuasca\"-containing the psychedelic compound N,N-dimethyltryptamine (DMT) and numerous β-carboline alkaloids, such as harmine-has been suggested to exhibit beneficial effects in patients with affective and other mental health disorders. Although ayahuasca ingestion is considered safe, its pharmacokinetics/pharmacodynamics and tolerability profile pose some challenges and may limit the clinical applicability in vulnerable patient populations. While overdosing and the admixture of intolerable plant constituents may explain some of the common adverse reactions, the peroral route of administration may represent another relevant source of gastro-intestinal intolerabilities and unpredictable pharmacokinetics across users. To overcome these challenges, the present work aimed at creating ayahuasca-analogue formulations with improved pharmacokinetics and tolerability profiles. To this end, we developed peroral formulas and compared them with parenteral formulas specifically designed to circumvent the gastro-intestinal tract. In more detail, peroral administration of a capsule (containing purified DMT and harmine) was tested against a combined administration of an oromucosal harmine tablet and an intranasal DMT spray at two dose levels in an open-label within-subject study in 10 healthy male subjects. Pharmacokinetic and pharmacodynamic profiles were assessed by means of continuous blood sampling, vital sign monitoring, and psychometric assessments. Common side effects induced by traditional herbal ayahuasca such as nausea, vomiting, and diarrhea were significantly attenuated by our DMT/harmine formulations. While all preparations were well tolerated, the combined buccal/intranasal administration of harmine and DMT yielded substantially improved pharmacokinetic profiles, indicated by significantly reduced variations in systemic exposure. In conclusion, the combined buccal/intranasal administration of harmine and DMT is an innovative approach that may pave the way towards a safe, rapid-acting, and patient-oriented administration of DMT/harmine for the treatment of affective disorders. Clinical Trial Registration: clinicaltrials.gov, identifier NCT04716335."
    },
    {
      "pmid": "37916667",
      "title": "N, N-dimethyltryptamine forms oxygenated metabolites via CYP2D6 - an in vitro investigation.",
      "authors": [
        "Emma Eckernäs",
        "Alicia Macan-Schönleben",
        "Moa Andresen-Bergström",
        "Sofia Birgersson",
        "Kurt-Jürgen Hoffmann",
        "Michael Ashton"
      ],
      "journal": "Xenobiotica; the fate of foreign compounds in biological systems",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "N, N-dimethyltryptamine (DMT) is a psychedelic compound that has shown potential in the treatment of depression. Aside from the primary role of monoamine oxidase A (MAO-A) in DMT metabolism, the metabolic pathways are poorly understood. Increasing this understanding is an essential aspect of ensuring safe and efficacious use of DMT.This work aimed to investigate the cytochrome 450 (CYP) mediated metabolism of DMT by incubating DMT with recombinant human CYP enzymes and human liver microsomes (HLM) followed by analysis using high-resolution mass spectrometry for metabolite identification.DMT was rapidly metabolised by CYP2D6, while stable with all other investigated CYP enzymes. The metabolism of DMT in HLM was reduced after inclusion of harmine and SKF-525A whereas quinidine did not affect the metabolic rate, likely due to MAO-A residues present in HLM. Analysis of the CYP2D6 incubates showed formation of mono-, di- and tri-oxygenated metabolites, likely as a result of hydroxylation on the indole core.More research is needed to investigate the role of this metabolic pathway in vivo and any pharmacological activity of the proposed metabolites. Our findings may impact on safety issues following intake of ayahuasca in slow CYP2D6 metabolizers or with concomitant use of CYP2D6 inhibitors.",
      "mesh_terms": [
        "Humans",
        "Cytochrome P-450 CYP2D6",
        "N,N-Dimethyltryptamine",
        "Monoamine Oxidase",
        "Cytochromes",
        "Microsomes, Liver"
      ]
    },
    {
      "pmid": "37736183",
      "title": "Discovery and In Vitro Characterization of SPL028: Deuterated N,N-Dimethyltryptamine.",
      "authors": [
        "Marie Layzell",
        "Peter Rands",
        "Meghan Good",
        "Zelah Joel",
        "Rick Cousins",
        "Tiffanie Benway",
        "Ellen James",
        "Carol Routledge"
      ],
      "journal": "ACS medicinal chemistry letters",
      "publication_date": "2023-Sep-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The psychedelic N,N- dimethyltryptamine (DMT) is in clinical development for the treatment of major depressive disorder. However, when administered via intravenous infusion, its effects are short-lived due to rapid clearance. Here we describe the synthesis of deuterated analogues of DMT with the aim of prolonging the half-life and decreasing the clearance rate while maintaining similar pharmacological effects. The molecule with the greatest degree of deuteration at the α-carbon (N,N-D2-dimethyltryptamine, D2-DMT) demonstrated the longest half-life and intrinsic clearance in hepatocyte mitochondrial fractions when compared with DMT. The in vitro receptor binding profile of D2-DMT was comparable to that of DMT, with the highest affinity at the 5-HT1A, 5-HT2A, and 5-HT2C receptors. D2-DMT was therefore the preferred candidate to consider for further evaluation."
    },
    {
      "pmid": "37409159",
      "title": "A phase 1/2 trial to assess safety and efficacy of a vaporized 5-methoxy-N,N-dimethyltryptamine formulation (GH001) in patients with treatment-resistant depression.",
      "authors": [
        "Johannes T Reckweg",
        "Cees J van Leeuwen",
        "Cécile Henquet",
        "Therese van Amelsvoort",
        "Eef L Theunissen",
        "Natasha L Mason",
        "Riccardo Paci",
        "Theis H Terwey",
        "Johannes G Ramaekers"
      ],
      "journal": "Frontiers in psychiatry",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Treatment-resistant depression (TRD) is a substantial public health burden, but current treatments have limited effectiveness. The aim was to investigate the safety and potential antidepressant effects of the serotonergic psychedelic drug 5-MeO-DMT in a vaporized formulation (GH001) in adult patients with TRD. METHODS: The Phase 1 part (n = 8) of the trial investigated two single dose levels of GH001 (12 mg, 18 mg) with a primary endpoint of safety, and the Phase 2 part (n = 8) investigated an individualized dosing regimen (IDR) with up to three increasing doses of GH001 (6 mg, 12 mg, and 18 mg) within a single day, with a primary endpoint of efficacy, as assessed by the proportion of patients in remission (MADRS ≤ 10) on day 7. RESULTS: Administration of GH001 via inhalation was well tolerated. The proportion of patients in remission (MADRS ≤ 10) at day 7 was 2/4 (50%) and 1/4 (25%) in the 12 mg and 18 mg groups of Phase 1, respectively, and 7/8 (87.5%) in the IDR group of Phase 2, meeting its primary endpoint (p < 0.0001). All remissions were observed from day 1, with 6/10 remissions observed from 2 h. The mean MADRS change from baseline to day 7 was -21.0 (-65%) and - 12.5 (-40%) for the 12 and 18 mg groups, respectively, and - 24.4 (-76%) for the IDR. CONCLUSION: Administration of GH001 to a cohort of 16 patients with TRD was well tolerated and provided potent and ultra-rapid antidepressant effects. Individualized dosing with up to three doses of GH001 on a single day was superior to single dose administration.Clinical Trial registration: Clinicaltrials.gov Identifier NCT04698603."
    },
    {
      "pmid": "37086340",
      "title": "Pharmacokinetics of N,N-dimethyltryptamine in Humans.",
      "authors": [
        "Meghan Good",
        "Zelah Joel",
        "Tiffanie Benway",
        "Carol Routledge",
        "Chris Timmermann",
        "David Erritzoe",
        "Richard Weaver",
        "Graham Allen",
        "Charlotte Hughes",
        "Helen Topping",
        "Amy Bowman",
        "Ellen James"
      ],
      "journal": "European journal of drug metabolism and pharmacokinetics",
      "publication_date": "2023-May",
      "publication_types": [
        "Randomized Controlled Trial",
        "Clinical Trial, Phase I",
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVE: N,N-dimethyltryptamine (DMT) is a psychedelic compound under development for the treatment of major depressive disorder (MDD). This study evaluated the preclinical and clinical pharmacokinetics and metabolism of DMT in healthy subjects. METHODS: The physiochemical properties of DMT were determined using a series of in vitro experiments and its metabolic profile was assessed using monoamine oxidase (MAO) and cytochrome P450 (CYP) inhibitors in hepatocyte and mitochondrial fractions. Clinical pharmacokinetics results are from the phase I component of a phase I/IIa randomised, double-blind, placebo-controlled, parallel-group, dose-escalation trial (NCT04673383). Healthy adults received single escalating doses of DMT fumarate (SPL026) via a two-phase intravenous (IV) infusion. Dosing regimens were calculated based on pharmacokinetic modelling and predictions with progression to each subsequent dose level contingent upon safety and tolerability. RESULTS: In vitro clearance of DMT was reduced through the inhibition of MAO-A, CYP2D6 and to a lesser extent CYP2C19. Determination of lipophilicity and plasma protein binding was low, indicating that a high proportion of DMT is available for distribution and metabolism, consistent with the very rapid clinical pharmacokinetics. Twenty-four healthy subjects received escalating doses of DMT administered as a 10-min infusion over the dose range of 9-21.5 mg (DMT freebase). DMT was rapidly cleared for all doses: mean elimination half-life was 9-12 min. All doses were safe and well tolerated and there was no relationship between peak DMT plasma concentrations and body mass index (BMI) or weight. CONCLUSION: This is the first study to determine, in detail, the full pharmacokinetics profile of DMT following a slow IV infusion in humans, confirming rapid attainment of peak plasma concentrations followed by rapid clearance. These findings provide evidence which supports the development of novel DMT infusion regimens for the treatment of MDD. CLINICAL TRIAL REGISTRATION: Registered on ClinicalTrials.gov (NCT04673383).",
      "mesh_terms": [
        "Adult",
        "Humans",
        "N,N-Dimethyltryptamine",
        "Depressive Disorder, Major",
        "Cytochrome P-450 CYP2D6",
        "Monoamine Oxidase",
        "Kinetics",
        "Double-Blind Method",
        "Dose-Response Relationship, Drug"
      ]
    },
    {
      "pmid": "36105328",
      "title": "Application of Deuterated N,N-Dimethyltryptamine in the Potential Treatment of Psychiatric and Neurological Disorders.",
      "authors": [
        "Robert B Kargbo"
      ],
      "journal": "ACS medicinal chemistry letters",
      "publication_date": "2022-Sep-08",
      "publication_types": [
        "Editorial"
      ]
    },
    {
      "pmid": "35175662",
      "title": "N,N-dimethyltryptamine and Amazonian ayahuasca plant medicine.",
      "authors": [
        "Edward James",
        "Joachim Keppler",
        "Thomas L Robertshaw",
        "Ben Sessa"
      ],
      "journal": "Human psychopharmacology",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: Reports have indicated possible uses of ayahuasca for the treatment of conditions including depression, addictions, post-traumatic stress disorder, anxiety and specific psychoneuroendocrine immune system pathologies. The article assesses potential ayahuasca and N,N-dimethyltryptamine (DMT) integration with contemporary healthcare. The review also seeks to provide a summary of selected literature regarding the mechanisms of action of DMT and ayahuasca; and assess to what extent the state of research can explain reports of unusual phenomenology. DESIGN: A narrative review. RESULTS: Compounds in ayahuasca have been found to bind to serotonergic receptors, glutaminergic receptors, sigma-1 receptors, trace amine-associated receptors, and modulate BDNF expression and the dopaminergic system. Subjective effects are associated with increased delta and theta oscillations in amygdala and hippocampal regions, decreased alpha wave activity in the default mode network, and stimulations of vision-related brain regions particularly in the visual association cortex. Both biological processes and field of consciousness models have been proposed to explain subjective effects of DMT and ayahuasca, however, the evidence supporting the proposed models is not sufficient to make confident conclusions. Ayahuasca plant medicine and DMT represent potentially novel treatment modalities. CONCLUSIONS: Further research is required to clarify the mechanisms of action and develop treatments which can be made available to the general public. Integration between healthcare research institutions and reputable practitioners in the Amazon is recommended.",
      "mesh_terms": [
        "Anxiety",
        "Banisteriopsis",
        "Behavior, Addictive",
        "Humans",
        "N,N-Dimethyltryptamine",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "34023338",
      "title": "N,N-Dimethyltryptamine attenuates spreading depolarization and restrains neurodegeneration by sigma-1 receptor activation in the ischemic rat brain.",
      "authors": [
        "Írisz Szabó",
        "Viktória É Varga",
        "Szabolcs Dvorácskó",
        "Attila E Farkas",
        "Tímea Körmöczi",
        "Róbert Berkecz",
        "Szilvia Kecskés",
        "Ákos Menyhárt",
        "Rita Frank",
        "Dóra Hantosi",
        "Nicholas V Cozzi",
        "Ede Frecska",
        "Csaba Tömböly",
        "István A Krizbai",
        "Ferenc Bari",
        "Eszter Farkas"
      ],
      "journal": "Neuropharmacology",
      "publication_date": "2021-Jul-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Dimethyltryptamine (DMT), an endogenous ligand of sigma-1 receptors (Sig-1Rs), acts against systemic hypoxia, but whether DMT may prevent cerebral ischemic injury is unexplored. Here global forebrain ischemia was created in anesthetized rats and aggravated with the induction of spreading depolarizations (SDs) and subsequent short hypoxia before reperfusion. Drugs (DMT, the selective Sig-1R agonist PRE-084, the Sig-1R antagonist NE-100, or the serotonin receptor antagonist asenapine) were administered intravenously alone or in combination while physiological variables and local field potential from the cerebral cortex was recorded. Neuroprotection and the cellular localization of Sig-1R were evaluated with immunocytochemistry. Plasma and brain DMT content was measured by 2D-LC-HRMS/MS. The affinity of drugs for cerebral Sig-1R was evaluated with a radioligand binding assay. Both DMT and PRE-084 mitigated SDs, counteracted with NE-100. Further, DMT attenuated SD when co-administered with asenapine, compared to asenapine alone. DMT reduced the number of apoptotic and ferroptotic cells and supported astrocyte survival. The binding affinity of DMT to Sig-1R matched previously reported values. Sig-1Rs were associated with the perinuclear cytoplasm of neurons, astrocytes and microglia, and with glial processes. According to these data, DMT may be considered as adjuvant pharmacological therapy in the management of acute cerebral ischemia.",
      "mesh_terms": [
        "Animals",
        "Brain",
        "Brain Ischemia",
        "Cortical Spreading Depression",
        "Dose-Response Relationship, Drug",
        "Male",
        "N,N-Dimethyltryptamine",
        "Neurodegenerative Diseases",
        "Rats",
        "Rats, Sprague-Dawley",
        "Receptors, sigma",
        "Sigma-1 Receptor"
      ]
    },
    {
      "pmid": "33134270",
      "title": "Fast Hollow Fiber Liquid-Phase Microextraction as a Greener Alternative for the Determination of N,N-Dimethyltryptamine and Harmala Alkaloids in Human Urine.",
      "authors": [
        "Gabriela de Oliveira Silveira",
        "Felipe Rebello Lourenço",
        "Vitor Bruno",
        "Mauricio Yonamine"
      ],
      "journal": "Frontiers in chemistry",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ayahuasca tea is an entheogen hallucinogenic beverage used for shamanic and spiritual purposes, prepared by the decoction of different Amazonian plants containing N,N-dimethyltryptamine (DMT) and harmala alkaloids. Since the therapeutic potential of this tea has been broadly studied in recent years, mainly for the treatment of psychiatric disorders, the determination of the ayahuasca tea components in human and animal matrices is of utmost importance. In order to avoid the use of large amounts of toxic solvents, typically employed in traditional sample preparation methods, hollow fiber liquid-phase microextraction (HF-LPME) presents a greener and time-saving alternative. The present study aims to fully develop and apply an HF-LPME method for the determination of DMT, harmine (HRM), harmaline (HRL), and tetrahydroharmine (THH) in human urine samples using liquid chromatography-tandem mass spectrometry (LC-MS/MS). Fractional factorial and Box-Behnken designs were used to identify and optimize significant method variables. Once optimized, validation has shown a limit of detection (LoD) of 1.0 ng/ml for DMT and 2.0 ng/ml for the harmala alkaloid. The limit of quantification (LoQ) was of 5.0 ng/ml for all analytes. The method has shown to be linear over a concentration range of 5-200 ng/ml (r 2 ≥ 0.99). Intra/inter-day precision and accuracy met the acceptance criteria at the three quality control (QC) levels studied (15.0, 90.0, and 170.0 ng/ml, n = 6, each). Matrix effect evaluation showed predominant ion enhancement and recovery values were above 80%. Dilution factors of 10- and 20-fold have shown acceptable values of accuracy. Selectivity studies showed no interferences. Analysis of eight authentic samples collected from four subjects proved method feasibility. A simple, time-saving and green alternative for the analysis of DMT and harmala alkaloids in human urine samples was developed, optimized using design of experiments, fully validated and applied to authentic samples."
    },
    {
      "pmid": "33114119",
      "title": "Toxicokinetics and Toxicodynamics of Ayahuasca Alkaloids N,N-Dimethyltryptamine (DMT), Harmine, Harmaline and Tetrahydroharmine: Clinical and Forensic Impact.",
      "authors": [
        "Andreia Machado Brito-da-Costa",
        "Diana Dias-da-Silva",
        "Nelson G M Gomes",
        "Ricardo Jorge Dinis-Oliveira",
        "Áurea Madureira-Carvalho"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2020-Oct-23",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Ayahuasca is a hallucinogenic botanical beverage originally used by indigenous Amazonian tribes in religious ceremonies and therapeutic practices. While ethnobotanical surveys still indicate its spiritual and medicinal uses, consumption of ayahuasca has been progressively related with a recreational purpose, particularly in Western societies. The ayahuasca aqueous concoction is typically prepared from the leaves of the N,N-dimethyltryptamine (DMT)-containing Psychotria viridis, and the stem and bark of Banisteriopsis caapi, the plant source of harmala alkaloids. Herein, the toxicokinetics and toxicodynamics of the psychoactive DMT and harmala alkaloids harmine, harmaline and tetrahydroharmine, are comprehensively covered, particularly emphasizing the psychological, physiological, and toxic effects deriving from their concomitant intake. Potential therapeutic utility, particularly in mental and psychiatric disorders, and forensic aspects of DMT and ayahuasca are also reviewed and discussed. Following administration of ayahuasca, DMT is rapidly absorbed and distributed. Harmala alkaloids act as potent inhibitors of monoamine oxidase A (MAO-A), preventing extensive first-pass degradation of DMT into 3-indole-acetic acid (3-IAA), and enabling sufficient amounts of DMT to reach the brain. DMT has affinity for a variety of serotonergic and non-serotonergic receptors, though its psychotropic effects are mainly related with the activation of serotonin receptors type 2A (5-HT2A). Mildly to rarely severe psychedelic adverse effects are reported for ayahuasca or its alkaloids individually, but abuse does not lead to dependence or tolerance. For a long time, the evidence has pointed to potential psychotherapeutic benefits in the treatment of depression, anxiety, and substance abuse disorders; and although misuse of ayahuasca has been diverting attention away from such clinical potential, research onto its therapeutic effects has now strongly resurged."
    },
    {
      "pmid": "32989216",
      "title": "N,N-dimethyltryptamine compound found in the hallucinogenic tea ayahuasca, regulates adult neurogenesis in vitro and in vivo.",
      "authors": [
        "Jose A Morales-Garcia",
        "Javier Calleja-Conde",
        "Jose A Lopez-Moreno",
        "Sandra Alonso-Gil",
        "Marina Sanz-SanCristobal",
        "Jordi Riba",
        "Ana Perez-Castillo"
      ],
      "journal": "Translational psychiatry",
      "publication_date": "2020-Sep-28",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "N,N-dimethyltryptamine (DMT) is a component of the ayahuasca brew traditionally used for ritual and therapeutic purposes across several South American countries. Here, we have examined, in vitro and vivo, the potential neurogenic effect of DMT. Our results demonstrate that DMT administration activates the main adult neurogenic niche, the subgranular zone of the dentate gyrus of the hippocampus, promoting newly generated neurons in the granular zone. Moreover, these mice performed better, compared to control non-treated animals, in memory tests, which suggest a functional relevance for the DMT-induced new production of neurons in the hippocampus. Interestingly, the neurogenic effect of DMT appears to involve signaling via sigma-1 receptor (S1R) activation since S1R antagonist blocked the neurogenic effect. Taken together, our results demonstrate that DMT treatment activates the subgranular neurogenic niche regulating the proliferation of neural stem cells, the migration of neuroblasts, and promoting the generation of new neurons in the hippocampus, therefore enhancing adult neurogenesis and improving spatial learning and memory tasks.",
      "mesh_terms": [
        "Animals",
        "Banisteriopsis",
        "Mice",
        "N,N-Dimethyltryptamine",
        "Neural Stem Cells",
        "Neurogenesis",
        "Tea"
      ]
    },
    {
      "pmid": "32942106",
      "title": "Heart-cutting two-dimensional liquid chromatography coupled to quadrupole-orbitrap high resolution mass spectrometry for determination of N,N-dimethyltryptamine in rat plasma and brain; Method development and application.",
      "authors": [
        "Tímea Körmöczi",
        "Írisz Szabó",
        "Eszter Farkas",
        "Botond Penke",
        "Tamás Janáky",
        "István Ilisz",
        "Róbert Berkecz"
      ],
      "journal": "Journal of pharmaceutical and biomedical analysis",
      "publication_date": "2020-Nov-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The orthogonal heart-cutting liquid chromatography (LC) modes coupled to high-resolution tandem mass spectrometry (HRMS/MS) provide a number of possibilities to enhance selectivity and sensitivity for the determination of targeted compounds in complex biological matricies. Here we report the development of a new fast 2D-LC-(HRMS/MS) method and its successful application for quantitative determination of the level of plasma and brain N,N-dimethyltriptamine (DMT) using α-methyltryptamine (AMT) as internal standard in an experimental model of cerebral ischemia/reperfusion using DMT administration. The 2D-LC separation was carried out by a combination of hydrophilic interaction liquid chromatography (HILIC) in the first dimension followed by second-dimensional reversed-phase (RP) chromatography within a total run time of 10 min. The enrichment of HILIC effluent of interest containing DMT was performed using a C18 trapping column. During method development several parameters of sample preparation procedures, chromatographic separation and mass spectrometric detection were optimised to achieve high DMT recovery (plasma: 90 %, brain: 88 %) and sensitivity (plasma: 0.108 ng/mL of LOD, brain: 0.212 ng/g of LOD) applying targeted analytical method with strict LC and HRMSMS confirmatory criteria. Concerning rat plasma sample, the concentration of DMT before hypoxia (49.3-114.3 ng/mL plasma) was generally higher than that after hypoxia (10.6-96.1 ng/mL plasma). After treatment, the concentration of DMT in brain was elevated up to the range of 2-6.1 ng/g. Overall, our analytical approach is suitable to detect and confirm the presence of DMT administered to experimental animals with therapeutic purpose in a reliable manner.",
      "mesh_terms": [
        "Animals",
        "Brain",
        "Chromatography, Liquid",
        "Chromatography, Reverse-Phase",
        "N,N-Dimethyltryptamine",
        "Rats",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "32067950",
      "title": "N,N-dimethyltryptamine reduces infarct size and improves functional recovery following transient focal brain ischemia in rats.",
      "authors": [
        "Sándor Nardai",
        "Marcell László",
        "Attila Szabó",
        "Alán Alpár",
        "János Hanics",
        "Péter Zahola",
        "Béla Merkely",
        "Ede Frecska",
        "Zoltán Nagy"
      ],
      "journal": "Experimental neurology",
      "publication_date": "2020-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND AND PURPOSE: N,N-dimethyltryptamine (DMT) is an endogenous ligand of the Sigma 1 receptor (Sig-1R) with documented in vitro cytoprotective properties against hypoxia. Our aim was to demonstrate the in vivo neuroprotective effect of DMT following ischemia-reperfusion injury in the rat brain. METHODS: Transient middle cerebral occlusion (MCAO) was induced for 60 min in male Wistar rats using the filament occlusion model under general anaesthesia. Before the removal of the filament the treatment group (n = 10) received an intra-peritoneal (IP) bolus of 1 mg/kg-body weight (bw) DMT dissolved in 1 ml 7% ethanol/saline vehicle, followed by a maintenance dose of 2 mg/Kg-bw/h delivered over 24 h via osmotic minipumps. Controls (n = 10) received a vehicle bolus only. A third group (n = 10) received a Sig-1R antagonist (BD1063, 1 mg/kg-bw bolus +2 mg/kg-bw/h maintenance) in parallel with the DMT. Lesion volume was measured by MRI 24 h following the MCAO. Shortly after imaging the animals were terminated, and the native brains and sera were removed. Four rats were perfusion fixed. Functional recovery was studied in two separate group of pre-trained animals (n = 8-8) using the staircase method for 30 days. The expression levels of proteins involved in apoptosis, neuroplasticity and inflammatory regulation were assessed by real-time qPCR and ELISA. RESULTS: DMT treated rats were characterized by lower ischemic lesion volume (p = .0373), and better functional recovery (p = .0084) compared to the controls. Sig-1R was expressed both in neurons and in microglia in the peri-infarct cortex, and the DMT induced change in the lesion volume was hindered by BD1063. Lower APAF1 expression (mRNA and protein) and higher BNDF levels were documented on DTM, while decreased TNF-α, IL1-β, IL-6 and increased IL-10 expressions indicated the compound's anti-inflammatory potential. CONCLUSION: Our results indicate a Sig-1R dependent reduction of the ischemic brain injury following exogenous DMT administration in rats, presumably through a combined anti-apoptotic, pro-neurotrophic and anti-inflammatory treatment effect.",
      "mesh_terms": [
        "Animals",
        "Brain",
        "Brain Ischemia",
        "Disease Models, Animal",
        "Male",
        "Motor Activity",
        "N,N-Dimethyltryptamine",
        "Neuroprotective Agents",
        "Piperazines",
        "Rats",
        "Rats, Wistar",
        "Recovery of Function",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "31101212",
      "title": "N,N-dimethyltryptamine Prevents Renal Ischemia-Reperfusion Injury in a Rat Model.",
      "authors": [
        "Balázs Nemes",
        "Katalin Pető",
        "Norbert Németh",
        "Anita Mester",
        "Zsuzsanna Magyar",
        "Souleiman Ghanem",
        "Viktória Sógor",
        "Bence Tánczos",
        "Ádám Deák",
        "Márk Kállay",
        "László Bidiga",
        "Ede Frecska"
      ],
      "journal": "Transplantation proceedings",
      "publication_date": "2019-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ischemia reperfusion (I/R) injury remains one of the most challenging fields of organ transplantation. It is highly associated with the use of expanded criteria donors that might conclude to delayed graft function or early or late graft failure. OBJECTIVE: To investigate the metabolic, microcirculatory parameters, and histologic changes under the effect of N,N-dimethyltryptamine (DMT) in a renal I/R model in rats. METHOD: In 26 anesthetized rats both kidneys were exposed. In the control group (n = 6) no other intervention happened. In 20 other animals, the right renal vessels were ligated, and after 60 minutes the right kidney was removed. The left renal vessels were clamped for 60 minutes then released, followed by 120 minutes of reperfusion. In the I/R group (n = 10), there was no additive treatment, while in I/R + DMT group (n = 10) DMT was administered 15 minutes before ischemia. Blood samples were taken, laser Doppler measurement was performed, and both kidneys were evaluated histologically. RESULTS: Microcirculation (blood flux units [BFU]) diminished in all groups, but remarkably so in the I/R + DMT group. This group compensated better after the 30th minute of reperfusion. The control and I/R + DMT groups had similar BFUs after 120 minutes of reperfusion, but in the I/R group BFU was higher. Tubular necrosis developed in the I/R and I/R + DMT groups too; it was moderated under DMT effect, and severe without. Histologic injuries were less in I/R + DMT Group compared to non-treated animals. CONCLUSION: Histologic changes characteristic to I/R injuries were reversible and microcirculation recovered at the end of 120 minutes reperfusion under the administration of DMT. DMT can be used for renoprotection in kidney transplantation.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Disease Models, Animal",
        "Kidney",
        "Kidney Transplantation",
        "Male",
        "N,N-Dimethyltryptamine",
        "Rats",
        "Receptors, sigma",
        "Reperfusion Injury",
        "Sigma-1 Receptor"
      ]
    },
    {
      "pmid": "30982127",
      "title": "A single inhalation of vapor from dried toad secretion containing 5-methoxy-N,N-dimethyltryptamine (5-MeO-DMT) in a naturalistic setting is related to sustained enhancement of satisfaction with life, mindfulness-related capacities, and a decrement of psychopathological symptoms.",
      "authors": [
        "M V Uthaug",
        "R Lancelotta",
        "K van Oorsouw",
        "K P C Kuypers",
        "N Mason",
        "J Rak",
        "A Šuláková",
        "R Jurok",
        "M Maryška",
        "M Kuchař",
        "T Páleníček",
        "J Riba",
        "J G Ramaekers"
      ],
      "journal": "Psychopharmacology",
      "publication_date": "2019-Sep",
      "publication_types": [
        "Journal Article",
        "Observational Study"
      ],
      "abstract": "BACKGROUND: 5-methoxy-N,N-dimethyltryptamine (hereinafter referred to as 5-MeO-DMT) is a psychedelic substance found in the secretion from the parotoid glands of the Bufo alvarius toad. Inhalation of vapor from toad secretion containing 5-MeO-DMT has become popular in naturalistic settings as a treatment of mental health problems or as a means for spiritual exploration. However, knowledge of the effects of 5-MeO-DMT in humans is limited. AIMS: The first objective of this study was to assess sub-acute and long-term effects of inhaling vapor from dried toad secretion containing 5-MeO-DMT on affect and cognition. The second objective was to assess whether any changes were associated with the psychedelic experience. METHODS: Assessments at baseline, within 24 h and 4 weeks following intake, were made in 42 individuals who inhaled vapor from dried toad secretion at several European locations. RESULTS: Relative to baseline, ratings of satisfaction with life and convergent thinking significantly increased right after intake and were maintained at follow-up 4 weeks later. Ratings of mindfulness also increased over time and reached statistical significance at 4 weeks. Ratings of depression, anxiety, and stress decreased after the session, and reached significance at 4 weeks. Participants that experienced high levels of ego dissolution or oceanic boundlessness during the session displayed higher ratings of satisfaction with life and lower ratings of depression and stress. CONCLUSION: A single inhalation of vapor from dried toad secretion containing 5-MeO-DMT produces sub-acute and long-term changes in affect and cognition in volunteers. These results warrant exploratory research into therapeutic applications of 5-MeO-DMT.",
      "mesh_terms": [
        "Administration, Inhalation",
        "Adult",
        "Animals",
        "Bufonidae",
        "Cognition",
        "Female",
        "Follow-Up Studies",
        "Hallucinogens",
        "Humans",
        "Male",
        "Mental Disorders",
        "Methoxydimethyltryptamines",
        "Mindfulness",
        "Personal Satisfaction",
        "Vaping"
      ]
    },
    {
      "pmid": "29664276",
      "title": "Effects of N, N-Dimethyltryptamine on Rat Behaviors Relevant to Anxiety and Depression.",
      "authors": [
        "Lindsay P Cameron",
        "Charlie J Benson",
        "Lee E Dunlap",
        "David E Olson"
      ],
      "journal": "ACS chemical neuroscience",
      "publication_date": "2018-Jul-18",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Depression and anxiety disorders are debilitating diseases resulting in substantial economic costs to society. Traditional antidepressants often take weeks to months to positively affect mood and are ineffective for about 30% of the population. Alternatives, such as ketamine, a dissociative anesthetic capable of producing hallucinations, and the psychoactive tisane ayahuasca, have shown great promise due to their fast-acting nature and effectiveness in treatment-resistant populations. Here, we investigate the effects of N, N-dimethyltryptamine (DMT), the principle hallucinogenic component of ayahuasca, in rodent behavioral assays relevant to anxiety and depression using adult, male, Sprague-Dawley rats. We find that while DMT elicits initial anxiogenic responses in several of these paradigms, its long-lasting effects tend to reduce anxiety by facilitating the extinction of cued fear memory. Furthermore, DMT reduces immobility in the forced swim test, which is a characteristic behavioral response induced by many antidepressants. Our results demonstrate that DMT produces antidepressant and anxiolytic behavioral effects in rodents, warranting further investigation of ayahuasca and classical psychedelics as treatments for depression and post-traumatic stress disorder.",
      "mesh_terms": [
        "Animals",
        "Anti-Anxiety Agents",
        "Antidepressive Agents",
        "Anxiety Disorders",
        "Conditioning, Psychological",
        "Depressive Disorder",
        "Disease Models, Animal",
        "Exploratory Behavior",
        "Fear",
        "Feeding Behavior",
        "Male",
        "Motor Activity",
        "N,N-Dimethyltryptamine",
        "Rats, Inbred SHR"
      ]
    },
    {
      "pmid": "28686543",
      "title": "A Physician's Attempt to Self-Medicate Bipolar Depression with N,N-Dimethyltryptamine (DMT).",
      "authors": [
        "Tanida Brown",
        "Wanda Shao",
        "Shehzad Ayub",
        "David Chong",
        "Christian Cornelius"
      ],
      "journal": "Journal of psychoactive drugs",
      "publication_date": "2017",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "N,N-dimethyltryptamine (DMT) is a psychoactive substance that has been gaining popularity in therapeutic and recreational use. This is a case of a physician who chronically took DMT augmented with phenelzine in an attempt to self-medicate refractory bipolar depression. His presentation of altered mental status, mania, and psychosis is examined in regards to his DMT use. This case discusses DMT, the possible uses of DMT, and the theorized mechanism of DMT in psychosis and treatment of depression, particularly involving its agonist activity at 5-HT1A, 5-HT2A, and 5-HT2C. It is also important to recognize the dangers of self-medication, particularly amongst physicians.",
      "mesh_terms": [
        "Adult",
        "Bipolar Disorder",
        "Humans",
        "Male",
        "N,N-Dimethyltryptamine",
        "Phenelzine",
        "Physicians",
        "Receptors, Serotonin",
        "Self Medication"
      ]
    },
    {
      "pmid": "27126737",
      "title": "Neuropharmacology of N,N-dimethyltryptamine.",
      "authors": [
        "Theresa M Carbonaro",
        "Michael B Gatch"
      ],
      "journal": "Brain research bulletin",
      "publication_date": "2016-Sep",
      "publication_types": [
        "Journal Article",
        "Review",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "N,N-dimethyltryptamine (DMT) is an indole alkaloid widely found in plants and animals. It is best known for producing brief and intense psychedelic effects when ingested. Increasing evidence suggests that endogenous DMT plays important roles for a number of processes in the periphery and central nervous system, and may act as a neurotransmitter. This paper reviews the current literature of both the recreational use of DMT and its potential roles as an endogenous neurotransmitter. Pharmacokinetics, mechanisms of action in the periphery and central nervous system, clinical uses and adverse effects are also reviewed. DMT appears to have limited neurotoxicity and other adverse effects except for intense cardiovascular effects when administered intravenously in large doses. Because of its role in nervous system signaling, DMT may be a useful experimental tool in exploring how the brain works, and may also be a useful clinical tool for treatment of anxiety and psychosis.",
      "mesh_terms": [
        "Animals",
        "Brain",
        "Hallucinogens",
        "Humans",
        "Mood Disorders",
        "N,N-Dimethyltryptamine",
        "Neuropharmacology"
      ]
    },
    {
      "pmid": "26166234",
      "title": "N,N-Dimethyltryptamine-Induced Psychosis.",
      "authors": [
        "Neil E Paterson",
        "W Connor Darby",
        "Preetpal S Sandhu"
      ],
      "journal": "Clinical neuropharmacology",
      "publication_date": "2015",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: N,N-dimethyltryptamine (DMT) is a 5-hydroxytryptamine 2A and 1A receptor agonist that exhibits potent psychoactive properties in humans. Recreational use of this drug has increased precipitously and is likely to result in an increase in patients presenting with substance-induced psychoses. The present case provides an early example of substance-induced psychosis attributable to repeated use of DMT. CASE: A 42-year-old white man, with no significant past psychiatric history, was brought to the emergency department by the police and was found to exhibit disinhibited behavior, elevated affect, disorganized thought process, and delusions of reference. Laboratory studies revealed elevated creatinine kinase level indicative of rhabdomyolysis. The patient endorsed recent and repeated use of DMT, as well as long-term Cannabis (marijuana) use. Over the course of the next 3 weeks, the patient was successfully treated with quetiapine for psychosis, divalproex sodium (Depakote) for impulsivity, gabapentin for anxiety, and hydroxyzine for sleep, which resulted in the resolution of his symptoms and development of reasonable insight and judgment. Approximately 6 months after discharge, the patient remained treatment compliant, as well as drug and symptom free. CONCLUSIONS: This case report illustrates an important example of substance-induced psychosis that resolved with antipsychotic treatment in a 42-year-old white man with no past psychiatric history likely attributable to the use of DMT. Given the increasing use of this substance, the emergency department, primary care, and inpatient services are likely to see a significant increase in similar cases.",
      "mesh_terms": [
        "Adult",
        "Antipsychotic Agents",
        "Hallucinogens",
        "Humans",
        "Male",
        "N,N-Dimethyltryptamine",
        "Psychotic Disorders",
        "Quetiapine Fumarate"
      ]
    },
    {
      "pmid": "25171370",
      "title": "Psychedelic N,N-dimethyltryptamine and 5-methoxy-N,N-dimethyltryptamine modulate innate and adaptive inflammatory responses through the sigma-1 receptor of human monocyte-derived dendritic cells.",
      "authors": [
        "Attila Szabo",
        "Attila Kovacs",
        "Ede Frecska",
        "Eva Rajnavolgyi"
      ],
      "journal": "PloS one",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The orphan receptor sigma-1 (sigmar-1) is a transmembrane chaperone protein expressed in both the central nervous system and in immune cells. It has been shown to regulate neuronal differentiation and cell survival, and mediates anti-inflammatory responses and immunosuppression in murine in vivo models. Since the details of these findings have not been elucidated so far, we studied the effects of the endogenous sigmar-1 ligands N,N-dimethyltryptamine (NN-DMT), its derivative 5-methoxy-N,N-dimethyltryptamine (5-MeO-DMT) and the synthetic high affinity sigmar-1 agonist PRE-084 hydrochloride on human primary monocyte-derived dendritic cell (moDCs) activation provoked by LPS, polyI:C or pathogen-derived stimuli to induce inflammatory responses. Co-treatment of moDC with these activators and sigma-1 receptor ligands inhibited the production of pro-inflammatory cytokines IL-1β, IL-6, TNFα and the chemokine IL-8, while increased the secretion of the anti-inflammatory cytokine IL-10. The T-cell activating capacity of moDCs was also inhibited, and dimethyltryptamines used in combination with E. coli or influenza virus as stimulators decreased the differentiation of moDC-induced Th1 and Th17 inflammatory effector T-cells in a sigmar-1 specific manner as confirmed by gene silencing. Here we demonstrate for the first time the immunomodulatory potential of NN-DMT and 5-MeO-DMT on human moDC functions via sigmar-1 that could be harnessed for the pharmacological treatment of autoimmune diseases and chronic inflammatory conditions of the CNS or peripheral tissues. Our findings also point out a new biological role for dimethyltryptamines, which may act as systemic endogenous regulators of inflammation and immune homeostasis through the sigma-1 receptor.",
      "mesh_terms": [
        "Adaptive Immunity",
        "Animals",
        "Cells, Cultured",
        "Dendritic Cells",
        "Gene Expression Regulation",
        "Hallucinogens",
        "Humans",
        "Immunity, Innate",
        "Lipopolysaccharides",
        "Methoxydimethyltryptamines",
        "Mice",
        "Monocytes",
        "Morpholines",
        "N,N-Dimethyltryptamine",
        "Receptors, sigma",
        "Sigma-1 Receptor"
      ]
    },
    {
      "pmid": "21464174",
      "title": "Nonlinear pharmacokinetics of 5-methoxy-N,N-dimethyltryptamine in mice.",
      "authors": [
        "Hong-Wu Shen",
        "Xi-Ling Jiang",
        "Ai-Ming Yu"
      ],
      "journal": "Drug metabolism and disposition: the biological fate of chemicals",
      "publication_date": "2011-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "5-Methoxy-N,N,-dimethyltryptamine (5-MeO-DMT), an abused serotonergic indolealkylamine drug, was placed into Schedule I controlled substance status in the United States as of January 19, 2011. In previous studies, we have shown the impact of monoamine oxidase A and cytochrome P450 2D6 enzymes on 5-MeO-DMT metabolism and pharmacokinetics. The aim of this study was to investigate 5-MeO-DMT pharmacokinetic properties after intravenous or intraperitoneal administration of three different doses (2, 10, and 20 mg/kg) to CYP2D6-humanized (Tg-CYP2D6) and wild-type control mice. Systemic exposure [area under the curve (AUC)] to 5-MeO-DMT was increased nonproportionally with the increase in dose. The existence of nonlinearity in serum 5-MeO-DMT pharmacokinetics was clearly manifested by dose-normalized AUC values, which were approximately 1.5- to 2.0-fold (intravenous) and 1.8- to 2.7-fold (intraperitoneal) higher in wild-type or Tg-CYP2D6 mice dosed with 10 and 20 mg/kg 5-MeO-DMT, respectively, than those in mice treated with 2 mg/kg 5-MeO-DMT. Furthermore, a two-compartment model including first-order absorption, nonlinear (Michaelis-Menten) elimination, and CYP2D6-dependent linear elimination from the central compartment was developed to characterize the intravenous and intraperitoneal pharmacokinetic data for 5-MeO-DMT in wild-type and Tg-CYP2D6 mice. In addition, 5-MeO-DMT was readily detected in mouse brain after drug treatment, and brain 5-MeO-DMT concentrations were also increased nonproportionally with the increase of dose. The results establish a nonlinear pharmacokinetic property for 5-MeO-DMT in mice, suggesting that the risk of 5-MeO-DMT intoxication may be increased nonproportionally at higher doses.",
      "mesh_terms": [
        "Animals",
        "Area Under Curve",
        "Brain",
        "Chromatography, Liquid",
        "Methoxydimethyltryptamines",
        "Mice",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "11232854",
      "title": "Distribution of the hallucinogens N,N-dimethyltryptamine and 5-methoxy-N,N-dimethyltryptamine in rat brain following intraperitoneal injection: application of a new solid-phase extraction LC-APcI-MS-MS-isotope dilution method.",
      "authors": [
        "S A Barker",
        "M A Littlefield-Chabaud",
        "C David"
      ],
      "journal": "Journal of chromatography. B, Biomedical sciences and applications",
      "publication_date": "2001-Feb-10",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "A method for the solid-phase extraction (SPE) and liquid chromatographic-atmospheric pressure chemical ionization-mass spectrometric-mass spectrometric-isotope dilution (LC-APcI-MS-MS-ID) analysis of the indole hallucinogens N,N-dimethyltryptamine (DMT) and 5-methoxy DMT (or O-methyl bufotenin, OMB) from rat brain tissue is reported. Rats were administered DMT or OMB by the intraperitoneal route at a dose of 5 mg/kg and sacrificed 15 min post treatment. Brains were dissected into discrete areas and analyzed by the methods described as a demonstration of the procedure's applicability. The synthesis and use of two new deuterated internal standards for these purposes are also reported.",
      "mesh_terms": [
        "Animals",
        "Atmospheric Pressure",
        "Brain",
        "Chromatography, Liquid",
        "Deuterium",
        "Female",
        "Hallucinogens",
        "Male",
        "Mass Spectrometry",
        "Methoxydimethyltryptamines",
        "N,N-Dimethyltryptamine",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sensitivity and Specificity"
      ]
    },
    {
      "pmid": "8788488",
      "title": "Human psychopharmacology of N,N-dimethyltryptamine.",
      "authors": [
        "R J Strassman"
      ],
      "journal": "Behavioural brain research",
      "publication_date": "1996",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "We generated dose-response data for the endogenous and ultra-short-acting hallucinogen, N,N-dimethyltryptamine (DMT), in a cohort of experienced hallucinogen users, measuring multiple biological and psychological outcome measures. Subjective responses were quantified with a new rating scale, the HRS, which provided better resolution of dose effects than did the biological variables. A tolerance study then was performed, in which volunteers received four closely spaced hallucinogenic doses of DMT. Subjective responses demonstrated no tolerance, while biological measures were inconsistently reduced over the course of the sessions. Thus, DMT remains unique among classic hallucinogens in its inability to induce tolerance to its psychological effects. To assess the role of the 5-HT1A site in mediating DMT's effects, a pindolol pre-treatment study was performed. Pindolol significantly increased psychological responses to DMT, suggesting a buffering effect of 5-HT1A agonism on 5-HT2-mediated psychedelic effects. These data are opposite to those described in lower animal models of hallucinogens' mechanisms of action.",
      "mesh_terms": [
        "Adult",
        "Dose-Response Relationship, Drug",
        "Double-Blind Method",
        "Drug Synergism",
        "Drug Tolerance",
        "Female",
        "Hallucinogens",
        "Humans",
        "Male",
        "N,N-Dimethyltryptamine",
        "Pindolol"
      ]
    },
    {
      "pmid": "8724427",
      "title": "Gangliosides attenuate stress-induced changes on body weight, motor activity and on the behavioral response to 5-methoxy-N,N-dimethyltryptamine.",
      "authors": [
        "L M Cancela",
        "M Volosin",
        "V A Molina"
      ],
      "journal": "Brain research bulletin",
      "publication_date": "1996",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The major goal of this study was to evaluate the influence of gangliosides (GANG) treatment on the onset of adaptive changes and the sequelae induced by stress exposure. With this purpose, the behavioral response to 5-methoxy-N,N-dimethyltryptamine (5-MeODMT, 5 mg/kg, IP) and motor activity were evaluated in rats previously submitted either to a single restraint session (2 h) or to a daily restraint event for 3 consecutive days, combined or not to GANG administration (30 mg/kg IP). GANG was always injected 2 h before stress exposure. In addition, differences in body weights were recorded throughout the experiments. A similar behavioral response after 5-MeODMT was observed between saline (SAL) and GANG unstressed rats. Exposure to one or three restraint sessions did not modify the behavioral response to 5-MeODMT, whereas the association of GANG and stress during 3 consecutive days enhanced forepaw treading and hindlimb abduction. SAL-treated animals submitted to a single or to three stressful stimuli showed reduced locomotion and rearing. The combination of GANG and stress for 3 days, but not after a unique association, reversed the decrease on motor activity induced by the aversive experience. The decrease of body weights produced by one or three stress sessions was recovered only in animals treated with GANG and stress for 3 days. These findings suggest that GANG may accelerate the onset of adaptive changes on 5-HT1 sites and attenuate certain sequelae induced by previous stress experience.",
      "mesh_terms": [
        "Adaptation, Psychological",
        "Animals",
        "Behavior, Animal",
        "Body Weight",
        "Forelimb",
        "Gangliosides",
        "Hindlimb",
        "Male",
        "Methoxydimethyltryptamines",
        "Motor Activity",
        "Rats",
        "Rats, Wistar",
        "Restraint, Physical",
        "Stress, Physiological"
      ]
    },
    {
      "pmid": "2966334",
      "title": "Acute and chronic treatment with selective serotonin uptake inhibitors in mice: effects on nociceptive sensitivity and response to 5-methoxy-N,N-dimethyltryptamine.",
      "authors": [
        "Per Kristian Eide",
        "Kjell Hole"
      ],
      "journal": "Pain",
      "publication_date": "1988-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The tail-flick and increasing temperature hot-plate tests were employed to study the effects of acute or chronic treatment with zimelidine, alaproclate or chlorimipramine on nociception and response to 5-methoxy-N,N-dimethyltryptamine (5-MeODMT) in mice. A single dose of the serotonin (5-HT) uptake inhibitors produced antinociception in the hot-plate test but not in the tail-flick test. After chronic administration, reduced tail-flick latencies were demonstrated 24, 48, 72 and 144 h after withdrawal of zimelidine treatment, 48 h after withdrawal of alaproclate and 48 and 96 h after withdrawal of chlorimipramine treatment. The hot-plate response temperatures were slightly lowered after chronic zimelidine treatment but not after treatment with alaproclate or chlorimipramine. The response to 5-MeODMT was not altered by a single dose of the 5-HT uptake inhibitors, however, after withdrawal of chronic treatment this response was increased in the tail-flick test but not in the hot-plate test. It was concluded that acute and chronic treatment with 5-HT uptake inhibitors modulate nociception differently, and that chronic treatment induces supersensitivity of spinal postsynaptic 5-HT receptors. Different modulation of different 5-HT receptor subpopulations by these compounds may possibly contribute to the test-dependent results.",
      "mesh_terms": [
        "Alanine",
        "Animals",
        "Biological Transport, Active",
        "Clomipramine",
        "Male",
        "Methoxydimethyltryptamines",
        "Mice",
        "Nociceptors",
        "Receptors, Serotonin",
        "Serotonin",
        "Serotonin Antagonists",
        "Zimeldine"
      ]
    },
    {
      "pmid": "3133452",
      "title": "Intrathecal noradrenaline restores 5-methoxy-N,N-dimethyltryptamine induced antinociception abolished by intrathecal 6-hydroxydopamine.",
      "authors": [
        "B G Minor",
        "M L Persson",
        "C Post",
        "G Jonsson",
        "T Archer"
      ],
      "journal": "Journal of neural transmission",
      "publication_date": "1988",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Intrathecal administration of 6-hydroxydopamine (6-OHDA) abolished the antinociceptive effects of acute administration of 5-methoxy-N,N-dimethyltryptamine (5-MeODMT, 1 mg/kg, s.c.) in the hot-plate, tail-flick and shock titration tests of nociception. The antinociceptive effects of 5-MeODMT, abolished by the prior intrathecal 6-OHDA treatment, were restored by intrathecal administration (2 or 1 microgram) of noradrenaline (NA), immediately prior to 5-MeODMT, in all three tests of nociception. Biochemical analysis confirmed severe NA depletions (95 percent loss) in the lumbar and thoracic regions of the spinal and much lesser dopamine depletions (25-35 percent loss). Intrathecal 5,7-dihydroxytryptamine (5,7-DHT) attenuated 5-MeODMT induced antinociception in the tail-flick test and combined NA + 5-MeODMT induced antinociception in the hot-plate and tail-flick tests. Intrathecal administration of 5,7-DHT caused a severe depletion of 5-hydroxytryptamine in the lumbar region of the spinal cord. The present findings demonstrate further the modulatory role of NA upon serotonergic systems in nociception and indicate the necessity of NA availability for induction of 5-MeODMT analgesia.",
      "mesh_terms": [
        "5,7-Dihydroxytryptamine",
        "Analgesics",
        "Animals",
        "Dopamine",
        "Hydroxydopamines",
        "Injections, Spinal",
        "Male",
        "Methoxydimethyltryptamines",
        "Nociceptors",
        "Norepinephrine",
        "Oxidopamine",
        "Pain",
        "Rats",
        "Rats, Inbred Strains",
        "Serotonin",
        "Spinal Cord"
      ]
    },
    {
      "pmid": "3776549",
      "title": "Chronic treatment with antidepressant drugs and the analgesia induced by 5-methoxy-N,N-dimethyltryptamine: attenuation by desipramine.",
      "authors": [
        "W Danysz",
        "B G Minor",
        "C Post",
        "T Archer"
      ],
      "journal": "Acta pharmacologica et toxicologica",
      "publication_date": "1986-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of chronic and acute oral or intraperitoneal treatment with the antidepressant drugs, desipramine, amitriptyline, alaproclate and iprindole, upon pain thresholds in the tail flick, hot plate and shock titration tests of nociception in saline- and 5-MeODMT-treated rats was studied. Chronic desipramine treatment increased the pre-test tail flick latencies. In the saline-treated rats, chronic oral desipramine treatment increased tail flick latencies, whereas chronic oral amitriptyline treatment decreased tail flick latencies. In 5-MeODMT-treated rats, chronic oral desipramine treatment attenuated the effects of 5-MeODMT (1 mg/kg) in all three tests of nociception, whereas chronic amitriptyline caused a potentiation in the tail flick and hot plate tests. Chronic oral iprindole treatment attenuated 5-MeODMT-induced analgesia in the hot plate test. Chronic intraperitoneal desipramine treatment attenuated 5-MeODMT analgesia in the tail flick and shock titration tests. In a different chronic treatment experiment, oral desipramine treatment attenuated 5-MeODMT analgesia in the tail flick test and zimeldine did for both the tail flick and hot plate tests, whereas mianserin potentiated 5-MeODMT-induced analgesia in both the tail flick and hot plate tests. In the saline-treated rats, acute treatment with all four drugs, desipramine, amitriptyline, iprindole and alaproclate, elevated the shock thresholds, whereas in 5-MeODMT-treated rats, desipramine and amitriptyline elevated shock thresholds. Two main conclusions can be drawn: chronic desipramine caused a quite consistent attenuation of 5-MeODMT-induced analgesia and the effects of acute treatment differed strongly from that of the chronic treatment. The effects of chronic administration with these antidepressants were compared with other findings using different measures of behavioural and receptor function.",
      "mesh_terms": [
        "Analgesics",
        "Animals",
        "Antidepressive Agents",
        "Desipramine",
        "Drug Synergism",
        "Male",
        "Methoxydimethyltryptamines",
        "Rats",
        "Rats, Inbred Strains",
        "Reaction Time",
        "Serotonin"
      ]
    },
    {
      "pmid": "3091132",
      "title": "The effects of monoamine oxidase inhibitors on the ejaculatory response induced by 5-methoxy-N,N-dimethyltryptamine in the rat.",
      "authors": [
        "L Rényi"
      ],
      "journal": "British journal of pharmacology",
      "publication_date": "1986-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The ejaculatory response and other components of the 5-hydroxytryptamine (5-HT) behavioural syndrome induced by 5-methoxy-N,N-dimethyltryptamine (5-MeODMT) (3 mg kg-1, i.p.) were studied following single and repeated treatment of rats with eight different monoamine oxidase (MAO) inhibitors. Single and repeated treatment with the 5-HT agonist 5-MeODMT, and with low doses of the potent releaser of 5-HT, p-chloroamphetamine (PCA) were also included in the study. Repeated but not single treatment with 5-MeODMT reduced strongly but reversibly the ejaculatory response and the behavioural responses. Repeated but not single treatment with the nonselective and irreversible MAO inhibitors nialamide and pargyline reduced markedly the ejaculatory response but only slightly the 5-HT behavioural responses. Repeated treatment with the irreversible MAO-B inhibitor (-)-deprenyl, with the irreversible MAO-A inhibitor, clorgyline, with the reversible MAO-A inhibitor moclobemide, and with low doses of PCA did not affect either of the responses. Repeated but not single combined treatment with clorgyline plus PCA caused an almost complete blockade of all the four responses. The selective and reversible MAO-A inhibitors (as well as 5-HT releasers) amiflamine, alpha-ethyltryptamine, and alpha-methyltryptamine reduced markedly the ejaculatory response after both single and repeated treatments. The behavioural responses were blocked only after repeated treatment. It is concluded that single and repeated treatments of rats with different MAO inhibitors do not produce a common alteration in 5-HT2 receptor functions. Repeated treatment with 5-MeODMT caused a blockade of 75-95% of the ejaculatory response and 5-HT behavioural responses. A similar strong blockade was only produced by the combined effect of MAO-A inhibition and 5-HT release.",
      "mesh_terms": [
        "Animals",
        "Benzamides",
        "Clorgyline",
        "Dose-Response Relationship, Drug",
        "Ejaculation",
        "Male",
        "Methoxydimethyltryptamines",
        "Moclobemide",
        "Monoamine Oxidase Inhibitors",
        "Nialamide",
        "Pargyline",
        "Rats",
        "Receptors, Serotonin",
        "Selegiline",
        "Serotonin",
        "Time Factors",
        "p-Chloroamphetamine"
      ]
    },
    {
      "pmid": "2939912",
      "title": "The effect of selective 5-hydroxytryptamine uptake inhibitors on 5-methoxy-N,N-dimethyltryptamine-induced ejaculation in the rat.",
      "authors": [
        "L Rényi"
      ],
      "journal": "British journal of pharmacology",
      "publication_date": "1986-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The ejaculatory response and the 5-hydroxytryptamine (5-HT) behavioural syndrome induced by 5-methoxy-N,N-dimethyltryptamine (5-MeODMT) (3 mg kg-1 i.p.) were studied following acute and repeated treatment of rats with the selective uptake inhibitors of 5-HT, fluoxetine, zimeldine, alaproclate, and citalopram. The oral doses used were based on the respective ED50 values for uptake inhibition. Acute doses of fluoxetine and zimeldine significantly reduced the ejaculatory response when given 48 h before 5-MeODMT. This blockade was prevented by treatment of the rats with the postsynaptic 5-HT receptor antagonist methergoline. An acute dose of fluoxetine given 7 and 14 days before 5-MeODMT significantly enhanced the ejaculatory response. On day 24, the response returned to the control level. Repeated treatment every second day (5 times over 9 days and 10 times over 19 days) with fluoxetine caused a longer blockade of the ejaculatory response and the sensitization of the response came later than after an acute dose. Parallel with the ejaculatory response three other components of the 5-HT behavioural syndrome also decreased significantly. Acute doses of alaproclate and citalopram significantly blocked the ejaculatory response at 1 h, but they failed to affect the response at any other time point after either acute or repeated treatment. Neither did these drugs attentuate the 5-HT syndrome. It is concluded that acute and repeated treatment of rats with different selective 5-HT uptake inhibitors does not produce a common alteration in 5-HT2-receptor functions.",
      "mesh_terms": [
        "Alanine",
        "Animals",
        "Behavior, Animal",
        "Citalopram",
        "Ejaculation",
        "Fluoxetine",
        "Male",
        "Metergoline",
        "Methoxydimethyltryptamines",
        "Propylamines",
        "Rats",
        "Rats, Inbred Strains",
        "Serotonin",
        "Serotonin Antagonists",
        "Time Factors",
        "Zimeldine"
      ]
    },
    {
      "pmid": "2867187",
      "title": "Antagonism of 5-methoxy-N,N-dimethyltryptamine-induced changes in postdecapitation convulsions in rats by repeated treatment with drugs enhancing 5-hydroxytryptamine neurotransmission.",
      "authors": [
        "T Archer",
        "B Tandberg",
        "L Rènyi",
        "S B Ross"
      ],
      "journal": "The Journal of pharmacy and pharmacology",
      "publication_date": "1985-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Repeated administration of drugs that increase tryptaminergic neurotransmission antagonized the increase in latency to onset and the duration of postdecapitation convulsions (PDCs) induced by an acute 5-methoxy-N,N-dimethyltryptamine (5-MeODMT) injection; Zimelidine (2 X 5 mg kg-1), fluoxetine (2 X 5 mg kg-1), amiflamine (2 X 2.5 mg kg-1) and alpha-ethyltryptamine (2 X 2.5 mg kg-1) administered orally over 10 days caused a substantial blockade of the increase in latency to onset and duration of PDCs following 5-MeODMT, whereas alaproclate (2 X 5 mg kg-1), clorgyline (1 X 1 mg kg-1) and pargyline (2 X 2.5 mg kg-1) caused a lesser blockade. Repeated 5-MeODMT (3 X 2 mg kg-1) administration blocked the acute effects of 5-MeODMT (2 and 4 mg kg-1) upon PDCs completely. These findings indicate down-regulation of the 5-hydroxytryptamine receptors which mediate the action of 5-MeODMT on the PDCs and offer a simple model system for studying 5-HT receptor sensitivity changes at the spinal level.",
      "mesh_terms": [
        "Animals",
        "Antidepressive Agents",
        "Male",
        "Methoxydimethyltryptamines",
        "Monoamine Oxidase Inhibitors",
        "Rats",
        "Rats, Inbred Strains",
        "Receptors, Serotonin",
        "Seizures",
        "Serotonin",
        "Serotonin Antagonists",
        "Synaptic Transmission",
        "p-Chloroamphetamine"
      ]
    },
    {
      "pmid": "3979433",
      "title": "Development of tolerance to repeated administration of 5-methoxy-N,N-dimethyltryptamine in rats.",
      "authors": [
        "M E Trulson",
        "G F Keltch"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "1985-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic administration of 5-methoxy-N,N-dimethyltryptamine (5-MeODMT, 2 mg/kg i.p., every 30 min for 4 h) produced a dramatic tolerance to the behavioral effects of the drug in rats. The ED50 for the syndrome-inducing effects of the drug was increased from 1.3 to 2.4 mg/kg, and the mean duration of the syndrome was decreased from 14.9 to 1.2 min after this treatment. This tolerance effect totally disappeared within 4 h following termination of drug treatment. This effect was not due to changes in the uptake of 5MeODMT into the brain, but rather appears to be due to a decrease in the binding of the drug to serotonin receptors in the central nervous system. These studies are in contrast to previous results which reported no development of tolerance to 5-MeODMT.",
      "mesh_terms": [
        "Animals",
        "Brain",
        "Drug Tolerance",
        "Male",
        "Methoxydimethyltryptamines",
        "Rats",
        "Rats, Inbred Strains",
        "Receptors, Serotonin",
        "Serotonin"
      ]
    },
    {
      "pmid": "6798607",
      "title": "Effects of pargyline and SKF-525A on brain N,N-dimethyltryptamine concentrations and hyperactivity in mice.",
      "authors": [
        "A Morinan",
        "J G Collier"
      ],
      "journal": "Psychopharmacology",
      "publication_date": "1981",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Mice pretreated with the monoamine oxidase inhibitor pargyline showed a dose-dependent increase in hyperactivity for up to 2 h following injections of N,N-dimethyltryptamine (DMT: 0.5-8.0 mg/kg). Hyperactivity was related to a linear increase in whole brain concentrations of DMT as measured by a new sensitive gas chromatographic assay. The duration of this behaviour paralleled the concentration of DMT in the brain from 15-120 min. However, at 15 min, there was no significant difference in brain DMT concentrations between mice receiving pargyline and those given distilled water at the two dose levels of DMT studied (2.0 and 8.0 mg/kg). Pre-treatment with the microsomal enzyme inhibitor SKF-525A, alone or in combination with pargyline, had no effect on the DMT-induced behaviour or on the brain levels of DMT.",
      "mesh_terms": [
        "Animals",
        "Brain",
        "Drug Synergism",
        "Humans",
        "Hyperkinesis",
        "Male",
        "Mice",
        "N,N-Dimethyltryptamine",
        "Pargyline",
        "Proadifen",
        "Tryptamines"
      ]
    },
    {
      "pmid": "1064726",
      "title": "Tolerance and limited cross-tolerance to the effects of N, N-dimethyltryptamine (DMT) and lysergic acid diethylamide-25 (LSD) on food-rewarded bar pressing in the rat.",
      "authors": [
        "B Kovacic",
        "E F Domino"
      ],
      "journal": "The Journal of pharmacology and experimental therapeutics",
      "publication_date": "1976-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lysergic acid diethylamide=25 (LSD) and N,N-dimethyltryptamine (DMT) abolish food-rewarded, fixed-ratio bar pressing by rats in a dose-related fashion. Adult male Holtzman rats trained to press a bar (respond) for milk reward on a 4-response fixed-ratio schedule were given i.p. injections of 3.2 or 10 mg/kg of DMT every 2 hours for 21 days. Every 24 hours the animals were placed in operant chambers for 30 minutes before a scheduled injection and were left in the chambers for 30 to 80 minutes after. During the first week of chronic treatment, daily bar pressing worsened progressively until the 6th day of the series, at which time rats in the 10 mg/kg group did not bar press at all. As the chronic injections continued, rates of bar pressing gradually increased until responding was not disrupted at all by an injection of DMT. Rats in the 3.2 mg/kg group showed cross-tolerance to an injection of LSD (0.1 mg/kg). Another group of rats was made partially tolerant to the disruptive effects of LSD (0.1 mg/kg i.p.) on bar pressing with a series of injections given once per day for 21 days and then three times per day for the next 4 days. Cross tolerance was not demonstrated to a challenge injection of 10 mg/kg of DMT. The LSD injections were continued for another 3 to 5 days until the animals were completely tolerant to the LSD. They then displayed cross-tolerance to 3.2 mg/kg of DMT.",
      "mesh_terms": [
        "Animals",
        "Behavior, Animal",
        "Conditioning, Operant",
        "Drug Interactions",
        "Drug Tolerance",
        "Food",
        "Lysergic Acid Diethylamide",
        "Male",
        "N,N-Dimethyltryptamine",
        "Rats",
        "Reward",
        "Time Factors",
        "Tryptamines"
      ]
    }
  ]
}