{
  "supplement": "Neuromuscular Electrical Stimulation",
  "query": "Neuromuscular Electrical Stimulation[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:09:19",
  "research_count": 630,
  "count": 100,
  "articles": [
    {
      "pmid": "40312027",
      "title": "Neuromuscular Electrical Stimulation to Maximize Hip Abductor Strength and Reduce Fall Risk in Older Veterans: Protocol for a Randomized Controlled Trial.",
      "authors": [
        "Ben Friedman",
        "Brock A Beamer",
        "Jeffrey Beans",
        "Vicki Gray",
        "Gad Alon",
        "Alice Ryan",
        "Leslie I Katzel",
        "John D Sorkin",
        "Odessa Addison"
      ],
      "journal": "JMIR research protocols",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nearly half of all veterans are 65 years and older, and they have a higher prevalence of functional disabilities compared to the nonveteran population. Balance impairments resulting in injurious falls are a leading cause of morbidity and mortality in older adults. Instability or fear of falling can significantly reduce physical activity and social participation, even in the absence of falls. Dysmobility is a leading factor in long-care admissions, and therefore, maintenance of mobility throughout aging is crucial. Recent evidence indicates lower extremity muscle weakness as a key risk factor for falls, with lower limb muscle strength and quality being critical for balance recovery. The primary hip abductors, the gluteus maximus, medius, and minimus, are particularly essential for balance recovery. OBJECTIVE: This study aims to test the hypothesis that adding neuromuscular electrical stimulation (NMES) to a multimodality balance intervention (MMBI) will yield greater reductions in fall risk and improvements in muscle and mobility function compared with MMBI alone. METHODS: This randomized controlled trial will enroll 80 veterans aged 55 years and older at risk for falls (defined by a four-square step test [FSST] time >12 seconds, history of falls, or fear of falling). Participants will be randomized to receive either NMES + MMBI or MMBI alone. The 12-week outpatient center-based intervention will include 3 sessions per week, focusing on hip abductor strength, balance, and mobility. Assessments will occur at baseline, postintervention, and at 6- and 12-month follow-ups. Primary outcomes include fall risk and dynamic balance, measured by FSST and hip abductor strength using a Biodex dynamometer. Secondary outcomes will examine muscle composition through computed tomography (CT) scans and assess gait variability parameters. RESULTS: This study was funded on January 1, 2022, with a data collection period from April 1, 2022, to December 31, 2026. As of March 2025, we have screened 100 potential participants and excluded 38. Out of the 61 participants enrolled to date, 21 have completed the 12-month follow-up, 32 have completed the 6-month follow-up, and 41 have completed the posttesting. A total of 4 participants are currently in the intervention phase; 1 has just completed the baseline testing, while 15 have been dropped from the study. CONCLUSIONS: This trial will be the first large, randomized controlled trial to evaluate NMES as an adjunct to an MMBI for fall prevention in older veterans. If successful, NMES combined with hip abductor strengthening and balance training could provide a low-cost, scalable solution to reduce falls, improve balance and mobility, and decrease health care costs related to falls in older adults. This study will address a critical gap in knowledge about the effectiveness of NMES in enhancing rehabilitation outcomes for fall prevention. TRIAL REGISTRATION: ClinicalTrials.gov NCT04969094; https://clinicaltrials.gov/study/NCT04969094. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/68082."
    },
    {
      "pmid": "40240321",
      "title": "The Acute Effects of Neuromuscular Electrical Stimulation on Coagulation and Cardiovascular Factors.",
      "authors": [
        "Johanna Flodin",
        "Stefan M Reitzner",
        "Nida Mahmoud Hourani Soutari",
        "Aisha S Ahmed",
        "Li Guo",
        "Nils-Krister Persson",
        "Jovan P Antovic",
        "Paul W Ackermann"
      ],
      "journal": "Physiological genomics",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Neuromuscular electrical stimulation (NMES) can potentially be used to prevent venous thromboembolism, however, its impact on coagulation-related factors remains poorly understood. We aimed to investigate the acute effects on coagulation- and cardiovascular factors immediately after a 2-hour NMES-session. Levels of Overall Hemostatic Potential (OHP), fibrinogen, factor VIII and Olink proteomic cardiovascular factors were assessed before and after the NMES-session in 36 healthy participants (20 males, 16 females) with a mean age of 31.9 years. NMES was administered using integrated textile electrodes in pants (NMES-pants). Mean intensities during the quadriceps, hamstrings, and gluteus muscle stimulation were 16.5, 20.5 and 25.4mA, respectively, corresponding to submaximal intensity levels with acceptable discomfort (just below 4 on the visual analogue scale [VAS], 0-10). The NMES-session resulted in a significant increase in mean (SD) OHP (94.4(28.3) to 103(31.0)), and Overall Coagulation Potential (292(50.4) to 307(49.8)), and a decrease in Overall Fibrinolytic Potential (68.2(5.46) to 67.1(5.20)). These changes were highly correlated with the increase in fibrinogen (all R>0.7, p<=0.001), but not with the increase in factor VIII. Additionally, 18 of 92 cardiovascular proteins, specifically those involved in regulating inflammation and extracellular matrix remodeling, were influenced by NMES; however, low correlations were found between the changes in these proteins and OHP-analyses. In conclusion, the NMES-session resulted in a slight increase in the coagulative state, mirroring that seen after a bout of regular exercise. The changes observed in cardiovascular factors, which are mostly not directly related to coagulation, suggests that NMES may subsequently modulate inflammatory responses, warranting further investigation."
    },
    {
      "pmid": "40213793",
      "title": "Randomised Crossover Trial of Home-Based Neuromuscular Electrical Stimulation Therapy as an Adjunct to Cardiac Rehabilitation in Frail Older Adult Patients With Chronic Heart Failure.",
      "authors": [
        "Shintaro Ono",
        "Michitaka Kato",
        "Hiromasa Seko",
        "Eiji Nakatani",
        "Toshiya Omote",
        "Mayuko Omote",
        "Shingo Omote"
      ],
      "journal": "Circulation reports",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Neuromuscular electrical stimulation (NMES) is an alternative therapy for patients unable to perform sufficient voluntary exercises. This randomised crossover study aimed to evaluate the safety and efficacy of home-based NMES as an adjunct to cardiac rehabilitation (CR) for improving physical function in frail older adult patients with chronic heart failure (CHF). METHODS AND RESULTS: 8 frail older adult patients with CHF underwent 8 weeks of CR supplemented with home-based NMES and 8 weeks of CR alone in random order, separated with a 4-week washout period. NMES at 50-Hz frequency was administered for 50 min/day, 5 times per week, with electrodes placed on the legs. Changes in the short physical performance battery (SPPB) score, leg strength, and the Barthel index were assessed between patients with CR with and without home-based NMES. No NMES-related adverse events were observed. CR with home-based NMES had a higher total SPPB score and 5-repetition sit-to-stand test time of 2.67 points and -10.67 s, respectively, than CR alone (95% confidence interval [CI] 0.3-5.0, P<0.05 and 95% CI -19.5 to -1.3, P<0.05, respectively). No significant leg strength or Barthel index changes were observed between CR with and without home-based NMES. CONCLUSIONS: Home-based NMES safely improved physical function in frail older adult patients with CHF."
    },
    {
      "pmid": "40147158",
      "title": "Evaluation of the impacts of neuromuscular electrical stimulation based on cortico-muscular-cortical functional network.",
      "authors": [
        "Jianpeng Tang",
        "Xugang Xi",
        "Ting Wang",
        "Lihua Li",
        "Jian Yang"
      ],
      "journal": "Computer methods and programs in biomedicine",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVE: Neuromuscular electrical stimulation (NMES) has been extensively applied for recovery of motor functions. However, its impact on the cortical network changes related to muscle activity remains unclear, which is crucial for understanding the changes in the collaborative working patterns within the sensory-motor control system post-stroke. METHODS: In this research, we have integrated cortico-muscular interactions, intercortical interactions, and intramuscular interactions to propose a novel closed-loop network structure, namely the cortico-muscular-cortical functional network (CMCFN). The framework is endowed with the capability to distinguish the directionality of causal interactions and local frequency band characteristics through transfer spectral entropy (TSE). Subsequently, the CMCFN is applied to stroke patients to elucidate the potential influence of NMES on cortical physiological function changes during motor induction. RESULTS: The results indicate that short-term modulation by NMES significantly enhanced the cortico-muscular interactions of the contralateral cerebral hemisphere and the affected upper limb (p < 0.001), while coexistence of facilitatory and inhibitory effects is observed in the intermuscular coupling across different electromyography (EMG) signals. Furthermore, following NMES treatment, the connectivity of the brain functional network is significantly strengthened, particularly in the γ frequency band (30-45 Hz), with marked improvements in the clustering coefficient and shortest path length (p < 0.001). CONCLUSIONS: As a new framework, CMCFN offers a novel perspective for studying motor cortical networks related to muscle activity.",
      "mesh_terms": [
        "Humans",
        "Electromyography",
        "Muscle, Skeletal",
        "Male",
        "Electric Stimulation",
        "Female",
        "Middle Aged",
        "Stroke",
        "Motor Cortex",
        "Electric Stimulation Therapy",
        "Adult",
        "Stroke Rehabilitation",
        "Cerebral Cortex",
        "Nerve Net"
      ]
    },
    {
      "pmid": "40109825",
      "title": "Constraint-Induced Movement Therapy Combined With Anodal Transcranial Direct Current Stimulation and Peripheral Neuromuscular Electrical Stimulation in Poststroke Patients: A Retrospective Study.",
      "authors": [
        "Atsushi Umeji",
        "Satoru Amano",
        "Yukihisa Hashimoto",
        "Yuki Uchiyama",
        "Kazuhisa Domen"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Although previous studies have shown a certain effect for affected upper extremity motor function for constraint-induced movement therapy (CIMT) with transcranial direct current stimulation (tDCS), there is insufficient evidence to make treatment recommendations. Here, we aimed to determine whether the addition of anodal-tDCS and peripheral neuromuscular electrical stimulation (PNES) to CIMT is superior to CIMT alone for improving upper extremity function in patients with chronic stroke. METHODS: This retrospective study included patients with chronic hemiparesis following a stroke who underwent CIMT at a college hospital between 2012 and 2018. The participants had either received CIMT alone (five-hour training sessions per day for 10 consecutive weekdays) or CIMT combined with anodal-tDCS and PNES. RESULTS: A total of 25 patients met all eligibility criteria, and 19 and 6 patients were included in the CIMT alone and CIMT combined with anodal-tDCS and PNES groups, respectively. Both groups showed significant improvement in all outcomes following CIMT (p < 0.05). The Fugl-Meyer assessment showed a significant difference between the groups in the CIMT combined with anodal-tDCS and PNES group (p = 0.047). CONCLUSIONS: Preconditioning interventions, including tDCS and PNES, may be good methods for further enhancing the effectiveness of CIMT."
    },
    {
      "pmid": "40030945",
      "title": "Adaptive Modification in Agonist Common Drive After Combined Blood Flow Restriction and Neuromuscular Electrical Stimulation.",
      "authors": [
        "Yi-Ching Chen",
        "Chia-Chan Wu",
        "Yeng-Ting Lin",
        "Yueh Chen",
        "Ing-Shiou Hwang"
      ],
      "journal": "IEEE transactions on neural systems and rehabilitation engineering : a publication of the IEEE Engineering in Medicine and Biology Society",
      "publication_date": "2025-Jan-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Neuromuscular electrical stimulation (NMES) combined with blood flow restriction (BFR) has garnered attention in rehabilitation for its ability to enhance muscle strength, despite the potential to accelerate training-related fatigue. This study examined changes in force scaling capacity immediately following combined NMES and BFR, focusing on motor unit synergy between agonist pairs. Fifteen participants (23.3 ± 1.8 years) trained with combined BFR and NMES on the extensor carpi radialis longus (ECRL) muscle, with maximal voluntary contraction (MVC) of wrist extension, along with force and EMG in the ECRL and extensor carpi radialis brevis (ECRB), measured during a designate force-tracking before and after training. Factor analysis identified latent modes influencing motor unit coordination between the ECRB and ECRL. The results showed a significant decrease in MVC after training (p < 0.001). Post-test force fluctuations increased (p = 0.031), along with a decrease in the mean inter-spike interval (M_ISI) in the ECRL (p = 0.022). Factor analysis revealed an increase in the proportion of motor units (MUs) jointly regulated by the neural mode for both ECRB and ECRL, coupled with a decline in independently regulated MUs. Specifically, the proportion of MUs governed by the ECRL mode decreased, while those regulated by the ECRB mode increased. In conclusion, force generation capacity and force scaling are impaired after receiving combined NMES and BFR treatment. It involves redistribution of the common drive to MUs within two agonists, affecting the flexible coordination of muscle synergy and necessitating compensatory recruitment of MUs from the less fatigable agonist."
    },
    {
      "pmid": "39982298",
      "title": "Combined Neuromuscular Electrical Stimulation and Elastic Taping Improves Ankle Range of Motion Equivalent to Static Stretching in Untrained Subjects.",
      "authors": [
        "Riyaka Ito",
        "Tatsuya Igawa",
        "Ryunosuke Urata",
        "Shomaru Ito",
        "Kosuke Suzuki",
        "Hiroto Takahashi",
        "Mika Toda",
        "Mio Fujita",
        "Akira Kubo"
      ],
      "journal": "Journal of functional morphology and kinesiology",
      "publication_date": "2025-Feb-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objective: Maintaining sufficient ankle joint range of motion (ROM) contributes to efficient movement in sports and daily activities. Static stretching (SS), while effective, demands significant time, highlighting the need for alternative, time-efficient approaches to improve ROM. Therefore, this study aimed to evaluate the effectiveness of combined intervention (CI) using neuromuscular electrical stimulation (NMES) and elastic tape versus SS. Methods: This randomized crossover trial was conducted in healthy university students. They underwent both interventions with a 1-week washout period. The CI entailed the application of elastic tape to the plantar surface of the foot coupled with NMES targeting the posterior lower leg muscles for 1 min. SS was administered for 5 min using a tilt table. Outcome measures included the dorsiflexion angle (DFA), finger-floor distance (FFD), straight leg raise (SLR) angle, plantar flexor strength (PFS), and knee flexor strength (KFS), assessed pre- and post-intervention. DFA was analyzed using equivalence testing with a predefined margin. Results: Both interventions yielded significant improvements in DFA, FFD, and SLR. The combination of NMES and elastic tape demonstrated equivalence to 5 min of SS in enhancing DFA. Neither intervention resulted in a significant reduction in PFS or KFS. Conclusions: The CI of NMES and elastic tape effectively and safely improves flexibility in a short time. Its time efficiency makes it a promising alternative to SS, especially for brief warm-ups or limited rehabilitation time. Further research should explore its long-term effects and broader applicability."
    },
    {
      "pmid": "39972246",
      "title": "Effects of neuromuscular electrical stimulation during hemodialysis on muscle strength, functional capacity and postural balance in patients with end-stage renal disease: a randomized controlled trial.",
      "authors": [
        "Amal Machfer",
        "Nadia Fekih",
        "Achraf Ammar",
        "Hayfa Ben Haj Hassen",
        "Wael Daab",
        "Hassen Ibn Hadj Amor",
        "Mohamed Amine Bouzid",
        "Hamdi Chtourou"
      ],
      "journal": "BMC nephrology",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Hemodialysis patients (HD) have a limited physical capacity and this often means low adherence to rehabilitation programs based on conventional exercise. This study investigated the effectiveness of neuromuscular electrical stimulation (NMES) during HD therapy on muscle strength, functional capacity and postural balance in HD patients. METHODS: Twenty-two HD patients were randomly assigned to a control group (CG) or a neuromuscular electrical stimulation training group (NSTG). The NSTG underwent NMES on the quadriceps muscle during HD sessions for 12 weeks, three times per week (40 min per session. Center of pressure (COP) displacement in the mediolateral direction (COPx), in the anteroposterior direction (COPy), and the COP area (COP area) were recorded using a stabilometric platform. Timed Up and Go test (TUG) and Sit to Stand (STS30) tests, 6-minute walking test (6MWT), and the maximal voluntary contraction (MVC) were measured before and after the intervention in both groups. RESULTS: There was a significant increase in MVC (+ 24.5%; P < 0.01), 6MWT (+ 9.8%; P < 0.05) and STS30 (+ 25.6%; P < 0.01) performance in the NSTG following the NMES intervention period. A significant reduction was observed in TUG (-11.8%; P < 0.01), COPx(-20.1%; P < 0.05) and COPy (-24.7%; P < 0.01) following the intervention period only in the NSTG. However, no significant changes were observed in the CG following the intervention period. CONCLUSION: This study supports the effectiveness of intradialytic NMES to improve muscular strength, functional capacity and postural balance in HD patients. Given the limited implementation of exercise programs in dialysis clinical practice, NMES during HD sessions offers a novel therapeutic alternative to enhance physical condition and quality of life in these patients. TRIAL REGISTRATION: Pan African Clinical Trial Registry Identifer: PACTR202206634181851 Registered on 21/06/2022. Registered trial name: Beneficial Effect of Intradialytic Electrical Muscle Stimulation in Hemodialysis Patients.",
      "mesh_terms": [
        "Humans",
        "Renal Dialysis",
        "Male",
        "Muscle Strength",
        "Female",
        "Postural Balance",
        "Middle Aged",
        "Electric Stimulation Therapy",
        "Kidney Failure, Chronic",
        "Aged",
        "Quadriceps Muscle",
        "Adult"
      ]
    },
    {
      "pmid": "39970465",
      "title": "The effect of neuromuscular electrical stimulation superimposed on quadriceps training on gait dynamics after anterior cruciate ligament reconstruction.",
      "authors": [
        "Shihao Li",
        "Bin Lu",
        "Yuanyuan Zhang",
        "Jun Liu",
        "Weiguo Xu",
        "Qi Li"
      ],
      "journal": "Journal of back and musculoskeletal rehabilitation",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Abnormal gait dynamics are an important risk factor responsible for the high incidence of traumatic knee osteoarthritis in patients undergoing anterior cruciate ligament (ACL) reconstruction. OBJECTIVE: To evaluate the effect of neuromuscular electrical stimulation (NMES) superimposed quadriceps training on gait dynamics. METHODS: A total of 32 postoperative patients were randomly allocated to the NMES and conventional training (CT) groups, with 16 patients per group. Patients in the CT group received the standardized conventional training for 60 min per day, 3 days per week for 6 weeks, while those in the NMES group received the same conventional training, but with NMES superimposed on the conventional open chain training of the quadriceps. The amount of time for training was equal between the two groups. Patients were evaluated at 8 and 14 weeks after surgery. The outcome measurements were maximum voluntary isometric contraction (MVIC) of the quadriceps used to assess the quadriceps strength, Lysholm score used to assess knee function and peak vertical ground reaction force (PvGRF), heel medial (HM) peak pressure and heel lateral (HL) peak pressure used to assess gait dynamics. RESULTS: Compared to the CT group, the NMES group had greater improvements in quadriceps strength (p<0.001, effect size = 2.93), knee function (p = 0.049, effect size = 2.06), and gait loading (including HL peak pressure (P = 0.007, effect size = 0.89) and PvGRF (P = 0.019, effect size = 0.62)). After the intervention, participants in both groups had a significantly lower rearfoot impulse and significantly higher forefoot impulse. CONCLUSIONS: The NMES superimposed on conventional quadriceps open chain training has shown additional improvements in gait loading in patients after ACL reconstruction, which suggests it may contribute to delaying the onset of early postoperative traumatic knee osteoarthritis. In addition, changes in foot impulse may suggest a progressive trend in quadriceps avoidance gait in the early postoperative period.",
      "mesh_terms": [
        "Humans",
        "Anterior Cruciate Ligament Reconstruction",
        "Quadriceps Muscle",
        "Male",
        "Female",
        "Electric Stimulation Therapy",
        "Gait",
        "Adult",
        "Young Adult",
        "Muscle Strength",
        "Anterior Cruciate Ligament Injuries",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39949402",
      "title": "An Open-Label Comparative Study of the Impact of Two Types of Electrical Stimulation (Direct Current Neuromuscular Electrical Stimulation and Transcutaneous Electrical Stimulation) on Physical Therapy Treatment of Diabetic Peripheral Neuropathy.",
      "authors": [
        "Dimitrios Kostopoulos",
        "Konstantine Rizopoulos",
        "Joe McGilvrey",
        "Jennifer Hauskey",
        "Jeff Courcier",
        "Kay Connor-Israel",
        "Harry Koster",
        "Ramona von Leden"
      ],
      "journal": "Journal of diabetes research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study",
        "Multicenter Study"
      ],
      "abstract": "Objective:The objective of this study is to evaluate and compare the effectiveness of treatments with two different electrical stimulation (e-stim) devices-pulsed direct current (DC) (Neubie) and alternating current (AC) (transcutaneous electrical stimulation (TENS))-in the treatment of symptoms for patients with diabetic peripheral neuropathy (DPN). Design:Randomized controlled trial (RCT) with parallel groups. Methods: One hundred fifty participants were recruited from 13 Hands-On Diagnostics-affiliated sites across several US locations. Participants were randomly divided into two groups for comparison-Neubie and TENS. Participants received a 30-min foot stimulation protocol with either TENS unit electrodes or Neubie electrodes. Outcome measures included the Toronto Clinical Neuropathy Score (TCNS), two-point discrimination, visual analogue scale (VAS), vibration sense (VBS), nerve conduction velocity (NCV), and nerve amplitude. The effect of the two variables on all outcome measures was determined using an analysis of covariance (ANCOVA). Results: The Neubie group demonstrated statistically significant improvements in TCNS for both right and left sides (p < 0.001), two-point discrimination of the dominant foot (p = 0.001), VBS (p = 0.022) and VAS scores (p = 0.009), and some but not all nerves tested by NCV (p < 0.05). Conclusion: Overall, DPN treatment with the Neubie resulted in significant improvements in several major outcome measures, whereas TENS showed no significant difference in any outcome measure. These findings support the use of DC devices as a potentially superior therapeutic treatment for neuropathy over AC devices like the TENS unit. Trial Registration: ClinicalTrials.gov identifier: NCT05442021.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Middle Aged",
        "Diabetic Neuropathies",
        "Transcutaneous Electric Nerve Stimulation",
        "Aged",
        "Treatment Outcome",
        "Electric Stimulation Therapy",
        "Neural Conduction",
        "Physical Therapy Modalities",
        "Adult"
      ]
    },
    {
      "pmid": "39941546",
      "title": "Impact of Combined Neuromuscular Electrical Stimulation (Comb-NMES) on Glucose Signaling and Muscle Myofiber Distribution in a Patient with Acute Spinal Cord Injury and Lower Motor Neuron Lesion.",
      "authors": [
        "Amal Alharbi",
        "Erika Womack",
        "Ceren Yarar-Fisher"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2025-Jan-28",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Introduction: This case report examines the impact of a novel combined neuromuscular electrical stimulation (Comb-NMES) regimen on muscle glucose signaling, fiber type distribution, and metabolic function in a patient with acute spinal cord injury (SCI) and lower motor neuron lesions (LMNLs). Case Report: A 32-year-old male with complete T9 SCI underwent a ten-session Comb-NMES intervention targeting the quadriceps. Muscle biopsies and blood samples were analyzed pre- and post-intervention to evaluate changes in muscle fiber types, key metabolic proteins, fasting insulin, glucose, and lipid profiles. Results: The intervention led to a 74.7% and 28.2% reduction in fasting insulin and glucose, respectively. Muscle analysis showed significant increases in CaMK II, Hexokinase II, and IRS-1, indicating improved glucose metabolism. Conclusions: Comb-NMES training markedly improved metabolic control and muscle glucose metabolism in a patient with acute SCI and LMNLs. Enhanced insulin sensitivity and glucose utilization were evidenced by upregulated metabolic proteins, which suggests that Comb-NMES is a promising intervention for improving muscle and metabolic health in SCI patients with LMNLs. Further studies are needed to confirm these benefits and explore the long-term effects."
    },
    {
      "pmid": "39938065",
      "title": "THE EFFECTS OF NEUROMUSCULAR ELECTRICAL STIMULATION ADJUNCT TO LUMBAR STABILIZATION EXERCISES ON MULTIFIDUS MUSCLE THICKNESS, PAIN, DISABILITY, AND PSYCHOSOCIAL STATUS IN PATIENTS WITH CHRONIC LOW BACK PAIN.",
      "authors": [
        "Serenay Vardar",
        "Gokcenur Yalcin",
        "Selin Aksungur",
        "Muhammet Ali Yavuzdemir",
        "Tugba Ozsoy Unubol",
        "Emre Ata"
      ],
      "journal": "American journal of physical medicine & rehabilitation",
      "publication_date": "2025-Feb-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To assess the effects of neuromuscular electrical stimulation combined with lumbar stabilization exercises on lumbar multifidus muscle thickness, disability, pain, depression, anxiety, and fear-avoidance beliefs in patients with chronic low back pain; and to examine the correlation between ultrasound and magnetic resonance imaging of the lumbar multifidus. DESIGN: Forty patients aged 18-65 years were randomized into two groups: Group 1: exercise and Group 2: exercise + neuromuscular electrical stimulation. The participants underwent 15-session electrical stimulation and/or exercise (3 days/week). All outcome measures assessed at baseline, post-treatment, and 3 months after. Multifidus cross-sectional area on magnetic resonance imaging was measured only at baseline. RESULTS: Multifidus thickness increased, and pain decreased significantly in both groups, more prominent in Group 2. Disability, depression, and fear-avoidance beliefs scores significantly decreased in both groups, while anxiety decreased only in Group 1. Both magnetic resonance and ultrasound measurements demonstrated excellent inter-rater reliability and statistically significant correlations. CONCLUSION: Both groups improved in terms of pain, disability, psychological status and muscle thickness. Neuromuscular electrical stimulation adjunct to lumbar stabilization exercises demonstrated enhanced effectiveness in increasing lumbar multifidus thickness."
    },
    {
      "pmid": "39920249",
      "title": "A systematic review and meta-analysis of neuromuscular electrical stimulation post-botulinum toxin injection in children with cerebral palsy.",
      "authors": [
        "Fu-An Yang",
        "Jie-Ren Mi Le",
        "Chia-Hsiang Lu",
        "Chao-Chun Huang",
        "Hung-Chou Chen"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-08",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim of our study is to investigate whether adjunct neuromuscular electrical stimulation (NMES) therapy improves functional performance outcomes in children with cerebral palsy (CP) who have received botulinum toxin (BTX) injections. We searched the PubMed, Cochrane Library, CINAHL, EMBASE, and Scopus databases for randomized controlled trials studying the effects of NMES after BTX injection in children with CP from database inception to July 3, 2024. Two independent reviewers extracted data, and risks of bias were assessed using the PEDro scale for randomized controlled trials. We included 5 randomized controlled trials in this meta-analysis. NMES treatment following BTX injection resulted in greater functional performance outcomes compared with BTX injections alone (standardized mean difference = 0.57; 95% CI = 0.22 to 0.92). However, NMES following BTX injections did not significantly improve spasticity outcomes (standardized mean difference = 0.28; 95% CI = - 0.21 to 0.76). Despite including only a small number of trials, the present analysis demonstrated that NMES is an effective adjunct to BTX injections for managing CP in children. Further research must be conducted to refine these therapies, ensure better outcomes, and alleviate the burdens faced by individuals with CP.",
      "mesh_terms": [
        "Cerebral Palsy",
        "Humans",
        "Child",
        "Electric Stimulation Therapy",
        "Treatment Outcome",
        "Muscle Spasticity",
        "Randomized Controlled Trials as Topic",
        "Botulinum Toxins, Type A",
        "Botulinum Toxins",
        "Combined Modality Therapy"
      ]
    },
    {
      "pmid": "39872999",
      "title": "The effects of mirror therapy with neuromuscular electrical stimulation on motor and sensory functions in patients with common peroneal nerve injury.",
      "authors": [
        "Xiaolei Chu",
        "Jiajia Liang",
        "Mingwei Gao",
        "Xiaoxuan Zhao",
        "Jiaojiao Sun",
        "Wenjie Liu",
        "Donglin Zhao",
        "Zheng Xing",
        "Qi Li"
      ],
      "journal": "Frontiers in neuroscience",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Injuries to the common peroneal nerve often result in significant sensory and motor function loss, severely affecting patients' quality of life. Although existing treatments, including medication and surgery, provide some degree of efficacy, their effectiveness is limited by factors such as tolerance and adverse side effects. METHODS: This study aims to evaluate the effects of a 4-week regimen of mirror therapy combined with neuromuscular electrical stimulation on lower limb function, muscle strength, and sensation in patients with common peroneal nerve injuries. The objective is to identify novel therapeutic strategies for lower limb peripheral nerve injuries.30 patients with Common peroneal nerve caused by pelvic fractures were selected from the Rehabilitation Medicine Department of Tianjin Hospital between July 2023 and July 2024. They were randomly divided into two groups: the neuromuscular electrical stimulation group (n = 15) and the mirror therapy with neuromuscular electrical stimulation group (n = 15). RESULTS: After 4 weeks, it was found that mirror therapy with neuromuscular electrical stimulation has a significantly better therapeutic effect on Common peroneal nerve than simple electrical stimulation therapy, particularly in terms of superficial sensation, nerve conduction velocity and ROM."
    },
    {
      "pmid": "39866385",
      "title": "Effects of Neuromuscular Electrical Stimulation for Quadriceps Muscle Thickness and Lower Extremity Motor Score in Individuals with Subacute Incomplete Cervical Spinal Cord Injury: A Randomized Controlled Trial.",
      "authors": [
        "Yusuke Morooka",
        "Yosuke Kunisawa",
        "Yuya Okubo",
        "Yasuyuki Takakura"
      ],
      "journal": "Physical therapy research",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: In this study, we aimed to determine the effects of 2-week neuromuscular electrical stimulation (NMES) on quadriceps muscle atrophy and lower extremity motor score in individuals with subacute incomplete cervical spinal cord injury (SCI). METHODS: This stratified randomized controlled trial, conducted in the advanced critical care center of a university hospital, comprised 49 individuals with American Spinal Injury Association (ASIA) impairment scale grade C and D incomplete cervical SCI. The participants were stratified based on the ASIA impairment scale grade and randomly assigned to the control (n = 25) or NMES (n = 24) group. The control group participants received only conventional rehabilitation; the NMES group participants received conventional rehabilitation plus NMES in the quadriceps muscles of both lower limbs. The primary endpoints were quadriceps muscle thickness and L3 ASIA lower extremity motor score (L3 motor score), measured at the study's initiation and after 2 weeks. RESULTS: The quadriceps muscle thickness changes on the stronger and weaker sides were -14.2% ± 11.3% and -15.1% ± 13.8%, respectively, in the NMES group and -25.7% ± 16.8% and -26.0% ± 13.3%, respectively, in the control group, indicating significantly lesser reduction on both sides in the NMES group (p <0.05). The L3 motor scores on the stronger and weaker sides were 0.8 ± 1.2 and 1.3 ± 1.4 (NMES group) and 0.4 ± 0.8 and 0.4 ± 0.8 (control group), respectively, indicating significant improvement only on the weaker side (p <0.05). CONCLUSIONS: For subacute incomplete cervical SCI, 2 weeks of NMES reduces quadriceps muscle atrophy and improves the L3 motor score values on the weaker side compared with standard treatment."
    },
    {
      "pmid": "39863411",
      "title": "Single-centre, double-blinded, randomised placebo-controlled trial to determine the effect of a 12-week home-based programme of footplate neuromuscular electrical stimulation on walking capacity in people with peripheral artery disease: a protocol for the Foot-PAD trial.",
      "authors": [
        "Christopher David Askew",
        "Mark Windsor",
        "Krist Feka",
        "Fraser Donald Russell",
        "Mia Schaumberg",
        "Meegan Anne Walker",
        "Bruce Neal",
        "Adrian Esterman",
        "Lucas Litewka",
        "Jonathan Golledge"
      ],
      "journal": "BMJ open",
      "publication_date": "2025-Jan-25",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Patients with peripheral artery disease (PAD) can experience intermittent claudication, which limits walking capacity and the ability to undertake daily activities. While exercise therapy is an established way to improve walking capacity in people with PAD, it is not feasible in all patients. Neuromuscular electrical stimulation (NMES) provides a way to passively induce repeated muscle contractions and has been widely used as a therapy for chronic conditions that limit functional capacity. Preliminary trials in patients with PAD demonstrate that stimulation of the leg muscles using a footplate-NMES device can be performed without pain and may lead to significant gains in walking capacity. Studies, to date, have been small and have not been adequately controlled to account for any potential placebo effect. Therefore, the current trial will compare the effect of a 12-week programme of footplate-NMES with a placebo-control on walking capacity (6 min walking distance) and other secondary outcomes in patients with PAD. METHODS AND ANALYSIS: The Foot-PAD trial is a double-blinded, randomised placebo-controlled trial to determine the effect of a 12-week home-based programme of footplate NMES on walking capacity in people with PAD. This is a single-centre trial with numerous recruitment locations. A total of 180 participants with stable PAD and intermittent claudication will be randomly assigned (1:1 ratio) to receive either footplate-NMES (intervention condition) or footplate-placebo (control condition) for two 30 min periods each day for 12 weeks. The footplate-NMES device will deliver stimulation sufficient to induce contraction of the leg muscles and repeated plantar and dorsiflexion at the ankles. The footplate-placebo device will deliver a momentary low-intensity transient stimulation that is insufficient to induce contraction of the leg muscles. Outcomes will be assessed at baseline (week 0), mid-intervention (week 6), postintervention (week 12) and 6 weeks after the completion of the intervention (week 18). The primary outcome is walking capacity at week 12, measured as maximum walking distance during the 6 min walk test. Secondary outcomes will include pain-free walking distance during the 6 min walk test; pain-free and maximum walking time during a graded treadmill walking test; disease-specific quality of life (Intermittent Claudication Questionnaire), self-reported walking impairment (Walking Impairment Questionnaire) and accelerometer-derived physical activity levels. Exploratory outcomes will include the Ankle-Brachial Index; leg vascular function; perception of device-use experience and symptom monitoring throughout the trial using the Claudication Symptom Instrument and a pain Visual Analogue Scale. ETHICS AND DISSEMINATION: The Foot-PAD trial has received ethics approval from the Human Research Ethics Committees of Queensland Health Metro North Hospital and Health Service (78962) and the University of the Sunshine Coast (A21659). Regardless of the study outcomes, the study findings will be published in peer-reviewed scientific journals and presented at scientific meetings. TRIAL REGISTRATION NUMBER: ACTRN12621001383853.",
      "mesh_terms": [
        "Humans",
        "Double-Blind Method",
        "Peripheral Arterial Disease",
        "Electric Stimulation Therapy",
        "Walking",
        "Intermittent Claudication",
        "Male",
        "Middle Aged",
        "Female",
        "Aged",
        "Exercise Therapy",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "39844164",
      "title": "Effect of neuromuscular electrical stimulation combined with respiratory rehabilitation training on pulmonary rehabilitation in patients with chronic obstructive pulmonary disease.",
      "authors": [
        "Shujun Jin",
        "Baojuan Huang",
        "Yinfeng Kong",
        "Xiaoxi Zhou",
        "Jing Ma"
      ],
      "journal": "Journal of cardiothoracic surgery",
      "publication_date": "2025-Jan-22",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: the study aimed to analyze the therapeutic effects of neuromuscular electrical stimulation (NMES) combined with respiratory muscle training (RMT) on patients with moderate-to-severe chronic obstructive pulmonary disease (COPD). METHODS: 135 patients with moderate/severe chronic obstructive pulmonary disease were selected as the research object and randomly selected. 72 cases were divided into rehabilitation group and 63 cases in control group. 63 healthy individuals who underwent physical examination in the same period were also included in the internal control group (blank group). Data on pulmonary function parameters (FEV1, FEV1%pred, FEV1/FVC ratio), blood gas analysis parameters (arterial oxygen partial pressure (PaO2), carbon dioxide partial pressure (PaCO2), and arterial oxygen saturation (SaO2)), and anxiety and depression scores were collected before and after the intervention for the RG, CG, and BG. Additionally, the COPD assessment test (CAT) scores were recorded for both the RG and CG. RESULTS: following intervention, PaO2 was clearly reduced, and PaCO2 and SaO2 were visibly higher in subjects; PaO2 was clearly reduced, and PaCO2 and SaO2 were visibly higher in the RG as against the CG; Forced expiratory volume in one second (FEV1), percentage of predicted FEV1 (FEV1%pred), and FEV1/forced vital capacity (FVC) in subjects were visibly higher, and FEV1%pred and FEV1/FVC were visibly higher in the RG as against the CG; The CAT scores and anxiety and depression scores in subjects were clearly reduced, and those were clearly reduced in the RG as against the CG (P < 0.05). CONCLUSION: NMES and pulmonary rehabilitation (PR) exercise training can visibly improve the lung function, oxygenation capacity, carbon dioxide exhalation, and quality of life (QoL) in COPD patients, effectively alleviating anxiety and depression.",
      "mesh_terms": [
        "Humans",
        "Pulmonary Disease, Chronic Obstructive",
        "Male",
        "Female",
        "Middle Aged",
        "Electric Stimulation Therapy",
        "Aged",
        "Breathing Exercises",
        "Respiratory Function Tests",
        "Treatment Outcome",
        "Blood Gas Analysis",
        "Forced Expiratory Volume"
      ]
    },
    {
      "pmid": "39819224",
      "title": "Efficacy of neuromuscular electrical stimulation with modern rehabilitation techniques in the treatment of acute ischemic stroke patients with post-motor dysfunction.",
      "authors": [
        "Jie Lin",
        "Lei Liu",
        "Huifang Zheng",
        "Zuojun Tian"
      ],
      "journal": "Acta radiologica (Stockholm, Sweden : 1987)",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BackgroundAcute ischemic stroke (AIS) refers to a sudden loss of blood flow in a region of the brain, which leads to a loss of neurological function.PurposeTo unveil the efficacy of neuromuscular electrical stimulation (NMES) with modern rehabilitation techniques in AIS patients with post-motor dysfunction.Material and MethodsA total of 200 AIS patients with post-motor dysfunction were divided into groups A, B, C, and D (n = 50). Patients in the four groups were routinely treated with medicine, on this basis: group B received NMES treatment; group C received modern rehabilitation technology treatment; and group D was treated with NMES and modern rehabilitation technology. Rehabilitation effect, cerebral hemodynamic indices, neurological function recovery, Fugl-Meyer Assessment (FMA) and Motor Assessment Scale (MAS) scores, self-care, and quality of life were compared.ResultsAfter treatment, the total effective rate of group D was 96% higher than that of group A (64%), group B (82%), and group C (84%). Bilateral middle cerebral artery Vm and Vs and scores of FMA, MAS, functional independence measure, and modified Barthel index increased; RI and NHISS scores decreased; and all group D improved significantly versus groups A, B, and C, and both groups B and C improved significantly versus group A.ConclusionNMES with modern rehabilitation technologies synergistically treat motor dysfunction after AIS with ideal rehabilitation effect, improving cerebral hemodynamics, neurological and limb motor function recovery, and self-care ability and quality of life.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Stroke Rehabilitation",
        "Aged",
        "Middle Aged",
        "Electric Stimulation Therapy",
        "Ischemic Stroke",
        "Treatment Outcome",
        "Recovery of Function",
        "Quality of Life"
      ]
    },
    {
      "pmid": "39811154",
      "title": "Effects of Neuromuscular Electrical Stimulation on Quadriceps Femoris Muscle Strength and Knee Joint Function in Patients After ACL Surgery: A Systematic Review and Meta-analysis of Randomized Controlled Trials.",
      "authors": [
        "Zhikuan Li",
        "Lingpeng Jin",
        "Zhen Chen",
        "Ziqi Shang",
        "Yue Geng",
        "Siman Tian",
        "Jiangtao Dong"
      ],
      "journal": "Orthopaedic journal of sports medicine",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Quadriceps weakness is a common barrier to effective rehabilitation after anterior cruciate ligament (ACL) surgery. Neuromuscular electrical stimulation (NMES)-the application of electrical currents to induce muscle contraction-has been used as part of the postoperative rehabilitation regimen. PURPOSE: To investigate the effects of NMES on the recovery of quadriceps strength and knee function after ACL surgery. STUDY DESIGN: Systematic review; Level of evidence, 1. METHODS: A search was conducted in the Web of Science, Embase, Cochrane Library, and PubMed databases between inception and August 2023 according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines. Included were randomized controlled trials of patients undergoing NMES as postoperative rehabilitation after ACL reconstruction or repair, with standard physical therapy as the control intervention. The quality of the included studies was assessed according to the Cochrane Collaboration risk-of-bias tool. Lower limb function was assessed qualitatively, and standardized mean differences (SMDs) in muscle strength and Lysholm scores were analyzed quantitatively and pooled using a random-effects model. RESULTS: Eleven studies (N = 202 patients) met our inclusion criteria. The meta-analysis of muscle strength values, which included 9 studies, showed that patients who underwent physical rehabilitation with adjunctive NMES had better recovery and improvement in quadriceps muscle strength compared with standard physical therapy at both short- and long-term follow-ups (≤6 weeks: SMD, 0.53 [95% CI, 0.27-0.79] vs >6 weeks: SMD, 0.59 [95% CI, 0.18-0.99]; p < 0.001). Moreover, subgroup analyses showed that earlier physical rehabilitation with the assistance of NMES resulted in better muscle strength recovery (≤1 week: SMD, 1.48 [95% CI, 0.80-2.17] vs >1 week: SMD, 0.44 [95% CI, 0.21-0.67]; p < 0.001). The meta-analysis of Lysholm scores, which included 3 studies, did not indicate any significant differences between the assisted NMES and control groups. CONCLUSION: Our study demonstrated that in both short- and long-term follow-up studies, postoperative rehabilitation with NMES after ACL surgery significantly increased quadriceps muscle strength compared with standard rehabilitation alone."
    },
    {
      "pmid": "39790112",
      "title": "A Case with Left Hemiplegia after Cerebral Infarction with Improved Walking Ability Through Robot-assisted Gait Training Combined with Neuromuscular Electrical Stimulation for Foot Drop.",
      "authors": [
        "Akifumi Yamaguchi",
        "Yoku Kanazawa",
        "Satoshi Hirano",
        "Yoichiro Aoyagi"
      ],
      "journal": "Japanese journal of comprehensive rehabilitation science",
      "publication_date": "2024",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Yamaguchi A, Kanazawa Y, Hirano S, Aoyagi Y. A Case with Left Hemiplegia after Cerebral Infarction with Improved Walking Ability Through Robot-assisted Gait Training Combined with Neuromuscular Electrical Stimulation for Foot Drop. Jpn J Compr Rehabil Sci 2024; 15: 88-93. BACKGROUND: Gait training-assist robots and neuromuscular electrical stimulation devices have been shown to be useful in gait training for patients with hemiplegia. However, no case reports have documented the combined use of a gait training-assist robot and a neuromuscular electrical stimulator for gait rehabilitation. In this study, we present the case of a patient with left hemiplegia who demonstrated remarkable improvement in walking ability after using a combination of a gait training-assist robot and a neuromuscular electrical stimulator for foot drop. CASE PRESENTATION: A 60-year-old man developed severe left hemiplegia following a stroke in the right middle cerebral artery region. His lower limb motor function, as assessed by the Stroke Impairment Assessment Set (SIAS), was completely impaired (score of 0), and he was unable to walk by the 57th day post-onset. By the 66th day, his lower limb motor function remained unchanged (SIAS score of 0), and he frequently stumbled on his left foot at the start of the swing phase during gait training. As a result, robot-assisted gait training combined with neuromuscular electrical stimulation for foot drop was initiated. By the 88th day, his lower limb motor function improved to a score of 1 on the SIAS, and his Functional Independence Measure (FIM) walk item improved to a score of 4 with the use of an ankle-foot orthosis and a cane. On the 89th day, he transitioned to conventional therapy without the devices. By the 114th day, he was able to walk with a T-cane without the need for an orthosis. CONCLUSION: The combination of a gait training-assist robot and a neuromuscular electrical stimulator for foot drop facilitated dorsiflexion of the ankle during the swing phase, allowed the patient to practice walking with minimal assistance. This promoted active patient-led walking and more efficient motor learning, ultimately leading to independent walking."
    },
    {
      "pmid": "39775747",
      "title": "Feasibility within-subject RCT of neuromuscular electrical stimulation; an Intervention to Maintain and improve neuroMuscular function during period of Immobility (IMMI).",
      "authors": [
        "Helal B Alqurashi",
        "Tahir Masud",
        "Adam Lee Gordon",
        "Mathew Piasecki",
        "Dominic O'Connor",
        "Katie Robinson",
        "John R F Gladman"
      ],
      "journal": "European geriatric medicine",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "abstract": "INTRODUCTION: Neuromuscular electrical stimulation (NMES) is a potentially effective intervention to improve outcomes after a fragility fracture, but its feasibility in this group has not been established. METHODS: A feasibility study was conducted in two phases: 1) in the hospital only, and 2) hospital, rehabilitation centres, and participants' homes. Patients with fragility fracture were randomised to receive NMES for 6 weeks/discharge either to the right or left leg, with the other leg serving as control. Patients who had no mobility issues had contraindications to NMES and were unable to give consent were excluded. NMES was applied to quadriceps and tibialis anterior muscles for 30 min, 3 days/week. Sessions were progressed to achieve 60 min, 5-7 days/week. Feasibility outcomes included participant characteristics, recruitment rate, tolerability, and number of NMES sessions. Clinical outcomes included muscle strength, and ADL at six months. RESULTS: Overall, 1052 patients were identified, of whom 113 (11%) were eligible, and 29 (3%) were recruited (median Clinical Frailty Score 3, median Barthel ADL score 93/100). The recruitment rate was 0.45/week in phase 1 and 0.9/week in phase 2. Fifty-three percent achieved the target of 24 NMES sessions. However, 5/29 withdrew due to intolerance of NMES. Leg muscle strength improved in both treated and untreated legs, with marginally greater improvement observed in the tibialis anterior of treated legs. CONCLUSION: Although it would be feasible to evaluate the specific effect of NMES in fragility fracture patients in a multi-centre trial using home-based NMES, this would be possible only in a minority of mildly frail fragility fracture patients with little premorbid disability.",
      "mesh_terms": [
        "Humans",
        "Feasibility Studies",
        "Male",
        "Electric Stimulation Therapy",
        "Female",
        "Aged",
        "Aged, 80 and over",
        "Muscle Strength",
        "Activities of Daily Living",
        "Treatment Outcome",
        "Fractures, Bone",
        "Quadriceps Muscle"
      ]
    },
    {
      "pmid": "39766448",
      "title": "A Randomized Controlled Trial to Test the Effects of Repetitive Peripheral Magnetic Stimulation Versus Neuromuscular Electrical Stimulation in Patients with Spastic Hemiparesis After Stroke (REPMAST): Study Protocol.",
      "authors": [
        "Kristin Loreen Pohl",
        "Jens Müller",
        "Katja Wittig-Böttger",
        "Alexander Ritter",
        "Farsin Hamzei"
      ],
      "journal": "Brain sciences",
      "publication_date": "2024-Dec-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Innovative therapies are needed to reduce disability, facilitate activities of daily living, and improve the quality of life in patients with stroke. Non-invasive methods of stimulating the peripheral and central nervous system are increasingly being used to enhance the effects of existing therapies in stroke rehabilitation. One potentially relevant method for achieving greater improvement is repetitive peripheral magnetic stimulation (rPMS). This randomized controlled trial (RCT), the Peripheral MAgnetic stimulation in patients with spastic hemiparesis after Stroke Trial (REPMAST), will investigate whether rPMS improves upper extremity function, spasticity, and activities of daily living in patients with stroke compared with neuromuscular stimulation (NMS). METHODS: REPMAST is an interventional, randomized controlled single-blinded study. Patients with subacute stroke are randomized to receive rPMS or NMS five days a week for three weeks in addition to standard rehabilitation therapy. The primary outcome is the change in the Fugl-Meyer Assessment for Upper Extremity between the beginning and end of the stimulation sessions. Secondary outcomes include changes in the Katz Index of Independence in Activities of Daily Living, the Timed Up and Go Test, the Modified Ashworth Scale, and the Tardieu Scale. A total sample size of 138 patients (69 in each group) is required to investigate the superiority of rPMS compared with NMS. CONCLUSIONS: The aim of this RCT is to provide evidence for an effective peripheral stimulation treatment for stroke recovery."
    },
    {
      "pmid": "39728264",
      "title": "Short Term Effects of Proprioceptive Neuromuscular Facilitation Combined with Neuromuscular Electrical Stimulation in Youth Basketball Players: A Randomized Controlled Trial.",
      "authors": [
        "Manuel Sos-Tirado",
        "Aser Campo-Manzanares",
        "Lidia Aguado-Oregui",
        "Carles Cerdá-Calatayud",
        "Juan Carlos Guardiola-Ruiz",
        "Celia García-Lucas",
        "Francisco Javier Montañez-Aguilera",
        "Juan Francisco Lisón",
        "Juan José Amer-Cuenca"
      ],
      "journal": "Journal of functional morphology and kinesiology",
      "publication_date": "2024-Dec-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Hamstring muscle injuries are common in basketball and result in long periods of inactivity. To reduce their incidence, preventive protocols, including proprioceptive neuromuscular facilitation (PNF) stretches, have been proposed. The aim of this study is to compare the short-term effects of PNF and PNF + neuromuscular electrical stimulation (NMES) on hamstring extensibility and, secondarily, on vertical jump capacity in young basketball players. Materials and Methods: The study was a randomized controlled trial. One group performed a PNF stretching protocol and the other PNF + NMES. Hamstring extensibility was measured using the Sit and Reach test and the popliteal angle and jump capacity were measured using the Counter Movement Jump, both before and immediately after the intervention. Results: Forty-five young male players participated. Both groups showed significant intra-group improvements (p < 0.001) in hamstring flexibility after the intervention. However, there were no significant intra-group differences (p > 0.05) in jump capacity. Additionally, no significant differences (p > 0.05) were observed between the two groups for any of the measured variables. Conclusions: Both programs are effective in increasing hamstring flexibility in the short term without impairing vertical jump capacity in young basketball players."
    },
    {
      "pmid": "39712079",
      "title": "Unlocking the potential of neuromuscular electrical stimulation: achieving physical activity benefits for all abilities.",
      "authors": [
        "Paul W Ackermann",
        "Robin Juthberg",
        "Johanna Flodin"
      ],
      "journal": "Frontiers in sports and active living",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Neuromuscular Electrical Stimulation (NMES) uses electrical impulses to induce muscle contractions, providing benefits in rehabilitation, muscle activation, and as an adjunct to exercise, particularly for individuals experiencing immobilization or physical disability. NMES technology has significantly progressed, with advancements in device development and a deeper understanding of treatment parameters, such as frequency, intensity, and pulse duration. These improvements have expanded NMES applications beyond rehabilitation to include enhanced post-exercise recovery, improved blood glucose uptake, and increased lower limb venous return, potentially reducing thrombotic risks. Despite its benefits, NMES faces challenges in user compliance, often due to improper electrode placement and discomfort during treatment. Research highlights the importance of optimizing stimulation parameters, including electrode positioning, to improve both comfort and treatment efficacy. Recent innovations, such as automated processes for locating optimal stimulation points and adaptable electrode sizes, aim to address these issues. When combined with wearable technologies, these innovations could improve NMES treatment adherence and deliver more consistent, long-term therapeutic outcomes for patients with various physical limitations. Together, these developments indicate a promising future for NMES, presenting a valuable tool to enhance the benefits of physical activity across diverse populations, from rehabilitative care to broader health and wellness applications."
    },
    {
      "pmid": "39701273",
      "title": "Frequency-dependent corticospinal facilitation following tibialis anterior neuromuscular electrical stimulation.",
      "authors": [
        "Shota Tsugaya",
        "Atsushi Sasaki",
        "Suzufumi Arai",
        "Taishin Nomura",
        "Matija Milosevic"
      ],
      "journal": "Neuroscience",
      "publication_date": "2025-Feb-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The optimal stimulation frequency for inducing neuromodulatory effects remains unclear. The purpose of our study was to investigate the effect of neuromuscular electrical stimulation (NMES) with different frequencies on cortical and spinal excitability. Thirteen able-bodied individuals participated in the experiment involving NMES: (i) low-frequency at 25 Hz, (ii) high-frequency at 100 Hz, and (iii) mixed-frequency at 25 and 100 Hz switched every one second. All interventions were applied on the tibialis anterior muscle using a 10 sec ON / 10 sec OFF duty cycle for 10 min, using motor-level NMES at 120 % of the individual motor threshold for each stimulating frequency. Assessments were performed at baseline, immediately after, and 30 min after the interventions. Corticospinal excitability and intracortical inhibition were examined using transcranial magnetic stimulation by assessing the motor evoked potentials and cortical silent period, respectively. Spinal motoneuron excitability and neuromuscular propagation were assessed using peripheral nerve stimulation by evaluating F-wave and maximum motor (Mmax) responses, respectively. Maximal voluntary contraction (MVC) was evaluated during isometric dorsiflexion force exertion. Motor performance was also evaluated during the ankle dorsiflexion force-matching task. Our results showed that mixed frequency was most effective in modulating corticospinal excitability, although motor performance was not affected by any intervention. The cortical silent period was prolonged and Mmax was inhibited by all frequencies, while the F-wave and MVC were unaffected. Mixed-frequency stimulation could recruit a more diverse range of motor units, which are recruited in a stimulus frequency-specific manner, than single-frequency stimulation, and thus may have affected corticospinal facilitation.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Evoked Potentials, Motor",
        "Pyramidal Tracts",
        "Muscle, Skeletal",
        "Transcranial Magnetic Stimulation",
        "Adult",
        "Electric Stimulation",
        "Female",
        "Young Adult",
        "Electromyography",
        "Motor Neurons",
        "Motor Cortex"
      ]
    },
    {
      "pmid": "39657647",
      "title": "Effects of Neuromuscular Electrical Stimulation Waveforms and Occlusion Pressures on Elicited Force and Microvascular Oxygenation.",
      "authors": [
        "Trent E Cayot",
        "James W Bellew",
        "Estefania Zapata-Rodriguez",
        "Justin Rutherford",
        "Sofia Simpson",
        "Sam Somesan",
        "Trevor Edgerton",
        "Dawson Labaw",
        "Joe Northam",
        "Caleb Bowling"
      ],
      "journal": "Journal of sport rehabilitation",
      "publication_date": "2024-Dec-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: Interest in the effects of concurrently using neuromuscular electrical stimulation (NMES) and blood flow restriction (BFR) to improve muscle strength has risen, but limited studies and inconsistent findings have led to more questions. The 2 current projects aimed to systematically investigate how NMES waveform shape and BFR occlusion pressure acutely influence electrically elicited force (EEF) and tissue oxygen saturation (StO2) of the knee extensors. DESIGN: A single-session repeated-measures design was followed. METHODS: EEF and StO2 were measured in 2 different groups of 15 participants during 3 sets of NMES contractions. Ten NMES contractions per set were performed with 5 minutes of passive interset recovery. In the first project, different NMES waveforms (RUS, Russian burst-modulated alternating current; VMS, biphasic pulsed current; and VMS-Burst, burst-modulated biphasic pulsed current) were administered for each set, while BFR was applied at 60% limb occlusion pressure (LOP). During the second projet, VMS was administered, while a different BFR occlusion pressure (0% LOP, 40% LOP, and 80% LOP) was used during each set. Two-way repeated-measures analysis of variance examined if repetition and/or NMES waveform (first project) or BFR occlusion pressure (second project) significantly affected (P < .05) EEF or StO2. RESULTS: VMS (12% [7%] MVIF) and VMS-Burst (13% [10%] MVIF) led to higher EFF compared with RUS (6% [5%] MVIF) with 60% LOP; 80% LOP (20% [14%] MVIF) led to lower EEF compared with 0% LOP (29% [17%] MVIF) with VMS. No significant differences in StO2 were observed between NMES waveforms or BFR occlusion pressures. CONCLUSIONS: If a clinician wanted to concurrently use NMES and BFR, the acute findings of the current projects would suggest the use of VMS or VMS-Burst with lower BFR occlusion pressure (40% LOP). However, further investigation into how these parameters would influence muscle strength subsequent to a training/rehabilitation intervention should be performed."
    },
    {
      "pmid": "39594260",
      "title": "The Immediate Effect of a Single Treatment of Neuromuscular Electrical Stimulation with the StimaWELL 120MTRS System on Multifidus Stiffness in Patients with Chronic Low Back Pain.",
      "authors": [
        "Daniel Wolfe",
        "Geoffrey Dover",
        "Mathieu Boily",
        "Maryse Fortin"
      ],
      "journal": "Diagnostics (Basel, Switzerland)",
      "publication_date": "2024-Nov-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Individuals with chronic low back pain (CLBP) have altered lumbar multifidus stiffness properties compared to healthy controls. Although neuromuscular electrical stimulation (NMES) application to the multifidus might affect stiffness, this has never been investigated. The aims of this study were to examine the effect of a single NMES treatment on multifidus stiffness and pain intensity in CLBP patients. METHODS: 30 participants (13 male, 17 female) were randomized to one of two intervention ('phasic' and 'combined') protocols with the StimaWELL 120MTRS system. Multifidus stiffness at L4 and L5 was measured via shear-wave elastography (SWE) at rest and in standing prior to, and 15 min after, a 20 min NMES treatment. Pain intensity was measured pre- and post-treatment with the numerical pain rating scale (NPRS). RESULTS: There were significant increases in resting shear modulus at right L4 (p = 0.001) and bilaterally at L5 (p = 0.017; p = 0.020) in the 'combined' intervention group, and a significant between-group difference at right L4 (p < 0.001). There were significant decreases in standing shear modulus at right L4 (p = 0.015) and left L5 (p = 0.036) in the 'combined' intervention group, and a significant between-group difference at left L5 (p = 0.016). Both groups experienced significant decreases in pain intensity (MD combined group = 1.12, 95% CI [0.34, 1.90], p = 0.011) (MD phasic group = 1.42, 95% CI [0.68, 2.16], p = 0.001). CONCLUSIONS: There were multiple significant changes in multifidus stiffness in the combined group, but not in the phasic group. Both groups experienced significant decreases in low back pain intensity."
    },
    {
      "pmid": "39593489",
      "title": "Application of neuromuscular electrical stimulation during immobilization of extremities for musculoskeletal conditions: A scoping review.",
      "authors": [
        "S Reischl",
        "C Ziebart",
        "J C MacDermid",
        "R Grewal",
        "S M Schabrun",
        "A L Trejos"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "BACKGROUND: Neuromuscular electrical stimulation (NMES) is effective at improving recovery after periods of disuse. It is unclear if NMES can be applied during periods of immobilization for musculoskeletal conditions to mitigate resulting impairments from disuse. The aim of this scoping review is to describe the state of the literature applying NMES during immobilization to treat upper and lower extremity musculoskeletal conditions. METHODS: A literature search was conducted in October 2023 combining keywords related to \"neuromuscular electrical stimulation\", \"musculoskeletal\", and \"immobilization\" in Pubmed, Scopus, CINAHL, and Proquest Dissertations and Thesis with an English filter. Articles were included if an upper or lower extremity was immobilized during the NMES application and NMES was applied with surface electrodes. Articles were excluded if NMES was applied outside of the immobilization period, participants had a neurological condition that could impair neuromotor pathways, and/or electrical stimulation was applied invasively. Data extracted included study design, sample characteristics, immobilization protocol, intervention, stimulation parameters, outcome measures, and results. The Joanna Briggs Institute (JBI) Critical Appraisal Tools for Cohort Studies was used to assess quality for all included studies. RESULTS: Six studies with 127 participants were included. The musculoskeletal conditions addressed were anterior cruciate ligament repair and tibia fracture. Immobilization procedures maintain knee flexion between 10 and 45° for four to six weeks. NMES was applied through holes cut in the casts. NMES duration ranged from 40 minutes to 8 hours a day with an alternating current ramping up over 0.4 to 4 seconds (s), the contraction duration between two and 20 s, and rest times between five and 50 s. NMES application improved quadriceps atrophy and strength outcomes in four studies. DISCUSSION: The body of literature is limited to two patient populations, only a small sample of cohort studies, physiological outcomes, and all studies were published before 1989. The models used in these studies are outdated, so new models (i.e. distal radius fracture) are proposed to investigate NMES application during immobilization in musculoskeletal populations. This study highlights a substantial gap in the literature and that further investigation into NMES application during immobilization for musculoskeletal conditions is warranted.",
      "mesh_terms": [
        "Humans",
        "Electric Stimulation Therapy",
        "Immobilization",
        "Musculoskeletal Diseases",
        "Lower Extremity"
      ]
    },
    {
      "pmid": "39571309",
      "title": "Effectiveness of neuromuscular electrical stimulation on venous thromboprophylaxis in surgical patients: A systematic review and meta-analysis.",
      "authors": [
        "Jin Yang",
        "Haiou Qi",
        "Jingying Huang",
        "Miaomiao Xu",
        "Zihao Xue",
        "Yina Wang"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUND AND PURPOSE: The effectiveness of neuromuscular electrical stimulation (NMES) for venous thromboprophylaxis is still debatable. This systematic review and meta-analysis evaluated the effectiveness and safety of NMES among surgical patients undergoing elective surgery. METHODS: Randomized controlled trials (RCTs) and quasi-experimental studies were retrieved from PubMed, Embase, Cochrane Central Register of Controlled Trials, Web of Science, CINAHL, Wanfang, China National Knowledge Infrastructure and Chinese Biomedical Database from their inception to February 1st, 2024. Two reviewers independently assessed, extracted, and appraised the included studies. The meta-analyses incorporated two primary comparisons: NMES versus basic thromboprophylaxis and NMES versus other mechanical thromboprophylaxis. The Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) approach was used to assess the certainty of evidence. RESULTS: Sixteen studies involving 1685 participants were analysed, with all outcomes being assessed within 14 days postoperatively. Compared with basic thromboprophylaxis and graduated compression stockings, NMES significantly reduced the incidence of postoperative deep venous thrombosis (all p < 0.05). Compared with basic thromboprophylaxis and other mechanical basic thromboprophylaxis, NMES significantly improved postoperative D-dimer level and femoral venous peak velocity (all p < 0.05). No studies reported NMES device-related adverse events. The GRADE results showed low to very low certainty levels of evidence. CONCLUSION: NMES is a promising mechanical strategy for venous thromboprophylaxis in surgical patients. High-quality RCTs are required to elucidate the therapeutic benefits of NMES compared to other mechanical prevention methods and to standardize its clinical application.",
      "mesh_terms": [
        "Humans",
        "Electric Stimulation Therapy",
        "Venous Thrombosis",
        "Postoperative Complications",
        "Randomized Controlled Trials as Topic",
        "Venous Thromboembolism"
      ]
    },
    {
      "pmid": "39566516",
      "title": "Effect of subtetanic neuromuscular electrical stimulation on sprint interval exercise.",
      "authors": [
        "Ryosuke Takeda",
        "Hiroya Nojima",
        "Taichi Nishikawa",
        "Kohei Watanabe"
      ],
      "journal": "International journal of sports medicine",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The study aimed to determine the acute effects of subtetanic neuromuscular electrical stimulation (NMES) combined with active recovery between sprint exercises on blood lactate accumulation, sprint performance, and muscle fatigue. Sixteen healthy young individuals [23(4) years, 10 males] underwent a 1-min rest followed by sprint interval training consisting of four 15-sec maximal sprint exercises with three 5-min active cycling sessions. Participants engaged in voluntary cycling at 40% of peak oxygen consumption, with or without NMES (VOLES or VOL; interventions). Blood lactate concentration ([La]b) was assessed at the end of the rest and each intervention periods. Mean power was assessed during each sprint exercise session. Maximum voluntary contraction (MVC) of the knee extensor was measured before and after sprint interval training to evaluate muscle fatigue. The [La]b was significantly higher in VOLES than in VOL (main effect, P=0.037). Mean power did not differ between conditions (main effect and interaction, P>0.050). MVC after sprint interval exercise was significantly lower in VOLES than in VOL (interaction, P<0.001). Subtetanic NMES combined with voluntary cycling enhanced blood lactate accumulation and induced greater voluntary fatigue but resulted in similar peripheral muscle fatigue and sprint exercise performance compared with voluntary cycling without NMES.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Muscle Fatigue",
        "Lactic Acid",
        "Young Adult",
        "Electric Stimulation",
        "High-Intensity Interval Training",
        "Oxygen Consumption",
        "Muscle, Skeletal",
        "Bicycling",
        "Athletic Performance",
        "Muscle Contraction",
        "Female",
        "Adult"
      ]
    },
    {
      "pmid": "39546871",
      "title": "Effect of prior neuromuscular electrical stimulation of vastus lateralis on the fatigue induced by a sustained voluntary knee extension in men.",
      "authors": [
        "Clément Lanfranchi",
        "Boris Matkowski",
        "Sylvain Rayroud",
        "Alain Martin",
        "Nicola A Maffiuletti",
        "Romuald Lepers",
        "Nicolas Place"
      ],
      "journal": "Journal of electromyography and kinesiology : official journal of the International Society of Electrophysiological Kinesiology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The purpose of this study was to investigate the effect of vastus lateralis (VL) selective fatigue induced by neuromuscular electrical stimulation (NMES) on knee extensor electromyographic (EMG) activity during a sustained submaximal isometric contraction. METHODS: Thirteen healthy men (28 ± 5 years) completed two experimental sessions in which either the VL was pre-fatigued for 17 min (NMES session) or no intervention was performed (control session, CTRL). Subsequently, participants were asked to sustain an isometric knee extension at 20 % of maximal voluntary contraction (MVC) torque until task failure. RESULTS: VL M-wave amplitude was reduced (-34 ± 26 %, P = 0.008) following the NMES intervention, while MVC torque was reduced by 26 ± 10 %. The time to task failure was 23 ± 10 % shorter (P = 0.002) in NMES (186 ± 75 s) than in CTRL (251 ± 128 s). EMG activity measured during the sustained contraction was higher for vastus medialis and rectus femoris muscles in NMES compared to CTRL (P < 0.001), but was comparable for VL (P > 0.05). The extent and origin of neuromuscular fatigue at task failure measured through MVCs combined with electrically-evoked contractions did not differ between NMES and CTRL. CONCLUSION: Compensatory activity from synergist muscles occurred in response to a pre-fatigue intervention, which reduced the time to task failure of a sustained submaximal contraction but did not affect the extent and origin of neuromuscular fatigue.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Muscle Fatigue",
        "Adult",
        "Quadriceps Muscle",
        "Isometric Contraction",
        "Electric Stimulation",
        "Electromyography",
        "Knee Joint",
        "Torque"
      ]
    },
    {
      "pmid": "39492972",
      "title": "Evaluating neuromuscular electrical stimulation for preventing and managing intensive care unit-acquired weakness: Current evidence and future directions.",
      "authors": [
        "Annu Lisa Kurian",
        "Brandon Lucke-Wold"
      ],
      "journal": "World journal of cardiology",
      "publication_date": "2024-Oct-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Intensive care unit-acquired weakness (ICU-AW) is a prevalent issue in critical care, leading to significant muscle atrophy and functional impairment. Aiming to address this, Neuromuscular Electrical Stimulation (NMES) has been explored as a therapy. This systematic review assesses NMES's safety and effectiveness in enhancing functional capacity and mobility in pre- and post-cardiac surgery patients. NMES was generally safe and feasible, with intervention sessions varying in frequency and duration. Improvements in muscle strength and 6-minute walking test distances were observed, particularly in preoperative settings, but postoperative benefits were inconsistent. NMES showed promise in preventing muscle loss and improving strength, although its impact on overall functional capacity remained uncertain. Challenges such as short ICU stays and body composition affecting NMES efficacy were noted. NMES also holds potential for other conditions like cerebral palsy and stroke. Further research is needed to optimize NMES protocols and better understand its full benefits in preventing ICU-AW and improving patient outcomes."
    },
    {
      "pmid": "39456876",
      "title": "The Effect of Lower Limb Combined Neuromuscular Electrical Stimulation on Skeletal Muscle Cross-Sectional Area and Inflammatory Signaling.",
      "authors": [
        "Amal Alharbi",
        "Jia Li",
        "Erika Womack",
        "Matthew Farrow",
        "Ceren Yarar-Fisher"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Oct-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In individuals with a spinal cord injury (SCI), rapid skeletal muscle atrophy and metabolic dysfunction pose profound rehabilitation challenges, often resulting in substantial loss of muscle mass and function. This study evaluates the effect of combined neuromuscular electrical stimulation (Comb-NMES) on skeletal muscle cross-sectional area (CSA) and inflammatory signaling within the acute phase of SCI. We applied a novel Comb-NMES regimen, integrating both high-frequency resistance and low-frequency aerobic protocols on the vastus lateralis muscle, to participants early post-SCI. Muscle biopsies were analyzed for CSA and inflammatory markers pre- and post-intervention. The results suggest a potential preservation of muscle CSA in the Comb-NMES group compared to a control group. Inflammatory signaling proteins such as TLR4 and Atrogin-1 were downregulated, whereas markers associated with muscle repair and growth were modulated beneficially in the Comb-NMES group. The study's findings suggest that early application of Comb-NMES post-SCI may attenuate inflammatory pathways linked to muscle atrophy and promote muscle repair. However, the small sample size and variability in injury characteristics emphasize the need for further research to corroborate these results across a more diverse and extensive SCI population.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Electric Stimulation Therapy",
        "Muscle, Skeletal",
        "Adult",
        "Muscular Atrophy",
        "Spinal Cord Injuries",
        "Signal Transduction",
        "Lower Extremity",
        "Female",
        "Inflammation",
        "Muscle Proteins",
        "SKP Cullin F-Box Protein Ligases",
        "Middle Aged",
        "Toll-Like Receptor 4"
      ]
    },
    {
      "pmid": "39358836",
      "title": "The effect of home-based neuromuscular electrical stimulation-resistance training and protein supplementation on lean mass in persons with spinal cord injury: A pilot study.",
      "authors": [
        "Sven Hoekstra",
        "James A King",
        "Jordan Fenton",
        "Natasha Kirk",
        "Scott A Willis",
        "Stuart M Phillips",
        "Nick Webborn",
        "Keith Tolfrey",
        "Johan De Vogel-Van Den Bosch",
        "Vicky L Goosey-Tolfrey"
      ],
      "journal": "Physiological reports",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "In persons with a spinal cord injury (SCI), resistance training using neuromuscular electrical stimulation (NMES-RT) increases lean mass in the lower limbs. However, whether protein supplementation in conjunction with NMES-RT further enhances this training effect is unknown. In this randomized controlled pilot trial, 15 individuals with chronic SCI engaged in 3 times/week NMES-RT, with (NMES+PRO, n = 8) or without protein supplementation (NMES, n = 7), for 12 weeks. Before and after the intervention, whole body and regional body composition (DXA) and fasting glucose and insulin concentrations were assessed in plasma. Adherence to the intervention components was ≥96%. Thigh lean mass was increased to a greater extent after NMES+PRO compared to NMES (0.3 (0.2, 0.4) kg; p < 0.001). Furthermore, fasting insulin concentration and Homeostatic Model Assessment for Insulin Resistance (HOMA-IR) were decreased similarly in both groups (fasting insulin: 1 [-9, 11] pmol∙L-1; HOMA-IR: 0.1 [-0.3, 0.5] AU; both p ≥ 0.617). Twelve weeks of home-based NMES-RT increased thigh lean mass, an effect that was potentiated by protein supplementation. In combination with the excellent adherence and apparent improvement in cardiometabolic health outcomes, these findings support further investigation through a full-scale randomized controlled trial.",
      "mesh_terms": [
        "Humans",
        "Spinal Cord Injuries",
        "Male",
        "Resistance Training",
        "Female",
        "Adult",
        "Pilot Projects",
        "Body Composition",
        "Electric Stimulation Therapy",
        "Middle Aged",
        "Dietary Supplements",
        "Insulin Resistance",
        "Insulin",
        "Dietary Proteins",
        "Blood Glucose",
        "Muscle, Skeletal"
      ]
    },
    {
      "pmid": "39356263",
      "title": "Commentary on \"Infant Modified Constraint-Induced Movement Therapy Paired with Neuromuscular Electrical Stimulation: A Feasibility Study\".",
      "authors": [
        "Kimberley Scott",
        "Kayce Marsh",
        "Angie Ohlrich"
      ],
      "journal": "Pediatric physical therapy : the official publication of the Section on Pediatrics of the American Physical Therapy Association",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article",
        "Comment"
      ],
      "mesh_terms": [
        "Humans",
        "Infant",
        "Electric Stimulation Therapy",
        "Feasibility Studies",
        "Physical Therapy Modalities",
        "Cerebral Palsy",
        "Restraint, Physical"
      ]
    },
    {
      "pmid": "39354918",
      "title": "Effects of simultaneous neuromuscular electrical stimulation and static stretching on flexibility and strength: a randomized controlled trial.",
      "authors": [
        "Riyaka Ito",
        "Tatsuya Igawa",
        "Ryunosuke Urata",
        "Shomaru Ito",
        "Kosuke Suzuki",
        "Hiroto Takahashi",
        "Mika Toda",
        "Mio Fujita",
        "Akira Kubo"
      ],
      "journal": "Journal of physical therapy science",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "[Purpose] This study aimed to determine the effects of simultaneous neuromuscular electrical stimulation (NMES) and static stretching on flexibility and muscle strength. [Participants and Methods] A randomized controlled trial was conducted with 96 healthy university students equally assigned to either a simultaneous NMES and static stretching group (Group S) or an NMES-only group (Group C). The gastrocnemius muscle was the target of both NMES and static stretching. Ankle dorsiflexion angle (DFA), forward flexion distance (FFD), and ankle plantar flexor strength (PFS) were measured before and directly following intervention. Outcomes in the two groups were evaluated using two-way analysis of variance. [Results] A significant time effect was observed for both DFA and FFD, whereas a significant interaction effect was observed for FFD only. Improvements in DFA were similar between the groups; however, improvements in FFD were significantly greater in Group S. PFS showed no significant interaction between the group and the time factor. [Conclusion] Our findings suggest that simultaneous intervention enhances flexibility. Despite targeting the gastrocnemius muscle, the observed improvement in hamstring flexibility may have been because of fascial connections. These findings support the efficacy and safety of NMES combined with static stretching for increasing flexibility."
    },
    {
      "pmid": "39298241",
      "title": "Smiling and frowning induced by facial neuromuscular electrical stimulation (fNMES) modulate felt emotion and physiology.",
      "authors": [
        "Themis Nikolas Efthimiou",
        "Joshua Baker",
        "Arthur Elsenaar",
        "Marc Mehu",
        "Sebastian Korb"
      ],
      "journal": "Emotion (Washington, D.C.)",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "According to the facial feedback hypothesis, feedback from facial muscles can initiate and modulate a person's emotional state. This assumption is debated, however, and existing research has arguably suffered from a lack of control over which facial muscles are activated, when, to what degree, and for how long. To overcome these limitations, we carried out a preregistered experiment including 58 participants. Facial neuromuscular electrical stimulation (fNMES) was applied to the bilateral zygomaticus major and depressor anguli oris muscles for 5 s at 100% and 50% of the participants' individual motor threshold. After each trial, participants reported their emotional valence and intensity and levels of experienced discomfort. Facial muscle activations were verified with automatic video coding; heart rate and electrodermal activity were recorded throughout. Results showed that muscle activation through fNMES, even when controlling for fNMES-induced discomfort, modulated participants' emotional state as expected, with more positive emotions reported after stronger stimulation of the zygomaticus major than the depressor anguli oris muscle. The addition of expression-congruent emotional images increased the effect. Moreover, fNMES intensity predicted intensity ratings, reduced HR, and skin conductance response. The finding that changes in felt emotion can be induced through brief and controlled activation of specific facial muscles is in line with the facial feedback hypothesis and offers exciting opportunities for translational intervention. (PsycInfo Database Record (c) 2025 APA, all rights reserved).",
      "mesh_terms": [
        "Humans",
        "Facial Muscles",
        "Male",
        "Female",
        "Adult",
        "Young Adult",
        "Emotions",
        "Galvanic Skin Response",
        "Electric Stimulation",
        "Facial Expression",
        "Smiling",
        "Heart Rate"
      ]
    },
    {
      "pmid": "39294678",
      "title": "Implications of neuromuscular electrical stimulation on gait ability, balance and kinematic parameters after stroke: a systematic review and meta-analysis.",
      "authors": [
        "Shishi Chen",
        "Jingjing Gao",
        "Ye Zhou",
        "Beisi Zheng",
        "Yuxiang Liu",
        "Manting Cao",
        "Haiping Huang",
        "Xinyi Su",
        "Jianer Chen"
      ],
      "journal": "Journal of neuroengineering and rehabilitation",
      "publication_date": "2024-Sep-18",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "INTRODUCTIN: Improper gait patterns, impaired balance and foot drop consistently plague stroke survivors, preventing them from walking independently and safely. Neuromuscular electrical stimulation (NMES) technology can help patients reactivate their muscles and regain motor coordination. This study aims to systematically review and summarize the evidence for the potential benefits of NMES on the improvement of gait patterns after stroke. EVIDENCE ACQUISITION: PubMed, Cochrane Library, Embase, Science Direct and Web of Science were systematically searched until April 2024, to identify randomized controlled trials with the following criteria: stroke survivors as participants; NMES as intervention; conventional rehabilitation as a comparator; and gait assessment, through scales or quantitative parameters, as outcome measures. EVIDENCE SYNTHESIS: 29 publications involving 1711 patients met the inclusion criteria. Meta-analysis showed no significant differences in Ten-meter walk test, Fugl-Meyer assessment lower extremity, Modified Ashworth Assessment and asymmetry between the NMES group and the control group. Besides, NMES was associated with changes in outcome indicators such as quantitative gait analysis speed [SMD = 0.53, 95% CI (0.20, 0.85), P = 0.001], cadence [SMD = 0.76, 95% CI (0.32, 1.20), P = 0.0008], affected side step length [SMD = 0.73, 95% CI (0.16, 1.31), P = 0.01], angle of ankle dorsiflexion [WMD = 1.57, 95% CI (0.80, 2.33), P < 0.0001], Six-Minute Walk Test [WMD = 14.83, 95% CI (13.55, 16.11), P<0.00001]. According to the PEDro scale, 21 (72.4%) studies were of high quality and 8 were of moderate quality (27.6%). CONCLUSIONS: Taken together, the review synthesis indicated that NMES might play a potential role in stroke-induced walking dysfunction. And NMES may be superior for survivors in the chronic phase than the acute and subacute phases, and the efficacy of short sessions received by patients was greater than that of those who participated in a longer session. Additionally, further comparisons of the effects of NMES with different types or stimulation frequencies may provide unexpected benefits.",
      "mesh_terms": [
        "Humans",
        "Biomechanical Phenomena",
        "Electric Stimulation Therapy",
        "Gait",
        "Gait Disorders, Neurologic",
        "Postural Balance",
        "Stroke",
        "Stroke Rehabilitation"
      ]
    },
    {
      "pmid": "39283096",
      "title": "Transcutaneous Neuromuscular Electrical Stimulation for Treating Varicocele-Induced Scrotal Pain.",
      "authors": [
        "Kaifeng Liu",
        "Panyan Zhu",
        "Shengmin Zhang",
        "Zihao Wang",
        "Yongzhan Gong",
        "Pengjie Lu",
        "Zisong Xie"
      ],
      "journal": "Journal of visualized experiments : JoVE",
      "publication_date": "2024-Aug-30",
      "publication_types": [
        "Journal Article",
        "Video-Audio Media"
      ],
      "abstract": "Varicocele is a prevalent vascular disorder affecting the male reproductive system, leading to scrotal pain and testicular dysfunction. Epidemiological studies have shown that varicocele occurs in approximately 10% to 15% of adult males, while scrotal pain affects 2% to 10% of the population. Currently, clinical treatment options for varicocele-induced scrotal pain include general therapy, medication, and surgery. Among these, surgical intervention is considered the most effective method, boasting a success rate of 80%. However, it carries risks such as postoperative bleeding, infection, and recurrence, making it less desirable for some patients. In recent years, transcutaneous neuromuscular electrical stimulation has gained wide acceptance for treating various andrological conditions, including erectile dysfunction and premature ejaculation, yielding positive outcomes. This non-invasive technique offers a promising alternative for managing varicocele-induced scrotal pain, potentially reducing the need for surgical intervention and its associated risks. Its growing popularity underscores the need for further research and clinical trials to validate its efficacy and safety in treating this condition.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Scrotum",
        "Varicocele",
        "Pain",
        "Transcutaneous Electric Nerve Stimulation",
        "Pain Management"
      ]
    },
    {
      "pmid": "39265131",
      "title": "Neuromuscular Electrical Stimulation for Dysphagia Treatment: Adoption, Perceived Barriers, and Clinical Practices.",
      "authors": [
        "Soud Ebdah",
        "Jeff Searl"
      ],
      "journal": "American journal of speech-language pathology",
      "publication_date": "2024-Nov-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: This study aims to learn about the global adoption of neuromuscular electrical stimulation (NMES) in managing dysphagia, identify the barriers to its adoption, and describe the existing clinical practices. METHOD: A total of 171 professionals from various international backgrounds initiated a specially developed online survey, and 122 responses were included in the final analysis. The survey consisted of 44 items related to NMES usage, perceived adoption barriers of NMES in dysphagia management, and clinical practices. The data were subjected to descriptive and correlational statistical analysis. RESULTS: NMES is adopted by 50% of the participants' workplaces when considering responses globally and 42.7% in the United States. Most respondents reported both high self-assessed knowledge level and high interest in learning about NMES. Among the 21 posed barriers to NMES adoption, 19 were agreed upon by over 50% of participants, with the most reported being insufficient academic coverage, lack of expert endorsement, and heterogeneity in stimulation parameters. There was considerable diversity in the clinical application of NMES, particularly regarding the duration, frequency, and total number of sessions typically completed when using NMES. CONCLUSIONS: NMES is adopted by half of the facilities and utilized by one third of dysphagia practitioners among the international respondents to this survey. The high interest expressed in NMES parallels the increasing volume of related research. Nonetheless, the widespread recognition of barriers and the substantial variability in clinical application underscore the need for international efforts to establish standardized protocols or guidelines, ensuring its effective and consistent use in clinical settings.",
      "mesh_terms": [
        "Humans",
        "Deglutition Disorders",
        "Electric Stimulation Therapy",
        "Attitude of Health Personnel",
        "Surveys and Questionnaires",
        "Practice Patterns, Physicians'",
        "Female",
        "Male",
        "Health Knowledge, Attitudes, Practice",
        "Adult",
        "Speech-Language Pathology",
        "Deglutition"
      ]
    },
    {
      "pmid": "39262695",
      "title": "Combination of neuromuscular electrical stimulation and ibuprofen to reduce pain in femoral head necrosis.",
      "authors": [
        "Boyu Liu",
        "Ran Wei",
        "Hongbo Zhu",
        "Xuelu Zhao",
        "Guang Wang"
      ],
      "journal": "American journal of translational research",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The combinative effects of neuromuscular electrical stimulation and ibuprofen on pain in patients with femoral head necrosis were discussed and analyzed. METHOD: This retrospective study analyzed data of 60 patients with femoral head necrosis hospitalized during Oct. 2020 to Oct. 2021. According to different treatment methods, the patients were divided into an observation group and a control group (30 cases in each group). The control group took oral ibuprofen sustained-release capsules, and the observation group was treated with neuromuscular electrical stimulation in addition to ibuprofen. Both groups received a 4-week treatment course. The therapeutic efficacy, Harris scale scores, Visual Analogue Scale (VAS) score, MRI hip imaging stage, SF-36 scale score, serum plasminogen activator inhibitor 1 (PAI-1), leptin and osteopontin levels before and after treatment were compared between the two groups. RESULTS: After treatment, the overall response rate in the observation group was higher than that in control group (P<0.05). The post-treatment scores of Harris scale were higher in both groups than those pre-treatment (P<0.05), and were higher in the observation group than in the control group (P<0.05). The VAS scores were decreased in both groups (P<0.05), and the decrease was more significant in the observation group than in the control group (P<0.05). After treatment, there were more patients with 0-I MRI hip imaging stage in the two groups than before treatment (P<0.05), and more in the observation group than in the control group (P<0.05). The SF-36 scores in both groups were increased (P<0.05), and the increase was more significant in the observation group than in the control group (P<0.05). The serum levels of PAI-1, leptin and osteopontin were decreased in both groups (P<0.05), and the decreases were more significant in the observation group than in the control group (P<0.05). CONCLUSION: The combinative treatment of neuromuscular electrical stimulation and ibuprofen has a significant effect on patients with femoral head necrosis. The treatment can remarkably reduce patients' pain, improve their hip function and quality of life, and decrease the PAI-1, leptin and osteopontin levels."
    },
    {
      "pmid": "39223104",
      "title": "Continuous muscle pump activation by neuromuscular electrical stimulation of the common peroneal nerve in the treatment of patients with venous leg ulcers: A position paper.",
      "authors": [
        "Michael C Stacey",
        "R Gary Sibbald",
        "Robyn Evans"
      ],
      "journal": "International wound journal",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The standard treatment for patients with confirmed Venous Leg Ulcers (VLUs) is compression therapy to improve the function of the calf muscle pump. There is a significant cohort of patients who are unable to tolerate optimal compression therapy or indeed any level of compression therapy. In addition, there is a cohort of patients who can tolerate compression whose ulcers show little or no evidence of healing. There is a need for ways to further improve calf muscle pump function and to improve venous ulcer healing in these patients. Published data were reviewed on the use of Muscle Pump Activation (MPA) using common peroneal nerve neuromuscular electrical stimulation (NMES) to improve calf muscle pump function. There is physiological evidence that MPA can improve calf muscle pump function and venous return in both control subjects and in patients with venous disease. The use of MPA has also been shown to improve venous flow volume and venous flow velocity on ultrasound scanning in patients with venous disease. MPA has been shown to improve microcirculation in the skin using Laser Doppler and laser Doppler Speckle Contrast Imaging, in both normal subjects as well as in patients with venous disease and VLU. A recent randomized controlled trial of MPA plus compression therapy compared with compression therapy alone, found significantly faster rates of healing with the use of MPA in addition to compression therapy. There are indications for the use of MPA as an adjunctive treatment to enhance calf muscle pump function in patients with VLU: who cannot tolerate compression therapy who can only tolerate suboptimal, low-level compression whose ulcer healing remains slow or stalled with optimal compression.",
      "mesh_terms": [
        "Humans",
        "Varicose Ulcer",
        "Electric Stimulation Therapy",
        "Peroneal Nerve",
        "Wound Healing",
        "Muscle, Skeletal",
        "Male",
        "Female",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39155274",
      "title": "Five days of bed rest in young and old adults: Retainment of skeletal muscle mass with neuromuscular electrical stimulation.",
      "authors": [
        "Sofie K Hansen",
        "Pernille Hansen",
        "Hanne Nygaard",
        "Hans D Grønbæk",
        "Tania W Berry",
        "Camilla M Olsen",
        "Per Aagaard",
        "Lars G Hvid",
        "Jakob Agergaard",
        "Flemming Dela",
        "Charlotte Suetta"
      ],
      "journal": "Physiological reports",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The consequences of short-term disuse are well known, but effective countermeasures remain elusive. This study investigated the effects of neuromuscular electrical stimulation (NMES) during 5 days of bed rest on retaining lower limb muscle mass and muscle function in healthy young and old participants. One leg received NMES of the quadriceps muscle (3 × 30min/day) (NMES), and the other served as a control (CON). Isometric quadriceps strength (MVC), rate of force development (RFD), lower limb lean mass, and muscle thickness were assessed pre-and post-intervention. Muscle thickness remained unaltered with NMES in young and increased in old following bed rest, while it decreased in CON legs. In old participants, mid-thigh lean mass (MTLM) was preserved with NMES while decreased in CON legs. In the young, only a tendency to change with bed rest was detected for MTLM. MVC and early-phase RFD decreased in young and old, irrespective of NMES. In contrast, late-phase RFD was retained in young participants with NMES, while it decreased in young CON legs, and in the old, irrespective of NMES. NMES during short-term bed rest preserved muscle thickness but not maximal muscle strength. While young and old adults demonstrated similar adaptive responses in preventing the loss of skeletal muscle thickness, RFD was retained in the young only.",
      "mesh_terms": [
        "Humans",
        "Bed Rest",
        "Male",
        "Muscle Strength",
        "Adult",
        "Female",
        "Aged",
        "Quadriceps Muscle",
        "Muscle, Skeletal",
        "Electric Stimulation",
        "Electric Stimulation Therapy",
        "Young Adult",
        "Isometric Contraction",
        "Aging",
        "Middle Aged"
      ]
    },
    {
      "pmid": "39143586",
      "title": "Benefits of home-based foot neuromuscular electrical stimulation on self-reported function, leg pain and other leg symptoms among community-dwelling older adults: a sham-controlled randomised clinical trial.",
      "authors": [
        "Binoy Kumaran",
        "Darren Targett",
        "Tim Watson"
      ],
      "journal": "BMC geriatrics",
      "publication_date": "2024-Aug-14",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Lower leg pain and symptoms, and poor leg circulation are common in older adults. These can significantly affect their function and quality of life. Neuromuscular electrical stimulation (NMES) applied via the feet as 'foot NMES' activates the leg musculovenous pump. This study investigated the effects of foot NMES administered at home using Revitive® among community-dwelling older adults with lower leg pain and/or other lower leg symptoms such as cramps, or sensations of tired, aching, and heavy feeling legs. METHODS: A randomised placebo-controlled study with three groups (2 NMES, 1 Sham) and three assessments (baseline, week 8, week 12 follow-up) was carried out. Self-reported function using Canadian occupational performance measure (COPM), leg pain, overall leg symptoms score (heaviness, tiredness, aching, or cramps), and ankle blood flow were assessed. Analysis of covariance (ANCOVA) and logistic regression were used to compare the groups. Statistical significance was set at p < 0.05 (two-sided 5%). RESULTS: Out of 129 participants enrolled, 114 completed the study. The improvement in all outcomes were statistically significant for the NMES interventions compared to Sham at both week 8 (p < 0.01) and week 12 (p < 0.05). The improvement in COPM met the minimal clinically important difference (MCID) for the NMES interventions compared to Sham at both week 8 (p < 0.005) and week 12 (p < 0.05). Improvement in leg pain met MCID at week 8 compared to Sham (p < 0.05). Ankle blood flow increased approximately 3-fold during treatment compared to Sham. Compliance with the interventions was high and no device-related adverse events were reported. CONCLUSIONS: The home-based foot NMES is safe, and significantly improved self-reported function, leg pain and overall leg symptoms, and increased ankle blood flow compared to a Sham among older adults. TRIAL REGISTRATION: The trial was prospectively registered in ISRCTN on 17/06/2019 with registration number ISRCTN10576209. It can be accessed at https://www.isrctn.com/ISRCTN10576209 .",
      "mesh_terms": [
        "Humans",
        "Male",
        "Aged",
        "Female",
        "Independent Living",
        "Leg",
        "Electric Stimulation Therapy",
        "Self Report",
        "Foot",
        "Aged, 80 and over",
        "Pain",
        "Pain Management",
        "Quality of Life",
        "Treatment Outcome",
        "Home Care Services"
      ]
    },
    {
      "pmid": "39098028",
      "title": "Hybrid Training System Consisting of Synchronized Neuromuscular Electrical Stimulation for Voluntary Exercise Using an Articular Motion Sensor.",
      "authors": [
        "Hiroo Matsuse",
        "Hiroshi Tajima",
        "Eriko Baba",
        "Sohei Iwanaga",
        "Masayuki Omoto",
        "Ryuki Hashida",
        "Takeshi Nago",
        "Naoto Shiba"
      ],
      "journal": "The Kurume medical journal",
      "publication_date": "2024-Dec-10",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Neuromuscular electrical stimulation (NMES) is widely used for improving muscle strength, preventing muscle atrophy, and decreasing pain. Recently, NMES has become a substitute for exercise therapy for metabolism improvement and functional capacity improvement. However, NMES has several disadvantages. First, slow-twitch muscle contractions are insufficient because the recruitment pattern of NMES does not obey Henneman's size principle. Second, when using surface electrodes, it is difficult to contract deep skeletal muscles at the application site. Third, electrical stimulation causes discomfort. Therefore, we devised a simultaneous combination of NMES and voluntary muscle contractions to overcome the weak points of NMES. A hybrid training system (HTS) that resists the motion of a volitionally contracting agonist muscle with force generated by its electrically stimulated antagonist was developed as a technique to combine the application of NMES and volitional contractions. This motion sensor makes it possible to simultaneously combine voluntary movements with NMES. Our HTS synchronizes with voluntary movements, enhancing safety and reducing discomfort. This HTS enhances the exercise effect of even simple exercise. So far, our HTS has been reported to be effective for muscle strength enhancement, prevention of muscle atrophy, improvement of physical function, pain relief, enhancement of physical fitness, and improvement of metabolic function. HTS are expected to be useful methods in environments where sufficient exercise load is not available or for individuals with low exercise tolerance.",
      "mesh_terms": [
        "Humans",
        "Muscle Contraction",
        "Electric Stimulation Therapy",
        "Muscle, Skeletal",
        "Muscle Strength",
        "Exercise Therapy",
        "Exercise",
        "Electric Stimulation"
      ]
    },
    {
      "pmid": "39092412",
      "title": "Effects of simultaneous short-term neuromuscular electrical stimulation and static stretching on calf muscles.",
      "authors": [
        "Riyaka Ito",
        "Tatsuya Igawa",
        "Ryunosuke Urata",
        "Shomaru Ito",
        "Kosuke Suzuki",
        "Hiroto Takahashi",
        "Mika Toda",
        "Mio Fujita",
        "Akira Kubo"
      ],
      "journal": "Journal of physical therapy science",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "[Purpose] The simultaneous application of static stretching and neuromuscular electrical stimulation (NMES) to calf muscles may enhance physiological parameters in young and healthy individuals; however, the efficacy of this intervention and potential sex variation remain to be elucidated. The present study aimed to investigate these aspects. [Participants and Methods] Thirty healthy university students (15 males and 15 females) participated in this study. All participants simultaneously underwent static stretching and NMES of the calf muscles for 4 min while lying on an upright and tilted table. The mean differences in the dorsiflexion angle (DFA), finger-floor distance (FFD), and straight leg raising (SLR) angle before and after the intervention were calculated. Sex variations were assessed using a two-way analysis of variance (ANOVA). [Results] The DFA, FFD, and SLR angle exhibited significant effects on time. No significant sex variations were observed between the groups. [Conclusion] Simultaneous static stretching and NMES of the calf muscles potentially enhanced the DFA, FFD, and SLR angle in healthy university students, irrespective of sex."
    },
    {
      "pmid": "39064616",
      "title": "Effects of Rehabilitative Exercise and Neuromuscular Electrical Stimulation on Muscle Morphology and Dynamic Balance in Individuals with Chronic Ankle Instability.",
      "authors": [
        "Sujin Choi",
        "Hyung-Pil Jun"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2024-Jul-22",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Background and Objectives: Muscle atrophy caused by chronic ankle instability (CAI) can incur muscle weakness, altered movement patterns, and increased risk of injury. Previous studies have investigated the effects of rehabilitative exercises and neuromuscular electrical stimulation (NMES) on characteristics in CAI individuals, but few studies have examined their effects on foot and ankle muscle morphology. This study aimed to determine the effects of rehabilitative exercises and NMES on muscle morphology and dynamic balance in individuals with CAI. Materials and Methods: Participants with CAI (n = 47) were randomly divided into control (CG), rehabilitative exercise (REG), NMES (NG), and rehabilitative exercise and NMES combined (RNG) groups. The six-week intervention program consisting of rehabilitative exercises and NMES was applied to groups excluding CG. Muscle morphology and dynamic balance were evaluated using a portable wireless diagnostic ultrasound device and dynamic balance tests. For statistical analysis, an effect size with 95% confidence interval was calculated to assess mean differences according to intervention. Results: After six weeks, significant increases in morphology and dynamic balance were observed for all muscles except flexor hallucis longus (p > 0.05) in the intervention groups except for CG. However, no significant changes were observed in the CG (p > 0.05). Conclusions: These findings suggest that intervention programs may help prevent muscle atrophy and improve balance in CAI individuals.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Joint Instability",
        "Female",
        "Postural Balance",
        "Adult",
        "Exercise Therapy",
        "Ankle Joint",
        "Electric Stimulation Therapy",
        "Muscle, Skeletal",
        "Muscular Atrophy",
        "Young Adult",
        "Electric Stimulation"
      ]
    },
    {
      "pmid": "39033475",
      "title": "Effects of external neuromuscular electrical stimulation in women with urgency urinary incontinence: a randomized sham-controlled study.",
      "authors": [
        "Tugba Birben Kurt",
        "Bulent Yilmaz",
        "Seyda Toprak Celenay"
      ],
      "journal": "World journal of urology",
      "publication_date": "2024-Jul-21",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND AND PURPOSE: The present study aims to investigate the effects of external neuromuscular electrical stimulation (NMES) on urinary symptoms, pelvic floor muscle strength (PFMS), quality of life (QoL), sexual function, perception of subjective improvement (PSI), and satisfaction in urgency urinary incontinence (UUI). MATERIALS AND METHODS: The randomized sham-controlled study design was employed in this study. Women aged 18-65 years, who were diagnosed with UUI, were randomly allocated into the NMES (external NMES + lifestyle advice, n = 15) and sham groups (sham NMES + lifestyle advice, n = 15). Both groups performed the application for 30 min, three days a week for eight weeks. Urinary symptoms were evaluated by using the International Incontinence Consultation Questionnaire-Short Form (ICIQ-SF) and a 3-day bladder diary. PFMS was assessed using the Modified Oxford Scale (MOS), QoL using the King's Health Questionnaire (KHQ), and sexual function using the Pelvic Organ Prolapse/Urinary Incontinence Sexual Function Questionnaire (PISQ-12). The PSI and satisfaction were questioned. RESULTS: There was a higher level of decrease in the ICIQ-SF score, the mean number of voids/night and UI, all scores related to the KHQ (excluding interpersonal relationships), and a higher level of increase in maximum voiding volume, MOS scores, PISQ-12-emotional, PISQ-12-physical, and PISQ-12-total scores in the NMES group when compared to the sham group (p < 0.05). PSI and satisfaction were at higher levels in the NMES group than in the sham group (p < 0.05). CONCLUSIONS: External NMES was an effective and complementary method in reducing urinary symptoms and improving PFMS, QoL, sexual function, PSI, and satisfaction level in women with UUI. CLINICAL TRIAL REGISTRATION: NCT04727983.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Middle Aged",
        "Adult",
        "Urinary Incontinence, Urge",
        "Electric Stimulation Therapy",
        "Quality of Life",
        "Young Adult",
        "Aged",
        "Pelvic Floor",
        "Muscle Strength",
        "Adolescent",
        "Treatment Outcome",
        "Patient Satisfaction"
      ]
    },
    {
      "pmid": "39000879",
      "title": "Assessing the Impact of Neuromuscular Electrical Stimulation-Based Fingerboard Training versus Conventional Fingerboard Training on Finger Flexor Endurance in Intermediate to Advanced Sports Climbers: A Randomized Controlled Study.",
      "authors": [
        "Carlo Dindorf",
        "Jonas Dully",
        "Joshua Berger",
        "Stephan Becker",
        "Emanuel Wolf",
        "Steven Simon",
        "Eva Bartaguiz",
        "Wolfgang Kemmler",
        "Michael Fröhlich"
      ],
      "journal": "Sensors (Basel, Switzerland)",
      "publication_date": "2024-Jun-24",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Competitive climbers engage in highly structured training regimens to achieve peak performance levels, with efficient time management as a critical aspect. Neuromuscular electrical stimulation (NMES) training can close the gap between time-efficient conditioning training and achieving optimal prerequisites for peak climbing-specific performances. Therefore, we examined potential neuromuscular adaptations resulting from the NMFES intervention by analyzing the efficacy of twice-weekly NMES-supported fingerboard (hang board) training compared with thrice-weekly conventional fingerboard training over 7 training weeks in enhancing climbing-specific endurance among intermediate to advanced climbers. Participants were randomly divided into the NMES and control groups. Eighteen participants completed the study (14 male, 4 female; mean age: 25.7 ± 5.3 years; mean climbing experience: 6.4 ± 3.4 years). Endurance was assessed by measuring the maximal time athletes could support their body weight (hanging to exhaustion) on a 20 mm-deep ledge at three intervals: pre-, in-between- (after 4 weeks of training), and post-training (after 7 weeks of training). The findings revealed that despite the lower training volume in the NMES group, no significant differences were observed between the NMES and control groups in climbing-specific endurance. Both groups exhibited notable improvements in endurance, particularly after the in-between test. Consequently, a twice-weekly NMES-supported fingerboard training regimen demonstrated non-inferiority to a thrice-weekly conventional training routine. Incorporating NMES into fingerboard workouts could offer time-saving benefits.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Adult",
        "Physical Endurance",
        "Fingers",
        "Electric Stimulation",
        "Young Adult",
        "Athletes",
        "Mountaineering"
      ]
    },
    {
      "pmid": "38992992",
      "title": "Neuromuscular electrical stimulation for facial wrinkles and sagging: The 8-week prospective, split-face, controlled trial in Asians.",
      "authors": [
        "Jun Omatsu",
        "Takashi Yamashita",
        "Toko Mori",
        "Yurika Osuji",
        "Ruriko Kawanabe",
        "Ai Kuzumi",
        "Asako Yoshizaki",
        "Tomomi Yokota",
        "Kentaro Yamazaki",
        "Shinichi Sato",
        "Ayumi Yoshizaki"
      ],
      "journal": "Journal of cosmetic dermatology",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Controlled Clinical Trial"
      ],
      "abstract": "OBJECTIVE: This study aims to fill the knowledge gap regarding the effects of high frequency facial neuromuscular electrical stimulation (fNMES) on facial aging, using a device equipped with CERTEC (Cell Energy Regeneration Technology) operating between 40 and 190 kHz. METHODS: This prospective split-face study was conducted at Tokyo University Hospital between March and May 2023 with 24 healthy adult women aged 30-59. The intervention group used the fNMES device along with basic skin care on one side of the face, and basic skin care alone on the other side for 8 weeks. Evaluations included changes in skin wrinkles, sagging, and blood flow. RESULTS: This study found significant improvements in skin elasticity and degree of wrinkles in the areas intervened with fNMES (p < 0.05, respectively). In addition, the intervention resulted in significant improvements in jawline angle (p < 0.01), submental volume (p < 0.05), cheek volume (p < 0.05), maximum nasolabial fold depth (p = 0.03), and total volume of the nasolabial folds (p = 0.03). The fNMES intervention also showed improvement in blood flow (p < 0.05). These improvements were also subjectively assessed by the participants in subject questionnaires at 8 weeks after the intervention (p < 0.05). CONCLUSION: This study suggests that high frequency fNMES effectively improves facial skin elasticity, reduces wrinkles and sagging, promotes blood flow, and contributes to overall facial appearance rejuvenation. Although further studies are needed, high frequency fNMES appeared promising as a noninvasive anti-aging therapy.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Middle Aged",
        "Cosmetic Techniques",
        "Elasticity",
        "Electric Stimulation Therapy",
        "Face",
        "Nasolabial Fold",
        "Prospective Studies",
        "Regional Blood Flow",
        "Rejuvenation",
        "Skin Aging",
        "Treatment Outcome",
        "East Asian People",
        "Japan"
      ]
    },
    {
      "pmid": "38985945",
      "title": "Infant Modified Constraint-Induced Movement Therapy Paired With Neuromuscular Electrical Stimulation: A Feasibility Study.",
      "authors": [
        "Kathy Grinde",
        "Jayne Myhre",
        "Amanda Nickel",
        "Michael D Finch"
      ],
      "journal": "Pediatric physical therapy : the official publication of the Section on Pediatrics of the American Physical Therapy Association",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To determine the feasibility of modified constraint-induced movement therapy (mCIMT) paired with neuromuscular electrical stimulation (NMES) for infants with asymmetrical hand function (AHF). METHODS: Five infants received an experimental ABA design: (A1) 3 weeks of our Standard AHF Care, (B) 3 weeks mCIMT-NMES, and (A2) 3 weeks of our Standard AHF Care. Parents tracked key data in a daily log, and infants were assessed 4 times using the Hand Assessment for Infants and Peabody Developmental Motor Scale-2. RESULTS: There was a high level of participant enrollment, visit frequency adherence, and compliance with the treatment protocol. No adverse events were reported. Mean Hand Assessment for Infants Both Hands measure scores changed more after mCIMT-NMES than after our Standard AHF Care. CONCLUSIONS: mCIMT-NMES is a feasible early intervention for infants with AHF at risk for unilateral cerebral palsy. A future study in a larger sample should examine the efficacy of mCIMT-NMES in this population.",
      "mesh_terms": [
        "Humans",
        "Feasibility Studies",
        "Infant",
        "Male",
        "Electric Stimulation Therapy",
        "Female",
        "Cerebral Palsy",
        "Physical Therapy Modalities",
        "Hand",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "38974513",
      "title": "Improving Lower Limb Function and Frailty in Frail Older Patients with Acute Myocardial Infarction After Percutaneous Coronary Intervention: A Randomized Controlled Study of Neuromuscular Electrical Stimulation.",
      "authors": [
        "Xiamin Pu",
        "Houqiang Huang",
        "Xiaolei Zhao",
        "Feng Liu",
        "Yebo Leng",
        "Ya Deng",
        "Lingyi Huang",
        "Xingchen Zhou",
        "Fen Xu",
        "Yongli Huang",
        "Shengmin Guo"
      ],
      "journal": "Clinical interventions in aging",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: A global public health problem, frailty is closely associated with poor prognosis after percutaneous coronary intervention (PCI) in older patients with acute myocardial infarction (AMI). Although exercise intervention is the most commonly used method to reverse and alleviate frailty, its application is restricted in patients with acute myocardial infarction following PCI due to cardiovascular instability and autonomic imbalance. Consequently, there is a need for a new practical intervention to address frailty syndrome in these patients. PURPOSE: This study aimed to investigate the effect of neuromuscular electrical stimulation in frail older AMI patients post-PCI. PATIENTS AND METHODS: A single-blind, randomized controlled trial was carried out in the Department of Cardiovascular Medicine from March to October 2023. A total of 100 eligible participants were randomly divided into two groups: experimental (n = 50) and control (n = 50) groups, respectively. Both groups received usual care. The experimental group underwent neuromuscular electrical stimulation (NMES) on bilateral quadriceps and gastrocnemius muscles for 30 minutes daily from day 1 to day 7 after surgery. The primary outcomes measured included the frailty score, lower limb muscle strength, and lower limb muscle quality. Secondary outcomes included the activities of daily living score, inflammatory markers, and length of hospital stay. All participants were included in an intention-to-treat analysis after the study ended. RESULTS: The frailty scores of the two groups exhibited a gradual decrease over time, and the scores of the experimental group were lower than those of the control group at 4 and 7 days after surgery (P<0.001). Concurrently, the lower limb muscle strength showed an increasing trend over the time in the experimental group and a decreasing trend in the control group, and the scores of the experimental group surpassed those of the control group (p<0.001). Moreover, a statistical difference was observed in the lower limb muscle mass across the groups after 7 days postoperatively compared with baseline on both sides (p<0.05). CONCLUSION: Neuromuscular electrical stimulation has the potential to enhance lower limb function and alleviate frailty in elderly patients with acute myocardial infarction after PCI. These findings introduce a novel intervention approach for frailty management in the elderly population.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Female",
        "Humans",
        "Male",
        "Activities of Daily Living",
        "Electric Stimulation Therapy",
        "Frail Elderly",
        "Frailty",
        "Lower Extremity",
        "Muscle Strength",
        "Muscle, Skeletal",
        "Myocardial Infarction",
        "Percutaneous Coronary Intervention",
        "Single-Blind Method"
      ]
    },
    {
      "pmid": "38940932",
      "title": "Motoneuron persistent inward current contribution to increased torque responses to wide-pulse high-frequency neuromuscular electrical stimulation.",
      "authors": [
        "Timothée Popesco",
        "Lucas Bet da Rosa Orssatto",
        "François Hug",
        "Anthony John Blazevich",
        "Gabriel Siqueira Trajano",
        "Nicolas Place"
      ],
      "journal": "European journal of applied physiology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To assess the effect of a remote handgrip contraction during wide-pulse high-frequency (WPHF) neuromuscular electrical stimulation (NMES) on the magnitude of extra torque, progressive increase in torque during stimulation, and estimates of the persistent inward current (PIC) contribution to motoneuron firing in the plantar flexors. METHODS: Ten participants performed triangular shaped contractions to 20% of maximal plantar flexion torque before and after WPHF NMES with and without a handgrip contraction, and control conditions. Extra torque, the relative difference between the initial and final torque during stimulation, and sustained electromyographic (EMG) activity were assessed. High-density EMG was recorded during triangular shaped contractions to calculate ∆F, an estimate of PIC contribution to motoneuron firing, and its variation before vs after the intervention referred to as ∆F change score. RESULTS: While extra torque was not significantly increased with remote contraction (WPHF + remote) vs WPHF (+ 37 ± 63%, p = 0.112), sustained EMG activity was higher in this condition than WPHF (+ 3.9 ± 4.3% MVC EMG, p = 0.017). Moreover, ∆F was greater (+ 0.35 ± 0.30 Hz) with WPHF + remote than control (+ 0.03 ± 0.1 Hz, p = 0.028). A positive correlation was found between ∆F change score and extra torque in the WPHF + remote (r = 0.862, p = 0.006). DISCUSSION: The findings suggest that the addition of remote muscle contraction to WPHF NMES enhances the central contribution to torque production, which may be related to an increased PIC contribution to motoneuron firing. Gaining a better understanding of these mechanisms should enable NMES intervention optimization in clinical and rehabilitation settings, improving neuromuscular function in clinical populations.",
      "mesh_terms": [
        "Humans",
        "Motor Neurons",
        "Torque",
        "Male",
        "Muscle, Skeletal",
        "Adult",
        "Muscle Contraction",
        "Female",
        "Electric Stimulation",
        "Hand Strength",
        "Electromyography"
      ]
    },
    {
      "pmid": "38876657",
      "title": "Effects of neuromuscular electrical stimulation on patellofemoral pain: A randomized controlled trial.",
      "authors": [
        "Samara Alencar Melo",
        "Liane de Brito Macedo",
        "Lidiane Cristina Correia Bullhões",
        "Rafael Limeira Cavalcanti",
        "Jully Israely de Azevedo Rodolfo",
        "Jamilson Simões Brasileiro"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Patellofemoral Pain (PFP) is a common dysfunction that can compromise the performance of daily activities. Neuromuscular electrical stimulation (NMES) has been proposed as a complementary tool in the therapeutic approach. OBJECTIVE: To analyze the effects of adding NMES to therapeutic exercises in women with PFP. METHODS: Randomized controlled trial involving 34 women with PFP (mean age 23.8 ± 4.1), randomly assigned to two groups: exercises combined with NMES (ESG) and exercises only (ExG). The ExG followed an exercise protocol, while the ESG performed the same exercises combined with NMES. Interventions were performed twice a week for eight weeks. Primary outcome measures included pain and functional disability, while secondary outcomes encompassed electromyographic activity of the quadriceps and hip abductors, along with isokinetic performance. Assessments were performed before the intervention, after 4 and 8 weeks from the start of the protocol and 8 weeks after the conclusion of the treatment. RESULTS: We did not observe difference between the groups in any of the analyzed variables. Both groups showed a reduction in pain and an improvement in functional disability during intragroup comparisons. CONCLUSION: A reduction in pain and an improvement in functional disability were observed; however, there was no additional effect of NMES. TRIAL REGISTRATION: NCT03918863.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Electric Stimulation Therapy",
        "Adult",
        "Patellofemoral Pain Syndrome",
        "Young Adult",
        "Exercise Therapy",
        "Electromyography",
        "Quadriceps Muscle",
        "Pain Measurement"
      ]
    },
    {
      "pmid": "38862912",
      "title": "Neuromuscular electrical stimulation to combat cognitive aging in people with spinal cord injury: protocol for a single case experimental design study.",
      "authors": [
        "Wouter A J Vints",
        "Oron Levin",
        "Martijn van Griensven",
        "Johan W S Vlaeyen",
        "Nerijus Masiulis",
        "Jeanine Verbunt",
        "Charlotte C M van Laake-Geelen"
      ],
      "journal": "BMC neurology",
      "publication_date": "2024-Jun-11",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol"
      ],
      "abstract": "INTRODUCTION: Individuals with spinal cord injury (SCI) can experience accelerated cognitive aging. Myokines (factors released from muscle cells during contractions), such as brain-derived neurotrophic factor (BDNF), are thought to have beneficial effects on cognition. Neuromuscular electrical stimulation (NMES) was shown to elicit a large release of myokines. However, the effects of NMES on cognitive function have not been studied. OBJECTIVE: To present the study protocol for a clinical trial evaluating the effects of NMES aimed at improving cognition and BDNF. METHODS: A replicated randomized three-phases single-case experimental design (SCED) with sequential multiple baseline time series and a single-armed prospective trial will be conducted with 15 adults with chronic SCI (> 12 months after injury) above L1 neurological level undergoing 30-min quadriceps NMES, 3 days per week for 12 weeks. MAIN STUDY ENDPOINTS: Primary endpoint is cognitive performance (assessed by a smartphone test) conducted three times per week during the baseline phase with random duration of 3 to 8 weeks, the intervention phase of 12 weeks, and the follow-up phase of 3 weeks after a no measurement rest period of 12 weeks. Secondary endpoints are changes in BDNF levels and cognitive performance measured before the baseline period, before and after intervention and after a 12 weeks follow-up. CONCLUSION: This will be the first study investigating the effects of 12 weeks NMES on both cognition and BDNF levels in individuals with SCI. The SCED results provide information on individual treatment effect courses which may direct future research. TRIAL REGISTRATION: ClinicalTrials.gov (NCT05822297, 12/01/2023).",
      "mesh_terms": [
        "Humans",
        "Spinal Cord Injuries",
        "Electric Stimulation Therapy",
        "Adult",
        "Brain-Derived Neurotrophic Factor",
        "Male",
        "Female",
        "Single-Case Studies as Topic",
        "Cognition",
        "Middle Aged",
        "Research Design"
      ]
    },
    {
      "pmid": "38843418",
      "title": "Effects of Neuromuscular Electrical Stimulation on Muscle Strength, Functional Capacity, and Quality of Life Among Older Patients With Asthma.",
      "authors": [
        "Elif Develi",
        "Rasmi Muammer",
        "Yasar Kucukardali"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "CONTEXT: Asthma incidence in the older people also increases as the number of individuals over the age of 65 increases in society. The goals of asthma management include restoring expected levels of physical activity and preserving muscle mass as well as preventing symptoms and improving pulmonary function. A limited number of studies have explored the effects of superimposed neuromuscular electrical stimulation (NMES) on the quadriceps muscle for older patients with asthma. OBJECTIVE: The study intended to investigate the effects of adding superimposed NMES to a conventional physiotherapy and rehabilitation (PTR) program for older patients with asthma. DESIGN: The research team performed a blinded, randomized controlled trial. SETTING: The study took place at the Kadikoy Municipality Social Life Center. PARTICIPANTS: Participants were 24 people with mild, persistent, stable asthma diagnosis. INTERVENTIONS: The research team randomly divided participants into two groups: (1) an intervention group, the NMES + PTR group with 12 participants and a control group, the PTR group with 12 participants. All participants took part in a PTR program, which consisted of a conventional exercise program. Additionally, the NMES + PTR group received NMES applied to quadriceps muscle with a superimposed technique. OUTCOME MEASURES: At baseline, at four weeks, and postintervention, the research team assessed participants': (1) endurance of the quadriceps using the Sit to Stand Test (SST); (2) the muscle's strength using surface electromyography (sEMG) and a myometer; (3) functional exercise capacity using the Six-Minute Walking Test (6MWT), (4) quality of life (QoL) using the Asthma Quality of Life Questionnaire (AQOL); (5) dyspnea using the Modified Medical Research Council (MMRC) dyspnea scale; and (6) pulmonary functions using spirometry. RESULTS: Postintervention, the NMES + PTR group's scores for the sit-to-stand test (P = .001), the right quadricep's sEMG active (P = .00), the right sEMG resistance (P = .00), the right myometer (P = .00), the left quadricep's sEMG active (P = .00), the left sEMG resistance (P = .00), the left myometer (P = .00), the 6MWT (P = .00), and the AQOL (P = .001) were significantly higher and on the MMRC (P = .00) were significantly lower than those of the PTR group. CONCLUSIONS: The addition of superimposed NMES to a recommended PTR program was an effective method of improving the quadricep muscle's endurance and strength, functional exercise capacity, and health-related QoL as well as decreasing dyspnea for older patients with mild persistent asthma.",
      "mesh_terms": [
        "Humans",
        "Quality of Life",
        "Male",
        "Asthma",
        "Female",
        "Aged",
        "Muscle Strength",
        "Electric Stimulation Therapy",
        "Middle Aged",
        "Quadriceps Muscle"
      ]
    },
    {
      "pmid": "38812723",
      "title": "Efficacy of neuromuscular electrical stimulation and interrupted serial casting in children with spastic diplegia.",
      "authors": [
        "Yasser M Abd Elmonem",
        "Elham E Salem",
        "Mohamed A Elshafey",
        "Amr H Mostafa"
      ],
      "journal": "Journal of Taibah University Medical Sciences",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This research was aimed at comparing the effects of neuromuscular electrical stimulation (NMES) combined with interrupted serial casting (SC) versus SC alone on various aspects of lower limb function in children with diplegic cerebral palsy. SC is a clinical technique used to increase passive range of motion (ROM), decrease hypertonicity, and improve walking in children with cerebral palsy (CP). METHODS: This randomized comparative trial involved 33 children with diplegic CP, who were randomly assigned to group A or group B at recruitment. Group A received SC along with a customized physical therapy program, whereas group B received the same interventions as group A along with NMES applied through cast windows during casting. Evaluations were based on ROM, the Modified Tardieu Scale, handheld dynamometer measurements, and the Observational Gait Scale. Assessments were conducted before and after 8 weeks of intervention. RESULTS: Both groups exhibited significant improvements in dorsiflexion ROM, popliteal angle, gastrocnemius dynamic spasticity, and hamstring dynamic spasticity after the intervention (P = 0.0001 for all). However, significant differences (P < 0.05) in dorsiflexor strength, knee extensor strength, and observational gait scale score were observed between groups after the intervention, favoring group B. CONCLUSIONS: The use of NMES during SC may help overcome the substantial decrease in strength resulting from casting, thus achieving less reduction of tone, improving ROM without significantly decreasing strength, and attaining greater improvements in gait function."
    },
    {
      "pmid": "38728244",
      "title": "Neuromuscular electrical stimulation for physical function maintenance during hematopoietic stem cell transplantation: Study protocol.",
      "authors": [
        "Lindsey J Anderson",
        "Lauren Paulsen",
        "Gary Miranda",
        "Karen L Syrjala",
        "Solomon A Graf",
        "Thomas R Chauncey",
        "Jose M Garcia"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Hematopoietic stem cell transplantation is a common life-saving treatment for hematologic malignancies, though can lead to long-term functional impairment, fatigue, muscle atrophy, with decreased quality of life. Although traditional exercise has helped reduce these effects, it is inconsistently recommended and infrequently maintained, and most patients remain sedentary during and after treatment. There is need for alternative rehabilitation strategies, like neuromuscular electrical stimulation, that may be more amenable to the capabilities of hematopoietic stem cell transplant recipients. Patients receiving autologous HCT are being enroled in a randomized controlled trial with 1:1 (neuromuscular electrical stimulation:sham) design stratified by diagnosis and sex. Physical function, body composition, quality of life, and fatigue are assessed prior to hematopoietic stem cell transplant (prior to initiating preparatory treatment) and 24±5 days post hematopoietic stem cell transplant (Follow-up 1); physical function and quality of life are also assessed 6-months post hematopoietic stem cell transplant (Follow-up 2). The primary outcome is between-group difference in the 6-minute walk test change scores (Follow-up 1-Pre-transplant; final enrolment goal N = 23/group). We hypothesize that 1) neuromuscular electrical stimulation will attenuate hematopoietic stem cell transplant-induced adverse effects on physical function, muscle mass, quality of life, and fatigue compared to sham at Follow-up 1, and 2) Pre-transplant physical function will significantly predict fatigue and quality of life at Follow-up 2. We will also describe feasibility and acceptability of neuromuscular electrical stimulation during hematopoietic stem cell transplant. This proposal will improve rehabilitative patient care and quality of life by determining efficacy and feasibility of a currently underutilized therapeutic strategy aimed at maintaining daily function and reducing the impact of a potent and widely used cancer treatment. This trial is registered with clinicaltrials.gov (NCT04364256).",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Body Composition",
        "Electric Stimulation",
        "Electric Stimulation Therapy",
        "Fatigue",
        "Hematologic Neoplasms",
        "Hematopoietic Stem Cell Transplantation",
        "Quality of Life",
        "Transplantation, Autologous",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "38709649",
      "title": "Neuromuscular Electrical Stimulation of Peroneal Longus Improve Balance Control Ability in Young Adults With Chronic Ankle Instability: A Randomized Controlled Trial.",
      "authors": [
        "Yueping Wang",
        "Huifen Zheng",
        "Jiangna Wang",
        "Peiming Xu",
        "Wei Sun"
      ],
      "journal": "American journal of physical medicine & rehabilitation",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: This study aimed to investigate the effects of 6 wks of peroneal longus neuromuscular electrical stimulation on the balance control ability in young adults with chronic ankle instability. DESIGN: This study is a double-blind randomized controlled trial. Six weeks of neuromuscular electrical stimulation and placebo intervention were conducted in the neuromuscular electrical stimulation and control groups for 20 mins, three times a week, respectively. Thirty-eight participants successfully completed the whole intervention and single-leg standing tests. The kinetics data of the center of pressure trajectory during static single-leg stance were measured using a Kistler force platform. Two-way repeated measures analysis of variance was used to analyze the electrical stimulation effects. RESULTS: Significant interactions were detected in Cumberland Ankle Instability Tool scores and all balance parameters including displacement X, displacement Y, 95% confidence ellipse area, root-mean-square, and center of pressure mean displacement velocity ( P < 0.05, 0.103 ≤ η 2 ≤ 0.201). Significant between-group differences were found in Cumberland Ankle Instability Tool scores ( P = 0.003, Cohen's d = 0.215), displacement X ( P = 0.045, Cohen's d = 0.107), root-mean-square ml ( P = 0.019, Cohen's d = 0.143), and 95% confidence ellipse area ( P = 0.031, Cohen's d = 0.123) after the 6-wk interventions. CONCLUSIONS: Six weeks of neuromuscular electrical stimulation on the peroneus longus can improve static balance control ability in young adults with chronic ankle instability, especially the stability of ankle frontal plane.",
      "mesh_terms": [
        "Humans",
        "Joint Instability",
        "Postural Balance",
        "Male",
        "Female",
        "Double-Blind Method",
        "Young Adult",
        "Electric Stimulation Therapy",
        "Ankle Joint",
        "Adult",
        "Chronic Disease",
        "Muscle, Skeletal",
        "Treatment Outcome",
        "Peroneal Nerve"
      ]
    },
    {
      "pmid": "38689440",
      "title": "Fatigue Alleviation by Low-Level Laser Preexposure in Ischemic Neuromuscular Electrical Stimulation.",
      "authors": [
        "Chia-Chan Wu",
        "Yen-Ting Lin",
        "Chia-Ling Hu",
        "Yi-Ching Chen",
        "Ing-Shiou Hwang"
      ],
      "journal": "Medicine and science in sports and exercise",
      "publication_date": "2024-Sep-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Despite its susceptibility to muscle fatigue, combined neuromuscular electrical stimulation (NMES) and blood flow restriction (BFR) are effective regimens for managing muscle atrophy when traditional resistance exercises are not feasible. This study investigated the potential of low-level laser therapy (LLLT) in reducing muscle fatigue after the application of combined NMES and BFR. METHODS: Thirty-six healthy adults were divided into control and LLLT groups. The LLLT group received 60 J of 850-nm wavelength LLLT before a training program of combined NMES and BFR of the nondominant extensor carpi radialis longus (ECRL). The control group followed the same protocol but received sham laser therapy. Assessments included maximal voluntary contraction, ECRL mechanical properties, and isometric force tracking for wrist extension. RESULTS: The LLLT group exhibited a smaller normalized difference in maximal voluntary contraction decrement (-4.01 ± 4.88%) than the control group (-23.85 ± 7.12%) ( P < 0.001). The LLLT group demonstrated a smaller decrease in muscle stiffness of the ECRL compared with the control group, characterized by the smaller normalized changes in frequency ( P = 0.002), stiffness ( P = 0.002), and relaxation measures ( P = 0.011) of mechanical oscillation waves. Unlike the control group, the LLLT group exhibited a smaller posttest increase in force fluctuations during force tracking ( P = 0.014), linked to the predominant recruitment of low-threshold MU ( P < 0.001) without fatigue-related increases in the discharge variability of high-threshold MU ( P > 0.05). CONCLUSIONS: LLLT preexposure reduces fatigue after combined NMES and BFR, preserving force generation, muscle stiffness, and force scaling. The functional benefits are achieved through fatigue-resistant activation strategies of motor unit recruitment and rate coding.",
      "mesh_terms": [
        "Humans",
        "Muscle Fatigue",
        "Male",
        "Low-Level Light Therapy",
        "Muscle, Skeletal",
        "Female",
        "Adult",
        "Young Adult",
        "Electric Stimulation",
        "Isometric Contraction",
        "Resistance Training",
        "Regional Blood Flow",
        "Electric Stimulation Therapy"
      ]
    },
    {
      "pmid": "38668425",
      "title": "Effects of Neuromuscular Electrical Stimulation and Therapeutic Ultrasound on Quadriceps Contracture of Immobilized Rats.",
      "authors": [
        "Kanokwan Suwankanit",
        "Miki Shimizu"
      ],
      "journal": "Veterinary sciences",
      "publication_date": "2024-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Quadriceps contracture is a condition where the muscle-tendon unit is abnormally shortened. The treatment prognosis is guarded to poor depending on the progress of the disease. To improve the prognosis, we investigated the effectiveness of therapeutic ultrasound and NMES in treating quadriceps contracture in an immobilized rat model. Thirty-six Wistar rats were randomized into control, immobilization alone, immobilization and spontaneous recovery, immobilization and therapeutic ultrasound, immobilization and NMES, and immobilization and therapeutic ultrasound and NMES combination groups. The continuous therapeutic ultrasound (frequency, 3 MHz, intensity 1 W/cm2) and NMES (TENS mode, frequency 50 Hz; intensity 5.0 ± 0.8 mA) were performed on the quadriceps muscle. On Day 15, immobilization-induced quadriceps contracture resulted in a decreased ROM of the stifle joint, reduction in the sarcomere length, muscle atrophy, and muscle fibrosis. On Day 43, therapeutic ultrasound, NMES, and combining both methods improved muscle atrophy and shortening and decreased collagen type I and III and α-SMA protein. The combination of therapeutic ultrasound and NMES significantly reduced the mRNA expression of IL-1β, TGF-β1, and HIF-1α and increased TGF-β3. Therefore, the combination of therapeutic ultrasound and NMES is the most potent rehabilitation program for treating quadriceps contracture."
    },
    {
      "pmid": "38651277",
      "title": "Analysis of the Improvement Effect of Combined Application of Oral Rehabilitation Training and Neuromuscular Electrical Stimulation on Pediatric Swallowing Disorders.",
      "authors": [
        "Xiangjun Guo",
        "Hong Mu",
        "Yang Sun",
        "Jing Wang",
        "Jianming Wei"
      ],
      "journal": "The International journal of neuroscience",
      "publication_date": "2024-May-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pediatric swallowing disorders are common yet often overlooked neuro-muscular system diseases that significantly impact the quality of life and development of affected children. This study aims to explore the effect of combined application of oral rehabilitation training and neuromuscular electrical stimulation on improving pediatric swallowing disorders. Children meeting the inclusion criteria for swallowing disorders were divided into control and experimental groups based on different intervention protocols. The experimental group received combined oral rehabilitation training and neuromuscular electrical stimulation, while the control group received only oral rehabilitation training. Results showed that the intervention was more effective in the experimental group, with shorter recovery time for normal swallowing function and improved nutritional status and quality of life. This study provides scientific evidence for clinical treatment of pediatric swallowing disorders. In conclusion, the combined application of oral rehabilitation training and neuromuscular electrical stimulation effectively improves pediatric swallowing disorders, with superior efficacy compared to single treatment methods. Further research is needed to elucidate the mechanism of action and optimize treatment protocols to enhance the therapeutic outcomes and prognosis of pediatric swallowing disorders."
    },
    {
      "pmid": "38639594",
      "title": "[Clinical observation of dapoxetine combined with percutaneous neuromuscular electrical stimulation in the treatment of primary premature ejaculation].",
      "authors": [
        "Bing Xu",
        "Yong-Zhan Gong",
        "Kai-Feng Liu",
        "Sheng-Min Zhang",
        "Shao Zhang",
        "Pan-Yan Zhu",
        "Zi-Hao Wang",
        "Peng-Jie Lu",
        "Zi-Song Xie"
      ],
      "journal": "Zhonghua nan ke xue = National journal of andrology",
      "publication_date": "2023-Sep",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To investigate the clinical efficacy of dapoxetine combined with transcutaneous neuromuscular electrical stimulation (TNES) in the treatment of primary premature ejaculation. METHODS: A total of 60 patients who met the diagnostic criteria for primary premature ejaculation were selected as study subjects and randomly divided into a dapoxetine group (control group) and a dapoxetine combined with percutaneous neuromuscular electrical stimulation group (observation group).30 patients in each group were treated for 4 weeks. Intravaginal ejaculatory latency time (IELT), the score of Premature Ejaculation Diagnostic Tool (PEDT), sympathetic skin response located in the penis (PSSR), Patient Health Questionnaire (PHQ-9), and Generalized Anxiety Disorder Questionnaire (GAD-7) before and after treatment were recorded in the two groups. Before and after treatment, the difference in observed indexes in the two groups and the comparison of effective rates between the two groups were analyzed. RESULTS: The latency of IELT and PSSR was prolonged and the PEDT score was decreased in both the observation group and the control group, the difference was statistically significant (P<0.01). Compared with the control group, the observation group had statistically significant differences in extending IELT and PSSR latency and reducing PEDT score (P<0.05). The effective rates of the observation group and control group were 90% and 63.33%, respectively, and the difference was statistically significant (P<0.05). There was no significant difference in the improvement of depression and anxiety levels between the two groups (P> 0.05). CONCLUSION: Dapoxetine combined with TNES has a better clinical effect than dapoxetine alone in the treatment of primary premature ejaculation, and can be used as an effective option for clinical treatment of primary premature ejaculation.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Benzylamines",
        "Ejaculation",
        "Electric Stimulation",
        "Naphthalenes",
        "Premature Ejaculation",
        "Selective Serotonin Reuptake Inhibitors",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "38618408",
      "title": "Enhancing Tone and Strength in a Patient With Autoimmune Encephalitis and Guillain-Barré Syndrome Using Rood's Facilitatory Techniques and Neuromuscular Electrical Stimulation: A Case Report.",
      "authors": [
        "Reva Rajurkar",
        "Nitika Chavan",
        "Nishigandha Deodhe",
        "Nandini C Baheti"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "This case report documents the comprehensive management of a 21-year-old female resident of Gadchiroli presenting with a 10-day history of fever, altered consciousness, and neurological sequelae following a traumatic incident. The patient exhibited a Glasgow Coma Scale score of 6/15, hypotonia in both upper and lower limbs, diminished deep tendon reflexes, and respiratory complications. This case study describes a thorough physiotherapeutic strategy that focuses on tone facilitation and muscle weakness improvement. The intervention used Rood's facilitative approaches as well as neuromuscular electrical stimulation (NMES). Rood's treatments, which emphasized mobilizing touch and tactile stimulation, brushing, quick icing, quick stretching, tapping, massaging the skin, heavy joint compression, and rolling, were used deliberately to move the patient from flaccidity to better muscle tone. These techniques' repetitive and task-specific nature coincided with motor learning principles, enabling adaptive modifications in brain networks. Concurrently, NMES was used to improve muscle activation, create a controlled environment for neurorehabilitation, and promote strength increases. The successful integration of various modalities highlights the possibility of favorable neuronal adaptations and functional improvements in individuals suffering from complicated neuromuscular disorders. This case demonstrates the need for individualized and diversified physiotherapeutic techniques in improving rehabilitation outcomes."
    },
    {
      "pmid": "38508667",
      "title": "20 years of neuromuscular electrical stimulation in COPD.",
      "authors": [
        "Antonella LoMauro",
        "Fabrizio Gervasoni"
      ],
      "journal": "European respiratory review : an official journal of the European Respiratory Society",
      "publication_date": "2024-Jan-31",
      "publication_types": [
        "Meta-Analysis",
        "Journal Article",
        "Review"
      ],
      "abstract": "Although a lung disease, COPD is also associated with extrapulmonary manifestations including, among others, limb muscle dysfunction. Limb muscle dysfunction is a key systemic consequence of COPD that impacts patients' physical activity, exercise tolerance, quality of life and survival. Deconditioning is the main mechanism underlying the development of limb muscle dysfunction in COPD, which can be partially improved with exercise. However, some patients may not be able to tolerate exercise because of incapacitating breathlessness or unwillingness to undertake whole-body exercise. Alternative training modalities that do not give rise to dyspnoea, such as neuromuscular electrical stimulation (NMES), are urged. Over the past 20 years, NMES in COPD has presented conflicting conclusions in meta-analysis. In this review, we try to understand the reason for this result by analysing possible biases and factors that brought conflicting conclusions. We discuss the population (the intervention group, but also the control group), the outcome measures, the frequency of stimulation, the rehabilitation protocol (i.e. NMES alone versus standard care/rehabilitation or NMES plus conventional exercise training versus conventional exercise training alone or NMES versus sham treatment) and the trial design. The main reason for this discrepancy is the lack of dedicated guidelines for NMES. Further research is urged to determine the optimal parameters for an NMES programme. Despite this, NMES appears to be an effective means of enhancing quadriceps strength and exercise capacity in COPD with the potential to break the vicious circle induced by the disease and COPD patients' lifestyle.",
      "mesh_terms": [
        "Humans",
        "Pulmonary Disease, Chronic Obstructive",
        "Electric Stimulation Therapy",
        "Quality of Life",
        "Muscle Strength",
        "Dyspnea",
        "Electric Stimulation"
      ]
    },
    {
      "pmid": "38501623",
      "title": "COMPARISON OF ABDOMINAL EXERCISES AND NEUROMUSCULAR ELECTRICAL STIMULATION ON DIASTASIS RECTI ABDOMINIS MUSCLE IN POSTNATAL FEMALES WITH CAESAREAN SECTION.",
      "authors": [
        "Sh Tadmare",
        "G Bhatnagar",
        "R Kamble",
        "Sh Phad",
        "K Landge",
        "V Pawadshetty"
      ],
      "journal": "Georgian medical news",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The separation of the two rectus abdominis muscles along the linea alba is termed diastasis of recti abdominis muscles (DRAM). DRAM is a common health problem in people that are both pregnant and postpartum. With a 100% frequency at gestational week 35, it is extremely frequent during pregnancy. Control and function of the trunk are greatly influenced by the musculature of the abdomen. The existence, extent, and duration of DRAM have been connected to low back and pelvic discomfort however the relationship is not conclusive. It has been proven to weaken abdominal muscles and impair their functioning in lumbo-pelvic stability. Additionally, DRAM has been linked to pelvic floor dysfunction. The mechanical control and function of the abdomen can be compromised by diastasis recti, which compromises the abdominal muscles. This study examined the impact of abdominal exercises and neuromuscular electrical stimulation on the DRAM in postnatal females who underwent Caesarean section. A total of 208 individuals, aged between 20 and 34, who had recti diastasis measuring more than 2.5 cm, underwent screening. They were split into two groups at random. Group B only received abdominal exercises, whereas Group A received NMES in addition to their activities. For a period of 12 weeks, the intervention was given to both groups three times a week. Changes have been recorded before and after the intervention. The pressure biofeedback unit, measuring tape, and vernier caliper were employed to evaluate the outcome measures of inter-recti distance, abdominal muscle strength, and waist-hip ratio, respectively. In every outcome, both groups had a highly significant (p<0.05) improvement. Furthermore, after 12 weeks, group A had improved in all measures with highly significant (p<0.05) intergroup comparisons. In comparison to MNES alone, NMES can have a more significant effect on reducing DRAM in postpartum women when paired with abdominal Exercise.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Pregnancy",
        "Young Adult",
        "Abdominal Muscles",
        "Cesarean Section",
        "Diastasis, Muscle",
        "Electric Stimulation",
        "Exercise Therapy",
        "Rectus Abdominis"
      ]
    },
    {
      "pmid": "38477078",
      "title": "Effects of upper limbs' neuromuscular electrical stimulation (NMES) superimposed to voluntary contraction added to a protocol of intradialytic leg cycle ergometer exercise, in muscle strength, functional capacity and quality of life of adult patients with CKD: a randomized clinical trial protocol.",
      "authors": [
        "Marcela Cangussu Barbalho-Moulim",
        "Flavia Marini Paro",
        "Diego França Pedrosa",
        "Lais Mello Serafim",
        "Elizângela Kuster",
        "Willian Assis do Carmo",
        "Gabriela P de Oliveira",
        "Maria Helena B S de Lima",
        "Alexandre Bittencourt Pedreira",
        "Halina Duarte",
        "Verônica Lourenço Wittmer"
      ],
      "journal": "Physiotherapy research international : the journal for researchers and clinicians in physical therapy",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To investigate the effects of unilateral upper limbs' (ULM) neuromuscular electrical stimulation (NMES) superimposed on a voluntary contraction added to a protocol of intradialytic leg cycle ergometer exercise on muscle strength, functional capacity and quality of life of adult patients with chronic kidney disease (CKD). METHODS: This randomized controlled clinical trial will be carried out at a Brazilian University Hospital. The patients will be evaluated and randomly allocated to an intervention group (i.e., unilateral NMES on the upper limb without hemodialysis fistula for 20 min and leg cycle ergometer for 30 min) or a control group (i.e., unilateral NMES-Sham on the upper limb without hemodialysis fistula for 20 min and leg cycle ergometer for 30 min). The patients will be treated for 8 weeks, with three weekly treatment sessions totaling 24 sessions. MEASUREMENTS: ULM muscle strength, functional capacity, quality of life and also the feasibility, safety and patient adherence to the exercise protocol. All physical measurements will be collected by trained researchers before treatment (week 0) and at the end of treatment (week 9), always in the second hemodialysis session of the week. It will be used in an intention-to-treat analysis. RESULTS/CONCLUSIONS: The outcomes of this clinical trial protocol may help to know the possible benefits of unilateral ULM' NMES superimposed on a voluntary contraction added to a protocol of leg cycle ergometer for patients with CKD and to aid clinical decisions about future implementation or not of this technique (NMES) in intradialytic physical training programs.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Quality of Life",
        "Leg",
        "Muscle Strength",
        "Electric Stimulation Therapy",
        "Renal Insufficiency, Chronic",
        "Electric Stimulation",
        "Upper Extremity",
        "Fistula",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "38466194",
      "title": "Neuromuscular Electrical Stimulation Improves Frontal Ankle Motor Control in Individuals With Chronic Ankle Instability During Drop Landing.",
      "authors": [
        "Huifen Zheng",
        "Fei Tian",
        "Wei Sun",
        "Longpo Zheng",
        "Weihua Xiao"
      ],
      "journal": "American journal of physical medicine & rehabilitation",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: This study investigated the effect of neuromuscular electrical stimulation on the frontal ankle motor control in individuals with chronic ankle instability during drop landing. DESIGN: This was a randomized, controlled, double-blind trial. Thirty-six individuals with chronic ankle instability were randomly assigned to each group. Participants received 6-wk neuromuscular electrical stimulation intervention and sham stimulation in the neuromuscular electrical stimulation and control groups, respectively. Data were collected at week 0 and week 6 . A mixed-effects model and analysis of covariance were employed to investigate the between-group differences in continuous and discrete outcome variables at week 6 , with the outcome variables at week 0 as covariates. RESULTS: Compared to control group, neuromuscular electrical stimulation group exhibited a 2.66° (2.45, 2.86) reduction in frontal ankle inversion angle, a 47.41°/sec (-16.05, -78.77) decrease in peak ankle inversion angular velocity, and a 0.43 Nm/kg (0.18, 0.68) increase in peak ankle eversion moment during drop landing at week 6 . CONCLUSIONS: Applying 6-wk neuromuscular electrical stimulation to the fibularis longus resulted in decreased ankle inversion angle and ankle inversion angular velocity and increased peak ankle eversion moment during drop landing. Consequently, neuromuscular electrical stimulation could be considered an effective modality for individuals with chronic ankle instability to enhance the frontal ankle movement patterns and overall ankle motor control.",
      "mesh_terms": [
        "Humans",
        "Joint Instability",
        "Male",
        "Female",
        "Double-Blind Method",
        "Ankle Joint",
        "Electric Stimulation Therapy",
        "Adult",
        "Young Adult",
        "Ankle Injuries",
        "Chronic Disease",
        "Treatment Outcome",
        "Range of Motion, Articular"
      ]
    },
    {
      "pmid": "38459757",
      "title": "The effect of neuromuscular electrical stimulation on the human skeletal muscle transcriptome.",
      "authors": [
        "Johanna Flodin",
        "Stefan M Reitzner",
        "Eric B Emanuelsson",
        "Carl Johan Sundberg",
        "Paul Ackermann"
      ],
      "journal": "Acta physiologica (Oxford, England)",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIM: The influence on acute skeletal muscle transcriptomics of neuromuscular electrical stimulation (NMES), as compared to established exercises, is poorly understood. We aimed to investigate the effects on global mRNA-expression in the quadriceps muscle early after a single NMES-session, compared to the effects of voluntary knee extension exercise (EX), and to explore the discomfort level. METHODS: Global vastus lateralis muscle gene expression was assessed (RNA-sequencing) in 30 healthy participants, before and 3 h after a 30-min session of NMES and/or EX. The NMES-treatment was applied using textile electrodes integrated in pants and set to 20% of each participant's pre-tested MVC mean (±SD) 200 (±80) Nm. Discomfort was assessed using Visual Analogue Scale (VAS, 0-10). The EX-protocol was performed at 80% of 1-repetition-maximum. RESULTS: NMES at 20% of MVC resulted in VAS below 4 and induced 4448 differentially expressed genes (DEGs) with 80%-overlap of the 2571 DEGs of EX. Genes well-known to be up-regulated following exercise, for example, PPARGC1A, ABRA, VEGFA, and GDNF, were also up-regulated by NMES. Gene set enrichment analysis demonstrated many common pathways after EX and NMES. Also, some pathways were exclusive to either EX, for example, muscle tissue proliferation, or to NMES, for example, neurite outgrowth and connective tissue proliferation. CONCLUSION: A 30-min NMES-session at 20% of MVC with NMES-pants, which can be applied with an acceptable level of discomfort, induces over 4000 DEGs, of which 80%-overlap with DEGs of EX. NMES can induce exercise-like molecular effects, that potentially can lead to health and performance benefits in individuals who are unable to perform resistance exercise.",
      "mesh_terms": [
        "Humans",
        "Transcriptome",
        "Male",
        "Adult",
        "Muscle, Skeletal",
        "Electric Stimulation",
        "Female",
        "Quadriceps Muscle",
        "Young Adult",
        "Exercise"
      ]
    },
    {
      "pmid": "38456153",
      "title": "Combined repetitive facilitative exercise under continuous neuromuscular electrical stimulation and task-oriented training for hemiplegic upper extremity during convalescent phase after stroke: before-and-after feasibility trial.",
      "authors": [
        "Koya Fujimoto",
        "Makoto Ueno",
        "Seiji Etoh",
        "Megumi Shimodozono"
      ],
      "journal": "Frontiers in neurology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Whereas repetitive facilitative exercise (RFE) affects primarily recovery of motor impairment after stroke, task-oriented training (TOT) focuses on facilitating daily use of the affected upper extremity. However, feasibility of combined RFE and TOT has not been reported. We originated \"task-oriented RFE,\" as a new combination therapy for patients with hemiplegic upper extremity after subacute stroke, to examine its feasibility in convalescent rehabilitation wards. METHODS: This is a before-and-after pilot study. Eight patients with hemiplegic upper extremity after subacute stroke received the task-oriented RFE program for 6 weeks at 80 min per day (20-60 min of TOT applied after 60-20 min of RFE under continuous neuromuscular electrical stimulation) in a convalescent rehabilitation ward. In the current program, we introduced the Aid for Decision-making in Occupation Choice (ADOC) iPad application as a goal-setting method for determining tasks. Feasibility was assessed with adherence to the protocol, adverse events in response to the intervention, and preliminary efficacy. Motor functions, amount of use and quality of movement in the hemiparetic upper extremity, and satisfaction of the patients were evaluated with Fugl-Meyer Assessment (FMA), the Action Research Arm Test (ARAT), the motor activity log (MAL) for the amount of use (AOU) and quality of movement (QOM) of the paralyzed hand, and ADOC. RESULTS: All participants accomplished the program, which was implemented as originally planned; neither nonattendance nor an adverse event occurred during the study. Favorable outcomes were obtained with all measures; mean changes in FMA, ARAT in the dominant hand, MAL-AOU, and MAL-QOM were greater than minimal clinically important differences. Mean changes in ADOC were greater than the minimal detectable change. DISCUSSION: The task-oriented RFE program was safe, well-tolerated, beneficial, and feasible within 80 min a day of occupational therapy, which means also within the procedural constraints of the Japanese health insurance system during the convalescent phase. Future studies are warranted to examine whether combined RFE and TOT enhances the efficacies of each program alone."
    },
    {
      "pmid": "38450065",
      "title": "The efficacy of contralaterally controlled functional electrical stimulation compared to conventional neuromuscular electrical stimulation for recovery of limb function following a stroke: a systematic review and meta-analysis.",
      "authors": [
        "Alhussain Halawani",
        "Ammar Aljabri",
        "Dena M Bahathiq",
        "Roaa E Morya",
        "Saeed Alghamdi",
        "Seraj Makkawi"
      ],
      "journal": "Frontiers in neurology",
      "publication_date": "2024",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Limb paresis following a stroke is a common sequela that can impact patients' quality of life. Many rehabilitation strategies targeting the restoration of motor function exist. This systematic review and meta-analysis aim to evaluate the effects of contralaterally controlled functional electrical stimulation (CCFES) as a modality for limb rehabilitation. Unlike conventional neuromuscular electrical simulation (NMES), the contra-laterality in CCFES is achieved by two methods a bend angle sensor or an electromyographic bridge (EMGB) method, both of which targets signals from the unaffected limb. METHOD: This review study was performed following the preferred reporting item for systematic review and meta-analysis (PRISMA) guidelines. Records that met the inclusion criteria were extracted from the following databases: Medline, Embase, and Cochrane Register of Controlled Trials (CENTRAL). Additional articles were also retrieved from clinicaltrials.gov and China/Asia on Demand (CAOD). Only randomized controlled studies (RCTs) were included. RESULTS: Sixteen RCTs met the inclusion criteria, and 14 of which were included in the quantitative analysis (meta-analysis). The results of the analysis show that when compared to conventional NMES, CCFES displayed a better improvement in the upper extremity Fugl-Meyer assessment (UEFMA) (SMD = 0.41, 95% CI: 0.21, 0.62, p-value <0.0001, I2 = 15%, GRADE: moderate), box and blocks test (BBT) (SMD = 0.48, 95% CI: 0.10, 0.86, p-value = 0.01, I2 = 0%, GRADE: very low), modified Barthel index (mBI) (SMD = 0.44, 95% CI: 0.16, 0.71, p-value = 0.002, I2 = 0%, GRADE: moderate), active range of motion (AROM) (SMD = 0.61, 95% CI: 0.29, 0.94, p-value = 0.0002, I2 = 23%, GRADE: moderate), and surface electromyography (sEMG) scores (SMD = 0.52, 95% CI: 0.14, 0.90, p-value = 0.008, I2 = 0%, GRADE: low). The results of the subgroup analysis for the type of sensor used in CCFES shows that an EMGB (SMD = 0.58, 95% CI: 0.33, 0.84, p-value <0.00001, I2 = 7%) is more effective than a bend angle sensor (SMD = 0.17, 95% CI: -0.12, 0.45, p-value = 0.25, I2 = 0%). CONCLUSION: The results of this study provide strong evidence that shows CCFES being a better electrical stimulation modality compared to conventional NMES. This could be explained by the fact that CCFES is bilateral in nature which offers a platform for better neuroplasticity following a stroke. There is still a need for high-quality studies with a standardized approach comparing CCFES to other treatment modalities. SYSTEMATIC REVIEW REGISTRATION: https://www.crd.york.ac.uk/prospero/display_record.php?RecordID=342670, identifier CRD42022342670."
    },
    {
      "pmid": "38436108",
      "title": "Inhibition of tibialis anterior spinal reflex circuits using frequency-specific neuromuscular electrical stimulation.",
      "authors": [
        "Suzufumi Arai",
        "Atsushi Sasaki",
        "Shota Tsugaya",
        "Taishin Nomura",
        "Matija Milosevic"
      ],
      "journal": "Artificial organs",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Neuromuscular electrical stimulation (NMES) can generate muscle contractions and elicit excitability of neural circuits. However, the optimal stimulation frequency for effective neuromodulation remains unclear. METHODS: Eleven able-bodied individuals participated in our study to examine the effects of: (1) low-frequency NMES at 25 Hz, (2) high-frequency NMES at 100 Hz; and (3) mixed-frequency NMES at 25 and 100 Hz switched every second. NMES was delivered to the right tibialis anterior (TA) muscle for 1 min in each condition. The order of interventions was pseudorandomized between participants with a washout of at least 15 min between conditions. Spinal reflexes were elicited using single-pulse transcutaneous spinal cord stimulation applied over the lumbar enlargement to evoke responses in multiple lower-limb muscles bilaterally and maximum motor responses (Mmax) were elicited in the TA muscle by stimulating the common peroneal nerve to assess fatigue at the baseline and immediately, 5, 10, and 15 min after each intervention. RESULTS: Our results showed that spinal reflexes were significantly inhibited immediately after the mixed-frequency NMES, and for at least 15 min in follow-up. Low-frequency NMES inhibited spinal reflexes 5 min after the intervention, and also persisted for at least 10 min. These effects were present only in the stimulated TA muscle, while other contralateral and ipsilateral muscles were unaffected. Mmax responses were not affected by any intervention. CONCLUSIONS: Our results indicate that even a short-duration (1 min) NMES intervention using low- and mixed-frequency NMES could inhibit spinal reflex excitability of the TA muscle without inducing fatigue.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Muscle, Skeletal",
        "Female",
        "Adult",
        "Reflex",
        "Young Adult",
        "Muscle Contraction",
        "Electric Stimulation",
        "Spinal Cord Stimulation",
        "Spinal Cord"
      ]
    },
    {
      "pmid": "38422719",
      "title": "Neuromuscular electrical stimulation for the treatment of diabetic sensorimotor polyneuropathy: A prospective, cohort, proof-of-concept study.",
      "authors": [
        "Sasha Smith",
        "Raveena Ravikumar",
        "Catarina Carvalho",
        "Pasha Normahani",
        "Tristan Lane",
        "Alun H Davies"
      ],
      "journal": "Neurophysiologie clinique = Clinical neurophysiology",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To assess a potential efficacy signal, safety and feasibility of neuromuscular electrical stimulation (NMES) therapy as an adjunct to standard care in patients with diabetic sensorimotor polyneuropathy (DSPN). METHODS: In this single-centre, prospective, cohort, proof-of-concept study, 25 patients with DSPN consented to at least one daily 30-minute NMES therapy session (Revitive® IX) for 10 weeks, with 20 patients completing the study. The primary outcome measure was nerve conductivity assessed using a nerve conduction study of the sural, superficial peroneal, common peroneal and tibial nerves at 10 weeks compared to baseline. Secondary outcomes included superficial femoral artery (SFA) haemodynamics during NMES therapy compared to rest and quality-of-life at 10 weeks compared to baseline. RESULTS: At 10 weeks, there were significant increases in sural sensory nerve action potential amplitude and conduction velocity (p < 0.001), superficial peroneal sensory nerve action potential amplitude (p = 0.001) and conduction velocity (p = 0.002), common peroneal nerve conduction velocity (p = 0.004) and tibial nerve compound muscle action potential amplitude (p = 0.002) compared to baseline. SFA volume flow and time-averaged mean velocity significantly increased (p ≤ 0.003) during NMES compared to rest. Patient-reported Michigan Neuropathy Screening Instrument scores significantly decreased (p = 0.028) at 10 weeks compared to baseline. Three unrelated adverse events occurred, and 15 participants adhered to treatment. CONCLUSIONS: NMES therapy as an adjunct to standard care for 10 weeks significantly increased lower limb nerve conductivity in patients with DSPN and may be beneficial in the treatment of DSPN.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Middle Aged",
        "Female",
        "Diabetic Neuropathies",
        "Prospective Studies",
        "Aged",
        "Electric Stimulation Therapy",
        "Neural Conduction",
        "Proof of Concept Study",
        "Adult",
        "Cohort Studies",
        "Treatment Outcome",
        "Peroneal Nerve"
      ]
    },
    {
      "pmid": "38391279",
      "title": "Additional effect of neuromuscular electrical stimulation in a conservative intervention on morphology and strength of abductor hallucis muscle and correction of hallux valgus deformity: a randomized controlled trial.",
      "authors": [
        "Nasrin Moulodi",
        "Javad Sarrafzadeh",
        "Fatemeh Azadinia",
        "Ali Shakourirad",
        "Maryam Jalali"
      ],
      "journal": "Physiotherapy theory and practice",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: In hallux valgus, morphological changes and functional weakness of intrinsic foot muscles occur, especially in the abductor hallucis muscle. OBJECTIVES: This study aimed to investigate how a conservative treatment with the addition of neuromuscular electrical stimulation affects the volume and strength of the muscle, the correction of deformity, passive range of motion, pain, and disability. METHODS: Twenty-eight female participants (48 feet) were randomly assigned to two groups. The interventions included orthoses and exercise (Ortho) in both groups. One group received additional neuromuscular electrical stimulation of abductor hallucis muscle to activate it. Each group received the treatments for one month and was assessed two times, at baseline before starting and after one month of treatment. Mixed within-between ANOVA, analysis of covariance, and nonparametric tests were used for data analysis. RESULTS: The muscle volume, abduction strength, goniometric angle, and passive hallux dorsi/plantar flexion showed significant changes in both groups (p < .001). Subscales of the foot and ankle ability questionnaire, significantly changed (p ≤ .05). Pain decreased significantly in the two groups (p < .001 and p = .02). Intermetatarsal angle did not significantly differ between the two groups (p = .86, partial eta effect size = 0.001). But, the hallux valgus angle mean (on MRI) in the Ortho group was less than that of the orthoNMES group (p = .007, partial eta effect size = 0.15). CONCLUSION: Both groups showed nearly identical treatment effects in the primary volume and hallux valgus correction outcome measures. In this study, adding neuromuscular electrical stimulation did not have an additional effect compared to conservative in the treatment of hallux valgus. TRIAL REGISTRATION NUMBER: The RCT Code is IRCT20200915048725N1.",
      "mesh_terms": [
        "Humans",
        "Hallux Valgus",
        "Female",
        "Electric Stimulation Therapy",
        "Muscle Strength",
        "Adult",
        "Range of Motion, Articular",
        "Muscle, Skeletal",
        "Middle Aged",
        "Conservative Treatment",
        "Treatment Outcome",
        "Exercise Therapy"
      ]
    },
    {
      "pmid": "38378564",
      "title": "A controlled randomized trial with a 12-week follow-up investigating the effects of medium-frequency neuromuscular electrical stimulation on pain, VMO thickness, and functionality in patients with knee osteoarthritis.",
      "authors": [
        "Azar Moezy",
        "Soheila Masoudi",
        "Ahmad Nazari",
        "Arezoo Abasi"
      ],
      "journal": "BMC musculoskeletal disorders",
      "publication_date": "2024-Feb-20",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: One of the major contributors to disability in Knee osteoarthritis (KOA) patients is weakness in the Quadriceps Femoris muscle. Neuromuscular electrical stimulation (NMES) has been used in rehabilitation for patients suffering from muscle weakness. Thus, the purpose of the study was to assess the effectiveness of NMES and exercise therapy, for improving pain, muscle weakness and function among patients with KOA. METHODS: A randomized controlled trial was conducted with 75 female patients diagnosed with KOA. Participants were divided into three intervention groups: NMES-only, exercise therapy (Exs) alone, and a combination of NMES and exercise (NMES + Exs). All patients underwent 12 supervised treatment sessions, three times a week. Outcome measures included pain intensity measured by visual analog scale (VAS), knee flexion range of motion (FROM), thigh muscle girth (TG), thickness of the Vastus Medialis Oblique (VMO), timed up and go test (TUG), six-minute walk test (6MWT), and WOMAC scores. Statistical analyses (ANOVA and Kruskal-Wallis) methods were done to compare the amounts at the baseline, immediately after treatment and after 12 weeks. RESULTS: The NMES group exhibited a significant reduction in pain at the 12-week follow-up compared to the other groups(p = 0.022). The NMES + Exs group showed better outcomes in terms of FROM, TG, and VMO thickness post-intervention (p < 0.0001, p < 0.004, p = 0.003, respectively) and at the 12-week follow-up (p < 0.0001, p < 0.0001, p < 0.0001, respectively). Additionally, NMES was superior in improving TUG and 6MWT post-intervention (p < 0.0001, p = 0.038, respectively) and during the follow-up assessments (p < 0.0001, p = 0.029, respectively). The NMES + Exs group achieved better WOMAC stiffness scores at both post-intervention and follow-up evaluations (p < 0.0001, p < 0.0001, respectively). Furthermore, at the 12-week follow-up, NMES + Exs group outperformed the others in WOMAC pain and function subscales (p = 0.003, p = 0.017, respectively), while the NMES group demonstrated better WOMAC total scores compared to the other groups (p = 0.007). CONCLUSION: The combination of NMES and exercise seems to be an efficient approach for managing KOA, as it enhances knee flexion range and TG, increases VMO thickness, and improves WOMAC scores. On the other hand, NMES alone was found to be effective in improving the physical function of KOA patients. TRIAL REGISTRATION: IRCT20101228005486N7 (06-02-2020).",
      "mesh_terms": [
        "Humans",
        "Female",
        "Quadriceps Muscle",
        "Electric Stimulation Therapy",
        "Follow-Up Studies",
        "Osteoarthritis, Knee",
        "Postural Balance",
        "Time and Motion Studies",
        "Pain",
        "Muscle Weakness",
        "Electric Stimulation"
      ]
    },
    {
      "pmid": "38286427",
      "title": "Can Neuromuscular Electrical Stimulation Enhance the Effect of Sprint Interval Training?",
      "authors": [
        "Ryosuke Takeda",
        "Hiroya Nojima",
        "Taichi Nishikawa",
        "Masamichi Okudaira",
        "Tetsuya Hirono",
        "Kohei Watanabe"
      ],
      "journal": "International journal of sports medicine",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The aim of this study was to determine the effects of subtetanic neuromuscular electrical stimulation combined with voluntary exercise between repeated Wingate tests on sprint exercise performance and blood lactate accumulation during sprint interval training. Fifteen healthy young males volunteered. After 1-min baseline, participants underwent the Wingate test twice. They performed a 4-min intervention between tests: neuromuscular electrical stimulation with free-weight cycling or voluntary cycling alone [43.6 (8.0) watts], which matched oxygen consumption with neuromuscular electrical stimulation with free-weight cycling. The blood lactate concentration was assessed at the end of the baseline, at 3-min intervention, and on recovery at 1, 3, 5, and 10 min after the second Wingate test. Peak and mean blood lactate concentration during recovery were significantly greater with neuromuscular electrical stimulation with free-weight cycling than voluntary cycling alone (P>0.036 and P=0.011, respectively). Peak power, mean power, and rate of decline (fatigue index) were not significantly different between conditions in both Wingate tests (condition/interaction all P>0.300, partial η2<0.1). Subtetanic neuromuscular electrical stimulation combined with voluntary exercise indicated similar exercise performance and fatigue levels during Wingate tests, but enhanced blood lactate accumulation compared to oxygen consumption-matched voluntary cycling during sprint interval training.",
      "mesh_terms": [
        "Humans",
        "Male",
        "High-Intensity Interval Training",
        "Lactic Acid",
        "Oxygen Consumption",
        "Young Adult",
        "Electric Stimulation",
        "Athletic Performance",
        "Bicycling",
        "Muscle Fatigue",
        "Exercise Test",
        "Adult"
      ]
    },
    {
      "pmid": "38273243",
      "title": "Effect of neuromuscular electrical stimulation in critically ill adults with mechanical ventilation: a systematic review and network meta-analysis.",
      "authors": [
        "Cuiping Xu",
        "Feng Yang",
        "Qimin Wang",
        "Wei Gao"
      ],
      "journal": "BMC pulmonary medicine",
      "publication_date": "2024-Jan-25",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Neuromuscular electrical stimulation (NMES) is widely used as a rehabilitation methods to restore muscle mass and function in prolonged immobilization individuals. However, its effect in mechanically ventilated patients to improve clinical outcomes remains unclear. METHODS: A comprehensive search was conducted using PubMed, Embase, Web of Science, PEDro, and the Cochrane Library from their inception until December 24th, 2023. The search targeted randomized controlled trials (RCTs) comparing NMES with physical therapy (PT) or usual ICU care (CG), for improving clinical outcomes in mechanically ventilated patients. We performed a network meta-analysis utilizing Stata version 14.0 and R 4.3.1. RESULTS: We included 23 RCTs comprising 1312 mechanically ventilated adults. The treatments analyzed were NMES, PT, NMES combined with PT (NMES+PT), and CG. Network meta-analyses revealed that NMES or NMES+PT significantly improved extubation success rate compared to CG, with ORs of 1.85 (95% CI: 1.11, 3.08) and 5.89 (95% CI: 1.77, 19.65), respectively. Additionally, NMES exhibited a slight decrease in extubation success rate compared with NMES+PT, with OR of 0.31 (95% CI: 0.11, 0.93). Nevertheless, neither NMES nor NMES+PT showed any significant improvement in ICU length of stay (LOS), ventilation duration, or mortality when compared with PT or CG. NMES+PT emerged as the most effective strategy for all considered clinical outcomes according to the ranking probabilities. The evidence quality ranged from \"low\" to \"very low\" in this network meta-analysis. CONCLUSIONS: NMES appears to be a straightforward and safe modality for critically ill, mechanically ventilated patients. When combined with PT, it significantly improved the extubation success rate against standard ICU care and NMES alone, and showed a better ranking over PT or NMES alone for clinical outcomes. Therefore, NMES combined with PT may be a superior rehabilitation strategy for this patient group.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Respiration, Artificial",
        "Network Meta-Analysis",
        "Critical Illness",
        "Electric Stimulation",
        "Intensive Care Units"
      ]
    },
    {
      "pmid": "38247889",
      "title": "Effect of 3-Dimensional Robotic Therapy Combined with Electromyography-Triggered Neuromuscular Electrical Stimulation on Upper Limb Function and Cerebral Cortex Activation in Stroke Patients: A Randomized Controlled Trial.",
      "authors": [
        "Seo-Won Yang",
        "Sung-Ryong Ma",
        "Jong-Bae Choi"
      ],
      "journal": "Bioengineering (Basel, Switzerland)",
      "publication_date": "2023-Dec-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "(1) Background: This study investigated the effect of 3-dimensional robotic therapy (RT) combined with electromyography-triggered neuromuscular electrical stimulation (RT-ENMES) on stroke patients' upper-limb function and cerebral cortex activation. (2) Methods: Sixty-one stroke patients were assigned randomly to one of three groups. The stroke patients were in the subacute stage between 2 and 6 months after onset. The three groups received 20 min of RT and 20 min of electromyography-triggered neuromuscular electrical stimulation (ENMES) in the RT-ENMES group (n = 21), 40 min of RT in the RT group (n = 20), and 40 min of ENMES in the ENMES group (n = 20). The treatments were for 40 min, 5 days per week, and for 8 weeks. Upper-extremity function was evaluated using the Fugl-Meyer assessment for upper extremity (FMA-UE), Wolf motor function test, and action research arm test (ARAT); cerebral cortex activation and motor-evoked potential (MEP) amplitude were evaluated before and after the study. (3) Results: The analysis showed significant changes in all evaluation items for all three groups in the before-and-after comparisons. Significant changes were observed in the FMA-UE, ARAT, and MEP; in the posttest, the RT-ENMES group showed more significant changes in the FMA-UE, ARAT, and MEP than the other two groups. (4) Conclusions: The study analysis suggests that RT-ENMES effectively improves upper-limb function and cerebral cortex activation in patients with stroke."
    },
    {
      "pmid": "38241526",
      "title": "Effects of adding neuromuscular electrical stimulation to functional training on muscle recruitment, pain reduction, and knee joint function in patellofemoral pain syndrome patients.",
      "authors": [
        "Qiu Nie",
        "Yaming Yu",
        "Zheng Yuan",
        "Jian Chen"
      ],
      "journal": "Medicine",
      "publication_date": "2024-Jan-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Impaired lower extremity motor function and knee pain are common concerns in patients with patellofemoral pain syndrome (PFPS). It is essential to plan therapeutic techniques to therapy PFPS. The objective of this study was to determine the effect of neuromuscular electrical stimulation (NMES) combined with functional training on pain, lower extremity function and muscle recruitment in patients with PFPS. METHODS: Twenty-four PFPS patients (male-13, female-11) were selected to conduct this study finally. Two groups were formed: the control group (n = 12) which included functional training only and the experimental group (n = 12) which functional training along with NMES-in both groups interventions were performed for 45 minutes/session, 3 days/weeks for 6 weeks. The functional training consisted of warm-up activities, strength training, balance training, and relaxation activities. All patients were evaluated with surface electromyography testing system for the root mean square and integrated electromyography of vastus medial oblique (VMO), vastus lateralis (VL), and VMO/VL ratio, visual analog scores (VAS) for pain, and Kujala functional score for knee joint function before and after 6 weeks. Normality was tested for all outcome variables using Shapiro-Wilk test. Nonparametric (Mann-Whitney U test and Wilcoxon signed-rank test) tests were used to analyze data. A 2-way analysis of variance with repeated measures (group*time) was applied to analyze the data. RESULTS: A significant increases (P < .001) root mean square and integrated electromyography of VMO, VMO/VL ratio, and Kujala score in both groups, For VAS scores, significant decreases was observed in both groups. When both groups were compared, greater improvement (P < .05) was observed in the experimental group in comparison the control group for both knee pain, lower extremity function and muscle recruitment. However, there was no difference in VL muscle recruitment between the 2 groups. CONCLUSIONS: Functional training and NMES combined with functional training are helpful to improve pain, knee function and muscle recruitment of PFPS patients. NMES combined with functional training was more effective compared to the control group. This may help clinical trialists to use different NMES to synchronize other interventions in future studies to enhance rehabilitation efficacy in PFPS patients through passive training versus active stimulation.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Muscle, Skeletal",
        "Patellofemoral Pain Syndrome",
        "Electromyography",
        "Pain",
        "Quadriceps Muscle",
        "Knee Joint",
        "Electric Stimulation"
      ]
    },
    {
      "pmid": "38156975",
      "title": "The effects of neuromuscular electrical stimulation on hospitalised adults: systematic review and meta-analysis of randomised controlled trials.",
      "authors": [
        "Helal B Alqurashi",
        "Katie Robinson",
        "Dominic O'Connor",
        "Mathew Piasecki",
        "Adam L Gordon",
        "Tahir Masud",
        "John R F Gladman"
      ],
      "journal": "Age and ageing",
      "publication_date": "2023-Dec-01",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Neuromuscular electrical stimulation (NMES) is a treatment to prevent or reverse acquired disability in hospitalised adults. We conducted a systematic review and meta-analysis of its effectiveness. METHOD: We searched MEDLINE, EMBASE, Cumulative Index to Nursing & Allied Health (CINAHL) and the Cochrane library. Inclusion criteria: randomised controlled trials of hospitalised adult patients comparing NMES to control or usual care. The primary outcome was muscle strength. Secondary outcomes were muscle size, function, hospital length of stay, molecular and cellular biomarkers, and adverse effects. We assessed risk of bias using the Cochrane risk-of-bias tool. We used Review Manager (RevMan) software for data extraction, critical appraisal and synthesis. We assessed certainty using the Grading of Recommendations Assessment, Development and Evaluation tool. RESULTS: A total of 42 papers were included involving 1,452 participants. Most studies had unclear or high risk of bias. NMES had a small effect on muscle strength (moderate certainty) (standardised mean difference (SMD) = 0.33; P < 0.00001), a moderate effect on muscle size (moderate certainty) (SMD = 0.66; P < 0.005), a small effect on walking performance (moderate certainty) (SMD = 0.48; P < 0.0001) and a small effect on functional mobility (low certainty) (SMD = 0.31; P < 0.05). There was a small and non-significant effect on health-related quality of life (very low certainty) (SMD = 0.35; P > 0.05). In total, 9% of participants reported undesirable experiences. The effects of NMES on length of hospital stay, and molecular and cellular biomarkers were unclear. CONCLUSIONS: NMES is a promising intervention component that might help to reduce or prevent hospital-acquired disability.",
      "mesh_terms": [
        "Humans",
        "Biomarkers",
        "Electric Stimulation",
        "Electric Stimulation Therapy",
        "Muscle Strength",
        "Quality of Life",
        "Randomized Controlled Trials as Topic",
        "Hospitalization"
      ]
    },
    {
      "pmid": "38152084",
      "title": "Neuromuscular electrical stimulation for obstructive sleep apnoea: comparing adherence to active and sham therapy.",
      "authors": [
        "Alexandre R Abreu",
        "Darko Stefanovski",
        "Susheel P Patil",
        "Trishul Siddharthan",
        "Alejandro Chediak",
        "Douglas M Wallace",
        "Naresh M Punjabi"
      ],
      "journal": "ERJ open research",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Mild obstructive sleep apnoea (OSA) is a common disorder associated with daytime sleepiness and impaired quality of life. Given that adherence to positive airway pressure (PAP) therapy in OSA is suboptimal, alternative strategies are needed particularly for patients with mild OSA. Daytime neuromuscular electrical stimulation (NMES) of the tongue is a new therapeutic modality for mild OSA. The objective of this study was to determine if patients with mild OSA adhere to daytime NMES. METHODS: A randomised, sham-controlled, double-masked controlled trial was conducted in 40 patients with mild OSA who received either high-intensity (active) or low-intensity (sham) NMES for 6 weeks. The primary end-point was adherence to therapy. Exploratory outcomes included the respiratory event index (REI) and the Epworth Sleepiness Scale (ESS) score. RESULTS: More than 90% of participants in each arm were adherent to NMES. Exploratory analyses revealed a 32.7% (95% CI 15.5-49.9%) drop in the REI with active NMES, with no significant change in the REI with sham NMES. Improvements were larger in the supine than non-supine REI. Both the apnoea index and hypopnoea index improved with active NMES. Finally, the ESS score improved with active but not with sham NMES. CONCLUSIONS: Daytime NMES was well accepted, with a majority using it for the recommended period. NMES of the tongue use was associated with improvements in OSA severity and daytime sleepiness. Additional research is needed to define its role in the treatment armamentarium across the spectrum of OSA severity and in patients who are intolerant to PAP therapy."
    },
    {
      "pmid": "38145938",
      "title": "Effects of Nutritional Support Combined with Neuromuscular Electrical Stimulation on Muscle Strength and Thickness: A Randomized Controlled Trial in Healthy Young Adult Males.",
      "authors": [
        "Tomohiro Ikeda",
        "Kazunori Okamura",
        "Masaki Hasegawa",
        "Satoshi Tanaka",
        "Shusaku Kanai"
      ],
      "journal": "Acta medica Okayama",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "In the management of post-injury patients with activity limitations, methods to prevent musculoskeletal disorders and hasten recovery are important. This randomized controlled, single-blinded study was a preliminary investigation of the combined effect of nutritional support with neuromuscular electrical stimulation (NMES) on muscle strength and thickness. Healthy young adult males (median age, 21 years) were enrolled; each of their hands was randomly assigned to one of the following four groups: Placebo, Nutrition, NMES, and Nutrition + NMES. All participants received whey protein or placebo (3x/week for 6 weeks) and NMES training (3x/week for 6 weeks) on the abductor digiti minimi (ADM) muscle of either the left or right hand. ADM muscle strength and thickness were analyzed at baseline and at week 7. We analyzed 38 hands (9 Placebo, 10 Nutrition, 9 NMES, 10 Nutrition + NMES). There was significantly greater muscle strengthening in the Nutrition + NMES group compared to the Placebo group or the NMES group, but no significant difference in gain of muscle thickness. The combined intervention may be effective in improving muscle strength. Future clinical trials targeting various muscles after sports-related injuries are warranted.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Young Adult",
        "Adult",
        "Muscle, Skeletal",
        "Electric Stimulation",
        "Nutritional Support",
        "Muscle Strength"
      ]
    },
    {
      "pmid": "38132027",
      "title": "Effects of Neuromuscular Electrical Stimulation on Spasticity and Walking Performance among Individuals with Chronic Stroke: A Pilot Randomized Clinical Trial.",
      "authors": [
        "Sattam M Almutairi",
        "Mohamed E Khalil",
        "Nadiah Almutairi",
        "Saud M Alsaadoon",
        "Dalal S Alharbi",
        "Sultan D Al Assadi",
        "Salem F Alghamdi",
        "Sahar N Albattah",
        "Aqeel M Alenazi"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2023-Dec-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Stroke and its associated complications are a major cause of long-term disability worldwide, with spasticity being a common and severe issue. Physical therapy, involving stretching exercises and electrical stimulation, is crucial for managing spasticity. Therefore, this study aimed to evaluate the effects of neuromuscular electrical stimulation (NMES) combined with a conventional rehabilitation program (CRP) on plantarflexor muscle spasticity and walking performance among individuals with chronic stroke. METHODS: A pilot randomized clinical trial (RCT) with two groups (active NMES and placebo) was conducted at the physical therapy departments of King Fahad Specialist Hospital, Buraydah, and Sultan Bin Abdulaziz Humanitarian City, Riyadh, Saudi Arabia (November 2020). The assessor and participants were blinded for the group assignment. The active NMES group received exercise and stimulation at the dorsiflexor muscles on the paretic leg for 30 min for 12 sessions. The placebo group received exercise and sham stimulation at the same position and duration as the active group. Of interest were the outcomes for plantarflexor muscle spasticity measured by the modified Ashworth scale (MAS), gait speed measured by 10 m walk test (10-MWT), and functional mobility measured by functional ambulatory category (FAC). RESULTS: Nineteen participants were randomized into active NMES (n = 10) and sham NMES (n = 9) groups, with no significant baseline differences. Within the active NMES group, significant improvements were observed in MAS (p = 0.008), 10-MWT (p = 0.028), and FAC (p = 0.046), while only 10-MWT time improved significantly in the sham NMES group (p = 0.011). Between-group analysis showed that only MAS was significantly lower in the active NMES group (p = 0.006). Percent change analysis indicated a significantly higher increase in percent change for MAS in the active NMES group compared to the sham NMES group (p = 0.035), with no significant differences in other outcome measures. CONCLUSIONS: This study showed that NMES in the active group led to significant improvements in spasticity, walking performance, and functional ambulation. Further research is needed to determine the ideal parameters, protocols, and patient selection criteria for NMES interventions in stroke rehabilitation."
    },
    {
      "pmid": "38130249",
      "title": "Quality of life and swallowing outcomes after early proactive swallowing rehabilitation by either transcutaneous neuromuscular electrical stimulation or exercise-based swallowing training in patients with nasopharyngeal carcinoma after radiotherapy.",
      "authors": [
        "Peter K M Ku",
        "Alexander C Vlantis",
        "Rita W M Wong",
        "Thomas S C Hui",
        "Thomas Law",
        "Louisa K Y Ng",
        "Eddy W Y Wong",
        "W T Chang",
        "David R Johnson",
        "Florence S T Mok",
        "K H Wong",
        "Victor Abdullah",
        "Andrew van Hasselt",
        "Kathy Y S Lee",
        "Michael C F Tong"
      ],
      "journal": "Laryngoscope investigative otolaryngology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Exercise-based swallowing training (EBST) and transcutaneous neuromuscular electrical stimulation (TNMES) are common modalities used to treat late dysphagia after radiotherapy for nasopharyngeal carcinoma (NPC). We aimed to investigate and compare the efficacies of EBST and TNMES as proactive treatments administered early after radiotherapy. METHODS: Patients with early post-radiotherapy NPC (n = 120) underwent either TNMES or EBST. Flexible endoscopic evaluation of swallowing (FEES), quality of life (QOL), and swallowing function questionnaires were completed before the intervention as well as immediately, 6, and 12 months after the intervention. Outcome measures included the scores for the swallowing function score (SFS), penetration and aspiration scale (PAS), dynamic imaging grade of swallowing toxicity (DIGEST), functional oral intake scale (FOIS), swallowing performance status scale (SPSS), pharyngeal motor impairment (PMI), pharyngeal function impairment (PFI), and functional assessment after cancer therapy-nasopharyngeal (FACT-NP) questionnaire. RESULTS: Three months after radiotherapy, 31 and 34 patients underwent TNMES and EBST, respectively, and completed swallowing assessments at all four assessment timepoints. All patients showed post-radiotherapy impairments in the SFS, PAS, DIGEST, PMI, and PFI. Compared with the EBST group, the TNMES group showed significant improvements in the PFI and PMI scores, with small-to-medium effect sizes. Additionally, compared with the EBST group, the TNMES group demonstrated a trend toward slightly better improvements in the PAS, DIGEST, FOIS, and SPSS scores immediately and 6 months after the intervention. The SFS scores improved from baseline in both groups; however, the TNMES group showed an earlier improvement. Finally, the TNMES group showed better QOL according to the FACT-NP than the EBST group. CONCLUSION: Proactive TMNES and EBST are safe and feasible modalities for improving swallowing in patients with NPC when administered early after radiotherapy. Although TNMES showed better results than EBST, these results should be interpreted with caution given the study limitations. LEVEL OF EVIDENCE: 1B."
    },
    {
      "pmid": "38074807",
      "title": "Effect of rehabilitation therapy combined with neuromuscular electrical stimulation on cognitive dysfunction and activities of daily life in stroke patients.",
      "authors": [
        "Wenming Cao",
        "Dan Jin",
        "Xiaojuan Su",
        "Yeqing Wang",
        "Dai Shi",
        "Liang Xu"
      ],
      "journal": "American journal of translational research",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To determine the effects of rehabilitation therapy combined with neuromuscular electrical stimulation (NES) on cognitive dysfunction and ability to perform activities of daily living (ADLs) of stroke patients. METHODS: The clinical data of 100 stroke patients treated in the Second Affiliated Hospital of Soochow University from February 2019 to August 2021 were retrospectively analyzed. According to the therapeutic regimen, the patients given rehabilitation therapy combined with NES were assigned to a study group (n=52) and those given rehabilitation therapy alone were assigned to a control group (n=48). The treatment efficacy in the two groups was evaluated, and the levels of plasma cortisol (Cor) and neuropeptide Y (NPY), neurological function, motor function, balance ability, swallowing function, cognitive function, negative emotions, and quality of life (QoL) after therapy were evaluated. The maximum amplitude of surface electromyography (sEMG) and swallowing time were compared between the two groups. RESULTS: The study group yielded significantly better efficacy than the control group (P<0.05). Before therapy, there were no significant differences between the two groups in Cor and NPY levels, neurological function, motor function, balance ability, swallowing function, cognitive function, sEMG, swallowing time or negative emotions (P>0.05). After therapy, the above all indices all greatly improved, with more notso in the study group. In addition, after therapy, the study group had significantly better QoL indexes than the control group. CONCLUSION: Rehabilitation therapy combined with NES is effective in treating stroke. It can substantially ameliorate the cognitive dysfunction, prognosis and QoL in patients."
    },
    {
      "pmid": "37984373",
      "title": "Effect of neuromuscular electrical stimulation and early physical activity on ICU-acquired weakness in mechanically ventilated patients: A randomized controlled trial.",
      "authors": [
        "Sahar Younes Othman",
        "Maysa Abdalla Elbiaa",
        "Eman R Mansour",
        "Ahmed M El-Menshawy",
        "Shimmaa Mohamed Elsayed"
      ],
      "journal": "Nursing in critical care",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Intensive care unit-acquired weakness (ICU-AW) is common in critically ill patients and increases the duration of mechanical ventilation (MV) and weaning time. Early mobilization, range of motion (ROM) exercises, and neuromuscular electrical stimulation (NMES) can prevent ICU-AW by maintaining muscle mass. However, studies highlighting the effects of combining NMES with early physical activity in ICU patients are limited. AIM: To evaluate the effect of NMES and early physical activity on ICU-AW in mechanically ventilated patients. STUDY DESIGN: A single-blinded randomized controlled trial was conducted in Alexandria, Egypt. Patients were randomly assigned to one of four groups: NMES, ROM, combined therapy (ROM + NMES), or conventional care (control group). The Medical Research Council (MRC) scale was used to assess the ICU-AW for the study patients over a 7-day period. The duration of the patient's MV and ICU stays were recorded. RESULTS: Of the 180 patients who were assessed for eligibility, 124 were randomly assigned to one of four groups: 32 patients in ROM exercises, 30 in NMES, 31 in combined therapy (ROM + NMES), and 31 in the control group. On day 7, ROM + NMES and NMES groups showed higher MRC scores than ROM and control groups (50.37 ± 2.34, 49.77 ± 2.19, 44.97 ± 3.61, and 41.10 ± 3.84, respectively). ANOVA test results indicated significant differences (p < .001) across the four groups. ICU-AW occurred in 0% of the ROM + NMES group, 60% of the ROM group, 13% of the NMES group, and 100% of the control group (p < .001). The MV duration (in days) in the ROM + NMES group was shorter (12.80 ± 3.800) than in the ROM, NMES, or control groups (21.80 ± 4.460, 18.73 ± 4.748, and 20.70 ± 3.932, respectively). ICU-LOS was shorter in the ROM + NMES group (17.43 ± 3.17 days) compared with the ROM group (22.53 ± 4.51 days), the NMES group (21.10 ± 5.0 days), and the control group (21.50 ± 4.42 days) with significant differences (p < .001) between the four groups. CONCLUSION: Daily sessions of NMES and early physical activity were well tolerated, preserved muscle strength, prevented ICU-AW, and decreased the duration of the MV and ICU stay. RELEVANCE TO CLINICAL PRACTICE: The findings of this study support the use of NMES and early physical exercises by critical care nurses as part of routine care for critically ill patients.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Respiration, Artificial",
        "Female",
        "Muscle Weakness",
        "Intensive Care Units",
        "Middle Aged",
        "Electric Stimulation Therapy",
        "Single-Blind Method",
        "Critical Illness",
        "Egypt",
        "Adult",
        "Exercise Therapy",
        "Early Ambulation",
        "Treatment Outcome",
        "Length of Stay"
      ]
    },
    {
      "pmid": "37973838",
      "title": "Mirror therapy combined with neuromuscular electrical stimulation for poststroke lower extremity motor function recovery: a systematic review and meta-analysis.",
      "authors": [
        "Zhen-Han Oh",
        "Chia-Hung Liu",
        "Chih-Wei Hsu",
        "Tsan-Hon Liou",
        "Reuben Escorpizo",
        "Hung-Chou Chen"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Nov-16",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "The combination of mirror therapy (MT) and neuromuscular electrical stimulation (NMES) has been devised as an intervention method in stroke rehabilitation; however, few studies have investigated its efficacy in lower extremity motor function recovery. In this systematic review and meta-analysis, we examined the effectiveness of combined MT and NMES therapy in improving poststroke walking speed, spasticity, balance and other gait parameters. Randomized controlled trials (RCTs) were selected from PubMed, Cochrane Library, EMBASE, and Scopus databases. In total, six RCTs which involving 181 participants were included. Our findings indicate that MT combined with NMES elicits greater improvement relative to control group in walking speed (SMD = 0.67, 95% confidence interval [CI] 0.26-1.07, P = 0.001), Berg Balance Scale (SMD = 0.72; 95% CI 0.31-1.13; P = 0.0007), cadence (SMD = 0.59, 95% CI 0.02-1.16, P = 0.04), step length (SMD = 0.94, 95% CI 0.35-1.53, P = 0.002), and stride length (SMD = 0.95, 95% CI 0.36-1.54, P = 0.002) but not in modified Ashworth scale (SMD =  - 0.40, 95% CI - 1.05 to 0.26, P = 0.23). Our findings suggest that MT combined with NMES may be a suitable supplemental intervention to conventional therapy in stroke survivors.",
      "mesh_terms": [
        "Humans",
        "Mirror Movement Therapy",
        "Recovery of Function",
        "Stroke Rehabilitation",
        "Stroke",
        "Electric Stimulation Therapy",
        "Lower Extremity",
        "Electric Stimulation"
      ]
    },
    {
      "pmid": "37926438",
      "title": "Effectiveness of neuromuscular electrical stimulation training combined with exercise on patient-reported outcomes measures in people with knee osteoarthritis: A systematic review and meta-analysis.",
      "authors": [
        "Maurício Tatsch Ximenes Carvalho",
        "Victor Hugo Guesser Pinheiro",
        "Cristine Lima Alberton"
      ],
      "journal": "Physiotherapy research international : the journal for researchers and clinicians in physical therapy",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: This study examined the effectiveness of neuromuscular electrical stimulation (NMES) added to the exercise or superimposed on voluntary contractions on patient-reported outcomes measures (PROMs) in people with knee osteoarthritis (OA). METHODS: This systematic review was described according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines. Randomized controlled trials (RCTs) were obtained from a systematic literature search in five electronic databases (PubMed, PEDro, LILACS, EMBASE, and SPORTDiscus) in April 2022. We described the effects of intervention according to each PROMs (scores for Pain; Self-reported functional ability; Symptoms (hear clicking, swelling, catching, restricted range of motion, and stiffness); Daily living function; Sports function; and Quality of life) and used a random-effect model to examine the impact of NMES plus exercise on pain compared with exercise in people with knee OA. RESULTS: Six RCTs (n = 367) were included. In the qualitative synthesis, the systematic literature analysis showed improvement in pain after NMES plus exercise compared with exercise alone in three studies. The other three studies revealed no difference between groups in pain, although similar improvement after treatments. In the meta-analysis, NMES at a specific joint angle combined with exercise was not superior to exercise alone in pain management (standardized mean difference = -0.33, 95% CI = -1.05 to 0.39, p = 0.37). There was no additional effect of NMES on exercise on self-reported functional ability, stiffness, and physical function compared with exercise alone. In only one study, symptoms, activities of daily living, sports function, and quality of life improved after whole-body electrostimulation combined with exercise. CONCLUSION: This review found insufficient evidence for the effectiveness of NMES combined with exercise in treating knee OA considering PROMs. While pain relief was observed in some studies, more high-quality clinical trials are needed to support the use of NMES added to the exercise in clinical practice. Electrical stimulation in a whole-body configuration combined with exercise shows promise as an alternative treatment option.",
      "mesh_terms": [
        "Humans",
        "Osteoarthritis, Knee",
        "Exercise",
        "Electric Stimulation",
        "Pain",
        "Patient Reported Outcome Measures"
      ]
    },
    {
      "pmid": "37920001",
      "title": "Kinematic analysis of countermovement jump performance in response to immediate neuromuscular electrical stimulation.",
      "authors": [
        "Chao-Fu Chen",
        "Shu-Fan Wang",
        "Xing-Xing Shen",
        "Lei Liu",
        "Hui-Ju Wu"
      ],
      "journal": "Mathematical biosciences and engineering : MBE",
      "publication_date": "2023-Aug-07",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The purpose of this study was to examine the effect of neuromuscular electrical stimulation (NMES) immediate intervention training on the countermovement jump (CMJ) height and to explore kinematic differences in the CMJ at each instant. A total of 15 male students who had never received electrical stimulation were randomly selected as the research participants. In the first test, the CMJ performance was completed with an all-out effort. The second experiment was best performed immediately to complete the CMJ operation after NMES for 30 min. Both experiments used a high-speed camera optical capture system to collect kinematic data. The results of this experiment revealed that after im-mediate NMES training, neuromuscular activation causes post-activation potentiation, which increases the height of the center of gravity of the CMJ and affects the angular velocity of the hip joint, the velocity and acceleration of the thigh and the shank and the velocity of the soles of the feet. The use of NMES interventional training based on the improvement of technical movements and physical exercises is recommended in the future.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Biomechanical Phenomena",
        "Exercise",
        "Foot",
        "Movement"
      ]
    },
    {
      "pmid": "37914887",
      "title": "Neuromuscular Electrical Stimulation for Post-Stroke Dysphagia Treatment: A Systemic Evaluation and Meta-Analysis of Randomized Controlled Trials.",
      "authors": [
        "Zhenni Wang",
        "Zihao Xiao",
        "Qin Shen",
        "Na Zhao",
        "Weiming Zhang"
      ],
      "journal": "Dysphagia",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "Neuromuscular electrical stimulation (NMES) is a novel treatment method that stimulates patients' swallowing functions. This systemic review was designed to evaluate the impact of NMES on dysphagia in stroke patients. Databases including PubMed, Embase, Web of Science, and Cochrane Library were searched from the date of establishment to January 28th, 2022. Two investigators identified all included studies and compared the swallowing function after NMES treatment with traditional therapy (TT). The Cochrane risk bias assessment tool was utilized to analyze the quality of included studies. Research outcomes included Swallowing Quality of Life (SWAL-QoL), Penetration-Aspiration Scale (PAS), Functional Oral Intake Scale (FOIS), Dysphagia Outcomes and Severity Scale (DOSS), the Repeat Salivary Swallowing Test (RSST), and Water Swallowing Test (WST). We extracted the mean and standard deviation of specific outcomes at the baseline level and after the treatment in both NMES and TT groups for subsequent meta-analysis. 9 randomized controlled trials (RCTs) and quasi-RCTs were included, and remarkable differences were found between patients treated with or without NMES in respect of FOIS scores (SMD = 0.48; 95% CI 0.26-0.70, P < 0.0001), PAS scores (SMD = - 0.56; 95% CI 1.01-0.10, P = 0.02), and SWAL-QoL scores (SMD = 0.57; 95% CI 0.00-1.14, P = 0.05). No significant difference was manifested in WST, RSST, and DOSS (SMD: - 0.02; 95% CI  0.38-0.35, P = 0.93). Evidence suggests that NMES is more effective for post-stroke dysphagia patients than treatment without NMES.",
      "mesh_terms": [
        "Humans",
        "Deglutition Disorders",
        "Electric Stimulation Therapy",
        "Randomized Controlled Trials as Topic",
        "Stroke",
        "Quality of Life",
        "Male",
        "Treatment Outcome",
        "Female",
        "Middle Aged",
        "Aged",
        "Deglutition",
        "Stroke Rehabilitation"
      ]
    },
    {
      "pmid": "37887696",
      "title": "The Effect of Lower Limb Combined Neuromuscular Electrical Stimulation on Skeletal Muscle Signaling for Glucose Utilization, Myofiber Distribution, and Metabolic Function after Spinal Cord Injury.",
      "authors": [
        "Amal Alharbi",
        "Jia Li",
        "Erika Womack",
        "Matthew Farrow",
        "Ceren Yarar-Fisher"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2023-Oct-21",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Maintaining healthy myofiber type and metabolic function early after spinal cord injury (SCI) may prevent chronic metabolic disorders. This study compares the effects of a 2-5 week combined (aerobic + resistance) neuromuscular electrical stimulation (Comb-NMES) regimen versus a sham control treatment on muscle protein signaling for glucose uptake, myofiber type distribution, and metabolic function. Twenty participants (31 ± 9 years of age) with an SCI (C4-L1, AIS level A-C) within 14 days of the SCI were randomly assigned to control (N = 8) or Comb-NMES (N = 12). Sessions were given three times per week. Fasting blood samples and vastus lateralis muscle biopsies were collected 24-48 h before or after the last session. Western blots were performed to quantify proteins, immunohistochemical analyses determined muscle myofiber distribution, and enzymatic assays were performed to measure serum glucose, insulin, and lipids. Our main findings include a decrease in fasting glucose (p < 0.05) and LDL-C (p < 0.05) levels, an upregulation of CamKII and Hexokinase (p < 0.05), and an increase in type I (+9%) and a decrease in type IIx (-36%) myofiber distribution in response to Comb-NMES. Our findings suggest that maintaining healthy myofiber type and metabolic function may be achieved via early utilization of Comb-NMES.",
      "mesh_terms": [
        "Humans",
        "Infant, Newborn",
        "Glucose",
        "Resistance Training",
        "Electric Stimulation Therapy",
        "Muscle, Skeletal",
        "Lower Extremity",
        "Spinal Cord Injuries",
        "Electric Stimulation"
      ]
    },
    {
      "pmid": "37870503",
      "title": "Neuromuscular Electrical Stimulation-Enhanced Physical Therapist Intervention for Functional Posterior Shoulder Instability (Type B1): A Multicenter Randomized Controlled Trial.",
      "authors": [
        "Philipp Moroder",
        "Katrin Karpinski",
        "Doruk Akgün",
        "Victor Danzinger",
        "Christian Gerhardt",
        "Thilo Patzer",
        "Mark Tauber",
        "Mathias Wellmann",
        "Markus Scheibel",
        "Pascal Boileau",
        "Simon Lambert",
        "Giuseppe Porcellini",
        "Laurent Audige"
      ],
      "journal": "Physical therapy",
      "publication_date": "2024-Jan-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Multicenter Study",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Functional posterior shoulder instability (FPSI) (type B1) is a severe type of instability, mainly in teenagers and young adults, that leads to loss of function, pain, and stigmatization among peers. An experimental nonsurgical treatment protocol based on neuromuscular electrical stimulation (NMES) showed very promising early results in the treatment of FPSI. The hypothesis of this study was that NMES-enhanced physical therapy leads to better outcomes than physical therapy alone as the current gold standard of treatment in patients with FPSI. METHODS: In this multicenter randomized controlled trial, patients with FPSI were randomly allocated in a 1:1 ratio to either 6 weeks of physical therapy or 6 weeks of physical therapy with simultaneous motion-triggered NMES. Baseline scores as well as outcome scores at 6 weeks, 3 months, 6 months, and 12 months after the intervention were obtained. The predefined primary outcome of this trial was the Western Ontario Shoulder Instability Index (WOSI) at the 3-month time point. RESULTS: Forty-nine patients were randomized and eligible for the trial. The group that received physical therapy with simultaneous motion-triggered NMES showed a significantly better main outcome measurement in terms of the 3-month WOSI score (64% [SD = 16%] vs 51% [SD = 24%]). Two-thirds of the patients from the physical therapist group crossed over to the group that received physical therapy with simultaneous motion-triggered NMES due to dissatisfaction after the 3-month follow-up and showed a significant increase in their WOSI score from 49% [SD = 8%] to 67% [SD = 24%]. The frequency of instability episodes showed a significant improvement in the group that received physical therapy with simultaneous motion-triggered NMES at the 3-month follow-up and beyond, while in the physical therapist group, no significant difference was observed. CONCLUSION: The current study shows that NMES-enhanced physical therapy led to statistically significant and clinically relevant improvement in outcomes in the treatment of FPSI compared to conventional physical therapy alone-from which even patients with prior unsatisfactory results after conventional physical therapy can benefit. IMPACT: Based on the results of this study, NMES-enhanced physical therapy is an effective new treatment option for FPSI, a severe type of shoulder instability. NMES-enhanced physical therapy should be preferred over conventional physical therapy for the treatment of patients with FPSI.",
      "mesh_terms": [
        "Adolescent",
        "Young Adult",
        "Humans",
        "Electric Stimulation Therapy",
        "Shoulder",
        "Joint Instability",
        "Physical Therapists",
        "Shoulder Joint",
        "Treatment Outcome",
        "Electric Stimulation"
      ]
    },
    {
      "pmid": "37855610",
      "title": "Mapping the development process of transcutaneous neuromuscular electrical stimulation devices for neurorehabilitation, the associated barriers and facilitators, and its applicability to acquired dysarthria: a qualitative study of manufacturers' perspectives.",
      "authors": [
        "Pasquale Balzan",
        "Catherine Tattersall",
        "Rebecca Palmer",
        "Michael Murray"
      ],
      "journal": "Disability and rehabilitation. Assistive technology",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE: The fragmented nature of the medical device market limits our understanding of how particular sub-markets navigate the device development process. Despite the widespread use of transcutaneous neuromuscular electrical stimulation (NMES), its use for acquired dysarthria treatment has not been sufficiently explored. This study aims to provide a preliminary understanding of the stages involved in the development of NMES devices designed for neurorehabilitation. It also aims to investigate manufacturers' perceptions concerning factors that facilitate or impede its development and determine its applicability for acquired dysarthria. MATERIALS AND METHODS: In-depth semi-structured online interviews were conducted with eight NMES device manufacturers located across Europe, North America and Oceania. The interviews were video-recorded, automatically transcribed, manually reviewed, and analysed using a qualitative content analysis. RESULTS: NMES device development for neurorehabilitation involves six complex phases with sequential and overlapping activities. Some emerging concepts were comparable to established medical device models, while others were specific to NMES. Its adaptability to different neurological disorders, the positive academia-industry collaborations, the industry's growth prospects and the promising global efforts for standardised regulations are all key facilitators for its development. However, financial, political, regulatory, and natural constraints emerged as barriers. Indications and challenges for the applicability of NMES for acquired dysarthria treatment were also discussed. CONCLUSION: The findings provide a foundation for further investigations on the NMES market sub-sector, particularly in the context of neurorehabilitation. The study also provides insights into the potential adoption of NMES for acquired dysarthria, which can serve as a reference for future research.",
      "mesh_terms": [
        "Humans",
        "Dysarthria",
        "Qualitative Research",
        "Neurological Rehabilitation",
        "Transcutaneous Electric Nerve Stimulation",
        "Interviews as Topic"
      ]
    },
    {
      "pmid": "37818779",
      "title": "Speech and language therapists' management practices, perceived effectiveness of current treatments and interest in neuromuscular electrical stimulation for acquired dysarthria rehabilitation: An international perspective.",
      "authors": [
        "Pasquale Balzan",
        "Rebecca Palmer",
        "Catherine Tattersall"
      ],
      "journal": "International journal of language & communication disorders",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Research is beginning to shed light on the practices employed by speech-language therapists (SLTs) for the management of acquired dysarthria. However, studies that explore SLTs' satisfaction with the effectiveness of current therapies and their interest in new treatment methods for this population have not been carried out. One potential new method is neuromuscular electrical stimulation (NMES): the pool of evidence for its use in rehabilitation is increasing, yet it has not been widely explored for use with dysarthria. AIM: To extend the understanding of acquired dysarthria management practices employed by SLTs across the globe and determine their satisfaction with current therapy options. To explore their interest in using NMES with this population. METHODS AND PROCEDURES: A cross-sectional international online survey was developed and disseminated to SLTs working with adults with acquired dysarthria through international professional associations. The survey collected information on demographic characteristics, dysarthria management practices, satisfaction with treatment effectiveness and interest in and knowledge of NMES. Survey responses were analysed using descriptive and inferential statistics, and quantitative content analysis. OUTCOMES AND RESULTS: A total of 211 SLTs (North America, 48.8%; Europe, 36%; Asia, 8.1%; Oceania, 5.7%; Africa, 0.9%; South America, 0.5%) completed the survey in full. Management practices varied considerably. There was a clear preference for informal assessments, mainly oral-motor examinations, focusing on body functions and structures. The majority of respondents rejected the use of non-speech oral motor exercises as a clinical or carryover exercise. Variable satisfaction with current speech subsystem treatments was noted; however, overall, there was a general dissatisfaction. Whilst a strong interest in the use of NMES for dysarthria was evidenced, it was noted that most SLTs lacked fundamental knowledge of NMES principles and application. CONCLUSION: SLTs' management practices and satisfaction with acquired dysarthria treatments differed substantially. Investigations of the potential use of NMES for dysarthria treatment are of interest. WHAT THIS PAPER ADDS: What is already known on the subject Recent country-specific surveys have explored speech-language therapists' (SLTs') assessment and intervention practices for acquired dysarthria. These studies indicate that although clinical management for this speech disorder mainly involves informal assessment tools and impairment-focused treatment, communication beyond the impairment, such as the activity and participation domains, is also frequently assessed and treated. What this paper adds to existing knowledge The majority of SLTs are dissatisfied with the overall benefits of current acquired dysarthria treatment. Phonatory, respiration and speech rate therapies are perceived to be more effective than prosody, articulation and resonance treatments. Despite a general lack of theoretical knowledge, most SLTs are interested in neuromuscular electrical stimulation treatment for acquired dysarthria. What are the potential or actual clinical implications of this work? New, evidence-based treatments are needed for SLTs to be confident in the effectiveness of their acquired dysarthria treatment.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Dysarthria",
        "Language Therapy",
        "Speech",
        "Cross-Sectional Studies",
        "Speech Therapy",
        "Internationality"
      ]
    },
    {
      "pmid": "37750973",
      "title": "Effects of 12 weeks of neuromuscular electrical stimulation of the quadriceps muscles on the function and physio-biochemical traits in functionally fit female nursing-home residents aged 75 + years: a pilot study.",
      "authors": [
        "Ryszard Zarzeczny",
        "Agnieszka Nawrat-Szołtysik",
        "Anna Polak"
      ],
      "journal": "European journal of applied physiology",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "PURPOSE: Muscular changes induced by neuromuscular electrical stimulation (NMES) are well recognized, but knowledge of how NMES influences the physio-biochemical traits of the oldest old is still limited. This study investigated the effect of NMES applied for 12 weeks to the quadriceps muscles of female nursing-home residents aged 75 + on their functional capability and inflammatory, bone metabolism, and cardiovascular traits. METHODS: Nineteen women regularly taking part in two body conditioning sessions per week were randomized into an electrical stimulation group (ES; n = 10; 30 min sessions, 3 times per week) or a control group (CON; n = 9). At baseline and study week 12, all women performed the 30 s chair stand test (30sCST), the 6-minute walk test (6MWT), and the instrumented timed up and go test (iTUG). Resting heart rates, blood pressure, and the blood concentrations of inflammatory and bone metabolism markers were also measured twice. RESULTS: NMES increased the strength of participants' quadriceps muscles and their performance on the 30sCST and 6MWT while lowering resting arterial blood pressure and inflammatory marker levels; osteoclast activity showed a tendency to decrease. Changes in the iTUG results were not observed. A multiple regression analysis found that the results of functional tests in the ES group were best correlated with pulse pressure (the 30sCST and iTUG tests) and diastolic blood pressure (the 6MWT test). CONCLUSION: Twelve weeks of NMES treatment improved participants' functional capacity and inflammatory, bone metabolism, and cardiovascular traits. The ES group participants' performance on functional tests was best predicted by hemodynamic parameters.",
      "mesh_terms": [
        "Aged, 80 and over",
        "Humans",
        "Female",
        "Quadriceps Muscle",
        "Pilot Projects",
        "Electric Stimulation Therapy",
        "Postural Balance",
        "Time and Motion Studies",
        "Electric Stimulation",
        "Muscle Strength"
      ]
    },
    {
      "pmid": "37748866",
      "title": "Neuromuscular Electrical Stimulation for Intermittent Claudication (NESIC): multicentre, randomized controlled trial.",
      "authors": [
        "Laura Burgess",
        "Adarsh Babber",
        "Joseph Shalhoub",
        "Sasha Smith",
        "Consuelo N de la Rosa",
        "Francesca Fiorentino",
        "Bruce Braithwaite",
        "Ian C Chetter",
        "James Coulston",
        "Manjit S Gohel",
        "Robert Hinchliffe",
        "Gerard Stansby",
        "Alun H Davies"
      ],
      "journal": "The British journal of surgery",
      "publication_date": "2023-Nov-09",
      "publication_types": [
        "Randomized Controlled Trial",
        "Multicenter Study",
        "Journal Article"
      ],
      "abstract": "METHODS: This was an open, multicentre, randomized controlled trial. Patients with intermittent claudication attending vascular surgery outpatient clinics were randomized (1:1) to receive either neuromuscular electrical stimulation (NMES) or not in addition to local standard care available at study centres (best medical therapy alone or plus supervised exercise therapy (SET)). The objective of this trial was to investigate the clinical efficacy of an NMES device in addition to local standard care in improving walking distances in patients with claudication. The primary outcome was change in absolute walking distance, measured by a standardized treadmill test at 3 months. Secondary outcomes included intermittent claudication (IC) distance, adherence, quality of life, and haemodynamic changes. RESULTS: Of 200 participants randomized, 160 were included in the primary analysis (intention to treat, Tobit regression model). The square root of absolute walking distance was analysed (due to a right-skewed distribution) and, although adjunctive NMES improved it at 3 months, no statistically significant effect was observed. SET as local standard care seemed to improve distance compared to best medical therapy at 3 months (3.29 units; 95 per cent c.i., 1.77 to 4.82; P < 0.001). Adjunctive NMES improved distance in mild claudication (2.88 units; 95 per cent c.i., 0.51 to 5.25; P = 0.02) compared to local standard care at 3 months. No serious adverse events relating to the device were reported. CONCLUSION: Supervised exercise therapy is effective and NMES may provide further benefit in mild IC.This trial was supported by a grant from the Efficacy and Mechanism Evaluation Program, a Medical Research Council and National Institute for Health and Care Research partnership. Trial registration: ISRCTN18242823.",
      "mesh_terms": [
        "Humans",
        "Intermittent Claudication",
        "Quality of Life",
        "Walking",
        "Exercise Therapy",
        "Treatment Outcome",
        "Electric Stimulation"
      ]
    },
    {
      "pmid": "37693766",
      "title": "Cognitive outcomes in patients treated with neuromuscular electrical stimulation after coronary artery bypass grafting.",
      "authors": [
        "Vincenzina Lo Re",
        "Giovanna Russelli",
        "Emanuele Lo Gerfo",
        "Rossella Alduino",
        "Matteo Bulati",
        "Gioacchin Iannolo",
        "Danilo Terzo",
        "Gennaro Martucci",
        "Stefano Anzani",
        "Giovanna Panarello",
        "Gianvincenzo Sparacia",
        "Giuseppe Parla",
        "Federica Avorio",
        "Giuseppe Raffa",
        "Michele Pilato",
        "Aurelio Speciale",
        "Valentina Agnese",
        "Giuseppe Mamone",
        "Fabio Tuzzolino",
        "Giovan Battista Vizzini",
        "Pier Giulio Conaldi",
        "Fabrisia Ambrosio"
      ],
      "journal": "Frontiers in neurology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Mechanisms of neurocognitive injury as post-operative sequelae of coronary artery bypass grafting (CABG) are not understood. The systemic inflammatory response to surgical stress causes skeletal muscle impairment, and this is also worsened by immobility. Since evidence supports a link between muscle vitality and neuroprotection, there is a need to understand the mechanisms by which promotion of muscle activity counteracts the deleterious effects of surgery on long-term cognition. METHODS: We performed a clinical trial to test the hypothesis that adding neuromuscular electrical stimulation (NMES) to standard rehabilitation care in post-CABG patients promotes the maintenance of skeletal muscle strength and the expression of circulating neuroprotective myokines. RESULTS: We did not find higher serum levels of neuroprotective myokines, except for interleukin-6, nor better long-term cognitive performance in our intervention group. However, a greater increase in functional connectivity at brain magnetic resonance was seen between seed regions within the default mode, frontoparietal, salience, and sensorimotor networks in the NMES group. Regardless of the treatment protocol, patients with a Klotho increase 3 months after hospital discharge compared to baseline Klotho values showed better scores in delayed memory tests. SIGNIFICANCE: We confirm the potential neuroprotective effect of Klotho in a clinical setting and for the first time post-CABG."
    },
    {
      "pmid": "37674803",
      "title": "The effectiveness of peroneal nerve stimulation combined with neuromuscular electrical stimulation in the management of knee osteoarthritis: A randomized controlled single-blind study.",
      "authors": [
        "Özgür Yeşilöz",
        "Meliha Kasapoğlu Aksoy"
      ],
      "journal": "Turkish journal of physical medicine and rehabilitation",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This study aimed to compare the effectiveness of neuromuscular electrical stimulation (NMES) combined with peroneal nerve stimulation (PNS) on muscle strength around the knee, proprioception, pain, functional status, and quality of life in patients with knee osteoarthritis (OA). PATIENTS AND METHODS: The prospective, randomized, single-blinded, controlled trial included 63 patients with clinical and radiological diagnoses of knee OA between December 2019 and March 2020. The patients were divided into two groups: Group 1 (NMES+PNS, n=31) and Group 2 (NMES, n=32). The patients were followed up at two and six weeks. Main outcome measures were the Visual Analog Scale, Western Ontario and McMaster Universities Arthritis Index, Nottingham Health Profile, and 100-m walking test, quadriceps muscle strength, hamstring muscle strength (HMS), and joint position sense were evaluated using a computer-controlled isokinetic dynamometer at 60°/sec, 90°/sec, and 120°/sec angular velocities. The proprioception was evaluated at 30° and 60° flexion angles using the same device. RESULTS: Two patients from Group 1 and two patients from Group 2 were excluded from the study after they failed to show up for the six-week control. As a result, the study was completed with 59 patients (30 females, 29 males; 55.9±6.1 years; range, 40 to 65 years). There was a significant difference between the two groups in the 100-m walking test parameter at the six-week control in favor of Group 1 (p<0.05). There was a significant difference in favor of Group 1 in the parameters of proprioception (30° and 60°) and HMS (60° and 90°) in both the two-week evaluation and six-week controls (p<0.05). The HMS 120° parameter showed a significant difference in favor of Group 1 at the six-week control (p<0.05). CONCLUSION: In patients with knee OA, we believe that PNS combined with NMES may be more effective than NMES treatment alone in terms of proprioception, HMS, and functional status."
    },
    {
      "pmid": "37608265",
      "title": "Intradialytic neuromuscular electrical stimulation with optional virtual reality distraction improves not only muscle strength and functional capacity but also serum albumin level in haemodialysis patients: a pilot randomized clinical trial.",
      "authors": [
        "Lena Schinner",
        "Klaus Nagels",
        "Julia Scherf",
        "Christoph Schmaderer",
        "Uwe Heemann",
        "Claudius Küchle",
        "Liya Hannemann"
      ],
      "journal": "BMC nephrology",
      "publication_date": "2023-Aug-23",
      "publication_types": [
        "Randomized Controlled Trial",
        "Multicenter Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Sarcopenia is highly prevalent in haemodialysis (HD) patients and linked to a poor prognosis regarding comorbidities and premature mortality. Previous studies assessed the effects of neuromuscular electrical stimulation in haemodialysis patients. This study adds to the relevance of neuromuscular electrical stimulation (NMES) applications combined with a virtual reality (VR) distraction to increase intensity, dosage, and efficiency of NMES and slow sarcopenia progression in HD patients. METHODS: We conducted a 12-week multicenter prospective randomised controlled trial. The patients were randomly assigned to one of the three groups: neuromuscular electrical stimulation with or without combined virtual reality distraction or control group. RESULTS: The final analysis included 32 haemodialysis patients (mean age of 68 ± 10 years, 26 men). Interaction effects between groups and time (12 weeks) were significant regarding serum albumin levels (p = 0.008) and left quadriceps femoris muscle (QFM) force (p = 0.026). Both endpoints were increased in the NMES compared to the CO group at the end of the intervention. The NMES group increased serum albumin levels significantly after 12 weeks. The main effect of time was an increase in mean right QFM force between beginning and end of the intervention (p = 0.021). Functional capacity improved after 12 weeks in the NMES and NMES + VR but not in the control group, with a significant difference between the three groups (p = 0.022). Weight and body mass index increased in the NMES and NMES + VR groups, albeit not significantly. The effects of VR distraction on NMES efficiency were inconclusive. CONCLUSION: Intradialytic NMES increases serum albumin level, functional capacity, muscle strength in lower limb and in tendency weight and body mass index of HD patients. Effects on VR distraction are inconclusive. Large-scaled follow-up studies on integrated sports programs with NMES and active training in combination with VR as distraction and motivation accelerator are needed. TRIAL REGISTRATION: German Clinical Trial Register: DRKS00029276 (Retrospectively registered: 30/06/2022).",
      "mesh_terms": [
        "Male",
        "Humans",
        "Middle Aged",
        "Aged",
        "Sarcopenia",
        "Pilot Projects",
        "Prospective Studies",
        "Muscle Strength",
        "Electric Stimulation",
        "Serum Albumin"
      ]
    },
    {
      "pmid": "37602262",
      "title": "Cortical activation of neuromuscular electrical stimulation synchronized mirror neuron rehabilitation strategies: an fNIRS study.",
      "authors": [
        "Yao Cui",
        "Fang Cong",
        "Fubiao Huang",
        "Ming Zeng",
        "Ruxiu Yan"
      ],
      "journal": "Frontiers in neurology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The mirror neuron system (MNS) plays a key role in the neural mechanism underlying motor learning and neural plasticity. Action observation (AO), action execution (AE), and a combination of both, known as action imitation (AI), are the most commonly used rehabilitation strategies based on MNS. It is possible to enhance the cortical activation area and amplitude by combining traditional neuromuscular electrical stimulation (NMES) with other top-down and active rehabilitation strategies based on the MNS theory. OBJECTIVE: This study aimed to explore the cortical activation patterns induced by NMES synchronized with rehabilitation strategies based on MNS, namely NMES+AO, NMES+AE, and NMES+AI. In addition, the study aimed to assess the feasibility of these three novel rehabilitative treatments in order to provide insights and evidence for the design, implementation, and application of brain-computer interfaces. METHODS: A total of 70 healthy adults were recruited from July 2022 to February 2023, and 66 of them were finally included in the analysis. The cortical activation patterns during NMES+AO, NMES+AE, and NMES+AI were detected using the functional Near-Infrared Spectroscopy (fNIRS) technique. The action to be observed, executed, or imitated was right wrist and hand extension, and two square-shaped NMES electrodes were placed on the right extensor digitorum communis. A block design was adopted to evaluate the activation intensity of the left MNS brain regions. RESULTS: General linear model results showed that compared with the control condition, the number of channels significantly activated (PFDR < 0.05) in the NMES+AO, NMES+AE, and NMES+AI conditions were 3, 9, and 9, respectively. Region of interest (ROI) analysis showed that 2 ROIs were significantly activated (PFDR < 0.05) in the NMES+AO condition, including BA6 and BA44; 5 ROIs were significantly activated in the NMES+AE condition, including BA6, BA40, BA44, BA45, and BA46; and 6 ROIs were significantly activated in the NMES+AI condition, including BA6, BA7, BA40, BA44, BA45, and BA46. CONCLUSION: The MNS was activated during neuromuscular electrical stimulation combined with an AO, AE, and AI intervention. The synchronous application of NMES and mirror neuron rehabilitation strategies is feasible in clinical rehabilitation. The fNIRS signal patterns observed in this study could be used to develop brain-computer interface and neurofeedback therapy rehabilitation devices."
    }
  ]
}