{
  "supplement": "Nicotinamide Riboside",
  "query": "Nicotinamide Riboside[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:10:01",
  "research_count": 124,
  "count": 100,
  "articles": [
    {
      "pmid": "40192637",
      "title": "Nicotinamide Riboside Mitigates Retinal Degeneration by Suppressing Damaged DNA-Stimulated Microglial Activation and STING-Mediated Pyroptosis.",
      "authors": [
        "Shanshan Zhu",
        "Lusi Zhang",
        "Ping Tong",
        "Jiawei Chen",
        "Cong Wang",
        "Zewei Wang",
        "Jingyuan Liu",
        "Peiyun Duan",
        "Qian Jiang",
        "Yubing Zhou",
        "Guangshuang Tan",
        "Xian Zhang",
        "Bing Jiang"
      ],
      "journal": "Investigative ophthalmology & visual science",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Microglial activation plays a pivotal role in the pathogenesis of retinal degeneration, contributing to neuroinflammation within the retina. Previous studies identified that nicotinamide riboside (NR) mitigated light-induced retinal degeneration (LIRD) and inhibited microglial activation. The cGAS-STING signaling pathway has been recognized as a key mediator of inflammation in response to cellular stress and tissue damage. This study further explores the regulatory impact of NR on microglial activation and STING-mediated pyroptosis in retinal degeneration. METHODS: Balb/c mice were subjected to bright light exposure to induce retinal degeneration. Bioinformatics analysis was used to identify the upregulated key genes and signaling pathways involved in the progression of retinal degeneration, based on mouse transcriptomes from the LIRD model. Molecular biology techniques and immunofluorescence staining were used to assess cGAS-STING activation and expression of pyroptosis-associated molecules. Retinal function, photoreceptor apoptosis and inflammatory response were evaluated in the presence and absence of NR supplementation. RESULTS: Exposure to bright light resulted in mitochondrial dysfunction and the release of dsDNA, significantly triggering the activation of cGAS-STING pathway and microglial pyroptosis. In contrast, NR treatment preserved mitochondrial biosynthesis, inhibited STING expression in reactive microglia, and dampened the pro-inflammatory response. Additionally, intraperitoneal administration of the STING inhibitor H151 reduced light-induced microglial activation and pyroptosis, while improving retinal function and promoting photoreceptor survival. CONCLUSIONS: These findings suggest that NR confers neuroprotection by attenuating damaged DNA-triggered STING-mediated microglial activation and pyroptosis. Targeting the cGAS-STING pathway presents a promising therapeutic avenue for retinal degeneration.",
      "mesh_terms": [
        "Animals",
        "Pyroptosis",
        "Niacinamide",
        "Mice",
        "Microglia",
        "Retinal Degeneration",
        "Pyridinium Compounds",
        "Membrane Proteins",
        "Mice, Inbred BALB C",
        "Disease Models, Animal",
        "DNA Damage",
        "Signal Transduction",
        "Light",
        "Electroretinography",
        "Nucleotidyltransferases",
        "Photoreceptor Cells, Vertebrate"
      ]
    },
    {
      "pmid": "40008513",
      "title": "Nicotinamide Riboside: A Promising Treatment for Type 1 Cardiorenal Syndrome in Myocardial Infarction-Induced Acute Kidney Injury by Upregulating Nicotinamide Phosphoribosyltransferase-Mediated Nicotinamide Dinucleotide Levels.",
      "authors": [
        "Nada J Habeichi",
        "Ghadir Amin",
        "Solene Boitard",
        "Cynthia Tannous",
        "Rana Ghali",
        "Iman Momken",
        "Reine Diab",
        "George W Booz",
        "Mathias Mericskay",
        "Fouad A Zouein"
      ],
      "journal": "Journal of the American Heart Association",
      "publication_date": "2025-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cardiorenal syndrome type 1 is characterized by the development of acute kidney injury following acute cardiac illness and notably acute myocardial infarction (MI). Acute kidney injury is considered an independent risk factor that increases mortality rate substantially. Nicotinamide adenine dinucleotide (NAD) is an important coenzyme in energy metabolism and oxidative phosphorylation, and in its oxidized form it is a substrate for multiple NAD+-dependent enzymes such as sirtuins and poly-ADP ribose polymerases. Decreased cardiac NAD levels, along with a downregulation of NAMPT (nicotinamide phosphoribosyl transferase), have been reported following MI. A compensatory upregulation in NMRK (nicotinamide riboside kinase) 2, an NAD+ biosynthetic enzyme that uses nicotinamide riboside (NR) to generate NAD+, takes place in the heart after MI, but the impact on kidney NAD metabolism and function has not been addressed before. METHODS AND RESULTS: MI was induced by ligating the left anterior descending coronary artery in 2-month-old C57BL6/J mice, followed by the administration of NR (IP injection, 400 mg/kg per day) for 4 and 7 days. We hypothesized that NR treatment could be a potentially promising therapy for MI-induced acute kidney injury. Our findings showed no significant improvement in cardiac ejection fraction following NR treatment at days 4 and 7 post-MI, whereas kidney functions were enhanced and morphological alterations and cell death decreased. The observed renal protection seems to be mediated by an upregulation of NAMPT-mediated increase in renal NAD levels, notably in the distal tubules. CONCLUSIONS: Our findings indicate that NR could potentially be a promising therapy for acute kidney injury following an early stage of MI."
    },
    {
      "pmid": "39957299",
      "title": "Nicotinamide riboside alleviates sweeteners-induced brain and cognitive impairments in immature mice.",
      "authors": [
        "Yushan Jiang",
        "Huaqi Zhang",
        "Jing Shi",
        "Tianhu Shan",
        "Man Liu",
        "Peng Wang",
        "Xi Liang",
        "Hui Liang"
      ],
      "journal": "Food & function",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The consumption of sweeteners is high around the world. Sweet beverages are one of the most important and popular sources of sweeteners. Previous studies have reported that excessive sweeteners might cause health hazards, including cognitive impairment. Nicotinamide riboside (NR), a precursor of NAD+, has been found to alleviate several cognitive impairments. However, the protective effects of NR against sweetener-induced cognitive impairment remain unclear. Hence, we evaluated the effects of sweeteners and NR (400 mg kg-1 d-1) on the brain and cognition of mice by simulating an extreme lifestyle of completely replacing water with sugar-sweetened beverage (simulated with 10% sucrose solution) or sugar-free sweet beverage (simulated with 0.05% aspartame solution) from weaning to adulthood. The results revealed that continuous exposure to sucrose or aspartame for eight weeks did not significantly cause differences in body weight but significantly induced cognitive impairments, including anxiety- and depressive-like behaviours, impairments in learning, memory and sociability. Moreover, sucrose or aspartame exposure induced neuronal injury, reduction of Nissl bodies, overactivation of the TLR4/NF-κB/NLRP3/ASC/Caspase-1 pathway and increased downstream inflammatory cytokines in mouse hippocampus, and also induced an imbalance of oxidative stress, apoptosis and autophagy, large consumptions of intracellular antioxidant factors, and overactivation of the PI3K/Akt/FOXO1 and PI3K/Akt/mTOR pathways in mouse brain. NR treatment increased NAD+ in the brain, and prevented and alleviated these impairments effectively. In summary, we found that NR supplementation protected against cognitive impairment caused by sucrose or aspartame in immature mice, which might be related to increased brain NAD+ level, relieved neuroinflammation and pyroptosis in the hippocampus, and maintained a balance of oxidative stress, apoptosis and autophagy in the brain.",
      "mesh_terms": [
        "Animals",
        "Niacinamide",
        "Mice",
        "Cognitive Dysfunction",
        "Pyridinium Compounds",
        "Male",
        "Sweetening Agents",
        "Brain",
        "Oxidative Stress",
        "Aspartame",
        "Hippocampus",
        "Sucrose",
        "Memory",
        "Mice, Inbred C57BL",
        "Apoptosis"
      ]
    },
    {
      "pmid": "39951867",
      "title": "Effects of nicotinamide riboside on stressed/fatigued barrow carcass characteristics and loin chop color stability.",
      "authors": [
        "Morgan E Gravely",
        "Hanna M Hennesy",
        "Daniela A Alambarrio",
        "Olivia G Ellis",
        "Xiaoxing Xu",
        "Alexander M Stelzleni",
        "John M Gonzalez"
      ],
      "journal": "Meat science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to determine the effects of nicotinamide riboside (NR) supplementation on the color and color stability of fresh pork chops from barrows subjected to extreme stress/fatigue. One hundred barrows were supplemented 0, 15, 30, or 45 mg•hd-1•kg body weight-1 NR in feed, or 45 mg•hd-1•kg body weight-1 NR in an oral drench (DRE) 11 d prior to a stress/fatigue-inducing event and immediate harvest. Loins were collected, aged 10 days in vacuum bags, and chops were fabricated and used for an 8-day simulated retail display color-stability study. There were no treatment by day of display or treatment main effects for all color-related measures. There were day of display main effects for all color measures which indicated chops discolored in a typical manner. pH values indicated the current study's muscles were in an accelerated state of pH decline due to the extreme preharvest stress/fatigue-inducing event; however, NR supplementation was unable to elicit positive effects on color-stability measures.",
      "mesh_terms": [
        "Animals",
        "Niacinamide",
        "Color",
        "Pyridinium Compounds",
        "Dietary Supplements",
        "Animal Feed",
        "Hydrogen-Ion Concentration",
        "Male",
        "Muscle, Skeletal",
        "Pork Meat",
        "Swine",
        "Stress, Physiological",
        "Muscle Fatigue"
      ]
    },
    {
      "pmid": "39852374",
      "title": "Effects of Nicotinamide Riboside Supplementation on Postmortem Mitochondrial Functionality and Apoptotic Activation.",
      "authors": [
        "Chen Zhu",
        "Luke A Whitcomb",
        "Adam J Chicco",
        "Morgan E Gravely",
        "Hanna M Alcocer",
        "Daniela A Alambarrio",
        "John M Gonzalez",
        "Colton L Smith",
        "Mahesh N Nair",
        "Huey Yi Loh",
        "Terry E Engle",
        "Arya Niraula",
        "Chaoyu Zhai"
      ],
      "journal": "Metabolites",
      "publication_date": "2025-Jan-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Early postmortem mitochondrial function and apoptotic activation affect meat quality development. Nicotinamide riboside (NR) supplementation to pigs prior to harvest can improve pork color stability, but its mechanism remains unclear. This study aimed to evaluate the impact of NR supplementation on early postmortem mitochondrial functionality and apoptosis. METHODS: Sixteen pigs (N = 16) were individually fed a control or NR-supplemented diet (30 mg·kg body weight-1·d-1) for 10 days prior to harvest. Longissimus dorsi muscle samples were collected at 45 min and 24 h postmortem and analyzed for mitochondrial functionality using high-resolution respirometry and apoptotic protein abundance (apoptosis regulator Bcl-2-associated X (BAX), apoptotic inducing factor (AIF), and caspase 3 (CASP3)) via immunoblotting. RESULTS: NR-supplemented muscle exhibited lower proton leak-associated respiration at 45 min postmortem (p < 0.05), followed by a slower accumulation of mitochondrial outer membrane permeabilization (MOMP; p < 0.05) and a slower loss of mitochondrial integral function (p < 0.05) from 45 min to 24 h postmortem. NR supplementation decreased BAX abundance at 45 min postmortem but increased mature AIF abundance (62 kDa) at 24 h postmortem (p < 0.05). The abundance of CASP3 fragments (~29 kDa) decreased from 45 min to 24 h postmortem, independent of treatment (p < 0.05). CONCLUSIONS: NR supplementation demonstrated the potential to protect mitochondrial integral function and alleviate apoptotic activation in early postmortem porcine skeletal muscle, which might contribute to a higher meat color stability in NR-supplemented pork during retail display."
    },
    {
      "pmid": "39847432",
      "title": "A Pilot Trial of Nicotinamide Riboside and Coenzyme Q10 on Inflammation and Oxidative Stress in CKD.",
      "authors": [
        "Armin Ahmadi",
        "Ana P Valencia",
        "Gwénaëlle Begue",
        "Jennifer E Norman",
        "Sili Fan",
        "Blythe P Durbin-Johnson",
        "Bradley N Jenner",
        "Matthew D Campbell",
        "Gustavo Reyes",
        "Pankaj Kapahi",
        "Jonathan Himmelfarb",
        "Ian H de Boer",
        "David J Marcinek",
        "Bryan R Kestenbaum",
        "Jorge L Gamboa",
        "Baback Roshanravan"
      ],
      "journal": "Clinical journal of the American Society of Nephrology : CJASN",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "KEY POINTS: Nicotinamide riboside and coenzyme Q10 supplementation showed distinct beneficial effects on whole-blood transcriptome, inflammatory cytokines, and oxidative stress. Nicotinamide riboside treatment altered the expression of genes associated with metabolism and immune response coinciding with a decrease in markers of oxidative stress. Coenzyme Q10 supplementation altered genes associated with lipid metabolism coinciding with reductions in markers of oxidative stress and inflammatory cytokines. BACKGROUND: Mitochondria-driven oxidative/redox stress and inflammation play a major role in CKD pathophysiology. Compounds targeting mitochondrial metabolism may improve mitochondrial function, inflammation, and redox stress; however, there is limited evidence of their efficacy in CKD. METHODS: We conducted a pilot, randomized, double-blind, placebo-controlled crossover trial comparing the effects of 1200 mg/d of coenzyme Q10 (CoQ10) or 1000 mg/d of nicotinamide riboside (NR) supplementation with placebo in 25 patients with moderate-to-severe CKD (eGFR <60 ml/min per 1.73 m2). We assessed changes in blood transcriptome using 3′-Tag-Seq gene expression profiling and changes in prespecified secondary outcomes of inflammatory and oxidative stress biomarkers. For a subsample of participants (n=14), we assessed lymphocyte and monocyte bioenergetics using an extracellular flux analyzer. RESULTS: The (mean±SD) age, eGFR, and body mass index of the participants were 61±11 years, 37±9 ml/min per 1.73 m2, and 28±5 kg/m2, respectively. Of the participants, 16% had diabetes and 40% were female. Compared with placebo, NR-mediated transcriptomic changes were enriched in gene ontology terms associated with carbohydrate/lipid metabolism and immune signaling, whereas CoQ10 changes were enriched in immune/stress response and lipid metabolism gene ontology terms. NR increased plasma IL-2 (estimated difference, 0.32; 95% confidence interval [CI], 0.14 to 0.49 pg/ml), and CoQ10 decreased both IL-13 (estimated difference, −0.12; 95% CI, −0.24 to −0.01 pg/ml) and C-reactive protein (estimated difference, −0.11; 95% CI, −0.22 to 0.00 mg/dl) compared with placebo. Both NR and CoQ10 reduced five-series F2-isoprostanes (estimated difference, −0.16 and −0.11 pg/ml, respectively; P < 0.05 for both). NR, but not CoQ10, increased the Bioenergetic Health Index (estimated difference, 0.29; 95% CI, 0.06 to 0.53) and spare respiratory capacity (estimated difference, 3.52; 95% CI, 0.04 to 7 pmol/min per 10,000 cells) in monocytes. CONCLUSIONS: Six weeks of NR and CoQ10 improved markers of oxidative stress, inflammation, and cell bioenergetics in patients with moderate-to-severe CKD. CLINICAL TRIAL REGISTRY NAME AND REGISTRATION NUMBER:: NCT03579693."
    },
    {
      "pmid": "39833950",
      "title": "Nicotinamide riboside supplementation ameliorates ovarian dysfunction in a PCOS mouse model.",
      "authors": [
        "Zhenye Zhu",
        "Min Lei",
        "Ruizhi Guo",
        "Yining Xu",
        "Yanqing Zhao",
        "Chenlu Wei",
        "Qingling Yang",
        "Yingpu Sun"
      ],
      "journal": "Journal of ovarian research",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Polycystic ovary syndrome (PCOS) is the leading cause of anovulatory infertility among women of reproductive age, yet the range of effective treatment options remains limited. Our previous study revealed that reduced levels of nicotinamide adenine dinucleotide (NAD+) in ovarian granulosa cells (GCs) of women with PCOS resulted in the accumulation of reactive oxygen species (ROS) and mitochondrial dysfunction. However, it is still uncertain whether increasing NAD+ levels in the ovaries could improve ovarian function in PCOS. In this study, we demonstrated that supplementation with the NAD+ precursor nicotinamide riboside (NR) prevented the decrease in ovarian NAD+ levels, normalized estrous cycle irregularities, and enhanced ovulation potential in dehydroepiandrosterone (DHEA)-induced PCOS mice. Moreover, NR supplementation alleviated ovarian fibrosis and enhanced mitochondrial function in ovarian stromal cells of PCOS mice. Furthermore, NR supplementation improved oocyte quality in PCOS mice, as evidenced by reduced abnormal mitochondrial clustering, enhanced mitochondrial membrane potential, decreased ROS levels, reduced spindle abnormality rates, and increased early embryonic development potential in fertilized oocytes. These findings suggest that supplementing with NAD+ precursors could be a promising therapeutic strategy for addressing ovarian infertility associated with PCOS.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Polycystic Ovary Syndrome",
        "Mice",
        "Niacinamide",
        "Pyridinium Compounds",
        "Disease Models, Animal",
        "Ovary",
        "Dietary Supplements",
        "NAD",
        "Reactive Oxygen Species",
        "Mitochondria",
        "Oocytes"
      ]
    },
    {
      "pmid": "39817194",
      "title": "Cognitive and Alzheimer's disease biomarker effects of oral nicotinamide riboside (NR) supplementation in older adults with subjective cognitive decline and mild cognitive impairment.",
      "authors": [
        "Chao-Yi Wu",
        "Ashley C Kupferschmid",
        "Liu Chen",
        "Alison J McManus",
        "Pia Kivisäkk",
        "Jake A Galler",
        "Nadine A Schwab",
        "Libby A DesRuisseaux",
        "Victoria J Williams",
        "Jessica Gerber",
        "Misha Riley",
        "Cathrine Young",
        "Edmarie Guzmán-Vélez",
        "Hiroko H Dodge",
        "Rudolph E Tanzi",
        "Clifford M Singer",
        "Steven E Arnold"
      ],
      "journal": "Alzheimer's & dementia (New York, N. Y.)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Age-associated depletion in nicotinamide adenine dinucleotide (NAD+) concentrations has been implicated in metabolic, cardiovascular, and neurodegenerative disorders. Supplementation with NAD+ precursors, such as nicotinamide riboside (NR), offers a potential therapeutic avenue against neurodegenerative pathologies in aging, Alzheimer's disease, and related dementias. A crossover, double-blind, randomized placebo (PBO) controlled trial was conducted to test the safety and efficacy of 8 weeks' active treatment with NR (1 g/day) on cognition and plasma AD biomarkers in older adults with subjective cognitive decline and mild cognitive impairment. METHODS: The primary efficacy outcome was the Repeatable Battery for the Assessment of Neuropsychological Status (RBANS). Secondary outcomes included plasma phosphorylated tau 217 (pTau217), glial fibrillary acidic protein (GFAP), and neurofilament light chain (NfL). Exploratory outcomes included Lumosity gameplay (z-scores) for cognition and step counts from wearables. Mixed model for repeated measures was used for between-group comparisons; paired t-tests were used for within-individual comparisons. RESULTS: Forty-six participants aged over 55 were randomized to NR-PBO or PBO-NR groups; 41 completed baseline visits, and 37 completed the trial. NR supplementation was safe and well tolerated with no differences in adverse events reported between NR and PBO treatment phases. For the between-group comparison, there was a 7% reduction in pTau217 concentrations after taking NR, while an 18% increase with PBO (p = 0.02). No significant between-group differences were observed for RBANS, other plasma biomarkers(GFAP and NfL), Lumosity gameplay scores or step counts. For the within-individual comparison, pTau217 concentrations significantly decreased during the NR phase compared to the PBO (p = 0.02), while step counts significantly increased during the NR phase than PBO (p = 0.04). DISCUSSION: Eight weeks NR supplementation is safe and lowered pTau217 concentrations but did not alter cognition as measured by conventional or novel digital assessments. Further research is warranted to validate NR's efficacy in altering pathological brain aging processes. HIGHLIGHTS: The integrated study design combines a two-arm parallel trial with a crossover phase, offering the opportunity to enhance sample size for within-individual analysis and assess carryover effects.NR is safe but did not alter cognition as measured by multi-modal assessments in SCD/MCI.For between-group comparison, pTau217 levels decreased with NR and increased with PBO at 8-week follow-up.For within-individual comparison, step counts increased after NR and decreased after PBO.A larger, longer study with pharmacodynamic and pathophysiological biomarkers is needed to assess NR's disease-modifying effects."
    },
    {
      "pmid": "39788884",
      "title": "Effect of Dietary Ketosis and Nicotinamide Riboside on Hippocampal Krebs Cycle Intermediates and Mitochondrial Energetics in a DNA Repair-Deficient 3xTg/POLβ+/- Alzheimer Disease Mouse Model.",
      "authors": [
        "Robert Pawlosky",
        "Tyler G Demarest",
        "M Todd King",
        "Darlene Estrada",
        "Richard L Veech",
        "Vilhelm A Bohr"
      ],
      "journal": "Journal of neurochemistry",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer disease is a neurodegenerative pathology-modifying mitochondrial metabolism with energy impairments where the effects of biological sex and DNA repair deficiencies are unclear. We investigated the therapeutic potential of dietary ketosis alone or with supplemental nicotinamide riboside (NR) on hippocampal intermediary metabolism and mitochondrial bioenergetics in older male and female wild-type (Wt) and 3xTgAD-DNA polymerase-β-deficient (3xTg/POLβ+/-) (AD) mice. DNA polymerase-β is a key enzyme in DNA base excision repair (BER) of oxidative damage that may also contribute to mitochondrial DNA repair. Metabolic alterations imparted by ketosis and/or NR were assessed in 16 male and female groups, 4 Wt and 4 AD. At 73 weeks of age, mice were divided into: (A) carbohydrate diet (Carb); (B) Carb diet with NR (Carb-NR); (C) Ket diet (Ket); and (D) Ket diet with NR (Ket-NR) groups and remained on their respective treatments for 12 weeks. Mice were euthanized and hippocampi were rapidly removed and frozen. Glycolytic and TCA cycle intermediates were determined by quantitative GC-MS and the ratios of the mitochondrial free [NADox]/[NADHred] and coenzyme ubiquinone (CoQ/CoQH2) couples and the Gibbs free energy of the Complex I-II system of the electron transport chain (ETC) (    ∆ G mitochondrial Complex  I - II '  $$ \\Delta {G}_{\\mathrm{mitochondrial}\\ \\mathrm{Complex}\\ \\mathrm{I}-\\mathrm{II}}^{\\prime } $$  ) were calculated from selected metabolites. Mice in Groups C and D had elevated blood ketones (1-2 mM). In most groupings, male mice had higher concentrations of TCA cycle intermediates than females. Moreover, higher concentrations of fumarate in Wt males were associated with elevations in the ΔG' of Complex I-II compared to females. In Wt males, NR treatments were associated with elevated concentrations of α-ketoglutarate and malate and linked to increased energy of Complex I-II. In AD males, both NR treatment and dietary ketosis restored the ΔG' of Complex I-II, where the ratio of the CoQ/CoQH2 couple was oxidized and the [NADox]/[NADHred] couple was reduced. In AD females, only mice in the Ket diet group had a sufficiently reduced [NADox]/[NADHred] couple to restore the free energy profile.",
      "mesh_terms": [
        "Ketosis",
        "Hippocampus",
        "Citric Acid Cycle",
        "Mitochondria",
        "Energy Metabolism",
        "DNA Repair",
        "Mice, Transgenic",
        "Animals",
        "Alzheimer Disease",
        "Disease Models, Animal",
        "DNA Polymerase beta",
        "Niacinamide",
        "Diet",
        "Male",
        "Female",
        "Mice, Inbred C57BL",
        "Blood Glucose",
        "Ketones",
        "Glycolysis",
        "Sex Factors",
        "NAD",
        "Ubiquinone",
        "Aging",
        "Body Weight"
      ]
    },
    {
      "pmid": "39677633",
      "title": "Oral supplementation with Nicotinamide Riboside treatment protects RGCs in DBA/2J mouse model.",
      "authors": [
        "Nan Zhang",
        "Ying Li",
        "Xian Zhang",
        "Micah A Chrenek",
        "Jiaxing Wang",
        "Preston E Girardot",
        "Jana T Sellers",
        "Charles Brenner",
        "Xiangqin Cui",
        "Eldon E Geisert",
        "John Nickerson",
        "Jeffrey H Boatright"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2024-Dec-04",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "PURPOSE: The aim of this study was to test whether oral administration of nicotinamide riboside (NR), the nicotinamide adenine dinucleotide (NAD+) precursors, protect retina ganglion cells (RGCs) from neurodegeneration in DBA/2J (D2) mice, which is a widely used mouse model of age-related inherited glaucoma. METHOD: Oral NR or NAM administration (NR low dose: 1150mg/kg; NR high dose: 4200mg/kg; NAM low dose group: 500mg/kg; NAM high dose: 2000mg/kg of body weight per day) essentially started when D2 mice were 4 or 9 months old and continued up to 12 months old. Control cohort identically received food/water without NAM or NR. Intraocular pressure (IOP) was measured every month until experiment completion. Pattern electroretinography (PERG) was recorded. Retinas were harvested for whole mount immunofluorescence staining with RGCs marker Brn3a and imaged by fluorescent confocal microscopy. Optic nerves were harvested for axon staining and quantification. Retinal NAD+ levels were enzymatically assayed. RESULTS: NR oral supplementary treatment started at 4 months old robustly increased retinal NAD+ levels in D2 mice (NRHigh vs. vehicle: 273.7±23.59% vs. 108.70±12.10%, p<0.001). In aged vehicle group (12 months old), there was significantly diminution of the P1 and N2 components of PERG response compare with naïve group (naïve vs. vehicle: P1: 7.82± 0.70uV vs 1.63± 0.17uV, p<0.0001; N2: -13.29± 0.83uV vs. -3.22± 0.27uV, p<0.0001; Kruskal-Wallis test with Dunn's multiple comparison test). NR treatment preserved aged D2 visual function when mice were 9 and 12 months old. In addition, long-term NR high dose treatment significantly protected against total RGCs loss and optic nerve atrophy (RGC: NRHigh vs. vehicle: 1412±62.00vs 475.2±94.68 cells/field, p<0.00001; axon numbers: NRHigh vs. vehicle: 23990±1159 vs 8573±1160, n=41-53, p<0.0001). Furthermore, long-term NR supplementation prevent iris depigmentation and delayed IOP elevation. CONCLUSION: NR oral supplementary treatment significantly preserved RGC and axon numbers, potentially preserves retinal function via elevated retinal NAD+ level in aged D2 mice. Interestingly, NR treatment also prevented iris atrophy, delayed IOP elevation associated with this glaucoma model. NR oral supplementation thus treated several aspects of murine pigment dispersion glaucoma. Given parallels between this model and glaucoma in human, out data indicate that NR is worth exploring as a therapeutic candidate in treatment of glaucoma."
    },
    {
      "pmid": "39624887",
      "title": "Nicotinamide riboside targets mitochondrial unfolded protein response to reduce alcohol-induced damage in Kupffer cells.",
      "authors": [
        "Jaeeun Lee",
        "Hayoung Woo",
        "Hyunju Kang",
        "Young-Ki Park",
        "Ji-Young Lee"
      ],
      "journal": "The Journal of pathology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The pathogenesis of alcohol-related liver disease (ALD) is closely linked to mitochondrial dysfunction and impaired cellular energy metabolism. In this study, we explored how ethanol triggers inflammation, oxidative stress, and mitochondrial dysfunction in Kupffer cells, i.e.hepatic resident macrophages, primarily focusing on the mitochondrial unfolded protein response (UPRmt) using immortalized mouse Kupffer cells (ImKCs) and mouse primary KCs. The UPRmt is a cellular defense mechanism activated in response to the perturbation of mitochondrial proteostasis to maintain mitochondrial integrity and function by upregulating the expression of mitochondrial chaperones and proteases. We also determined whether nicotinamide riboside (NR), a NAD+ precursor, could mitigate ethanol-triggered cellular damage. When ImKCs were exposed to 80 mm ethanol for 72 h, they displayed inflammation, oxidative stress, and impaired mitochondrial function with decreased mitochondrial content and deformed mitochondrial crista structure. NR, however, counteracted the effects of ethanol. Furthermore, ethanol increased mRNA and protein levels of UPRmt genes, such as mitochondrial chaperones and proteases, which were attenuated by NR. Notably, the ethanol-induced shift in the entry of activating transcription factor 5 (ATF5), a putative transcriptional regulator of UPRmt, to the nucleus from the mitochondria was abolished by NR. The induction of UPRmt genes by ethanol was significantly repressed when Atf5 was knocked down, indicating the role of ATF5 in the induction of UPRmt genes in ImKCs exposed to ethanol. We also confirmed the induction of UPRmt gene expression in mouse and human livers exposed to alcohol. Our findings demonstrate the ability of NR to alleviate ethanol-induced oxidative stress, inflammation, and mitochondrial dysfunction, partly by modulating the ATF5-dependent UPRmt pathway in ImKCs, suggesting its potential for ALD therapy. © 2024 The Pathological Society of Great Britain and Ireland.",
      "mesh_terms": [
        "Animals",
        "Pyridinium Compounds",
        "Niacinamide",
        "Kupffer Cells",
        "Unfolded Protein Response",
        "Ethanol",
        "Oxidative Stress",
        "Liver Diseases, Alcoholic",
        "Mice, Inbred C57BL",
        "Mice",
        "Mitochondria",
        "Male",
        "Signal Transduction",
        "Mitochondria, Liver"
      ]
    },
    {
      "pmid": "39548320",
      "title": "Effect of nicotinamide riboside on airway inflammation in COPD: a randomized, placebo-controlled trial.",
      "authors": [
        "Kristoffer L Norheim",
        "Michael Ben Ezra",
        "Indra Heckenbach",
        "Louise Munkholm Andreasson",
        "Lise Lotte Eriksen",
        "Nanna Dyhre-Petersen",
        "Mads Vargas Damgaard",
        "Magnus Berglind",
        "Luca Pricolo",
        "Dayle Sampson",
        "Ryan W Dellinger",
        "Asger Sverrild",
        "Jonas T Treebak",
        "Sisse Bolm Ditlev",
        "Celeste Porsbjerg",
        "Morten Scheibye-Knudsen"
      ],
      "journal": "Nature aging",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Chronic obstructive pulmonary disease (COPD) is a progressive, incurable disease associated with smoking and advanced age, ranking as the third leading cause of death worldwide. DNA damage and loss of the central metabolite nicotinamide adenine dinucleotide (NAD+) may contribute to both aging and COPD, presenting a potential avenue for interventions. In this randomized, double-blind, placebo-controlled clinical trial, we treated patients with stable COPD (n = 40) with the NAD+ precursor nicotinamide riboside (NR) for 6 weeks and followed-up 12 weeks later. The primary outcome was change in sputum interleukin-8 (IL-8) from baseline to week 6. The estimated treatment difference between NR and placebo in IL-8 after 6 weeks was -52.6% (95% confidence interval (CI): -75.7% to -7.6%; P = 0.030). This effect persisted until the follow-up 12 weeks after the end of treatment (-63.7%: 95% CI -85.7% to -7.8%; P = 0.034). For secondary outcomes, NR treatment increased NAD+ levels by more than twofold in whole blood, whereas IL-6 levels in plasma remained unchanged. In exploratory analyses, treatment with NR showed indications of upregulated gene pathways related to genomic integrity in the airways and reduced epigenetic aging, possibly through a reduction in cellular senescence. These exploratory analyses need to be confirmed in future trials. ClinicalTrials.gov identifier: NCT04990869 .",
      "mesh_terms": [
        "Humans",
        "Pyridinium Compounds",
        "Niacinamide",
        "Pulmonary Disease, Chronic Obstructive",
        "Male",
        "Female",
        "Aged",
        "Double-Blind Method",
        "Middle Aged",
        "Interleukin-8",
        "Inflammation",
        "Sputum",
        "Interleukin-6",
        "NAD",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39519411",
      "title": "Effect of Nicotinamide Riboside Against the Exhaustion of CD8+ T Cells via Alleviating Mitochondrial Dysfunction.",
      "authors": [
        "Ying Xiao",
        "Nengzhi Pang",
        "Sixi Ma",
        "Mengqi Gao",
        "Lili Yang"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Oct-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Targeting mitochondria and protecting the mitochondrial function of CD8+ T cells are crucial for enhancing the clinical efficacy of cancer immunotherapy. Objectives: In this study, our objective was to investigate the potential of nicotinamide riboside (NR) in preserving the mitochondrial function of CD8+ T cells and mitigating their exhaustion. Methods: We established two in vitro models to induce CD8+ T cell exhaustion either by tumor cell-conditioned medium (TCM) or by continuous stimulation with OVA(257-264) peptide. CD8+ T cells were treated in the absence/presence of NR. Results: Our findings demonstrated that NR supplementation effectively inhibited CD8+ T cell exhaustion and preserved mitochondrial function in both models. Moreover, apoptosis of CD8+ T cells was reduced after NR treatment. Western blot data indicated that NR treatment upregulated Silent information regulator 1 (SirT1) expression. Further inhibition of Sirt1 activity using EX527 uncovered that the inhibitory effect of NR on CD8+ T cell exhaustion and its protective effect on mitochondria were attenuated. Conclusions: In conclusion, our results indicate that NR supplementation attenuates CD8+ T cell exhaustion, and its underlying mechanism is associated with increased mitochondrial function regulated by the SirT1 pathway. Our research provides evidence that NR may assist in enhancing the clinical efficacy of immunotherapy.",
      "mesh_terms": [
        "CD8-Positive T-Lymphocytes",
        "Pyridinium Compounds",
        "Niacinamide",
        "Mitochondria",
        "Animals",
        "Sirtuin 1",
        "Mice",
        "Apoptosis",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "39414125",
      "title": "The role of nicotinamide riboside in the preservation of retinal ganglion cells using an in vitro glutamate-induced excitotoxicity model.",
      "authors": [
        "Nan Zhang",
        "Dongxiao Ji",
        "Yixin Hu",
        "Pengyu Zhang",
        "Xizhi Deng",
        "Min Zhu",
        "Wen Zeng",
        "Min Ke"
      ],
      "journal": "Experimental eye research",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Delaying or preventing the loss of retinal ganglion cells (RGCs) in glaucoma is needed for vision preservation. Glutamate-mediated neurotoxicity arises from the excessive stimulation of N-methyl-D-aspartate membrane receptors by glutamate. This overstimulation, occurring specifically in RGCs, triggers a progressive deterioration of the optic nerve that ultimately leads to the vision loss in glaucoma. Our previous investigation demonstrated that nicotinamide riboside (NR) effectively preserved RGCs in multiple mouse models of glaucoma. To investigate the precise role of NR concerning RGCs which remains uncertain, a glutamate-induced excitotoxicity RGCs damage model was established using R28 cells in this study. Results showed that NR treatment could not only prevent the decrease in cell viability but also effectively inhibit the apoptosis of R28 cells induced by glutamate, as proven by flow cytometry and expression of key pro-apoptotic proteins. Additionally, it significantly attenuated oxidative stress induced by glutamate, as evaluated by the production of inflammatory factors, reactive oxygen species (ROS) and mitochondrial ROS (mtROS). Furthermore, NR elevated the intracellular nicotinamide adenine dinucleotide (NAD+) levels in R28 cells. Lastly, we used RNA-seq to reveal the underlying mechanism of NR protection. Combining the results of RNA-seq and Western blot, we found that NR also restored the decreased protein expression of sirtuin 1 (SIRT1) and peroxisome proliferator-activated receptor-gamma coactivator (PGC1α) induced by glutamate. These findings strongly indicated that NR exhibits a protective effect against R28 cell apoptosis in a glutamate-induced excitotoxicity RGCs damage model. This protective effect is likely mediated through the activation of the SIRT1/PGC1α pathway, achieved by increasing intracellular NAD + levels.",
      "mesh_terms": [
        "Animals",
        "Niacinamide",
        "Retinal Ganglion Cells",
        "Pyridinium Compounds",
        "Glutamic Acid",
        "Peroxisome Proliferator-Activated Receptor Gamma Coactivator 1-alpha",
        "Sirtuin 1",
        "Oxidative Stress",
        "Cell Survival",
        "Reactive Oxygen Species",
        "Apoptosis",
        "Rats",
        "Flow Cytometry",
        "Blotting, Western",
        "NAD",
        "Mitochondria",
        "Cells, Cultured",
        "Mice",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39387327",
      "title": "Feasibility of telehealth exercise and nicotinamide riboside supplementation in survivors of childhood cancer at risk for diabetes: A pilot randomized controlled trial.",
      "authors": [
        "Rusha Bhandari",
        "Kara Lukas",
        "Kyuwan Lee",
        "Justin Shamunee",
        "Brady Almeida",
        "Tati Guzman",
        "Meagan Echevarria",
        "Lanie Lindenfeld",
        "Christian Nenninger",
        "Aleksi Iukuridze",
        "Sophia Albanese",
        "June-Wha Rhee",
        "Sitong Chen",
        "Charles Brenner",
        "F Lennie Wong",
        "Saro H Armenian"
      ],
      "journal": "Pediatric blood & cancer",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Childhood cancer survivors (CCS) have a 50% higher risk of diabetes mellitus (DM) compared with the general population. Interventions in survivors with prediabetes (fasting glucose 100-125 mg/dL or hemoglobin A1c 5.7%-6.4%) may mitigate the development of DM and its attendant morbidity, but there is limited information on the feasibility of secondary prevention in this setting. METHODS: This 6-week pilot feasibility 1:1 randomized controlled trial enrolled 20 CCS on a structured telehealth exercise program ± nicotinamide riboside (NR), a nicotinamide adenine dinucleotide precursor. Feasibility metrics were: (1) ≥50% of eligible CCS enrolled onto study; (2) ≥70% of participants completed baseline and end-of-study assessments; (3) ≥70% compliance with exercise and NR. Secondary endpoints included changes in biomarkers associated with glucose homeostasis and muscle health. RESULTS: Median age (years) at cancer diagnosis was 16.5 (range, 1.5-21.5) and 35.5 (range, 18.0-67.0) at study enrollment. Enrollment rate was 87%, and 85% of participants completed baseline and end-of-study assessments. The mean percentage of exercise sessions completed was 86.6%; NR compliance was > 90%. There were no severe adverse events attributable to study interventions. Secondary endpoints were not significantly different between study arms at study completion. Myostatin decrease was observed in participants who completed a higher median number of exercise sessions and was associated with decreased intramuscular adipose tissue and increased lower extremity muscle cross-sectional area. CONCLUSIONS: A telehealth exercise intervention ± NR supplementation was feasible in CCS with prediabetes. Future studies in larger cohorts may be needed to evaluate their beneficial effects on muscle health and DM risk among CCS.",
      "mesh_terms": [
        "Humans",
        "Pilot Projects",
        "Female",
        "Male",
        "Cancer Survivors",
        "Child",
        "Adolescent",
        "Neoplasms",
        "Feasibility Studies",
        "Pyridinium Compounds",
        "Adult",
        "Young Adult",
        "Dietary Supplements",
        "Child, Preschool",
        "Niacinamide",
        "Telemedicine",
        "Diabetes Mellitus",
        "Infant",
        "Middle Aged",
        "Exercise Therapy",
        "Exercise",
        "Prognosis",
        "Follow-Up Studies"
      ]
    },
    {
      "pmid": "39314364",
      "title": "Nicotinamide riboside: A promising therapy for MI-induced acute kidney injury by upregulating nicotinamide phosphoribosyltransferase-mediated NAD levels.",
      "authors": [
        "Nada J Habeichi",
        "Ghadir Amin",
        "Solene Boitard",
        "Cynthia Tannous",
        "Rana Ghali",
        "Iman Momken",
        "Reine Diab",
        "George W Booz",
        "Mathias Mericskay",
        "Fouad A Zouein"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2024-Sep-10",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "BACKGROUND: Cardiorenal syndrome (CRS) type 1 is characterized by the development of acute kidney injury (AKI) following acute cardiac illness and notably acute myocardial infarction (MI). AKI is considered an independent risk factor increasing mortality rate substantially. Nicotinamide dinucleotide (NAD) is an important coenzyme in energy metabolism and oxidative phosphorylation and in its oxidized form, a substrate for multiple NAD + -dependent enzymes such as Sirtuins and poly-ADP ribose polymerases. Decreased cardiac NAD levels along with a down-regulation of the nicotinamide phosphoribosyl transferase (NAMPT) have been reported following MI. A compensatory upregulation in nicotinamide riboside kinase (NMRK) 2, an NAD + biosynthetic enzyme that uses nicotinamide riboside (NR) to generate NAD + takes place in the heart after MI but the impact on kidney NAD metabolism and function has not been addressed before. METHODS: MI was induced by ligating the left anterior descending coronary artery in 2 months old C57BL6/J mice, followed by the administration of NR (IP injection, 400mg/kg/day) for four and seven days. We hypothesized that NR treatment could be a potential promising therapy for MI-induced AKI. RESULTS: Our findings showed no significant improvement in cardiac ejection fraction following NR treatment at days 4 and 7 post-MI, whereas kidney functions were enhanced and morphological alterations and cell death decreased. The observed renal protection seems to be mediated by an up-regulation of NAMPT-mediated increase in renal NAD levels, notably in distal tubules. CONCLUSION: Our findings indicate that NR could be a potential promising therapy for AKI following an early stage of MI."
    },
    {
      "pmid": "39195520",
      "title": "Ability of Nicotinamide Riboside to Prevent Muscle Fatigue of Barrows Subjected to a Performance Test.",
      "authors": [
        "Hanna M Hennesy",
        "Morgan E Gravely",
        "Daniela A Alambarrio",
        "Savannah R Brannen",
        "Jonathan J McDonald",
        "Sarah A Devane",
        "Kari K Turner",
        "Alexander M Stelzleni",
        "Travis G O'Quinn",
        "John M Gonzalez"
      ],
      "journal": "Metabolites",
      "publication_date": "2024-Jul-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to determine the daily dietary nicotinamide riboside (NR) dose required to maximize the delay of subjective muscle fatigue onset. Barrows (N = 100) were assigned to one of five treatments: a conventional swine finishing diet containing 0 (CON), 15 (15NR), 30 (30NR), 45 (45NR) mg·kg body weight-1·d-1 NR, or CON supplemented with 45 mg·kg body weight-1·d-1 NR by drench or cookie dough (DRE). All treatments were administered for the final 11 days of feeding. On supplementation d 10, barrows individually experienced a performance test at 1.09 m/s until they were subjectively exhausted. Wireless electromyography (EMG) sensors were affixed to the biceps femoris (BF), tensor fascia latae (TFL), and semitendinosus (ST) to measure real-time muscle activity. There were no treatment effects for barrow speed (p = 0.57), a tendency for a treatment effect (p = 0.07) for distance, and a treatment effect (p = 0.04) on time to exhaustion. Barrows of the 15NR and DRE treatments had greater (p = 0.05) distances to exhaustion than CON barrows but did not differ from other NR barrows (p > 0.11). Barrows in the 45NR treatment did not differ (p = 0.11) in distance from 30NR barrows but tended to have a greater (p = 0.07) distance compared to CON barrows. All other treatment comparisons did not differ (p > 0.27). Barrows in the DRE treatment moved for longer (p < 0.01) than CON barrows, but all other treatments did not differ from each other (p > 0.15). There was no treatment × period interaction for all muscles' root mean square (RMS) values (p > 0.16), but there were Period effects for all muscles (p < 0.01) and a Treatment effect (p = 0.04) in the TFL. For all muscles, period 4 had greater RMS values than all other periods (p < 0.01), who did not differ from each other (p > 0.29). In the TFL, CON barrows had greater RMS values during the performance test compared to all NR treatments (p < 0.02), who did not differ from each other (p > 0.18). Overall, NR demonstrates potential in being a useful tool in fatigue prevention, but efficient administration of the compound needs further investigation."
    },
    {
      "pmid": "39179121",
      "title": "Nicotinamide riboside modulates the reactive species interactome, bioenergetic status and proteomic landscape in a brain-region-specific manner.",
      "authors": [
        "Alejandro Marmolejo-Garza",
        "Laurent Chatre",
        "Deborah L Croteau",
        "Alejandro Herron-Bedoya",
        "Minh Danh Anh Luu",
        "Benoit Bernay",
        "Julien Pontin",
        "Vilhelm A Bohr",
        "Erik Boddeke",
        "Amalia M Dolga"
      ],
      "journal": "Neurobiology of disease",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nicotinamide riboside (NR), a precursor of nicotinamide adenine dinucleotide (NAD+), has robust cognitive benefits and alleviates neuroinflammation in Alzheimer's Disease (AD) mouse models without decreasing beta-amyloid plaque pathology. Such effects may be mediated by the reactive species interactome (RSI), at the metabolome level. In this study, we employed in vitro and in vivo models of oxidative stress, aging and AD to profile the effects of NR on neuronal survival, RSI, and the whole proteome characterization of cortex and hippocampus. RSI analysis yielded a complex modulation upon NR treatment. We constructed protein co-expression networks and correlated them to NR treatment and all measured reactive species. We observed brain-area specific effects of NR on co-expressed protein modules of oxidative phosphorylation, fatty acid oxidation, and neurotransmitter regulation pathways, which correlated with RSI components. The current study contributes to the understanding of modulation of the metabolome, specifically after NR treatment in AD and how it may play disease-modifying roles.",
      "mesh_terms": [
        "Animals",
        "Niacinamide",
        "Pyridinium Compounds",
        "Mice",
        "Brain",
        "Alzheimer Disease",
        "Energy Metabolism",
        "Proteomics",
        "Proteome",
        "Oxidative Stress",
        "Mice, Inbred C57BL",
        "Male",
        "Reactive Oxygen Species",
        "Hippocampus",
        "Neurons"
      ]
    },
    {
      "pmid": "39128506",
      "title": "Nicotinamide riboside activates SIRT3 to prevent paclitaxel-induced peripheral neuropathy.",
      "authors": [
        "Xiaohan Sun",
        "Weiting Huang",
        "Dejin Yin",
        "Xi Zhao",
        "Xiaoling Cheng",
        "Jin Zhang",
        "Yue Hao"
      ],
      "journal": "Toxicology and applied pharmacology",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Paclitaxel (PTX) is a microtubule stabilizer that disrupts the normal cycle of microtubule depolymerization and repolymerization, leading to cell cycle arrest and cancer cell death. It is commonly used as a first-line chemotherapeutics for various malignancies, such as breast cancer, non-small cell lung cancer, and ovarian cancer. However, PTX chemotherapy is associated with common and serious side effects, including chemotherapy-induced peripheral neuropathy (CIPN). As cancer treatment advances and survival rates increase, the impact of CIPN on patients' quality of life has become more significant. To date, there is no effective treatment strategy for CIPN. Surtuin3 (SIRT3) is a nicotinamide adenine dinucleotide (NAD+) dependent protein deacetylase located on mitochondria. It transfers the acetyl group of the lysine side chain of acetylated substrate proteins to NAD+, producing deacetylated proteins to regulate mitochondrial energy metabolic processes. SIRT3 has been found to play an important role in various diseases, including aging, neurodegenerative diseases, cancer, heart disease, metabolic diseases, etc. However, the role of SIRT3 in CIPN is still unknown. This study found for the first time that activating SIRT3 helps to improve paclitaxel-induced CIPN. Nicotinamide riboside (NR) can protect dorsal root ganglion (DRG) mitochondria against oxidative damage caused by paclitaxel through activating SIRT3-MnSOD2 and SIRT3-Nrf2 pathway. Moreover, NR can enhance the anticancer activity of paclitaxel. Together, our research provides new strategy and candidate drug for the treatment of CIPN.",
      "mesh_terms": [
        "Paclitaxel",
        "Sirtuin 3",
        "Animals",
        "Pyridinium Compounds",
        "Peripheral Nervous System Diseases",
        "Niacinamide",
        "Antineoplastic Agents, Phytogenic",
        "Mice",
        "Humans",
        "Ganglia, Spinal",
        "Mitochondria",
        "Male"
      ]
    },
    {
      "pmid": "39108921",
      "title": "Nicotinamide riboside first alleviates symptoms but later downregulates dopamine metabolism in proteasome inhibition mouse model of Parkinson's disease.",
      "authors": [
        "Giorgio Turconi",
        "Farhan Alam",
        "Tanima SenGupta",
        "Sini Pirnes-Karhu",
        "Soophie Olfat",
        "Mark S Schmidt",
        "Kärt Mätlik",
        "Ana Montaño-Rodriguez",
        "Vladimir Heiskanen",
        "Daniel Garton",
        "Petteri T Piepponen",
        "Charles Brenner",
        "Carina I Holmberg",
        "Hilde Nilsen",
        "Eija Pirinen",
        "Jaan-Olle Andressoo"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Jul-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Parkinson's disease (PD) is associated with a reduction in 26/20S proteasome and mitochondrial function and depletion of dopamine. Activation of mitochondrial function with the NAD+ precursor nicotinamide riboside (NR) is a potential therapeutic for PD. However, despite recently started clinical trials, analysis of NR in mammalian animal PD models is lacking and data in simpler PD models is limited. We analyzed the effect of NR in C. elegans and in mouse 26/20S proteasome inhibition models of PD. In C. elegans, NR rescued α-synuclein overexpression induced phenotypes likely by activating the mitochondrial unfolded protein response. However, in a proteasome inhibitor-induced mouse model of PD, NR first partially rescued behavioural dysfunction, but later resulted in decrease in dopamine and its related gene expression in the substantia nigra. Our results suggest that reduction in 26/20S function with long term NR treatment may increase risk for developing reduced nigrostriatal DA function."
    },
    {
      "pmid": "38949632",
      "title": "Protective Effect of Nicotinamide Riboside on Glucocorticoid-Induced Glaucoma: Mitigating Mitochondrial Damage and Extracellular Matrix Deposition.",
      "authors": [
        "Nan Zhang",
        "Pengyu Zhang",
        "Xizhi Deng",
        "Min Zhu",
        "Yixin Hu",
        "Dongxiao Ji",
        "Lufan Li",
        "Yang Liu",
        "Wen Zeng",
        "Min Ke"
      ],
      "journal": "Investigative ophthalmology & visual science",
      "publication_date": "2024-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Glucocorticoid-induced glaucoma (GIG) is a prevalent complication associated with glucocorticoids (GCs), resulting in irreversible blindness. GIG is characterized by the abnormal deposition of extracellular matrix (ECM) in the trabecular meshwork (TM), elevation of intraocular pressure (IOP), and loss of retinal ganglion cells (RGCs). The objective of this study is to investigate the effects of nicotinamide riboside (NR) on TM in GIG. METHODS: Primary human TM cells (pHTMs) and C57BL/6J mice responsive to GCs were utilized to establish in vitro and in vivo GIG models, respectively. The study assessed the expression of ECM-related proteins in TM and the functions of pHTMs to reflect the effects of NR. Mitochondrial morphology and function were also examined in the GIG cell model. GIG progression was monitored through IOP, RGCs, and mitochondrial morphology. Intracellular nicotinamide adenine dinucleotide (NAD+) levels of pHTMs were enzymatically assayed. RESULTS: NR significantly prevented the expression of ECM-related proteins and alleviated dysfunction in pHTMs after dexamethasone treatment. Importantly, NR protected damaged ATP synthesis, preventing overexpression of mitochondrial reactive oxygen species (ROS), and also protect against decreased mitochondrial membrane potential induced by GCs in vitro. In the GIG mouse model, NR partially prevented the elevation of IOP and the loss of RGCs. Furthermore, NR effectively suppressed the excessive expression of ECM-associated proteins and mitigated mitochondrial damage in vivo. CONCLUSIONS: Based on the results, NR effectively enhances intracellular levels of NAD+, thereby mitigating abnormal ECM deposition and TM dysfunction in GIG by attenuating mitochondrial damage induced by GCs. Thus, NR has promising potential as a therapeutic candidate for GIG treatment.",
      "mesh_terms": [
        "Animals",
        "Niacinamide",
        "Pyridinium Compounds",
        "Glucocorticoids",
        "Mice, Inbred C57BL",
        "Mitochondria",
        "Mice",
        "Glaucoma",
        "Extracellular Matrix",
        "Intraocular Pressure",
        "Humans",
        "Disease Models, Animal",
        "Trabecular Meshwork",
        "Cells, Cultured",
        "Retinal Ganglion Cells",
        "Reactive Oxygen Species",
        "Dexamethasone",
        "Male"
      ]
    },
    {
      "pmid": "38925209",
      "title": "Nicotinamide riboside ameliorates survival time and motor dysfunction in an MPTP-Induced Parkinson's disease zebrafish model through effects on glucose metabolism and endoplasmic reticulum stress.",
      "authors": [
        "Qing Luo",
        "Yanmei Yang",
        "Chunyan Xian",
        "Pan Zhou",
        "Hui Zhang",
        "Zhiyu Lv",
        "Jinbo Liu"
      ],
      "journal": "Chemico-biological interactions",
      "publication_date": "2024-Aug-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nicotinamide riboside (NR) is a precursor and exogenous supplement of nicotinamide adenine dinucleotide (NAD+). NR has been shown to play a beneficial role in a variety of neurodegenerative diseases. A phase 1 clinical trial identified NR as a potential neuroprotective therapy for Parkinson's disease (PD). However, the mechanism of action of NR in PD has not been fully elucidated. Therefore, the present study aimed to investigate the potential effects of NR on a 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP)-induced PD model in zebrafish and its underlying mechanisms. The results showed that NR improved motor dysfunction, survival time, dopamine neurons, and peripheral neurons, as well as the NAD+ levels in the MPTP-affected PD zebrafish model. In addition, transcriptome sequencing analysis revealed that, after NR treatment, differentially expressed genes were significantly enriched in the glucose metabolism and protein processing pathways in the endoplasmic reticulum (ER). Quantitative PCR (qPCR) revealed that the mRNA levels of the glycoheterotrophic enzyme (involved in glucose metabolism) were significantly decreased, and the glycolytic enzyme mRNA expression levels were significantly increased. The results of the non-targeted metabolomic analysis showed that NR treatment significantly increased the levels of metabolites such as nicotinic acid ,nicotinamide, d-glucose (from the gluconeogenesis and glycolysis metabolism pathways) and some glucogenic amino acids, such as glutamine. Importantly, NR ameliorated MPTP-induced endoplasmic reticulum stress (ERS) in the PD zebrafish model through the Perk-Eif2α-Atf4-Chop pathway. These results highlight the neuroprotective effect of NR in the present PD zebrafish model through modulation of glucose metabolism and ERS via the Perk-Eif2α-Atf4-Chop pathway and provide valuable mechanistic insights into the treatment of PD.",
      "mesh_terms": [
        "Animals",
        "Zebrafish",
        "Endoplasmic Reticulum Stress",
        "Niacinamide",
        "Pyridinium Compounds",
        "Disease Models, Animal",
        "1-Methyl-4-phenyl-1,2,3,6-tetrahydropyridine",
        "Glucose",
        "Neuroprotective Agents",
        "Parkinson Disease",
        "Dopaminergic Neurons",
        "Zebrafish Proteins",
        "Motor Activity",
        "Male"
      ]
    },
    {
      "pmid": "38797357",
      "title": "ACAD9 treatment with bezafibrate and nicotinamide riboside temporarily stabilizes cardiomyopathy and lactic acidosis.",
      "authors": [
        "Johan L K Van Hove",
        "Marisa W Friederich",
        "Daniella H Hock",
        "David A Stroud",
        "Nikeisha J Caruana",
        "Uwe Christians",
        "Björn Schniedewind",
        "Cole R Michel",
        "Richard Reisdorph",
        "Edwin D J Lopez Gonzalez",
        "Charles Brenner",
        "Tonia E Donovan",
        "Jessica C Lee",
        "Kathryn C Chatfield",
        "Austin A Larson",
        "Peter R Baker",
        "Shawn E McCandless",
        "Meghan F Moore Burk"
      ],
      "journal": "Mitochondrion",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Pathogenic ACAD9 variants cause complex I deficiency. Patients presenting in infancy unresponsive to riboflavin have high mortality. A six-month-old infant presented with riboflavin unresponsive lactic acidosis and life-threatening cardiomyopathy. Treatment with high dose bezafibrate and nicotinamide riboside resulted in marked clinical improvement including reduced lactate and NT-pro-brain type natriuretic peptide levels, with stabilized echocardiographic measures. After a long stable period, the child succumbed from cardiac failure with infection at 10.5 months. Therapy was well tolerated. Peak bezafibrate levels exceeded its EC50. The clinical improvement with this treatment illustrates its potential, but weak PPAR agonist activity of bezafibrate limited its efficacy.",
      "mesh_terms": [
        "Humans",
        "Infant",
        "Acidosis, Lactic",
        "Acyl-CoA Dehydrogenases",
        "Bezafibrate",
        "Biomarkers",
        "Cardiomyopathies",
        "Drug Combinations",
        "Echocardiography",
        "Niacinamide",
        "Proteomics",
        "Pyridinium Compounds",
        "Male"
      ]
    },
    {
      "pmid": "38723719",
      "title": "Nicotinamide riboside alleviates brain dysfunction induced by chronic cerebral hypoperfusion via protecting mitochondria.",
      "authors": [
        "Lina Wang",
        "Tianchan Peng",
        "Jieping Deng",
        "Wen Gao",
        "Haoyun Wang",
        "Oscar Junhong Luo",
        "Li'an Huang",
        "Guobing Chen"
      ],
      "journal": "Biochemical pharmacology",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Chronic cerebral hypoperfusion (CCH) is an enduring inadequate blood flow to the brain, resulting in vascular dementia (VaD). However, the effective treatment strategies are lacking. Supplementing with nicotinamide adenine dinucleotide (NAD+) has shown neuroprotective benefits in other neurodegenerative disorders. Nicotinamide riboside (NR), as a precursor of NAD+, is believed to hold promise in improving mitochondrial health, autophagy, and cognitive function. Meanwhile, NR has unique oral bioavailability, good tolerability, and minimal side effects, and it is the most promising for clinical translation. However, the effectiveness of NR in treating CCH-related VaD is still uncertain. The present study examined the neuroprotective effects of NR supplementation and its underlying mechanisms in a CCH rat model. The rats with CCH were given NR at a daily dosage of 400 mg/kg for 3 months. NR supplementation increased blood and brain NAD+ levels and improved brain function in CCH rats, including cognitive function and oxygenation capacity. It also reduced hippocampal neuronal loss and abnormalities and mitigated the decrease in dendritic spine density. The analysis of RNA sequencing in hippocampal tissue supports these findings. Electron microscopy and protein detection results suggest that NR may maintain mitochondrial structural integrity and exert a protective role by attenuating mitochondrial fission and impaired autophagy flux caused by CCH. In conclusion, these findings offer evidence for the neuroprotective potential of NR supplementation in ameliorating cognitive impairment induced by CCH.",
      "mesh_terms": [
        "Animals",
        "Niacinamide",
        "Male",
        "Mitochondria",
        "Rats",
        "Pyridinium Compounds",
        "Neuroprotective Agents",
        "Rats, Sprague-Dawley",
        "Brain",
        "Brain Ischemia",
        "Chronic Disease",
        "Cerebrovascular Circulation"
      ]
    },
    {
      "pmid": "38583241",
      "title": "Boosting wound healing in diabetic rats: The role of nicotinamide riboside and resveratrol in UPR modulation and pyroptosis inhibition.",
      "authors": [
        "Mohammad Hasan Maleki",
        "Morvarid Siri",
        "Amirhossein Jafarabadi",
        "Mahsa Rajabi",
        "Seyed Amirhossein Mazhari",
        "Zahra Noori",
        "Farhad Koohpeyma",
        "Amirreza Dehghanian",
        "Nafiseh Esmaeili",
        "Zeinab Aryanian",
        "Sanaz Dastghaib"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2024-May-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diabetes-related skin ulcers provide a substantial therapeutic issue, sometimes leading to amputation, needing immediate practical treatments for efficient wound care. While the exact mechanisms are unknown, pyroptosis and deregulation of the unfolded protein response (UPR) are known to exacerbate inflammation. Nicotinamide Riboside (NR) and Resveratrol (RV), which are known for their Nicotinamide adenine dinucleotide (NAD+) boosting and anti-inflammatory properties, are being studied as potential treatments. The purpose of this study was to shed light on the underlying molecular mechanisms and explore the medical application of NR and RV in diabetic wound healing. METHODS: 54 male Sprague-Dawley rats divided into control, diabetic (DM), Gel Base, DM-NR, DM-RV, and DM-NR + RV. Rats were orally administered 50 mg/kg/day of RV and 300 mg/kg/day of NR for 5 weeks. Following diabetes induction, their wounds were topically treated with 5 % NR and RV gel for 15 days. The wound closure rate, body weight, and serum lipid profiles were examined. Gene expression study evaluated UPR and pyroptosis-related genes (BIP, PERK, ATF6, IRE1α, sXBP1, CHOP, NLRP3, caspase-1, NFκB, and IL1-β) in wound tissues, alongside histological assessment of cellular changes. RESULTS: NR and RV treatments greatly enhanced wound healing. Molecular investigation demonstrated UPR and pyroptosis marker modifications, suggesting UPR balance and anti-inflammatory effects. Histological investigation demonstrated decreased inflammation and increased re-epithelialization. The combination of NR and RV therapy had better results than either treatment alone. CONCLUSION: This study shows that NR and RV have therapeutic promise in treating diabetic wounds by addressing UPR dysregulation, and pyroptosis. The combination therapy is a viable strategy to improving the healing process, providing a multimodal intervention for diabetic skin ulcers. These findings pave the way for additional investigation and possible therapeutic applications, giving hope for better outcomes in diabetic wound care.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Pyroptosis",
        "Wound Healing",
        "Rats, Sprague-Dawley",
        "Resveratrol",
        "Diabetes Mellitus, Experimental",
        "Niacinamide",
        "Pyridinium Compounds",
        "Unfolded Protein Response",
        "Rats",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "38546981",
      "title": "The Role and Mechanism of Nicotinamide Riboside in Oxidative Damage and a Fibrosis Model of Trabecular Meshwork Cells.",
      "authors": [
        "Yuping Zeng",
        "Yijun Lin",
        "Juhua Yang",
        "Xiaohui Wang",
        "Yihua Zhu",
        "Biting Zhou"
      ],
      "journal": "Translational vision science & technology",
      "publication_date": "2024-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To investigate the potential effects and mechanism of nicotinamide riboside (NR) on the oxidative stress and fibrosis model of human trabecular meshwork (HTM) cell line cells. METHODS: HTM cells were pretreated with NR, followed by the induction of oxidative injury and fibrosis by hydrogen peroxide (H2O2) and TGF-β2, respectively. Cell viability was tested using Hoechst staining and MTT assays, cell proliferation was assessed by EdU assay, and cell apoptosis was detected by flow cytometry and western blotting. DCFH-DA and DHE probes were used to measure the level of reactive oxygen species (ROS), and MitoTracker staining was used to measure the mitochondrial membrane potential (MMP). Fibrotic responses, including cell migration and deposition of extracellular matrix (ECM) proteins, were detected via Transwell assays, qRT-PCR, and immunoblotting. RESULTS: NR pretreatment improved the viability, proliferation, and MMP of H2O2-treated HTM cells. Compared to cells treated solely with H2O2, HTM cells treated with both NR and H2O2, exhibited a reduced rate of apoptosis and generation of ROS. Compared with H2O2 pretreatment, NR pretreatment upregulated expression of the JAK2/Stat3 pathway but inhibited mitogen-activated protein kinase (MAPK) pathway expression. Moreover, 10-ng/mL TGF-β2 promoted cell proliferation and migration, which were inhibited by NR pretreatment. Both qRT-PCR and immunoblotting showed that NR inhibited the expression of fibronectin in a TGF-β2-induced fibrosis model. CONCLUSIONS: NR has a protective effect on oxidative stress and fibrosis in HTM cells, which may be related to the JAK2/Stat3 pathway and MAPK pathway. TRANSLATIONAL RELEVANCE: Our research provides the ongoing data for potential therapy of NAD+ precursors in glaucoma.",
      "mesh_terms": [
        "Humans",
        "Reactive Oxygen Species",
        "Transforming Growth Factor beta2",
        "Trabecular Meshwork",
        "Hydrogen Peroxide",
        "Oxidative Stress",
        "Fibrosis",
        "Niacinamide",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "38392200",
      "title": "Nicotinamide Riboside Regulates Chemotaxis to Decrease Inflammation and Ameliorate Functional Recovery Following Spinal Cord Injury in Mice.",
      "authors": [
        "Yan Li",
        "Chunjia Zhang",
        "Zihan Li",
        "Fan Bai",
        "Yingli Jing",
        "Han Ke",
        "Shuangyue Zhang",
        "Yitong Yan",
        "Yan Yu"
      ],
      "journal": "Current issues in molecular biology",
      "publication_date": "2024-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Changes in intracellular nicotinamide adenine dinucleotide (NAD+) levels have been observed in various disease states. A decrease in NAD+ levels has been noted following spinal cord injury (SCI). Nicotinamide riboside (NR) serves as the precursor of NAD+. Previous research has demonstrated the anti-inflammatory and apoptosis-reducing effects of NR supplements. However, it remains unclear whether NR exerts a similar role in mice after SCI. The objective of this study was to investigate the impact of NR on these changes in a mouse model of SCI. Four groups were considered: (1) non-SCI without NR (Sham), (2) non-SCI with NR (Sham +NR), (3) SCI without NR (SCI), and (4) SCI with NR (SCI + NR). Female C57BL/6J mice aged 6-8 weeks were intraperitoneally administered with 500 mg/kg/day NR for a duration of one week. The supplementation of NR resulted in a significant elevation of NAD+ levels in the spinal cord tissue of mice after SCI. In comparison to the SCI group, NR supplementation exhibited regulatory effects on the chemotaxis/recruitment of leukocytes, leading to reduced levels of inflammatory factors such as IL-1β, TNF-α, and IL-22 in the injured area. Moreover, NR supplementation notably enhanced the survival of neurons and synapses within the injured area, ultimately resulting in improved motor functions after SCI. Therefore, our research findings demonstrated that NR supplementation had inhibitory effects on leukocyte chemotaxis, anti-inflammatory effects, and could significantly improve the immune micro-environment after SCI, thereby promoting neuronal survival and ultimately enhancing the recovery of motor functions after SCI. NR supplementation showed promise as a potential clinical treatment strategy for SCI."
    },
    {
      "pmid": "38385069",
      "title": "The NAD+ Precursor Nicotinamide Riboside Rescues Mitochondrial Defects and Neuronal Loss in iPSC derived Cortical Organoid of Alpers' Disease.",
      "authors": [
        "Yu Hong",
        "Zhuoyuan Zhang",
        "Tsering Yangzom",
        "Anbin Chen",
        "Bjørn Christian Lundberg",
        "Evandro Fei Fang",
        "Richard Siller",
        "Gareth John Sullivan",
        "Jiri Zeman",
        "Charalampos Tzoulis",
        "Laurence A Bindoff",
        "Kristina Xiao Liang"
      ],
      "journal": "International journal of biological sciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alpers' syndrome is an early-onset neurodegenerative disorder usually caused by biallelic pathogenic variants in the gene encoding the catalytic subunit of polymerase-gamma (POLG), which is essential for mitochondrial DNA (mtDNA) replication. The disease is progressive, incurable, and inevitably it leads to death from drug-resistant status epilepticus. The neurological features of Alpers' syndrome are intractable epilepsy and developmental regression, with no effective treatment; the underlying mechanisms are still elusive, partially due to lack of good experimental models. Here, we generated the patient derived induced pluripotent stem cells (iPSCs) from one Alpers' patient carrying the compound heterozygous mutations of A467T (c.1399G>A) and P589L (c.1766C>T), and further differentiated them into cortical organoids and neural stem cells (NSCs) for mechanistic studies of neural dysfunction in Alpers' syndrome. Patient cortical organoids exhibited a phenotype that faithfully replicated the molecular changes found in patient postmortem brain tissue, as evidenced by cortical neuronal loss and depletion of mtDNA and complex I (CI). Patient NSCs showed mitochondrial dysfunction leading to ROS overproduction and downregulation of the NADH pathway. More importantly, the NAD+ precursor nicotinamide riboside (NR) significantly ameliorated mitochondrial defects in patient brain organoids. Our findings demonstrate that the iPSC model and brain organoids are good in vitro models of Alpers' disease; this first-in-its-kind stem cell platform for Alpers' syndrome enables therapeutic exploration and has identified NR as a viable drug candidate for Alpers' disease and, potentially, other mitochondrial diseases with similar causes.",
      "mesh_terms": [
        "Humans",
        "DNA Polymerase gamma",
        "NAD",
        "Induced Pluripotent Stem Cells",
        "Diffuse Cerebral Sclerosis of Schilder",
        "DNA, Mitochondrial",
        "Mutation",
        "Mitochondrial Diseases",
        "Niacinamide",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "38333051",
      "title": "Comparison of protective effects of nicotinamide mononucleotide and nicotinamide riboside on DNA damage induced by cisplatin in HeLa cells.",
      "authors": [
        "Shuting Qiu",
        "Shihan Shao",
        "Yunheng Zhang",
        "Yingying Zhang",
        "Jie Yin",
        "Yu Hong",
        "Jun Yang",
        "Xiaohua Tan",
        "Chunhong Di"
      ],
      "journal": "Biochemistry and biophysics reports",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Previous studies have shown that the nicotinamide adenine dinucleotide (NAD+) precursors, nicotinamide mononucleotide (NMN) and nicotinamide riboside (NR), protect against endogenously or exogenously induced DNA damage. However, whether the two compounds have the same or different efficacy against DNA damage is not clear. In the current study, we systematically compared the effects of NMN and NR on cisplatin-induced DNA damage in HeLa cells. METHODS: To evaluate the protective effects of NMN or NR, HeLa cells were pretreated with different doses of NMN or NR followed with 10 μM of cisplatin treatment. Cell viability was examined by Trypan blue staining assay. For observing the DNA damage repair process, HeLa cells were treated with 10 μM of cisplatin for 12 h, followed with 10 mM NMN or NR treatment for another 8, 16, 24, or 32 h, DNA damage levels were assessed for each time point by immunofluorescent staining against phosphor-H2AX (γH2AX) and alkaline comet assay. The effects of NMN and NR on intracellular NAD+ and reactive oxygen species (ROS) levels were also determined. RESULTS: NMN and NR treatment alone did not have any significant effects on cell viability, however, both can protect HeLa cells from cisplatin-induced decrease of cell viability with similar efficacy in a dose-dependent manner. On the other hand, while both can reduce the DNA damage levels in cisplatin-treated cells, NR exhibited better protective effect. However, both appeared to boost the DNA damage repair process with similar efficacy. NMN or NR treatment alone could increase cellular NAD+ levels, and both can reverse cisplatin-induced decrease of NAD+ levels. Finally, while neither NMN nor NR affected cellular ROS levels, both inhibited cisplatin-induced increase of ROS with no significant difference between them. CONCLUSION: NR have a better protective effect against cisplatin-induced DNA damage than NMN."
    },
    {
      "pmid": "38079523",
      "title": "BNC1 deficiency induces mitochondrial dysfunction-triggered spermatogonia apoptosis through the CREB/SIRT1/FOXO3 pathway: the therapeutic potential of nicotinamide riboside and metformin†.",
      "authors": [
        "Feida Ni",
        "Feixia Wang",
        "Jingyi Li",
        "Yifeng Liu",
        "Xiao Sun",
        "Jianpeng Chen",
        "Jiaqun Li",
        "Yanye Zhang",
        "Jiani Jin",
        "Xiaohang Ye",
        "Mixue Tu",
        "Jianhua Chen",
        "Chuan Chen",
        "Dan Zhang"
      ],
      "journal": "Biology of reproduction",
      "publication_date": "2024-Mar-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Male infertility is a global health problem that disturbs numerous couples worldwide. Basonuclin 1 (BNC1) is a transcription factor mainly expressed in proliferative keratinocytes and germ cells. A frameshift mutation of BNC1 was identified in a large Chinese primary ovarian insufficiency pedigree. The expression of BNC1 was significantly decreased in the testis biopsies of infertile patients with nonobstructive azoospermia. Previous studies have revealed that mice with BNC1 deficiency are generally subfertile and undergo gradual spermatogenic failure. We observed that apoptosis of spermatogonia is tightly related to spermatogenic failure in mice with a Bnc1 truncation mutation. Such impairment is related to mitochondrial dysfunction causing lower mitochondrial membrane potential and higher reactive oxygen species. We showed that downregulation of CREB/SIRT1/FOXO3 signaling participates in the above impairment. Administration of nicotinamide riboside or metformin reversed mitochondrial dysfunction and inhibited apoptosis in Bnc1-knockdown spermatogonia by stimulating CREB/SIRT1/FOXO3 signaling. Dietary supplementation with nicotinamide riboside or metformin in mutated mice increased SIRT1 signaling, improved the architecture of spermatogenic tubules, inhibited apoptosis of the testis, and improved the fertility of mice with a Bnc1 truncation mutation. Our data establish that oral nicotinamide riboside or metformin can be useful for the treatment of spermatogenic failure induced by Bnc1 mutation.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Male",
        "Mice",
        "Apoptosis",
        "DNA-Binding Proteins",
        "Forkhead Box Protein O3",
        "Metformin",
        "Mitochondrial Diseases",
        "Niacinamide",
        "Pyridinium Compounds",
        "Sirtuin 1",
        "Spermatogonia",
        "Transcription Factors"
      ]
    },
    {
      "pmid": "38016950",
      "title": "NR-SAFE: a randomized, double-blind safety trial of high dose nicotinamide riboside in Parkinson's disease.",
      "authors": [
        "Haakon Berven",
        "Simon Kverneng",
        "Erika Sheard",
        "Mona Søgnen",
        "Solveig Amdahl Af Geijerstam",
        "Kristoffer Haugarvoll",
        "Geir-Olve Skeie",
        "Christian Dölle",
        "Charalampos Tzoulis"
      ],
      "journal": "Nature communications",
      "publication_date": "2023-Nov-28",
      "publication_types": [
        "Randomized Controlled Trial",
        "Clinical Trial, Phase I",
        "Journal Article"
      ],
      "abstract": "Nicotinamide adenine dinucleotide (NAD) replenishment therapy using nicotinamide riboside (NR) shows promise for Parkinson's disease (PD) and other neurodegenerative disorders. However, the optimal dose of NR remains unknown, and doses exceeding 2000 mg daily have not been tested in humans. To evaluate the safety of high-dose NR therapy, we conducted a single-center, randomized, placebo-controlled, double-blind, phase I trial on 20 individuals with PD, randomized 1:1 on NR 1500 mg twice daily (n = 10) or placebo (n = 10) for four weeks. The trial was conducted at the Department of Neurology, Haukeland University Hospital, Bergen, Norway. The primary outcome was safety, defined as the frequency of moderate and severe adverse events. Secondary outcomes were tolerability defined as frequency of mild adverse events, change in the whole blood and urine NAD metabolome, and change in the clinical severity of PD, measured by MDS-UPDRS. All 20 participants completed the trial. The trial met all prespecified outcomes. NR therapy was well tolerated with no moderate or severe adverse events, and no significant difference in mild adverse events. NR therapy was associated with clinical improvement of total MDS-UPDRS scores. However, this change was also associated with a shorter interval since the last levodopa dose. NR greatly augmented the blood NAD metabolome with up to 5-fold increase in blood NAD+ levels. While NR-recipients exhibited a slight initial rise in serum homocysteine levels, the integrity of the methyl donor pool remained intact. Our results support extending the dose range of NR in phase II clinical trials to 3000 mg per day, with appropriate safety monitoring. Clinicaltrials.gov identifier: NCT05344404.",
      "mesh_terms": [
        "Humans",
        "Parkinson Disease",
        "NAD",
        "Niacinamide",
        "Pyridinium Compounds",
        "Double-Blind Method"
      ]
    },
    {
      "pmid": "37994989",
      "title": "A randomized placebo-controlled trial of nicotinamide riboside in older adults with mild cognitive impairment.",
      "authors": [
        "Miranda E Orr",
        "Eithan Kotkowski",
        "Paulino Ramirez",
        "Darcy Bair-Kelps",
        "Qianqian Liu",
        "Charles Brenner",
        "Mark S Schmidt",
        "Peter T Fox",
        "Anis Larbi",
        "Crystal Tan",
        "Glenn Wong",
        "Jonathan Gelfond",
        "Bess Frost",
        "Sara Espinoza",
        "Nicolas Musi",
        "Becky Powers"
      ],
      "journal": "GeroScience",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Nicotinamide riboside (NR) increases blood levels of NAD+, a cofactor central to energy metabolism, and improves brain function in some rodent models of neurodegeneration. We conducted a placebo-controlled randomized pilot study with the primary objective of determining safety of NR in older adults with mild cognitive impairment (MCI). Twenty subjects with MCI were randomized to receive placebo or NR using dose escalation to achieve, and maintain, a final dose of 1 g/day over a 10-week study duration. The primary outcome was post-treatment change from baseline measures of cognition (Montreal Cognitive Assessment, MoCA). Predefined secondary outcomes included post-treatment changes in cerebral blood flow (CBF); blood NAD+ levels; and additional neurocognitive, psychometric, and physical performance tests. DNA methylation was assessed in peripheral blood mononuclear cells (PBMCs) as an exploratory outcome. The target NR dose was safely achieved as evidenced by a 2.6-fold increase in blood NAD+ in the NR group (p < 0.001, 95% CI [17.77, 43.49]) with no between-group difference in adverse event reporting. MoCA and other neurocognitive and psychometric metrics remained stable throughout the study. NR reduced CBF in the default mode network (DMN) with greatest differences observed in the left inferior parietal lobe (IPL) (DMN p = 0.013, μ = 0.92, 95% CI [0.23, 1.62]; left IPL p = 0.009, μ = 1.66, 95% CI [0.5, 2.82]). Walking speed in the placebo group significantly improved across the study duration suggestive of a practice effect but did not change in the NR group (p = 0.0402 and p = 0.4698, respectively). Other secondary outcome measures remained stable. Global methylation analyses indicated a modest NR-associated increase in DNA methylation and concomitant reduction in epigenetic age as measured by PhenoAge and GrimAge epigenetic clock analyses. In summary, NR significantly increased blood NAD+ concentrations in older adults with MCI. NR was well tolerated and did not alter cognition. While CBF was reduced by NR treatment, statistical significance would not have withstood multiple comparisons correction. A larger trial of longer duration is needed to determine the potential of NR as a strategy to improve cognition and alter CBF in older adults with MCI. ClinicalTrials.gov NCT02942888.",
      "mesh_terms": [
        "Humans",
        "Aged",
        "NAD",
        "Pilot Projects",
        "Leukocytes, Mononuclear",
        "Cognitive Dysfunction",
        "Niacinamide",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "37959383",
      "title": "The Potential Benefic Effect of Nicotinamide Riboside in Treating a Murine Model of Monoiodoacetate-Induced Knee Osteoarthritis.",
      "authors": [
        "Florin-Liviu Gherghina",
        "Ion Mîndrilă",
        "Sandra-Alice Buteică",
        "George Bică",
        "Cătălina-Gabriela Pisoschi",
        "Cristina-Elena Biță",
        "Iulia-Alexandra Paliu",
        "Otilia-Constantina Rogoveanu"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2023-Nov-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Knee osteoarthritis (KOA), one of the most common orthopedic disorders concerning the adult population worldwide, is a condition characterized by progressive destruction of the articular cartilage and the presence of an inflammatory process. The aim of our study was to assess whether nicotinamide riboside (NR), a popular anti-aging supplement, can reduce the rate of cartilage destruction and alleviate the inflammatory response compared to the commonly prescribed collagen supplement in a murine monoiodoacetate (MIA)-induced KOA model. Twenty Wistar rats were randomly assigned to 4 groups: sham (S), MIA and NR, MIA and hydrolyzed collagen (HC), and MIA. At the end of the experiment, the right knees and blood samples were collected for histological assessment and biochemical evaluation of nitric oxide, malondialdehyde, total antioxidant capacity, reduced glutathione, glutathione peroxidase, superoxide dismutase, catalase, myeloperoxidase, and tumoral necrosis factor-alpha (TNF-α). The study determined that the treatment with NR in a similar dose with HC decreased blood/serum levels of oxidative stress biomarkers and the histological lesions in almost the same manner. The present findings suggest that NR may exhibit chondroprotective and anti-inflammatory effects in MIA-induced KOA in rats."
    },
    {
      "pmid": "37957471",
      "title": "Nicotinamide Riboside, an NAD + Precursor, Protects Against Cardiac Mitochondrial Dysfunction in Fetal Guinea Pigs Exposed to Gestational Hypoxia.",
      "authors": [
        "Loren P Thompson",
        "Hong Song",
        "Jamie Hartnett"
      ],
      "journal": "Reproductive sciences (Thousand Oaks, Calif.)",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gestational hypoxia inhibits mitochondrial function in the fetal heart and placenta contributing to fetal growth restriction and organ dysfunction. NAD + deficiency may contribute to a metabolic deficit by inhibiting oxidative phosphorylation and ATP synthesis. We tested the effects of nicotinamide riboside (NR), an NAD + precursor, as a treatment for reversing known mitochondrial dysfunction in hypoxic fetal hearts. Pregnant guinea pigs were housed in room air (normoxia) or placed in a hypoxic chamber (10.5%O2) for the last 14 days of gestation (term = 65 days) and administered either water or NR (1.6 mg/ml) in the drinking bottle. Fetuses were excised at term, and NAD + levels of maternal liver, placenta, and fetal heart ventricles were measured. Indices of mitochondrial function (complex IV activity, sirtuin 3 activity, protein acetylation) and ATP synthesis were measured in fetal heart ventricles of NR-treated/untreated normoxic and hypoxic animals. Hypoxia reduced fetal body weight in both sexes (p = 0.01), which was prevented by NR. Hypoxia had no effect on maternal liver NAD + levels but decreased (p = 0.04) placenta NAD + levels, the latter normalized with NR treatment. Hypoxia had no effect on fetal heart NAD + but decreased (p < 0.05) mitochondrial complex IV and sirtuin 3 activities, ATP content, and increased mitochondrial acetylation, which were all normalized with maternal NR. Hypoxia increased (p < 0.05) mitochondrial acetylation in female fetal hearts but had no effect on other mitochondrial indices. We conclude that maternal NR is an effective treatment for normalizing mitochondrial dysfunction and ATP synthesis in the hypoxic fetal heart.",
      "mesh_terms": [
        "Pregnancy",
        "Male",
        "Guinea Pigs",
        "Female",
        "Animals",
        "Humans",
        "NAD",
        "Sirtuin 3",
        "Hypoxia",
        "Niacinamide",
        "Mitochondria",
        "Fetal Heart",
        "Mitochondrial Diseases",
        "Adenosine Triphosphate",
        "Fetal Hypoxia",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "37952104",
      "title": "Nicotinamide Riboside Modulates HIF-1 Signaling to Maintain and Enhance Odontoblastic Differentiation in Human Dental Pulp Stem Cells.",
      "authors": [
        "Peimeng Zhan",
        "Xinfang Zhang",
        "Zhuo Xie",
        "Lingling Chen",
        "Shuheng Huang",
        "Qiting Huang",
        "Zhengmei Lin",
        "Runfu Wang"
      ],
      "journal": "Stem cells (Dayton, Ohio)",
      "publication_date": "2024-Feb-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Human dental pulp stem cells (hDPSCs) play a vital role in the regeneration of the pulp-dentin complex after pulp disease. While the regeneration efficiency relies on the odontoblastic differentiation capacity of hDPSCs, this is difficult to regulate within the pulp cavity. Although nicotinamide riboside (NR) has been found to promote tissue regeneration, its specific role in pulp-dentin complex regeneration is not fully understood. Here, we aimed to explore the role of NR in the odontoblastic differentiation of hDPSCs and its underlying molecular mechanism. It was found that NR enhanced the viability and retarded senescence in hDPSCs with higher NAD+/NADH levels. In contrast to the sustained action of NR, the multi-directional differentiation of hDPSCs was enhanced after NR pre-treatment. Moreover, in an ectopic pulp regeneration assay in nude mice, transplantation of hDPSCs pretreated with NR promoted the formation of a dentin-like structure surrounded by cells positively expressing DMP-1 and DSPP. RNA-Seq demonstrated inhibition of the HIF-1 signaling pathway in hDPSCs pretreated with NR. The number of HIF-1α-positive cells was significantly decreased in hDPSCs pretreated by NR in vivo. Similarly, NR significantly downregulated the expression of HIF-1α in vitro. The findings suggested that NR could potentially regulate hDPSC odontoblastic differentiation and promote the development of innovative strategies for dental pulp repair.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Mice",
        "Cell Differentiation",
        "Cells, Cultured",
        "Dental Pulp",
        "Mice, Nude",
        "Niacinamide",
        "Odontoblasts",
        "Pyridinium Compounds",
        "Regeneration",
        "Signal Transduction",
        "Stem Cells"
      ]
    },
    {
      "pmid": "37927483",
      "title": "S-adenosylmethionine and nicotinamide riboside therapy in Arts syndrome: A case report and literature review.",
      "authors": [
        "Angela Lee",
        "Renatta Knox",
        "Margaret Reynolds",
        "Erin McRoy",
        "Hoanh Nguyen"
      ],
      "journal": "JIMD reports",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Phospho-ribosyl-pyrophosphate synthetase 1 (PRPS1) deficiency is secondary to loss of function variants in PRPS1. This enzyme generates phospho-ribosyl-pyrophosphate (PRPP), which is utilized in the synthesis of purines, nicotinamide adenine dinucleotide (NAD), and NAD phosphate (NADP), among other metabolic pathways. Arts syndrome, or severe PRPS1 deficiency, is an X-linked condition characterized by congenital sensorineural hearing loss, optic atrophy, developmental delays, ataxia, hypotonia, and recurrent infections that can cause progressive clinical decline, often resulting in death before 5 years of age. Supplementation of the purine and NAD pathways outside of PRPP-dependent reactions is a logical approach and has been reported in a handful of patients, two with S-adenosylmethionine (SAMe) and one with SAMe and nicotinamide riboside (NR). We present the clinical course of a fourth Arts syndrome patient who was started on therapy and review previously reported patients. All patients had stability or improvement of symptoms, suggesting that SAMe and NR can be a treatment option in Arts syndrome, though further studies are warranted."
    },
    {
      "pmid": "37810917",
      "title": "Effect of the Mediterranean diet supplemented with nicotinamide riboside and pterostilbene and/or coconut oil on anthropometric variables in amyotrophic lateral sclerosis. A pilot study.",
      "authors": [
        "Sandra Carrera-Juliá",
        "José M Estrela",
        "Mario Zacarés",
        "Mari Ángeles Navarro",
        "María Jesús Vega-Bello",
        "José Enrique de la Rubia Ortí",
        "Mari Luz Moreno",
        "Eraci Drehmer"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Amyotrophic Lateral Sclerosis (ALS) is a chronic and progressive neurodegenerative disease that causes the death of motor neurons and alters patients' body composition. Supplementation with the antioxidants nicotinamide riboside (NR) and pterostilbene (PTER) can combat associated oxidative stress. Additionally, coconut oil is an alternative energy substrate that can address mitochondrial dysfunction. The aim of the present study is to assess the impact of a Mediterranean Diet supplemented with NR and PTER and/or with coconut oil on the anthropometric variables of patients with ALS. A prospective, mixed, randomized, analytical and experimental pilot study in humans was performed through a clinical trial (registered with ClinicalTrials.gov under number NCT03489200) with pre- and post-intervention assessments. The sample was made up of 40 subjects categorized into four study groups (Control, Antioxidants, Coconut oil, and Antioxidants + Coconut oil). Pre- and post-intervention anthropometric assessments were carried out to determine the following data: weight, percentage of fat and muscle mass, skinfolds, body perimeters, Body Mass Index (BMI), Waste-to-Hip Index (WHI) and Waist-Height Ratio (WHR). Compared to the Control group, GAx significantly increased muscle mass percentage and decreased fat mass percentage, triceps, iliac crest, and abdominal skinfolds. GCoco significantly increased muscle mass percentage and decreased fat mass percentage, subscapular skinfolds, and abdominal skinfolds. GAx + coco significantly increased muscle mass percentage and decreased abdominal skinfolds. Therefore, our results suggest that the Mediterranean Diet supplemented with NR and PTER and the Mediterranean Diet supplemented with coconut oil (ketogenic diet) are the two nutritional interventions that have reported the greatest benefits, at anthropometric level."
    },
    {
      "pmid": "37754233",
      "title": "Axonal Protection by Oral Nicotinamide Riboside Treatment with Upregulated AMPK Phosphorylation in a Rat Glaucomatous Degeneration Model.",
      "authors": [
        "Ibuki Arizono",
        "Naoki Fujita",
        "Chihiro Tsukahara",
        "Kana Sase",
        "Reio Sekine",
        "Tatsuya Jujo",
        "Mizuki Otsubo",
        "Naoto Tokuda",
        "Yasushi Kitaoka"
      ],
      "journal": "Current issues in molecular biology",
      "publication_date": "2023-Aug-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nicotinamide riboside (NR), a precursor of nicotinamide adenine dinucleotide (NAD+), has been studied to support human health against metabolic stress, cardiovascular disease, and neurodegenerative disease. In the present study, we investigated the effects of oral NR on axonal damage in a rat ocular hypertension model. Intraocular pressure (IOP) elevation was induced by laser irradiation and then the rats received oral NR of 1000 mg/kg/day daily. IOP elevation was seen 7, 14, and 21 days after laser irradiation compared with the controls. We confirmed that oral NR administration significantly increased NAD+ levels in the retina. After 3-week oral administration of NR, morphometric analysis of optic nerve cross-sections showed that the number of axons was protected compared with that in the untreated ocular hypertension group. Oral NR administration significantly prevented retinal ganglion cell (RGC) fiber loss in retinal flat mounts, as shown by neurofilament immunostaining. Immunoblotting samples from the optic nerves showed that oral NR administration augmented the phosphorylated adenosine monophosphate-activated protein kinase (p-AMPK) level in rats with and without ocular hypertension induction. Immunohistochemical analysis showed that some p-AMPK-immunopositive fibers were colocalized with neurofilament immunoreactivity in the control group, and oral NR administration enhanced p-AMPK immunopositivity. Our findings suggest that oral NR administration protects against glaucomatous RGC axonal degeneration with the possible upregulation of p-AMPK."
    },
    {
      "pmid": "37650560",
      "title": "Nicotinamide riboside intervention alleviates hematopoietic system injury of ionizing radiation-induced premature aging mice.",
      "authors": [
        "Wenxuan Li",
        "Xinyue Wang",
        "Yinping Dong",
        "Qidong Huo",
        "Tongpeng Yue",
        "Xin Wu",
        "Lu Lu",
        "Junling Zhang",
        "Yu Zhao",
        "Hui Dong",
        "Deguan Li"
      ],
      "journal": "Aging cell",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Radiotherapy destroys cancer cells and inevitably harms normal human tissues, causing delayed effects of acute radiation exposure (DEARE) and accelerating the aging process in most survivors. However, effective methods for preventing premature aging induced by ionizing radiation are lacking. In this study, the premature aging mice of DEARE model was established after 6 Gy total body irradiation (TBI). Then the therapeutic effects and mechanism of nicotinamide riboside on the premature aging mice were evaluated. The results showed that 6 Gy TBI induced premature aging of the hematopoietic system in mice. Nicotinamide riboside treatment reversed aging spleen phenotypes by inhibiting cellular senescence and ameliorated serum metabolism profiles. Further results demonstrated that nicotinamide riboside supplementation alleviated the myeloid bias of hematopoietic stem cells and temporarily restored the regenerative capacity of hematopoietic stem cells probably by mitigating the reactive oxygen species activated GCN2/eIF2α/ATF4 signaling pathway. The results of this study firstly indicate that nicotinamide riboside shows potential as a DEARE therapeutic agent for radiation-exposed populations and patients who received radiotherapy.",
      "mesh_terms": [
        "Mice",
        "Humans",
        "Animals",
        "Aging, Premature",
        "Hematopoietic Stem Cells",
        "Niacinamide",
        "Radiation, Ionizing",
        "Whole-Body Irradiation"
      ]
    },
    {
      "pmid": "37631051",
      "title": "Nicotinamide Riboside Improves Stemness of Human Adipose-Derived Stem Cells and Inhibits Terminal Adipocyte Differentiation.",
      "authors": [
        "Somaiah Chinnapaka",
        "Hamid Malekzadeh",
        "Zayaan Tirmizi",
        "José A Arellano",
        "Asim Ejaz"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2023-Aug-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Adipose tissue plays a crucial role in maintaining metabolic homeostasis by serving as a storage site for excess fat and protecting other organs from the detrimental effects of lipotoxicity. However, the aging process is accompanied by a redistribution of fat, characterized by a decrease in insulin-sensitive subcutaneous adipose depot and an increase in insulin-resistant visceral adipose depot. This age-related alteration in adipose tissue distribution has implications for metabolic health. Adipose-derived stem cells (ASCs) play a vital role in the regeneration of adipose tissue. However, aging negatively impacts the stemness and regenerative potential of ASCs. The accumulation of oxidative stress and mitochondrial dysfunction-associated cellular damage contributes to the decline in stemness observed in aged ASCs. Nicotinamide adenine dinucleotide (NAD+) is a crucial metabolite that is involved in maintaining cellular homeostasis and stemness. The dysregulation of NAD+ levels with age has been associated with metabolic disorders and the loss of stemness. In this study, we aimed to investigate the effects of nicotinamide riboside (NR), a precursor of NAD+, on the stemness of human ASCs in cell culture. Our findings reveal that adipogenesis is accompanied by an increase in mitochondrial activity and the production of reactive oxygen species (ROS). However, treatment with NR leads to a reduction in mitochondrial activity and ROS production in ASCs. Furthermore, NR administration improves the stemness-related genes expression in ASCs and mitigates their propensity for adipocyte differentiation. These results suggest that NR treatment holds promise as a potential strategy to rejuvenate the stemness of aged ASCs. Further investigations, including in vivo evaluations using animal models and human studies, will be necessary to validate these findings and establish the clinical potential of this well-established drug for enhancing the stemness of aged stem cells."
    },
    {
      "pmid": "37478182",
      "title": "What is really known about the effects of nicotinamide riboside supplementation in humans.",
      "authors": [
        "Mads V Damgaard",
        "Jonas T Treebak"
      ],
      "journal": "Science advances",
      "publication_date": "2023-Jul-21",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Nicotinamide riboside is a precursor to the important cofactor nicotinamide adenine dinucleotide and has elicited metabolic benefits in multiple preclinical studies. In 2016, the first clinical trial of nicotinamide riboside was conducted to test the safety and efficacy of human supplementation. Many trials have since been conducted aiming to delineate benefits to metabolic health and severe diseases in humans. This review endeavors to summarize and critically assess the 25 currently published research articles on human nicotinamide riboside supplementation to identify any poorly founded claims and assist the field in elucidating the actual future potential for nicotinamide riboside. Collectively, oral nicotinamide riboside supplementation has displayed few clinically relevant effects, and there is an unfortunate tendency in the literature to exaggerate the importance and robustness of reported effects. Even so, nicotinamide riboside may play a role in the reduction of inflammatory states and has shown some potential in the treatment of diverse severe diseases.",
      "mesh_terms": [
        "Humans",
        "Niacinamide",
        "NAD",
        "Pyridinium Compounds",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "37373163",
      "title": "Improving Mitochondrial Function in Skeletal Muscle Contributes to the Amelioration of Insulin Resistance by Nicotinamide Riboside.",
      "authors": [
        "Qiuyan Li",
        "Xuye Jiang",
        "Yujia Zhou",
        "Yingying Gu",
        "Yijie Ding",
        "Jing Luo",
        "Nengzhi Pang",
        "Yan Sun",
        "Lei Pei",
        "Jie Pan",
        "Mengqi Gao",
        "Sixi Ma",
        "Ying Xiao",
        "De Hu",
        "Feilong Wu",
        "Lili Yang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Jun-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "High-fat diet (HFD)-induced insulin resistance (IR) in skeletal muscle is often accompanied by mitochondrial dysfunction and oxidative stress. Boosting nicotinamide adenine dinucleotide (NAD) using nicotinamide riboside (NR) can effectively decrease oxidative stress and increase mitochondrial function. However, whether NR can ameliorate IR in skeletal muscle is still inconclusive. We fed male C57BL/6J mice with an HFD (60% fat) ± 400 mg/kg·bw NR for 24 weeks. C2C12 myotube cells were treated with 0.25 mM palmitic acid (PA) ± 0.5 mM NR for 24 h. Indicators for IR and mitochondrial dysfunction were analyzed. NR treatment alleviated IR in HFD-fed mice with regard to improved glucose tolerance and a remarkable decrease in the levels of fasting blood glucose, fasting insulin and HOMA-IR index. NR-treated HFD-fed mice also showed improved metabolic status regarding a significant reduction in body weight and lipid contents in serum and the liver. NR activated AMPK in the skeletal muscle of HFD-fed mice and PA-treated C2C12 myotube cells and upregulated the expression of mitochondria-related transcriptional factors and coactivators, thereby improving mitochondrial function and alleviating oxidative stress. Upon inhibiting AMPK using Compound C, NR lost its ability in enhancing mitochondrial function and protection against IR induced by PA. In summary, improving mitochondrial function through the activation of AMPK pathway in skeletal muscle may play an important role in the amelioration of IR using NR.",
      "mesh_terms": [
        "Male",
        "Mice",
        "Animals",
        "Insulin Resistance",
        "AMP-Activated Protein Kinases",
        "Mice, Inbred C57BL",
        "Mitochondria",
        "Muscle, Skeletal",
        "Insulin",
        "Palmitic Acid",
        "Diet, High-Fat"
      ]
    },
    {
      "pmid": "37314209",
      "title": "SUPPLEMENTATION WITH NICOTINAMIDE RIBOSIDE ATTENUATES T CELL EXHAUSTION AND IMPROVES SURVIVAL IN SEPSIS.",
      "authors": [
        "Guang-Ju Zhao",
        "Xi-Yu Yang",
        "Chen Zhang",
        "Wei Dong",
        "Fu-Bo Dong",
        "Jie Zhang",
        "Xiao-Yan Chen",
        "Ren-Qi Yao",
        "Zhong Xiao",
        "Long-Wang Chen",
        "Yong-Ming Yao",
        "Zhong-Qiu Lu"
      ],
      "journal": "Shock (Augusta, Ga.)",
      "publication_date": "2023-Aug-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "T cell exhaustion is the main cause of sepsis-induced immunosuppression and is associated with the poor prognosis. Nicotinamide adenine dinucleotide (NAD + ) is well known for its anti-aging effect, but its role in sepsis-induced T cell exhaustion remains to be elucidated. In the present study, using a classic septic animal model, we found that the levels of NAD + and its downstream molecule, which is sirtuins 1 (SIRT1), in T cells in sepsis were decreased. Supplementation with nicotinamide ribose (NR), the precursor of NAD + , right after cecal ligation and puncture significantly increased the levels of NAD + and SIRT1. Supplementation with NR alleviated the depletion of mononuclear cells and T lymphocytes in spleen in sepsis and increased the levels of CD3 + CD4 + and CD3 + CD8 + T cells. Interestingly, both Th1 and Th2 cells were expanded after NR treatment, but the balance of Th1/Th2 was partly restored. Nicotinamide ribose also inhibited the regulatory T cells expansion and programmed cell death 1 expression in CD4 + T cells in sepsis. In addition, the bacteria load, organ damage (lung, heart, liver, and kidney), and the mortality of septic mice were reduced after NR supplementation. In summary, these results demonstrate the beneficial effect of NR on sepsis and T cell exhaustion, which is associated with NAD + /SIRT1 pathway.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "NAD",
        "Sirtuin 1",
        "T-Cell Exhaustion",
        "Dietary Supplements",
        "Sepsis"
      ]
    },
    {
      "pmid": "37159264",
      "title": "Randomized crossover clinical trial of coenzyme Q10 and nicotinamide riboside in chronic kidney disease.",
      "authors": [
        "Armin Ahmadi",
        "Gwenaelle Begue",
        "Ana P Valencia",
        "Jennifer E Norman",
        "Benjamin Lidgard",
        "Brian J Bennett",
        "Matthew P Van Doren",
        "David J Marcinek",
        "Sili Fan",
        "David K Prince",
        "Jorge Gamboa",
        "Jonathan Himmelfarb",
        "Ian H de Boer",
        "Bryan R Kestenbaum",
        "Baback Roshanravan"
      ],
      "journal": "JCI insight",
      "publication_date": "2023-Jun-08",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BackgroundCurrent studies suggest mitochondrial dysfunction is a major contributor to impaired physical performance and exercise intolerance in chronic kidney disease (CKD). We conducted a clinical trial of coenzyme Q10 (CoQ10) and nicotinamide riboside (NR) to determine their impact on exercise tolerance and metabolic profile in patients with CKD.MethodsWe conducted a randomized, placebo-controlled, double-blind, crossover trial comparing CoQ10, NR, and placebo in 25 patients with an estimated glomerular filtration rate (eGFR) of less than 60mL/min/1.73 m2. Participants received NR (1,000 mg/day), CoQ10 (1,200 mg/day), or placebo for 6 weeks each. The primary outcomes were aerobic capacity measured by peak rate of oxygen consumption (VO2 peak) and work efficiency measured using graded cycle ergometry testing. We performed semitargeted plasma metabolomics and lipidomics.ResultsParticipant mean age was 61.0 ± 11.6 years and mean eGFR was 36.9 ± 9.2 mL/min/1.73 m2. Compared with placebo, we found no differences in VO2 peak (P = 0.30, 0.17), total work (P = 0.47, 0.77), and total work efficiency (P = 0.46, 0.55) after NR or CoQ10 supplementation. NR decreased submaximal VO2 at 30 W (P = 0.03) and VO2 at 60 W (P = 0.07) compared with placebo. No changes in eGFR were observed after NR or CoQ10 treatment (P = 0.14, 0.88). CoQ10 increased free fatty acids and decreased complex medium- and long-chain triglycerides. NR supplementation significantly altered TCA cycle intermediates and glutamate that were involved in reactions that exclusively use NAD+ and NADP+ as cofactors. NR decreased a broad range of lipid groups including triglycerides and ceramides.ConclusionsSix weeks of treatment with NR or CoQ10 improved markers of systemic mitochondrial metabolism and lipid profiles but did not improve VO2 peak or total work efficiency.Trial registrationClinicalTrials.gov NCT03579693.FundingNational Institutes of Diabetes and Digestive and Kidney Diseases (grants R01 DK101509, R03 DK114502, R01 DK125794, and R01 DK101509).",
      "mesh_terms": [
        "Humans",
        "Middle Aged",
        "Aged",
        "Cross-Over Studies",
        "Renal Insufficiency, Chronic",
        "Triglycerides"
      ]
    },
    {
      "pmid": "37030022",
      "title": "Nicotinamide riboside and dietary restriction effects on gut microbiota and liver inflammatory and morphologic markers in cafeteria diet-induced obesity in rats.",
      "authors": [
        "Larisse Longo",
        "Josimar Macedo de Castro",
        "Melina Belén Keingeski",
        "Pabulo Henrique Rampelotto",
        "Dirson João Stein",
        "Gabriel Tayguara Silveira Guerreiro",
        "Valessa Emanoele Gabriel de Souza",
        "Carlos Thadeu Schmidt Cerski",
        "Carolina Uribe-Cruz",
        "Iraci L S Torres",
        "Mário Reis Álvares-da-Silva"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: No specific therapy is available for metabolic dysfunction-associated fatty liver disease. We investigated nicotinamide riboside (NR) and dietary restriction (DR) effects in liver lipids, inflammation, histology, intestinal permeability, and gut microbiota in a cafeteria diet (CAFD)-induced obesity model. METHODS: Adult male Wistar rats were randomly assigned to standard diet (SD) or CAFD. After 6 wk, they were subdivided into six groups-SD + vehicle (Veh) (distilled water), SD + NR (400 mg/kg), DR + Veh, DR + NR, CAFD + Veh, and CAFD + NR-for 4 wk more until euthanasia. RESULTS: CAFD increased the hepatic content of lipids, triacylglycerols, and total cholesterol and promoted hepatomegaly, steatosis, steatohepatitis, and liver fibrosis. DR intervention successfully delayed the onset of CAFD-induced liver abnormalities except for steatosis and fibrosis. CAFD suppressed Sirt1 expression in the liver and DR increased Sirt3 expression. CAFD did not affect hepatic inflammatory genes but DR enhanced Il10 expression while decreasing Il1β expression. CAFD reduced Firmicutes and increased Bacteroidetes and Cyanobacteria, with no changes in intestinal permeability. Gut microbiota patterns in animals exposed to DR were similar to those of animals in SD. NR, specifically in CAFD, reduced hepatic triacylglycerols and total cholesterol deposition and collagen fiber accumulation in the liver and limited the colonization of CAFD-induced Cyanobacteria. NR combined with DR decreased the liver's relative weight and Tnfα expression and suppressed Sirt1 and Sirt3 hepatic expression. CONCLUSIONS: This study suggests that NR can be a potential adjuvant to metabolic dysfunction-associated fatty liver disease therapy, encouraging further research in this field.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Sirtuin 1",
        "Gastrointestinal Microbiome",
        "Sirtuin 3",
        "Rats, Wistar",
        "Obesity",
        "Liver",
        "Diet",
        "Non-alcoholic Fatty Liver Disease",
        "Cholesterol",
        "Lipids",
        "Triglycerides",
        "Diet, High-Fat"
      ]
    },
    {
      "pmid": "36936793",
      "title": "Nicotinamide riboside supplementation is not associated with altered methylation homeostasis in Parkinson's disease.",
      "authors": [
        "Johannes J Gaare",
        "Christian Dölle",
        "Brage Brakedal",
        "Kim Brügger",
        "Kristoffer Haugarvoll",
        "Gonzalo S Nido",
        "Charalampos Tzoulis"
      ],
      "journal": "iScience",
      "publication_date": "2023-Mar-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Replenishing nicotinamide adenine dinucleotide (NAD) via supplementation of nicotinamide riboside (NR) has been shown to confer neuroprotective effects in models of aging and neurodegenerative diseases, including Parkinson's disease (PD). Although generally considered safe, concerns have been raised that NR supplementation could impact methylation dependent reactions, including DNA methylation, because of increased production and methylation dependent breakdown of nicotinamide (NAM). We investigated the effect of NR supplementation on DNA methylation in a double blinded, placebo-controlled trial of 29 human subjects with PD, in blood cells and muscle tissue. Our results show that NR had no impact on DNA methylation homeostasis, including individuals with common pathogenic mutations in the MTHFR gene known to affect one-carbon metabolism. Pathway and methylation variance analyses indicate that there might be minor regulatory responses to NR. We conclude that short-term therapy with high-dose NR for up to 30 days has no deleterious impact on methylation homeostasis."
    },
    {
      "pmid": "36920665",
      "title": "Nicotinamide Riboside Improves Enteric Neuropathy in Streptozocin-Induced Diabetic Rats Through Myenteric Plexus Neuroprotection.",
      "authors": [
        "Christopher J Costa",
        "Melanie W Cohen",
        "David C Goldberg",
        "Wilfredo Mellado",
        "Dianna E Willis"
      ],
      "journal": "Digestive diseases and sciences",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Diabetes Mellitus causes a systemic oxidative stress due in part to the hyperglycemia and the reactive oxygen species generated. Up to 75% of diabetic patients present with an autonomic neuropathy affecting the Enteric Nervous System. Deficits in the human population are chronic dysmotilities with either increased (i.e., constipation) or decreased (i.e., diarrhea) total gastrointestinal transit times. These are recapitulated in the streptozocin-induced diabetic rat, which is a model of Type I Diabetes Mellitus. AIMS: Examine the effects that a precursor of nicotinamide adenosine dinucleotide (NAD), nicotinamide riboside (NR), had on the development of dysmotility in induced diabetic rats and if fecal microbiota transplant (FMT) could produce the same results. MATERIALS AND METHODS: Utilizing a 6-week treatment paradigm, NR was administered intraperitoneally every 48 h. Total gastrointestinal transit time was assessed weekly utilizing the carmine red method. Three weeks following hyperglycemic induction, FMT was performed between NR-treated animals and untreated animals. SIGNIFICANT RESULTS: There is improvement in overall gastrointestinal transit time with the use of NR. 16S microbiome sequencing demonstrated decreased alpha and beta diversity in induced diabetic rats without change in animals receiving FMT. Improvements in myenteric plexus ganglia density in small and large intestines in diabetic animals treated with NR were seen. CONCLUSIONS: NR treatment led to functional improvement in total gastrointestinal transit time in induced diabetic animals. This was associated with neuroprotection in the myenteric plexuses of both small and large intestines of induced diabetic rats. This represents an important first step in showing NR's benefit as a treatment for diabetic enteric neuropathy. Streptozocin-induced diabetic rats have improved transit times and increased myenteric plexus ganglia density when treated with intraperitoneal nicotinamide riboside.",
      "mesh_terms": [
        "Humans",
        "Rats",
        "Animals",
        "Myenteric Plexus",
        "Streptozocin",
        "Diabetes Mellitus, Experimental",
        "Neuroprotection",
        "Niacinamide",
        "Diabetic Neuropathies",
        "Intestinal Pseudo-Obstruction"
      ]
    },
    {
      "pmid": "36916064",
      "title": "The use of Nicotinamide and Nicotinamide riboside as an adjunct therapy in the treatment of glaucoma.",
      "authors": [
        "Samuel Goulart Nacácio E Silva",
        "Marcelo Luís Occhiutto",
        "Vital Paulino Costa"
      ],
      "journal": "European journal of ophthalmology",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Glaucoma is an optic neuropathy characterized by death of retinal ganglion cells (RGCs), which leads to progressive visual field loss and may result in blindness. Currently, the only available treatment to avoid or delay progression in glaucoma patients is to decrease intraocular pressure (IOP). However, despite adequate IOP control, approximately 25% of the patients continue to progress. To delay or prevent optic nerve damage in glaucoma, two forms of vitamin B3, nicotinamide (NAM) and nicotinamide riboside (NR) are emerging as viable adjuvant therapies. These compounds are nicotinamide adenine dinucleotide (NAD) precursors. NAD is essential for proper cell functioning and is involved in several metabolic activities, including protection against reactive oxygen species, contribution to the performance of various enzymes, and maintenance of mitochondrial function. Due to its beneficial effects and to the evidence of the reduction of NAD bioavailability with aging, researchers are seeking ways to replenish the cellular NAD pool, by administrating its precursors (NAM and NR), believing that it will reduce the RGC vulnerability to external stressors, such as increased IOP. This article attempts to analyze the current knowledge regarding the use of NAM and NR for the prevention and/or treatment of glaucoma.",
      "mesh_terms": [
        "Humans",
        "NAD",
        "Niacinamide",
        "Glaucoma",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "36881658",
      "title": "Nicotinamide riboside rescues dysregulated glycolysis and fatty acid β-oxidation in a human hepatic cell model of citrin deficiency.",
      "authors": [
        "Winifred W Yau",
        "Gao Bin Chen",
        "Jin Zhou",
        "Joel Celio Francisco",
        "Nivetha Kanakaram Thimmukonda",
        "Shang Li",
        "Brijesh Kumar Singh",
        "Paul Michael Yen"
      ],
      "journal": "Human molecular genetics",
      "publication_date": "2023-May-18",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Citrin deficiency (CD) is an inborn error of metabolism caused by loss-of-function of the mitochondrial aspartate/glutamate transporter, CITRIN, which is involved in both the urea cycle and malate-aspartate shuttle. Patients with CD develop hepatosteatosis and hyperammonemia but there is no effective therapy for CD. Currently, there are no animal models that faithfully recapitulate the human CD phenotype. Accordingly, we generated a CITRIN knockout HepG2 cell line using Clustered Regularly Interspaced Short Palindromic Repeats/Cas 9 genome editing technology to study metabolic and cell signaling defects in CD. CITRIN KO cells showed increased ammonia accumulation, higher cytosolic ratio of reduced versus oxidized form of nicotinamide adenine dinucleotide (NAD) and reduced glycolysis. Surprisingly, these cells showed impaired fatty acid metabolism and mitochondrial activity. CITRIN KO cells also displayed increased cholesterol and bile acid metabolism resembling those observed in CD patients. Remarkably, normalizing cytosolic NADH:NAD+ ratio by nicotinamide riboside increased glycolysis and fatty acid oxidation but had no effect on the hyperammonemia suggesting the urea cycle defect was independent of the aspartate/malate shuttle defect of CD. The correction of glycolysis and fatty acid metabolism defects in CITRIN KO cells by reducing cytoplasmic NADH:NAD+ levels suggests this may be a novel strategy to treat some of the metabolic defects of CD and other mitochondrial diseases.",
      "mesh_terms": [
        "Humans",
        "Citrullinemia",
        "NAD",
        "Malates",
        "Aspartic Acid",
        "Hyperammonemia",
        "Mitochondrial Membrane Transport Proteins",
        "Hepatocytes",
        "Glycolysis",
        "Urea",
        "Fatty Acids"
      ]
    },
    {
      "pmid": "36871839",
      "title": "Dietary supplementation with nicotinamide riboside improves fetal growth under hypoglycemia.",
      "authors": [
        "Sang R Lee",
        "Su Hee Jeong",
        "Moeka Mukae",
        "Sang-Yun Kim",
        "Je-Won Ko",
        "Hyo-Jung Kwun",
        "Eui-Ju Hong"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Nicotinamide riboside (NR) is considered a super-supplement that prevents obesity and diabetes. While NR has been investigated for various effects depending on nutritional conditions, metabolic research on women and pregnant women has rarely been discussed. In this study, we focused on the glycemic control of NR in females and found the protective role of NR in pregnant animals under hypoglycemic conditions. Metabolic-tolerance tests were performed in vivo under progesterone (P4) exposure after ovariectomy (OVX). NR enhanced resistance to energy deprivation and showed a slight increase in gluconeogenesis in naïve control mice. However, NR reduced hyperglycemia and significantly induced gluconeogenesis in OVX mice. While NR reduced hyperglycemia in the P4-treated OVX mice, it reduced insulin response and substantially increased gluconeogenesis. Similar to animal experiments, NR increased gluconeogenesis and mitochondrial respiration in Hep3B cells. The gluconeogenic function of NR is mediated by tricarboxylic acid cycle (TCA) cycle enrichment, as residual pyruvate could induce gluconeogenesis. NR recovered fetal growth by increasing blood glucose levels when hypoglycemia was induced by diet-restriction during pregnancy. Our study revealed the glucose-metabolic function of NR in hypoglycemic pregnant animals, suggesting NR as a dietary supplement to improve fetal growth. Because diabetic women suffer from hypoglycemia due to insulin therapy, NR has therapeutic potential for use as a glycemic control pill.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Mice",
        "Pregnancy",
        "Animals",
        "Niacinamide",
        "Hypoglycemia",
        "Insulin",
        "Dietary Supplements",
        "Hypoglycemic Agents",
        "Fetal Development",
        "Hyperglycemia"
      ]
    },
    {
      "pmid": "36648023",
      "title": "Nicotinamide Riboside Preserves Ovarian Injury in Experimental Sepsis Model in Rats.",
      "authors": [
        "Jale Selli",
        "Dilek Vural Keles",
        "Osman Nuri Keles",
        "Muhammet Celik",
        "Zeliha Yetim"
      ],
      "journal": "The Eurasian journal of medicine",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The aim of the study is to investigate the protective effects of nicotinamide riboside on oxidative stress in an experimental sepsis model created by cecal ligation and puncture. MATERIALS AND METHODS: Rats were divided into 3 groups randomly: sham-operated (control) group, sep- sis group, and nicotinamide riboside-treated group. Sepsis model-induced cecal ligation and puncture was applied to sepsis group rats. Animals in the nicotinamide riboside-treated group were administered nicotin- amide riboside intraperitoneally (500 mg/kg). Tissue specimens from rats were biochemically calculated for their activities of catalase, superoxide dismutase, glutathione peroxidase, myeloperoxidase, and malondialde- hyde levels. Ovarian tissues of all rats were histopathologically evaluated. RESULTS: Catalase, superoxide dismutase, and glutathione peroxidase activities were lower in the sepsis group compared to the sham-operated (control) group. Superoxide dismutase activity was significantly higher in the nicotinamide riboside-treated group than in control and sepsis group (P <.05). Myeloperoxidase activi- ties and mean malondialdehyde concentration of ovarian tissue were lower in nicotinamide riboside-treated group than in sepsis group (P<.05). The light microscopic assessment revealed that ovarian tissue was protected, and inflammation and interstitial edema decreased in nicotinamide riboside-treated group. The follicular damage findings were notably decreased in nicotinamide riboside-treated group in comparison to sepsis group (P<0.05). CONCLUSION: Our findings indicated that nicotinamide riboside diminished ovarian injury in sepsis via inhibiting tissue infiltration and increasing endogenous antioxidant capacity. Nicotinamide riboside administration may represent a new treatment approach for the prevention of sepsis-induced ovarian injury."
    },
    {
      "pmid": "36644285",
      "title": "Safety and Tolerability of Nicotinamide Riboside in Heart Failure With Reduced Ejection Fraction.",
      "authors": [
        "Dennis D Wang",
        "Sophia E Airhart",
        "Bo Zhou",
        "Laura M Shireman",
        "Siyi Jiang",
        "Carolina Melendez Rodriguez",
        "James N Kirkpatrick",
        "Danny D Shen",
        "Rong Tian",
        "Kevin D O'Brien"
      ],
      "journal": "JACC. Basic to translational science",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The mitochondrial dysfunction characteristic of heart failure (HF) is associated with changes in intracellular nicotinamide adenine dinucleotide (NAD+) and NADH levels. Raising NAD+ levels with the NAD+ precursor, nicotinamide riboside (NR), may represent a novel HF treatment. In this 30-participant trial of patients with clinically stable HF with reduced ejection fraction, NR, at a dose of 1,000 mg twice daily, appeared to be safe and well tolerated, and approximately doubled whole blood NAD+ levels. Intraindividual NAD+ increases in response to NR correlated with increases in peripheral blood mononuclear cell basal (R 2 = 0.413, P = 0.003) and maximal (R 2 = 0.434, P = 0.002) respiration, and with decreased NLRP3 expression (R 2 = 0.330, P = 0.020). (Nicotinamide Riboside in Systolic Heart Failure; NCT03423342)."
    },
    {
      "pmid": "36361882",
      "title": "Intravenous Nicotinamide Riboside Administration Has a Cardioprotective Effect in Chronic Doxorubicin-Induced Cardiomyopathy.",
      "authors": [
        "Ekaterina Podyacheva",
        "Natalia N Yu",
        "Vsevolod V A",
        "Daria Mukhametdinova",
        "Irina Goncharova",
        "Irina Zelinskaya",
        "Eric Sviridov",
        "Michael Martynov",
        "Svetlana Osipova",
        "Yana Toropova"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2022-Oct-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Doxorubicin, which is widely used to treat a broad spectrum of malignancies, has pronounced dose-dependent side effects leading to chronic heart failure development. Nicotinamide riboside (NR) is one of the promising candidates for leveling the cardiotoxic effect. In the present work, we performed a comparative study of the cardioprotective and therapeutic actions of various intravenous NR administration modes in chronic doxorubicin-induced cardiomyopathy in Wistar rats. The study used 60 mature male SPF Wistar rats. The animals were randomized into four groups (a control group and three experimental groups) which determined the doxorubicin (intraperitoneally) and NR (intravenous) doses as well as the specific modes of NR administration (combined, preventive). We demonstrated the protective effect of NR on the cardiovascular system both with combined and preventive intravenous drug administration, which was reflected in a fibrous tissue formation decrease, reduced fractional-shortening decrease, and better antioxidant system performance. At the same time, it is important to note that the preventive administration of NR had a more significant protective effect on the animal organism as a whole. This was confirmed by better physical activity parameters and vascular bed conditions. Thus, the data obtained during the study can be used for further investigation into chronic doxorubicin-induced cardiomyopathy prevention and treatment approaches.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Male",
        "Rats, Wistar",
        "Niacinamide",
        "Pyridinium Compounds",
        "Doxorubicin",
        "Cardiomyopathies",
        "NAD"
      ]
    },
    {
      "pmid": "36313181",
      "title": "The use of progeroid DNA repair-deficient mice for assessing anti-aging compounds, illustrating the benefits of nicotinamide riboside.",
      "authors": [
        "María B Birkisdóttir",
        "Ivar van Galen",
        "Renata M C Brandt",
        "Sander Barnhoorn",
        "Nicole van Vliet",
        "Claire van Dijk",
        "Bhawani Nagarajah",
        "Sandra Imholz",
        "Conny T van Oostrom",
        "Erwin Reiling",
        "Ákos Gyenis",
        "Pier G Mastroberardino",
        "Dick Jaarsma",
        "Harry van Steeg",
        "Jan H J Hoeijmakers",
        "Martijn E T Dollé",
        "Wilbert P Vermeij"
      ],
      "journal": "Frontiers in aging",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite efficient repair, DNA damage inevitably accumulates with time affecting proper cell function and viability, thereby driving systemic aging. Interventions that either prevent DNA damage or enhance DNA repair are thus likely to extend health- and lifespan across species. However, effective genome-protecting compounds are largely lacking. Here, we use Ercc1 Δ/- and Xpg -/- DNA repair-deficient mutants as two bona fide accelerated aging mouse models to test propitious anti-aging pharmaceutical interventions. Ercc1 Δ/- and Xpg -/- mice show shortened lifespan with accelerated aging across numerous organs and tissues. Previously, we demonstrated that a well-established anti-aging intervention, dietary restriction, reduced DNA damage, and dramatically improved healthspan, strongly extended lifespan, and delayed all aging pathology investigated. Here, we further utilize the short lifespan and early onset of signs of neurological degeneration in Ercc1 Δ/- and Xpg -/- mice to test compounds that influence nutrient sensing (metformin, acarbose, resveratrol), inflammation (aspirin, ibuprofen), mitochondrial processes (idebenone, sodium nitrate, dichloroacetate), glucose homeostasis (trehalose, GlcNAc) and nicotinamide adenine dinucleotide (NAD+) metabolism. While some of the compounds have shown anti-aging features in WT animals, most of them failed to significantly alter lifespan or features of neurodegeneration of our mice. The two NAD+ precursors; nicotinamide riboside (NR) and nicotinic acid (NA), did however induce benefits, consistent with the role of NAD+ in facilitating DNA damage repair. Together, our results illustrate the applicability of short-lived repair mutants for systematic screening of anti-aging interventions capable of reducing DNA damage accumulation."
    },
    {
      "pmid": "39872949",
      "title": "A comparative study of metformin and nicotinamide riboside in alleviating tissue aging in rats.",
      "authors": [
        "Lingling Geng",
        "Bin Zhang",
        "Haisong Liu",
        "Si Wang",
        "Yusheng Cai",
        "Kuan Yang",
        "Zhiran Zou",
        "Xiaoyu Jiang",
        "Zunpeng Liu",
        "Wei Li",
        "Zeming Wu",
        "Xiaoqian Liu",
        "Qun Chu",
        "Guang-Hui Liu",
        "Jing Qu",
        "Weiqi Zhang"
      ],
      "journal": "Life medicine",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metformin (MET) and nicotinamide riboside (NR) have both been reported to exert geroprotective effects in multiple species. However, the mechanism by which MET and NR regulate the aging program and delay aging in multiple tissues remains unclear. Here, we demonstrated that MET and NR attenuate aging features in human mesenchymal stem cells. Moreover, by systematically investigating the pathophysiological changes in different tissues from aged rats after oral administration of MET and NR, we showed that both MET and NR treatment alleviated various aging-related characteristics in multiple tissues, including inflammation, fibrosis, and protein aggregates. Consistently, MET or NR treatment partially rescued aging-related gene expression changes in aged rats. Collectively, we report that both MET and NR attenuate senescence phenotypes in human stem cells in vitro and in a variety of rodent tissues in vivo, thus providing a valuable resource and foundation for further evaluation of these two compounds against aging."
    },
    {
      "pmid": "36269127",
      "title": "Nicotinamide riboside supplementation ameliorated post-ovulatory oocyte quality decline.",
      "authors": [
        "Hui Li",
        "Huan Wang",
        "Jianmin Xu",
        "Xinxin Zeng",
        "Yingpu Sun",
        "Qingling Yang"
      ],
      "journal": "Reproduction (Cambridge, England)",
      "publication_date": "2023-Jan-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "IN BRIEF: Oocyte quality and its NAD+ level decrease with time during in vitro culture. This study shows that nicotinamide riboside (NR) supplementation improves early embryonic development potential in post-ovulatory oocytes by decreasing the reactive oxygen species (ROS) levels and reducing DNA damage and apoptosis which could potentially increase the success rate of assisted reproductive technology (ART). ABSTRACT: The quality of post-ovulatory oocytes deteriorates over time, impacting the outcome of early embryonic development during human ART. We and other groups have found that NAD+, a prominent redox cofactor and enzyme substrate, decreases in both aging ovaries and oocytes. In this study, we found that the NAD+ levels decreased in the post-ovulatory mouse oocytes during in vitro culture and this decrease was partly prevented by NR supplementation. NR treatmenty restored MII oocyte quality and enhanced the early embryonic development potential of post-ovulatory oocytes via alleviating mitochondrial dysfunction and maintaining normal spindle/chromosome structure. Also, treatment with NR decreased ROS levels and reduced DNA damage and apoptosis in post-ovulatory oocytes. Taken together, our findings indicated that NR supplementation increases the oocyte quality and early embryonic development potential in post-ovulatory oocytes which could potentially increase the success rate of ART.",
      "mesh_terms": [
        "Mice",
        "Humans",
        "Animals",
        "Reactive Oxygen Species",
        "NAD",
        "Oocytes",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "36227441",
      "title": "The HF-AF ENERGY Trial: Nicotinamide Riboside for the Treatment of Atrial Fibrillation in Heart Failure Patients.",
      "authors": [
        "Lisa Pool",
        "Paul Knops",
        "Olivier C Manintveld",
        "Jasper J Brugts",
        "Dominic A M J Theuns",
        "Bianca J J M Brundel",
        "Natasja M S de Groot"
      ],
      "journal": "Cardiovascular drugs and therapy",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The presence of atrial fibrillation (AF) in heart failure (HF) patients with reduced ejection fraction is common and associated with an increased risk of stroke, hospitalization and mortality. Recent research findings indicate that a reduction in nicotinamide adenine dinucleotide (NAD+) levels results in mitochondrial dysfunction, DNA damage and consequently cardiomyocyte impairment in experimental and clinical HF and AF. The HF-AF ENERGY trial aims to investigate the cardioprotective effects of the NAD+ precursor nicotinamide riboside (NR) treatment in ischemic heart disease patients diagnosed with AF. STUDY DESIGN: The HF-AF ENERGY trial is a prospective intervention study. The study consists of a (retrospective) 4 months observation period and a 4 months intervention period. The cardioprotective effect of NR on AF burden is investigated by remote monitoring software of implantable cardiac defibrillators (ICDs), which enables continuous atrial rhythm monitoring detection. Cardiac dimension and function are examined by echocardiography. Laboratory blood analysis is performed to determine mitochondrial function markers and energy metabolism. All the study parameters are assessed at two fixed time points (pre- and post-treatment). Pre- and post-treatment outcomes are compared to determine the effects of NR treatment on AF burden, mitochondrial function markers and energy metabolism. CONCLUSION: The HF-AF ENERGY trial investigates the cardioprotective effects of NR on AF burden and whether NR normalizes blood-based mitochondrial function markers and energy metabolites of the NAD metabolome in ischemic heart disease patients diagnosed with AF. The study outcomes elucidate whether NAD+ metabolism can be used as a future therapy for HF patients with AF.",
      "mesh_terms": [
        "Humans",
        "Atrial Fibrillation",
        "NAD",
        "Prospective Studies",
        "Retrospective Studies",
        "Stroke Volume",
        "Heart Failure",
        "Myocardial Ischemia"
      ]
    },
    {
      "pmid": "36223879",
      "title": "Nicotinamide Riboside for Ataxia Telangiectasia: A Report of an Early Treated Individual.",
      "authors": [
        "Katja Steinbrücker",
        "Elke Tiefenthaler",
        "Eva-Maria Schernthaner",
        "Julia Jungwirth",
        "Saskia B Wortmann"
      ],
      "journal": "Neuropediatrics",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A first study on nicotinamide riboside treatment of 24 individuals with ataxia telangiectasia with a mean age of 17.5 years showed improved ataxia scores and immunoglobulin levels. We here present the effect of nicotinamide riboside in another individual with ataxia and recurrent infections in whom treatment started as early as at the age of 3 years and 6 months.During 11 months of follow-up, mean total Scale-for-the-Assessment-and-Rating-of-Ataxia decreased from 27 to 9 points and mean total Score for the Gross-Motor-Function-Measure increased from 61 to 78%. Improvement in drawing skills was observed by ICF-based ergotherapeutic examination. Use of antibiotics and frequency of hospitalizations due to infections were reduced by more than 90%. Immunological parameters in blood remained unchanged. No adverse effects occurred.While the effects on motor and speech improvement might be partly explained by development, our study replicates the previous finding of a positive effect of nicotinamide riboside treatment in ataxia telangiectasia. One could even hypothesize that the early treatment will lead to even better outcome. Given the absence of adverse effects, we strongly encourage to consider nicotinamide riboside in all individuals with ataxia telangiectasia.",
      "mesh_terms": [
        "Humans",
        "Adolescent",
        "Child, Preschool",
        "Ataxia Telangiectasia",
        "Niacinamide",
        "Pyridinium Compounds",
        "Ataxia"
      ]
    },
    {
      "pmid": "36165811",
      "title": "Nicotinamide riboside kinase 1 protects against diet and age-induced pancreatic β-cell failure.",
      "authors": [
        "Angelique Cercillieux",
        "Joanna Ratajczak",
        "Magali Joffraud",
        "José Luis Sanchez-Garcia",
        "Guillaume Jacot",
        "Alix Zollinger",
        "Sylviane Métairon",
        "Judith Giroud-Gerbetant",
        "Marie Rumpler",
        "Eleonora Ciarlo",
        "Miriam Valera-Alberni",
        "Audrey Sambeat",
        "Carles Canto"
      ],
      "journal": "Molecular metabolism",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Disturbances in NAD+ metabolism have been described as a hallmark for multiple metabolic and age-related diseases, including type 2 diabetes. While alterations in pancreatic β-cell function are critical determinants of whole-body glucose homeostasis, the role of NAD+ metabolism in the endocrine pancreas remains poorly explored. Here, we aimed to evaluate the role of nicotinamide riboside (NR) metabolism in maintaining NAD+ levels and pancreatic β-cell function in pathophysiological conditions. METHODS: Whole body and pancreatic β-cell-specific NRK1 knockout (KO) mice were metabolically phenotyped in situations of high-fat feeding and aging. We also analyzed pancreatic β-cell function, β-cell mass and gene expression. RESULTS: We first demonstrate that NRK1, the essential enzyme for the utilization of NR, is abundantly expressed in pancreatic β-cells. While NR treatment did not alter glucose-stimulated insulin secretion in pancreatic islets from young healthy mice, NRK1 knockout mice displayed glucose intolerance and compromised β-cells response to a glucose challenge upon high-fat feeding or aging. Interestingly, β cell dysfunction stemmed from the functional failure of other organs, such as liver and kidney, and the associated changes in circulating peptides and hormones, as mice lacking NRK1 exclusively in β-cells did not show altered glucose homeostasis. CONCLUSIONS: This work unveils a new physiological role for NR metabolism in the maintenance of glucose tolerance and pancreatic β-cell function in high-fat feeding or aging conditions.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Diabetes Mellitus, Type 2",
        "Diet, High-Fat",
        "Glucose",
        "Mice, Knockout",
        "NAD",
        "Niacinamide",
        "Pyridinium Compounds",
        "Phosphotransferases (Alcohol Group Acceptor)",
        "Insulin-Secreting Cells",
        "Aging"
      ]
    },
    {
      "pmid": "36082508",
      "title": "Nicotinamide riboside and pterostilbene reduces markers of hepatic inflammation in NAFLD: A double-blind, placebo-controlled clinical trial.",
      "authors": [
        "Ryan W Dellinger",
        "Holly E Holmes",
        "Tina Hu-Seliger",
        "Rodney W Butt",
        "Stephen A Harrison",
        "Dariush Mozaffarian",
        "Oliver Chen",
        "Leonard Guarente"
      ],
      "journal": "Hepatology (Baltimore, Md.)",
      "publication_date": "2023-Sep-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: The prevalence of NAFLD is increasing globally and on a path to becoming the most frequent cause of chronic liver disease. Strategies for the prevention and treatment of NAFLD are urgently needed. APPROACH AND RESULTS: A 6-month prospective, randomized, double-blind, placebo-controlled clinical trial was conducted to assess the efficacy of daily NRPT (commercially known as Basis, a combination of nicotinamide riboside and pterostilbene) supplementation in 111 adults with NAFLD. The study consisted of three arms: placebo, recommended daily dose of NRPT (NRPT 1×), and a double dose of NRPT (NRPT 2×). NRPT appeared safe and well tolerated. At the end of the study, no significant change was seen in the primary endpoint of hepatic fat fraction with respect to placebo. However, among prespecified secondary outcomes, a time-dependent decrease in the circulating levels of the liver enzymes alanine aminotransferase (ALT) and gamma-glutamyltransferase (GGT) was observed in the NRPT 1× group, and this decrease was significant with respect to placebo. Furthermore, a significant decrease in the circulating levels of the toxic lipid ceramide 14:0 was also observed in the NRPT 1× group versus placebo, and this decrease was associated with a decrease in ALT in individuals of this group. A dose-dependent effect was not observed with respect to ALT, GGT, or ceramide 14:0 in the NRPT 2× group. CONCLUSIONS: This study demonstrates that NRPT at the recommended dose is safe and may hold promise in lowering markers of hepatic inflammation in patients with NAFLD.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Non-alcoholic Fatty Liver Disease",
        "Prospective Studies",
        "gamma-Glutamyltransferase",
        "Inflammation",
        "Double-Blind Method",
        "Alanine Transaminase"
      ]
    },
    {
      "pmid": "36052583",
      "title": "[Study on the Protective effect and mechanism of Nicotinamide Riboside on lung injury in paraquat intoxicated mice].",
      "authors": [
        "X K Fan",
        "C Q Xu",
        "K Q Cao",
        "G J Zhao",
        "G L Hong",
        "Z Q Lu"
      ],
      "journal": "Zhonghua lao dong wei sheng zhi ye bing za zhi = Zhonghua laodong weisheng zhiyebing zazhi = Chinese journal of industrial hygiene and occupational diseases",
      "publication_date": "2022-Aug-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective: To investigate the protective effect and mechanism of Nicotinamide Riboside (NR) on lung injury caused by Paraquat intoxicated mice. Methods: Eighty clean male BALB/C mice were selected and averagely divided forty mice into 4 groups with 10 mice in each group, PQ group was given 25% PQ solution (60 mg/kg) by one-time gavage. PQ+NR group were intraperitoneally injected with NR solution (300 mg/kg) 1 hour before given the same amount of PQ solution (60 mg/kg) by one-time gavage, The Control group were given the same amount of saline by one-time gavage, The same amount of NR was intraperitoneally injected before NR group were given saline by one-time gavage. Observed and recorded general condition of PQ intoxicated mice. Observed and recorded the death of mice every half an hour and counted the mortality and drew survival curve of each group after 72 hours exposure. another forty mice were averagely divided and treated by the same way. After 24 hours of modelling, mice were anaesthetized and killed. Then blood was extracted after eyeball was removed. The changes of TNF-a、IL-6 and MPO in serum of mice were detected by ELISA.Two lung tissues were removed from the chest and used to measure the D/W ratio of the lung. The pathological changes of lung were observed and scored under light microscope.The levels of SOD, MDA and Caspase-3 in lung tissues were determined by chemical colorimetry. The expression of Sirt1 and Nrf2 in lung tissues was detected by Western-blot. Results: Compared with the Control group and the NR group, the mice in the PQ group had a poor general condition, such as depression, crouching, skin disorder and reduced activity, food, urine and feces. The symptoms in the PQ+NR group were reduced compared with the PQ group. The survival rate at 72 hours after exposure: 80% in the PQ+NR group and 40% higher than that in the PQ group (P=0.029) . Compared with Control group and NR group, the D/W ratio (0.09±0.07) , lung pathology score under light microscope (11.80±0.37) , TNF-a (39.89±1.48) pg/ml、IL-6 (77.29±2.38) pg/ml、MPO (0.31±0.01) μg/ml、SOD (6.62±0.30) U/mgprot、MDA level (1.21±0.14) mmol/mgprot, Caspase-3 activity (356.00± 27.16) %, Sirt1 and Nrf2 protein expression (1.02±0.14、0.82±0.06) were significantly decreased in PQ group (P=0.004、0.023) ; Compared with PQ group, PQ+NR group significantly increased the D/W ratio (0.10±0.10) , decreased the pulmonary pathology score under light microscope (7.400.51) , decreased TNF-a (33.00± 0.65) pg/ml、IL-6 (52.23±4.23) pg/ml、MPO leve (0.23±0.01) μg/mll, increased SOD leve (9.28±0.45) U/mgprotl, decreased MDA level (0.78±0.02) mmol/mgprot, decreased Caspase-3 activity (222.80±7.59) %, and increased the protein expressions of Sirt1 and Nrf2 (1.62±0.16、1.06±0.04) (P=0.048、0.035) . Conclusion: NR can prolong the survival time of PQ poisoned mice; NR intervention can effectively inhibit the inflammatory response, peroxidation injury and apoptosis of PQ poisoned mice; NR intervention can upregulate the expression of Sirt1 and Nrf2 protein and effectively reduce the lung injury of PQ poisoning.",
      "mesh_terms": [
        "Animals",
        "Caspase 3",
        "Interleukin-6",
        "Lung",
        "Lung Injury",
        "Male",
        "Mice",
        "Mice, Inbred BALB C",
        "NF-E2-Related Factor 2",
        "Niacinamide",
        "Paraquat",
        "Pyridinium Compounds",
        "Sirtuin 1",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "35956307",
      "title": "Alterations in Intestinal Brush Border Membrane Functionality and Bacterial Populations Following Intra-Amniotic Administration (Gallus gallus) of Nicotinamide Riboside and Its Derivatives.",
      "authors": [
        "Nikolai Kolba",
        "Amin Zarei",
        "Jacquelyn Cheng",
        "Nikita Agarwal",
        "Younas Dadmohammadi",
        "Leila Khazdooz",
        "Alireza Abbaspourrad",
        "Elad Tako"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Jul-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nicotinamide riboside (NR) acts as a nicotinamide adenine dinucleotide (NAD+) precursor where NR supplementation has previously been shown to be beneficial. Thus, we synthesized and characterized nicotinamide riboside tributyrate chloride (NRTBCl, water-soluble) and nicotinamide riboside trioleate chloride (NRTOCl, oil-soluble) as two new ester derivatives of nicotinamide riboside chloride (NRCl). NRCl and its derivatives were assessed in vivo, via intra-amniotic administration (Gallus gallus), with the following treatment groups: (1) non-injected (control); and injection of (2) deionized H2O (control); (3) NRCl (30 mg/mL dose); (4) NRTBCl (30 mg/mL dose); and (5) NRTOCl (30 mg/mL dose). Post-intervention, the effects on physiological markers associated with brush border membrane morphology, intestinal bacterial populations, and duodenal gene expression of key proteins were investigated. Although no significant changes were observed in average body weights, NRTBCl exposure increased average cecum weight. NR treatment significantly increased Clostridium and NRCl treatment resulted in increased populations of Bifidobacterium, Lactobacillus, and E. coli. Duodenal gene expression analysis revealed that NRCl, NRTBCl, and NRTOCl treatments upregulated the expression of ZnT1, MUC2, and IL6 compared to the controls, suggesting alterations in brush border membrane functionality. The administration of NRCl and its derivatives appears to trigger increased expression of brush border membrane digestive proteins, with added effects on the composition and function of cecal microbial populations. Additional research is now warranted to further elucidate the effects on inflammatory biomarkers and observe changes in the specific intestinal bacterial populations post introduction of NR and its derivatives.",
      "mesh_terms": [
        "Animals",
        "Bacteria",
        "Chickens",
        "Chlorides",
        "Escherichia coli",
        "Microvilli",
        "NAD",
        "Niacinamide",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "35940554",
      "title": "Nicotinamide riboside alleviates exercise intolerance in ANT1-deficient mice.",
      "authors": [
        "Patrick M Schaefer",
        "Jessica Huang",
        "Arrienne Butic",
        "Caroline Perry",
        "Tal Yardeni",
        "Wendy Tan",
        "Ryan Morrow",
        "Joseph A Baur",
        "Douglas C Wallace"
      ],
      "journal": "Molecular metabolism",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "OBJECTIVE: Mitochondrial disorders are often characterized by muscle weakness and fatigue. Null mutations in the heart-muscle adenine nucleotide translocator isoform 1 (ANT1) of both humans and mice cause cardiomyopathy and myopathy associated with exercise intolerance and muscle weakness. Here we decipher the molecular underpinnings of ANT1-deficiency-mediated exercise intolerance. METHODS: This was achieved by correlating exercise physiology, mitochondrial function and metabolomics of mice deficient in ANT1 and comparing this to control mice. RESULTS: We demonstrate a peripheral limitation of skeletal muscle mitochondrial respiration and a reduced complex I respiration in ANT1-deficient mice. Upon exercise, this results in a lack of NAD+ leading to a substrate limitation and stalling of the TCA cycle and mitochondrial respiration, further limiting skeletal muscle mitochondrial respiration. Treatment of ANT1-deficient mice with nicotinamide riboside increased NAD+ levels in skeletal muscle and liver, which increased the exercise capacity and the mitochondrial respiration. CONCLUSION: Increasing NAD+ levels with nicotinamide riboside can alleviate the exercise intolerance associated to ANT1-deficiency, indicating the therapeutic potential of NAD+-stimulating compounds in mitochondrial myopathies.",
      "mesh_terms": [
        "Adenine Nucleotide Translocator 1",
        "Animals",
        "Mice",
        "Mitochondrial Myopathies",
        "Muscle Weakness",
        "NAD",
        "Niacinamide",
        "Physical Conditioning, Animal",
        "Protein Isoforms",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "35875690",
      "title": "Nicotinamide riboside alleviates cisplatin-induced peripheral neuropathy via SIRT2 activation.",
      "authors": [
        "Scarlett Acklin",
        "Ratan Sadhukhan",
        "Wuying Du",
        "Mousumi Patra",
        "Ravi Cholia",
        "Fen Xia"
      ],
      "journal": "Neuro-oncology advances",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chemotherapy-induced peripheral neuropathy represents a major impairment to the quality of life of cancer patients and is one of the most common dose-limiting adverse effects of cancer treatment. Despite its prevalence, no effective treatment or prevention strategy exists. We have previously provided genetic evidence that the NAD+-dependent deacetylase, SIRT2, protects against cisplatin-induced peripheral neuronal cell death and neuropathy by enhancing nucleotide excision repair. In this study, we aimed to examine whether pharmacologic activation of SIRT2 would provide effective prevention and treatment of cisplatin-induced peripheral neuropathy (CIPN) without compromising tumor cell cytotoxic response to cisplatin. METHODS: Using von Frey and dynamic hot plate tests, we studied the use of nicotinamide riboside (NR) to prevent and treat CIPN in a mouse model. We also performed cell survival assays to investigate the effect of NAD+ supplementation on cisplatin toxicity in neuronal and cancer cells. Lewis lung carcinoma model was utilized to examine the effect of NR treatment on in vivo cisplatin tumor control. RESULTS: We show that NR, an NAD+ precursor and pharmacologic activator of SIRT2, effectively prevents and alleviates CIPN in mice. We present in vitro and in vivo genetic evidence to illustrate the specific dependence on SIRT2 of NR-mediated CIPN mitigation. Importantly, we demonstrate that NAD+ mediates SIRT2-dependent neuroprotection without inhibiting cisplatin cytotoxic activity against cancer cells. NAD+ may, in fact, further sensitize certain cancer cell types to cisplatin. CONCLUSIONS: Together, our results identify SIRT2-targeted activity of NR as a potential therapy to alleviate CIPN, the debilitating and potentially permanent toxicity."
    },
    {
      "pmid": "35730144",
      "title": "Nicotinamide riboside and caffeine partially restore diminished NAD availability but not altered energy metabolism in Alzheimer's disease.",
      "authors": [
        "Woo-In Ryu",
        "Minqi Shen",
        "Yoon Lee",
        "Ryan A Healy",
        "Mariana K Bormann",
        "Bruce M Cohen",
        "Kai-Christian Sonntag"
      ],
      "journal": "Aging cell",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The redox co-factor nicotinamide adenine dinucleotide (NAD) declines with age, and NAD deficits are specifically associated with dysfunctional energy metabolism in late-onset Alzheimer's disease (LOAD). Nicotinamide riboside (NR), a dietary NAD precursor, has been suggested to ameliorate the aging process or neurodegeneration. We assessed whether NR with or without caffeine, which increases nicotinamide mononucleotide transferase subtype 2 (NMNAT2), an essential enzyme in NAD production, modulates bioenergetic functions in LOAD. In LOAD patients-and young or old control individuals-derived dermal fibroblasts as well as in induced pluripotent stem cell-differentiated neural progenitors and astrocytes, NR and caffeine cell type-specifically increased the NAD pool, transiently enhanced mitochondrial respiration or glycolysis and altered the expression of genes in the NAD synthesis or consumption pathways. However, continued treatment led to reversed bioenergetic effects. Importantly, NR and caffeine did not alter the characteristics of a previously documented inherent LOAD-associated bioenergetic phenotype. Thus, although NR and caffeine can partially restore diminished NAD availability, increasing NAD alone may not be sufficient to boost or restore energy metabolism in brain aging or alter aberrant energy management in LOAD. Nicotinamide riboside might still be of value in combination with other agents in preventive or therapeutic intervention strategies to address the aging process or age-associated dementia.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Caffeine",
        "Energy Metabolism",
        "Humans",
        "NAD",
        "Niacinamide",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "35620522",
      "title": "Nicotinamide Riboside Supplementation for Treating Elevated Systolic Blood Pressure and Arterial Stiffness in Midlife and Older Adults.",
      "authors": [
        "Kaitlin A Freeberg",
        "Daniel H Craighead",
        "Christopher R Martens",
        "Zhiying You",
        "Michel Chonchol",
        "Douglas R Seals"
      ],
      "journal": "Frontiers in cardiovascular medicine",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Aging is the primary risk factor for cardiovascular diseases, the leading cause of death worldwide. Age-related increases in systolic blood pressure (SBP) link advancing age to cardiovascular disease risk. A key mechanism mediating the increase in SBP with aging is stiffening of the large elastic arteries, which occurs due to increases in oxidative stress, inflammation, and vascular smooth muscle tone. Nicotinamide adenine dinucleotide (NAD+) is a key molecule in energy metabolism and cellular functioning which declines with advancing age and chronic disease. Dietary supplementation with NAD+ precursors, such as nicotinamide riboside, boosts NAD+ bioavailability and may improve cardiovascular health. Here, we present the protocol for a randomized, controlled trial investigating the efficacy of 3 months of oral supplementation with nicotinamide riboside for decreasing SBP and arterial stiffness in midlife and older adults with initial above-normal (120-159 mmHg) SBP (ClinicalTrials.gov Identifier: NCT03821623). The primary outcome is casual (resting) SBP and secondary outcomes include 24-h SBP and aortic stiffness. Other outcomes include assessment of safety; tolerability; adherence; diastolic BP; systemic NAD+ bioavailability; and circulating biomarkers of oxidative stress, inflammation, and sympathoadrenal activity. METHODS: A randomized, double-blind, placebo-controlled, single-site parallel-group design clinical trial will be conducted in 94 (47/group) midlife and older (age ≥ 50 years) adults with initial above-normal SBP. Participants will complete baseline testing and then will be randomized to either nicotinamide riboside (500 mg, 2×/day, NIAGEN®; ChromaDex Inc.) or placebo supplementation. Outcome measures will be assessed again after 3 months of treatment. DISCUSSION: This study is designed to establish the safety and efficacy of the NAD+ boosting compound, nicotinamide riboside, for reducing casual and 24-h SBP and aortic stiffness in midlife and older adults with above-normal SBP at baseline, a population at increased risk of cardiovascular diseases. CLINICAL TRIAL REGISTRATION: [www.ClinicalTrials.gov], identifier [NCT03821623]."
    },
    {
      "pmid": "35585298",
      "title": "Acute Treatment with Nicotinamide Riboside Chloride Reduces Hippocampal Damage and Preserves the Cognitive Function of Mice with Ischemic Injury.",
      "authors": [
        "Yin-Hong Cheng",
        "Jian-Hua Zhao",
        "Wei-Feng Zong",
        "Xian-Jie Wei",
        "Zhe Xu",
        "Yuan Yuan",
        "Yi-Fan Jiang",
        "Xiang Luo",
        "Wei Wang",
        "Wen-Sheng Qu"
      ],
      "journal": "Neurochemical research",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nicotinamide adenine dinucleotide (NAD) is a critical cosubstrate for enzymes involved in supplying energy to the brain. Nicotinamide riboside (NR), an NAD+ precursor, emerges as a neuroprotective factor after chronic brain insults. However, researchers have not determined whether it improves cognition after acute ischemia. In the present study, mice with middle cerebral artery occlusion were treated with NR chloride (NRC, 300 mg/kg, IP., 20 min after reperfusion). The results of the Morris water maze test revealed better recovery of learning and memory function in the NRC-treated group. Acute NRC treatment decreased hippocampal infarct volume, reduced neuronal loss and apoptosis in the hippocampus. Western blot and high-performance liquid chromatography assays of hippocampal tissues revealed that the activation of Sirtin-1 and adenosine 5' monophosphate-activated protein kinase was increased, the NAD content was elevated, and the production of adenosine triphosphate was strengthened by NRC. Collectively, acute NRC treatment increased the energy supply, reduced the neuronal loss and apoptosis, protected the hippocampus and ultimately promoted the recovery of cognitive function after brain ischemia.",
      "mesh_terms": [
        "Animals",
        "Chlorides",
        "Cognition",
        "Hippocampus",
        "Infarction, Middle Cerebral Artery",
        "Mice",
        "NAD",
        "Niacinamide",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "35430341",
      "title": "Nicotinamide riboside relieves the severity of experimental necrotizing enterocolitis by regulating endothelial function via eNOS deacetylation.",
      "authors": [
        "Xiao Zhang",
        "Bing Tian",
        "Qin Deng",
        "Jian Cao",
        "Xionghui Ding",
        "Qingshuang Liu",
        "Yunfei Zhang",
        "Cuilian Ye",
        "Chun Deng",
        "Lin Qiu",
        "Chunbao Guo"
      ],
      "journal": "Free radical biology & medicine",
      "publication_date": "2022-May-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Nicotinamide adenine dinucleotide (NAD+) is involved in regulating oxidative stress. Although NAD+ is associated with various health issues, its role in the intestinal microcirculation in necrotizing enterocolitis (NEC) remains to be confirmed. In the current study, we explored whether nicotinamide riboside (NR), a natural NAD + precursor, ameliorates the severity of NEC through endothelial nitric oxide synthase(eNOS) signaling. METHODS: A mouse experimental NEC model was induced by formula gavage and hypoxia in full-term mouse pups. Intestinal endothelial cells (MIMECs) were isolated and subjected to stress using tumor necrosis factor (TNF)-α. NR was administered to assess the intestinal microcirculation and lipid peroxidation levels and to explore the involved signaling pathways. RESULTS: NAD + levels were reduced after induction of NEC stress, which was associated with intestinal injury. NR administration promoted NAD + levels, attenuated oxidative stress and relieved the symptoms of experimental NEC, which were relevant to increased intestinal microcirculatory perfusion through the sirtuin (SIRT) 1 pathway in experimental NEC mice. However, this improvement was not found in eNOS-knockout mice. Consistently, MIMECs exposed to TNFα showed decreased SIRT1 activity associated with increased eNOS acetylation, which could bring about endothelial dysfunction due to limited nitric oxide production. NR administration increased the NAD + content and repressed the production of reactive oxygen species (ROS) in MIMECs under TNFα stress. NR also promoted SIRT1 activity and accordingly suppressed the eNOS acetylation levels under TNFα stress. CONCLUSION: The current data indicate that NR administration improves the survival of experimental NEC mice via SIRT1-associated eNOS acetylation/deacetylation modulation, which is implicated in endothelial dysfunction. Although NR is commonly found in the human diet, it may also be a promising strategy for NEC treatment because of its pathogenic association with NEC.",
      "mesh_terms": [
        "Animals",
        "Disease Models, Animal",
        "Endothelial Cells",
        "Enterocolitis, Necrotizing",
        "Mice",
        "Microcirculation",
        "NAD",
        "Niacinamide",
        "Nitric Oxide Synthase Type III",
        "Pyridinium Compounds",
        "Sirtuin 1",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "35318101",
      "title": "Nicotinamide riboside promotes Mfn2-mediated mitochondrial fusion in diabetic hearts through the SIRT1-PGC1α-PPARα pathway.",
      "authors": [
        "Lang Hu",
        "Yanjie Guo",
        "Liqiang Song",
        "He Wen",
        "Nan Sun",
        "Ying Wang",
        "Bingchao Qi",
        "Qi Liang",
        "Jing Geng",
        "Xuteng Liu",
        "Feng Fu",
        "Yan Li"
      ],
      "journal": "Free radical biology & medicine",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Myocardial dysfunction is associated with an imbalance in mitochondrial fusion/fission dynamics in patients with diabetes. However, effective strategies to regulate mitochondrial dynamics in the diabetic heart are still lacking. Nicotinamide riboside (NR) supplementation ameliorated mitochondrial dysfunction and oxidative stress in both cardiovascular and aging-related diseases. This study investigated whether NR protects against diabetes-induced cardiac dysfunction by regulating mitochondrial fusion/fission and further explored the underlying mechanisms. Here, we showed an evident decrease in NAD+ (nicotinamide adenine dinucleotide) levels and mitochondrial fragmentation in the hearts of leptin receptor-deficient diabetic (db/db) mouse models. NR supplementation significantly increased NAD+ content in the diabetic hearts and promoted mitochondrial fusion by elevating Mfn2 level. Furthermore, NR-induced mitochondrial fusion suppressed mitochondrial H2O2 and O2•- production and reduced cardiomyocyte apoptosis in both db/db mice hearts and neonatal primary cardiomyocytes. Mechanistically, chromatin immunoprecipitation (ChIP) and luciferase reporter assay analyses revealed that PGC1α and PPARα interdependently regulated Mfn2 transcription by binding to its promoter region. NR treatment elevated NAD+ levels and activated SIRT1, resulting in the deacetylation of PGC1α and promoting the transcription of Mfn2. These findings suggested the promotion of mitochondrial fusion via oral supplementation of NR as a potential strategy for delaying cardiac complications in patients with diabetes.",
      "mesh_terms": [
        "Animals",
        "Diabetes Mellitus",
        "GTP Phosphohydrolases",
        "Humans",
        "Hydrogen Peroxide",
        "Mice",
        "Mitochondria, Heart",
        "Mitochondrial Dynamics",
        "Mitochondrial Proteins",
        "Niacinamide",
        "PPAR alpha",
        "Peroxisome Proliferator-Activated Receptor Gamma Coactivator 1-alpha",
        "Pyridinium Compounds",
        "Sirtuin 1"
      ]
    },
    {
      "pmid": "35235774",
      "title": "The NADPARK study: A randomized phase I trial of nicotinamide riboside supplementation in Parkinson's disease.",
      "authors": [
        "Brage Brakedal",
        "Christian Dölle",
        "Frank Riemer",
        "Yilong Ma",
        "Gonzalo S Nido",
        "Geir Olve Skeie",
        "Alexander R Craven",
        "Thomas Schwarzlmüller",
        "Njål Brekke",
        "Joseph Diab",
        "Lars Sverkeli",
        "Vivian Skjeie",
        "Kristin Varhaug",
        "Ole-Bjørn Tysnes",
        "Shichun Peng",
        "Kristoffer Haugarvoll",
        "Mathias Ziegler",
        "Renate Grüner",
        "David Eidelberg",
        "Charalampos Tzoulis"
      ],
      "journal": "Cell metabolism",
      "publication_date": "2022-Mar-01",
      "publication_types": [
        "Clinical Trial, Phase I",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We conducted a double-blinded phase I clinical trial to establish whether nicotinamide adenine dinucleotide (NAD) replenishment therapy, via oral intake of nicotinamide riboside (NR), is safe, augments cerebral NAD levels, and impacts cerebral metabolism in Parkinson's disease (PD). Thirty newly diagnosed, treatment-naive patients received 1,000 mg NR or placebo for 30 days. NR treatment was well tolerated and led to a significant, but variable, increase in cerebral NAD levels-measured by 31phosphorous magnetic resonance spectroscopy-and related metabolites in the cerebrospinal fluid. NR recipients showing increased brain NAD levels exhibited altered cerebral metabolism, measured by 18fluoro-deoxyglucose positron emission tomography, and this was associated with mild clinical improvement. NR augmented the NAD metabolome and induced transcriptional upregulation of processes related to mitochondrial, lysosomal, and proteasomal function in blood cells and/or skeletal muscle. Furthermore, NR decreased the levels of inflammatory cytokines in serum and cerebrospinal fluid. Our findings nominate NR as a potential neuroprotective therapy for PD, warranting further investigation in larger trials.",
      "mesh_terms": [
        "Dietary Supplements",
        "Humans",
        "NAD",
        "Niacinamide",
        "Parkinson Disease",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "35198907",
      "title": "Intravenous nicotinamide riboside elevates mouse skeletal muscle NAD+ without impacting respiratory capacity or insulin sensitivity.",
      "authors": [
        "Mads V Damgaard",
        "Thomas S Nielsen",
        "Astrid L Basse",
        "Sabina Chubanava",
        "Kajetan Trost",
        "Thomas Moritz",
        "Ryan W Dellinger",
        "Steen Larsen",
        "Jonas T Treebak"
      ],
      "journal": "iScience",
      "publication_date": "2022-Feb-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In clinical trials, oral supplementation with nicotinamide riboside (NR) fails to increase muscle mitochondrial respiratory capacity and insulin sensitivity but also does not increase muscle NAD+ levels. This study tests the feasibility of chronically elevating skeletal muscle NAD+ in mice and investigates the putative effects on mitochondrial respiratory capacity, insulin sensitivity, and gene expression. Accordingly, to improve bioavailability to skeletal muscle, we developed an experimental model for administering NR repeatedly through a jugular vein catheter. Mice on a Western diet were treated with various combinations of NR, pterostilbene (PT), and voluntary wheel running, but the metabolic effects of NR and PT treatment were modest. We conclude that the chronic elevation of skeletal muscle NAD+ by the intravenous injection of NR is possible but does not affect muscle respiratory capacity or insulin sensitivity in either sedentary or physically active mice. Our data have implications for NAD+ precursor supplementation regimens."
    },
    {
      "pmid": "35144657",
      "title": "Correction to: Nicotinamide riboside as a neuroprotective therapy for glaucoma: study protocol for a randomized, double-blind, placebo-control trial.",
      "authors": [
        "Christopher Kai Shun Leung",
        "Seraph Tianmin Ren",
        "Poemen Pui Man Chan",
        "Kelvin Ho Nam Wan",
        "Aziz Ka Wai Kam",
        "Gilda Wing Ki Lai",
        "Vivian Sheung Man Chiu",
        "Match Wai Lun Ko",
        "Cedric Ka Fai Yiu",
        "Marco Chak Yan Yu"
      ],
      "journal": "Trials",
      "publication_date": "2022-Feb-10",
      "publication_types": [
        "Published Erratum"
      ]
    },
    {
      "pmid": "35084430",
      "title": "Nicotinamide Riboside Alleviates Corneal and Somatic Hypersensitivity Induced by Paclitaxel in Male Rats.",
      "authors": [
        "Marta V Hamity",
        "Sandra J Kolker",
        "Deborah M Hegarty",
        "Christopher Blum",
        "Lucy Langmack",
        "Sue A Aicher",
        "Donna L Hammond"
      ],
      "journal": "Investigative ophthalmology & visual science",
      "publication_date": "2022-Jan-03",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: Patients receiving chemotherapy may experience ocular discomfort and dry eye-like symptoms; the latter may be neuropathic in nature. This study assessed corneal and somatic hypersensitivity in male rats treated with paclitaxel and whether it was relieved by nicotinamide riboside (NR). METHODS: Corneal sensitivity to tactile and chemical stimulation, basal tear production, and sensitivity of the hindpaw to tactile and cool stimuli were assessed before and after paclitaxel in the absence and presence of sustained treatment with 500 mg/kg per os NR. Corneal nerve density and hindpaw intraepidermal nerve fiber (IENF) density were also examined. RESULTS: Paclitaxel-treated rats developed corneal hypersensitivity to tactile stimuli, enhanced sensitivity to capsaicin but not hyperosmolar saline, and increased basal tear production. Corneal nerve density visualized with anti-β-tubulin or calcitonin gene-related peptide (CGRP) was unaffected. Paclitaxel induced tactile and cool hypersensitivity of the hindpaw and a loss of nonpeptidergic hindpaw IENFs visualized with anti-protein gene product (PGP) 9.5 and CGRP. NR reversed tactile hypersensitivity of the cornea without suppressing tear production or chemosensitivity; it did not alter corneal afferent density. NR also reversed tactile and cool hypersensitivity of the hindpaw without reversing the loss of hindpaw IENFs. CONCLUSIONS: These findings suggest that paclitaxel may be a good translational model for chemotherapy-induced ocular discomfort and that NR may be useful for its relief. The ability of NR to relieve somatic tactile hypersensitivity independent of changes in sensory nerve innervation suggests that reversal of terminal arbor degeneration is not critical to the actions of NR.",
      "mesh_terms": [
        "Animals",
        "Corneal Diseases",
        "Disease Models, Animal",
        "Hypersensitivity",
        "Male",
        "Niacinamide",
        "Paclitaxel",
        "Rats",
        "Rats, Sprague-Dawley",
        "Tears",
        "Vitamin B Complex"
      ]
    },
    {
      "pmid": "35039056",
      "title": "Nicotinamide riboside as a neuroprotective therapy for glaucoma: study protocol for a randomized, double-blind, placebo-control trial.",
      "authors": [
        "Christopher Kai Shun Leung",
        "Seraph Tianmin Ren",
        "Poemen Pui Man Chan",
        "Kelvin Ho Nam Wan",
        "Aziz Ka Wai Kam",
        "Gilda Wing Ki Lai",
        "Vivian Sheung Man Chiu",
        "Match Wai Lun Ko",
        "Cedric Ka Fai Yiu",
        "Marco Chak Yan Yu"
      ],
      "journal": "Trials",
      "publication_date": "2022-Jan-17",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Whereas lowering the intraocular pressure (IOP) can slow optic nerve degeneration in glaucoma, many patients with glaucoma continue to develop progressive loss in vision despite a significant reduction in IOP. No treatment has been shown to be effective for neuroprotection in glaucoma. We set out to conduct a randomized controlled trial to investigate whether nicotinamide riboside (NR), a nicotinamide adenine dinucleotide precursor, is effective to slow optic nerve degeneration in patients with primary open-angle glaucoma (POAG). We hypothesize that patients treated with NR have a slower rate of progressive retinal nerve fiber layer (RNFL) thinning compared with those treated with placebo. METHODS: This is a randomized, double-blind, placebo-controlled, parallel-group, multi-center study including 125 patients with POAG. Patients will be randomized to receive 300 mg NR or placebo for 24 months. Clinical examination, optical coherence tomography imaging of the RNFL, and visual field (VF) test will be performed at the baseline, 1 month, 4 months, and then at 2-month intervals until 24 months. The primary outcome measure is the rate of RNFL thinning measured over 24 months. The secondary outcome measures include (1) time to VF progression, (2) time to progressive RNFL/ganglion cell inner plexiform layer (GCIPL) thinning, and (3) the rate of change of VF sensitivity over 24 months (to investigate neuroprotection) and 1 month (to investigate neuroenhancement). The rates of RNFL thinning and VF sensitivity decline between treatment groups will be compared with linear mixed modeling. Survival analysis will be performed to compare the differences in time from baseline to VF progression and time from baseline to progressive RNFL/GCIPL thinning between treatment groups using Cox proportional hazards models. DISCUSSION: Outcome measures in glaucoma neuroprotection trials have been centered on the detection of VF progression, which may take years to develop and confirm. In addition to addressing whether NR has a neuroprotective/neuroenhancement effect in glaucoma patients, this study will demonstrate the feasibility of studying neuroprotection in a relatively short trial period (24 months) by comparing the rates of progressive RNFL thinning, a more reproducible and objective outcome measure compared with VF endpoints, between treatment groups. TRIAL REGISTRATION: Chinese Clinical Trial Registry 1900021998.",
      "mesh_terms": [
        "Glaucoma",
        "Glaucoma, Open-Angle",
        "Humans",
        "Multicenter Studies as Topic",
        "Nerve Fibers",
        "Neuroprotection",
        "Niacinamide",
        "Pyridinium Compounds",
        "Randomized Controlled Trials as Topic",
        "Retinal Ganglion Cells",
        "Visual Fields"
      ]
    },
    {
      "pmid": "35028529",
      "title": "Nicotinamide riboside supplementation confers marginal metabolic benefits in obese mice without remodeling the muscle acetyl-proteome.",
      "authors": [
        "Ashley S Williams",
        "Timothy R Koves",
        "Yasminye D Pettway",
        "James A Draper",
        "Dorothy H Slentz",
        "Paul A Grimsrud",
        "Olga R Ilkayeva",
        "Deborah M Muoio"
      ],
      "journal": "iScience",
      "publication_date": "2022-Jan-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nicotinamide riboside supplements (NRS) have been touted as a nutraceutical that promotes cardiometabolic and musculoskeletal health by enhancing nicotinamide adenine dinucleotide (NAD+) biosynthesis, mitochondrial function, and/or the activities of NAD-dependent sirtuin deacetylase enzymes. This investigation examined the impact of NRS on whole body energy homeostasis, skeletal muscle mitochondrial function, and corresponding shifts in the acetyl-lysine proteome, in the context of diet-induced obesity using C57BL/6NJ mice. The study also included a genetically modified mouse model that imposes greater demand on sirtuin flux and associated NAD+ consumption, specifically within muscle tissues. In general, whole body glucose control was marginally improved by NRS when administered at the midpoint of a chronic high-fat diet, but not when given as a preventative therapy upon initiation of the diet. Contrary to anticipated outcomes, the study produced little evidence that NRS increases tissue NAD+ levels, augments mitochondrial function, and/or mitigates diet-induced hyperacetylation of the skeletal muscle proteome."
    },
    {
      "pmid": "34694148",
      "title": "Modulation of cGAS-STING Pathway by Nicotinamide Riboside in Alzheimer's Disease.",
      "authors": [
        "James W Larrick",
        "Andrew R Mendelsohn"
      ],
      "journal": "Rejuvenation research",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Numerous studies demonstrate a global decrease in nicotinamide adenine dinucleotide (NAD+) with aging. This decline is associated with the development of several of the hallmarks of aging such as reduced mitophagy and neuroinflammation, processes thought to play a significant role in the progression of Alzheimer's disease (AD). Augmentation of NAD+ by oral administration of a precursor, nicotinamide riboside (NR), reduces senescence of affected cells, attenuates DNA damage and neuroinflammation in the transgenic APP/PS1 murine model of AD. Inflammation mediated by microglial cells plays an important role in progression of AD and other neurodegenerative diseases. The cytoplasmic DNA sensor, cyclic GMP-AMP synthase (cGAS) and downstream stimulator of interferon genes (STING), generates an interferon signature characteristic of senescence and inflammaging in the brain of AD mice. Elevated cGAS-STING observed in the AD mouse brains and human AD fibroblasts was normalized by NR. This intervention also increased mitophagy with improved cognition and behavior in the APP/PS1 mice. These studies suggest that modulation of the cGAS-STING pathway may benefit AD patients and possibly other disorders characterized by compromised mitophagy and excessive neuroinflammation.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Animals",
        "Humans",
        "Membrane Proteins",
        "Mice",
        "Niacinamide",
        "Nucleotidyltransferases",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "34684434",
      "title": "Nicotinamide Riboside for the Prevention and Treatment of Doxorubicin Cardiomyopathy. Opportunities and Prospects.",
      "authors": [
        "Ekaterina Podyacheva",
        "Yana Toropova"
      ],
      "journal": "Nutrients",
      "publication_date": "2021-Sep-28",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "Despite the progress in the development of new anticancer strategies, cancer is rapidly spreading around the world and remains one of the most common diseases. For more than 40 years, doxorubicin has been widely used in the treatment of solid and hematological tumors. At the same time, the problem of its cardiotoxicity remains unresolved, despite the high efficiency of this drug. Symptomatic therapy is used as a treatment for side-effects of doxorubicin or pathological conditions that have already appeared in their background. To date, there are no treatment methods for doxorubicin cardiomyopathy as such. A drug such as nicotinamide riboside can play an important role in solving this problem. Nicotinamide riboside is a pyridine nucleoside similar to vitamin B3 that acts as a precursor to NAD+. There is no published research on nicotinamide riboside effects on cardiomyopathy, despite the abundance of works devoted to the mechanisms of its effects in various pathologies. The review analyzes information about the effects of nicotinamide riboside on various experimental models of pathologies, its role in the synthesis of NAD+, and also considers the possibility and prospects of its use for the prevention of doxorubicin cardiomyopathy.",
      "mesh_terms": [
        "Animals",
        "Antibiotics, Antineoplastic",
        "Biomarkers",
        "Cardiomyopathies",
        "Cardiotonic Agents",
        "Cardiotoxicity",
        "Disease Management",
        "Disease Models, Animal",
        "Disease Susceptibility",
        "Doxorubicin",
        "Humans",
        "Metabolic Networks and Pathways",
        "NAD",
        "Niacinamide",
        "Oxidative Stress",
        "Pyridinium Compounds",
        "Signal Transduction",
        "Sirtuins"
      ]
    },
    {
      "pmid": "34631714",
      "title": "Nicotinamide Riboside and Metformin Ameliorate Mitophagy Defect in Induced Pluripotent Stem Cell-Derived Astrocytes With POLG Mutations.",
      "authors": [
        "Anbin Chen",
        "Cecilie Katrin Kristiansen",
        "Yu Hong",
        "Atefeh Kianian",
        "Evandro Fei Fang",
        "Gareth John Sullivan",
        "Jian Wang",
        "Xingang Li",
        "Laurence A Bindoff",
        "Kristina Xiao Liang"
      ],
      "journal": "Frontiers in cell and developmental biology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mitophagy specifically recognizes and removes damaged or superfluous mitochondria to maintain mitochondrial homeostasis and proper neuronal function. Defective mitophagy and the resulting accumulation of damaged mitochondria occur in several neurodegenerative diseases. Previously, we showed mitochondrial dysfunction in astrocytes with POLG mutations, and here, we examined how POLG mutations affect mitophagy in astrocytes and how this can be ameliorated pharmacologically. Using induced pluripotent stem cell (iPSC)-derived astrocytes carrying POLG mutations, we found downregulation of mitophagy/autophagy-related genes using RNA sequencing-based KEGG metabolic pathway analysis. We confirmed a deficit in mitochondrial autophagosome formation under exogenous stress conditions and downregulation of the mitophagy receptor p62, reduced lipidation of LC3B-II, and decreased expression of lysosome protein lysosomal-associated membrane protein 2A (LAMP2A). These changes were regulated by the PINK1/Parkin pathway and AKT/mTOR/AMPK/ULK1 signaling pathways. Importantly, we found that double treatment with nicotinamide riboside (NR) and metformin rescued mitophagy defects and mitochondrial dysfunction in POLG-mutant astrocytes. Our findings reveal that impaired mitophagy is involved in the observed mitochondrial dysfunction caused by POLG mutations in astrocytes, potentially contributing to the phenotype in POLG-related diseases. This study also demonstrates the therapeutic potential of NR and metformin in these incurable mitochondrial diseases."
    },
    {
      "pmid": "34567409",
      "title": "Nicotinamide Riboside Alleviates Cardiac Dysfunction and Remodeling in Pressure Overload Cardiac Hypertrophy.",
      "authors": [
        "Sai Ma",
        "Jing Feng",
        "Xiuyu Lin",
        "Jing Liu",
        "Yi Tang",
        "Shinan Nie",
        "Jianbin Gong",
        "Lei Wang"
      ],
      "journal": "Oxidative medicine and cellular longevity",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cardiac hypertrophy is a compensatory response to pressure overload, which eventually leads to heart failure. The current study explored the protective effect of nicotinamide riboside (NR), a NAD+ booster that may be administered through the diet, on the occurrence of myocardial hypertrophy and revealed details of its underlying mechanism. METHODS: Transverse aortic constriction (TAC) surgery was performed to establish a murine model of myocardial hypertrophy. Mice were randomly divided into four groups: sham, TAC, sham+NR, and TAC+NR. NR treatment was given daily by oral gavage. Cardiac structure and function were assessed using small animal echocardiography. Mitochondrial oxidative stress was evaluated by dihydroethidium (DHE) staining, malondialdehyde (MDA) content, and superoxide dismutase (SOD) activity. Levels of expression of atrial natriuretic peptide (ANP), brain natriuretic peptide (BNP), IL-1β, TNF-α, and Sirtuin3 were measured by real-time PCR and ELISA. Expression levels of Caspase-1, Caspase-1 pro, cleaved Gasdermin D (GSDMD), NLRP3, ASC, Sirtuin3, ac-MnSOD, and total MnSOD were measured by Western blot. RESULTS: Reductions in the heart/body mass ratio (HW/BW) and lung/body mass ratio (LW/BW) and in ANP, BNP, and LDH levels were observed in the TAC group on the administration of NR (P < 0.05). Moreover, echocardiography data showed that cardiac dysfunction and structural changes caused by TAC were improved by NR treatment (P < 0.05). NR treatment also reduced levels of the inflammatory cytokines, IL-1β and TNF-α, and attenuated activation of NLRP3 inflammasomes induced by TAC. Furthermore, changes in DHE staining, MDA content, and SOD activity indicated that NR treatment alleviated the oxidative stress caused by TAC. Data from ELISA and Western blots revealed elevated myocardial NAD+ content and Sirtuin3 activity and decreased acetylation of MnSOD after NR treatment, exposing aspects of the underlying signaling pathway. CONCLUSION: NR treatment alleviated TAC-induced pathological cardiac hypertrophy and dysfunction. Mechanically, these beneficial effects were attributed to the inhibition of NLRP3 inflammasome activation and myocardial inflammatory response by regulating the NAD+-Sirtuin3-MnSOD signaling pathway.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Atrial Remodeling",
        "Cardiomegaly",
        "Inflammasomes",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Myocytes, Cardiac",
        "Niacinamide",
        "Oxidative Stress",
        "Pressure",
        "Pyridinium Compounds",
        "Ventricular Remodeling"
      ]
    },
    {
      "pmid": "34548492",
      "title": "NAD+ augmentation with nicotinamide riboside improves lymphoid potential of Atm-/- and old mice HSCs.",
      "authors": [
        "Le Zong",
        "Mayuri Tanaka-Yano",
        "Bongsoo Park",
        "Hagai Yanai",
        "Ferda T Turhan",
        "Deborah L Croteau",
        "Jane Tian",
        "Evandro F Fang",
        "Vilhelm A Bohr",
        "Isabel Beerman"
      ],
      "journal": "NPJ aging and mechanisms of disease",
      "publication_date": "2021-Sep-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "NAD+ supplementation has significant benefits in compromised settings, acting largely through improved mitochondrial function and DNA repair. Elevating NAD+ to physiological levels has been shown to improve the function of some adult stem cells, with implications that these changes will lead to sustained improvement of the tissue or system. Here, we examined the effect of elevating NAD+ levels in models with reduced hematopoietic stem cell (HSC) potential, ATM-deficient and aged WT mice, and showed that supplementation of nicotinamide riboside (NR), a NAD+ precursor, improved lymphoid lineage potential during supplementation. In aged mice, this improved lymphoid potential was maintained in competitive transplants and was associated with transcriptional repression of myeloid gene signatures in stem and lineage-committed progenitor cells after NR treatment. However, the altered transcriptional priming of the stem cells toward lymphoid lineages was not sustained in the aged mice after NR removal. These data characterize significant alterations to the lineage potential of functionally compromised HSCs after short-term exposure to NR treatment."
    },
    {
      "pmid": "34527711",
      "title": "Cardioprotecive Properties of Known Agents in Rat Ischemia-Reperfusion Model Under Clinically Relevant Conditions: Only the NAD Precursor Nicotinamide Riboside Reduces Infarct Size in Presence of Fentanyl, Midazolam and Cangrelor, but Not Propofol.",
      "authors": [
        "Yang Xiao",
        "Philippa Phelp",
        "Qian Wang",
        "Diane Bakker",
        "Rianne Nederlof",
        "Markus W Hollmann",
        "Coert J Zuurbier"
      ],
      "journal": "Frontiers in cardiovascular medicine",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Cardioprotective strategies against ischemia-reperfusion injury (IRI) that remain effective in the clinical arena need to be developed. Therefore, maintained efficacy of cardioprotective strategies in the presence of drugs routinely used clinically (e.g., opiates, benzodiazepines, P2Y12 antagonist, propofol) need to be identified in preclinical models. Methods: Here, we examined the efficacy of promising cardioprotective compounds [fingolimod (Fingo), empagliflozin (Empa), melatonin (Mela) and nicotinamide riboside (NR)] administered i.v. as bolus before start ischemia. Infarct size as percentage of the area of risk (IS%) was determined following 25 min of left ascending coronary (LAD) ischemia and 2 h of reperfusion in a fentanyl-midazolam anesthetized IRI rat model. Plasma lactate dehydrogenase (LDH) activity at 30 min reperfusion was determined as secondary outcome parameter. Following pilot dose-response experiments of each compound (3 dosages, n = 4-6 animals per dosage), potential cardioprotective drugs at the optimal observed dosage were subsequently tested alone or in combination (n = 6-8 animals per group). The effective treatment was subsequently tested in the presence of a P2Y12 antagonist (cangrelor; n = 6/7) or propofol aesthesia (n = 6 both groups). Results: Pilot studies suggested potential cardioprotective effects for 50 mg/kg NR (p = 0.005) and 500 μg/kg melatonin (p = 0.12), but not for Empa or Fingo. Protection was subsequently tested in a new series of experiments for solvents, NR, Mela and NR+Mela. Results demonstrated that only singular NR was able to reduce IS% (30 ± 14 vs. 60 ± 16%, P = 0.009 vs. control). Mela (63 ± 18%) and NR+Mela (47 ± 15%) were unable to significantly decrease IS%. NR still reduced IS in the presence of cangrelor (51 ± 18 vs. 71 ± 4%, P = 0.016 vs. control), but lost protection in the presence of propofol anesthesia (62 ± 16 vs. 60 ± 14%, P = 0.839 vs. control). LDH activity measurements supported all IS% results. Conclusion: This observational study suggests that NR is a promising cardioprotective agent to target cardiac ischemia-reperfusion injury in clinical conditions employing opioid agonists, benzodiazepines and platelet P2Y12 inhibitors, but not propofol."
    },
    {
      "pmid": "34515380",
      "title": "Nicotinamide Riboside Improves Ataxia Scores and Immunoglobulin Levels in Ataxia Telangiectasia.",
      "authors": [
        "Stefanie J G Veenhuis",
        "Nienke J H van Os",
        "Anjo J W M Janssen",
        "Marjo H J C van Gerven",
        "Karlien L M Coene",
        "Udo F H Engelke",
        "Ron A Wevers",
        "Gerjen H Tinnevelt",
        "Rob Ter Heine",
        "Bart P C van de Warrenburg",
        "Corry M R Weemaes",
        "Nel Roeleveld",
        "Michèl A A P Willemsen"
      ],
      "journal": "Movement disorders : official journal of the Movement Disorder Society",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Treatment of animal models with ataxia telangiectasia (A-T) with nicotinamide riboside (NR) improved their neurological outcome and survival. OBJECTIVE: The aim of this study is to investigate the effects of NR in patients with A-T. METHODS: In this open-label, proof-of-concept study, 24 patients with A-T were treated with NR during four consecutive months. The effects of NR on ataxia, dysarthria, quality of life, and laboratory parameters were analyzed. RESULTS: During treatment, ataxia scores improved; mean total Scale for the Assessment and Rating of Ataxia and International Cooperative Ataxia Rating Scale scores decreased to 2.4 and 10.1 points, respectively. After NR withdrawal, ataxia scores worsened. In immunodeficient patients, the mean serum IgG concentration increased substantially until the end of the study period with 0.52 g/L. Untargeted metabolomics analysis revealed increased plasma levels of NR metabolites and purine nucleosides during treatment. Adverse effects did not occur. CONCLUSIONS: Treatment with NR is tolerated well and associated with improvement in ataxia and serum immunoglobulin concentrations in patients with A-T. © 2021 The Authors. Movement Disorders published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.",
      "mesh_terms": [
        "Animals",
        "Ataxia Telangiectasia",
        "Humans",
        "Immunoglobulins",
        "Niacinamide",
        "Pyridinium Compounds",
        "Quality of Life"
      ]
    },
    {
      "pmid": "34208613",
      "title": "Systemic Treatment with Nicotinamide Riboside Is Protective in Two Mouse Models of Retinal Ganglion Cell Damage.",
      "authors": [
        "Xian Zhang",
        "Nan Zhang",
        "Micah A Chrenek",
        "Preston E Girardot",
        "Jiaxing Wang",
        "Jana T Sellers",
        "Eldon E Geisert",
        "Charles Brenner",
        "John M Nickerson",
        "Jeffrey H Boatright",
        "Ying Li"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2021-Jun-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Glaucoma etiology often includes retinal ganglion cell (RGC) death associated with elevated intraocular pressure (IOP). However, even when IOP is managed well, disease can progress. It is thus important to develop therapeutic approaches that directly protect RGCs in an IOP-independent manner. Compromised nicotinamide adenine dinucleotide (NAD+) metabolism occurs in neurodegenerative diseases, including models of glaucoma. Here we report testing the protective effects of prophylactically systemically administered nicotinamide riboside (NR), a NAD+ precursor, in a mouse model of acute RGC damage (optic nerve crush (ONC)), and in a chronic model of RGC degeneration (ocular hypertension induced by intracameral injection of microbeads). For both models, treatment enhanced RGC survival, assessed by counting cells in retinal flatmounts immunostained for Brn3a+. In the ONC model, treatment preserved RGC function, as assessed by pattern electroretinogram, and suppressed retinal inflammation, as assessed by immunofluorescence staining of retinal fixed sections for glial fibrillary acidic protein (GFAP). This is the first study to demonstrate that systemic treatment with NR is protective in acute and chronic models of RGC damage. The protection is significant and, considering that NR is highly bioavailable in and well-tolerated by humans, may support the proposition of prospective human subject studies."
    },
    {
      "pmid": "34054544",
      "title": "Nicotinamide Riboside Enhances Endothelial Precursor Cell Function to Promote Refractory Wound Healing Through Mediating the Sirt1/AMPK Pathway.",
      "authors": [
        "Zhen-Hua Wang",
        "Xiao-Gang Bao",
        "Jun-Jie Hu",
        "Si-Bo Shen",
        "Guo-Hua Xu",
        "Ye-Lin Wu"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lack of vascularization is directly associated with refractory wound healing in diabetes mellitus (DM). Enrichment of endothelial precursor cells (EPCs) is a promising but challenging approach for the treatment of diabetic wounds. Herein, we investigate the action of nicotinamide riboside (NR) on EPC function for improved healing of diabetic wounds. Db/db mice that were treated with NR-supplemented food (400 mg/kg/d) for 12 weeks exhibited higher wound healing rates and angiogenesis than untreated db/db mice. In agreement with this phenotype, NR supplementation significantly increased the number of blood EPCs and bone marrow (BM)-derived EPCs of db/db mice, as well as the tube formation and adhesion functions of BM-EPCs. Furthermore, NR-supplemented BM-EPCs showed higher expression of sirtuin 1 (Sirt1), phosphorylated adenosine monophosphate-activated protein kinase (p-AMPK), and lower expression of acetylated peroxisome proliferator-activated receptor γ coactivator (PGC-1α) than BM-EPCs isolated from untreated db/db mice. Knockdown of Sirt1 in BM-EPCs significantly abolished the tube formation and adhesion function of NR as well as the expression of p-AMPK and deacetylated PGC-1a. Inhibition of AMPK abolished the NR-regulated EPC function but had no effect on Sirt1 expression, demonstrating that NR enhances EPC function through the Sirt1-AMPK pathway. Overall, this study demonstrates that the oral uptake of NR enhances the EPC function to promote diabetic wound healing, indicating that NR supplementation might be a promising strategy to prevent the progression of diabetic complications."
    },
    {
      "pmid": "33977340",
      "title": "Nicotinamide Riboside will Play an Important Role in Anti-aging Therapy in Humans, Especially in the Face Skin Anti-aging Treatment.",
      "authors": [
        "Pengfei Sun",
        "Shuyan Qie",
        "Bo Pan"
      ],
      "journal": "Aesthetic plastic surgery",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Letter",
        "Comment"
      ],
      "mesh_terms": [
        "Aging",
        "Humans",
        "Niacinamide",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "33871064",
      "title": "Inhibition of CD38 and supplementation of nicotinamide riboside ameliorate lipopolysaccharide-induced microglial and astrocytic neuroinflammation by increasing NAD.",
      "authors": [
        "Jureepon Roboon",
        "Tsuyoshi Hattori",
        "Hiroshi Ishii",
        "Mika Takarada-Iemata",
        "Dinh Thi Nguyen",
        "Collin D Heer",
        "Denis O'Meally",
        "Charles Brenner",
        "Yasuhiko Yamamoto",
        "Hiroshi Okamoto",
        "Haruhiro Higashida",
        "Osamu Hori"
      ],
      "journal": "Journal of neurochemistry",
      "publication_date": "2021-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Neuroinflammation is initiated by activation of the brain's innate immune system in response to an inflammatory challenge. Insufficient control of neuroinflammation leads to enhanced or prolonged pathology in various neurological conditions including multiple sclerosis and Alzheimer's disease. Nicotinamide adenine dinucleotide (NAD+ ) plays critical roles in cellular energy metabolism and calcium homeostasis. Our previous study demonstrated that deletion of CD38, which consumes NAD+ , suppressed cuprizone-induced demyelination, neuroinflammation, and glial activation. However, it is still unknown whether CD38 directly affects neuroinflammation through regulating brain NAD+ level. In this study, we investigated the effect of CD38 deletion and inhibition and supplementation of NAD+ on lipopolysaccharide (LPS)-induced neuroinflammation in mice. Intracerebroventricular injection of LPS significantly increased CD38 expression especially in the hippocampus. Deletion of CD38 decreased LPS-induced inflammatory responses and glial activation. Pre-administration of apigenin, a flavonoid with CD38 inhibitory activity, or nicotinamide riboside (NR), an NAD+ precursor, increased NAD+ level, and significantly suppressed induction of cytokines and chemokines, glial activation and subsequent neurodegeneration after LPS administration. In cell culture, LPS-induced inflammatory responses were suppressed by treatment of primary astrocytes or microglia with apigenin, NAD+ , NR or 78c, the latter a specific CD38 inhibitor. Finally, all these compounds suppressed NF-κB signaling pathway in microglia. These results suggest that CD38-mediated neuroinflammation is linked to NAD+ consumption and that boosting NAD+ by CD38 inhibition and NR supplementation directly suppress neuroinflammation in the brain.",
      "mesh_terms": [
        "ADP-ribosyl Cyclase 1",
        "Animals",
        "Apigenin",
        "Astrocytes",
        "Chemokines",
        "Cytokines",
        "Gene Deletion",
        "Hippocampus",
        "Inflammation",
        "Injections, Intraventricular",
        "Lipopolysaccharides",
        "Macrophage Activation",
        "Male",
        "Membrane Glycoproteins",
        "Mice",
        "Mice, Inbred ICR",
        "Mice, Knockout",
        "Microglia",
        "NAD",
        "NF-kappa B",
        "Nerve Degeneration",
        "Niacinamide",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "33788371",
      "title": "17-a-estradiol late in life extends lifespan in aging UM-HET3 male mice; nicotinamide riboside and three other drugs do not affect lifespan in either sex.",
      "authors": [
        "David E Harrison",
        "Randy Strong",
        "Peter Reifsnyder",
        "Navasuja Kumar",
        "Elizabeth Fernandez",
        "Kevin Flurkey",
        "Martin A Javors",
        "Marisa Lopez-Cruzan",
        "Francesca Macchiarini",
        "James F Nelson",
        "Adrian Markewych",
        "Alessandro Bitto",
        "Amy L Sindler",
        "Gino Cortopassi",
        "Kylie Kavanagh",
        "Lin Leng",
        "Richard Bucala",
        "Nadia Rosenthal",
        "Adam Salmon",
        "Timothy M Stearns",
        "Molly Bogue",
        "Richard A Miller"
      ],
      "journal": "Aging cell",
      "publication_date": "2021-May",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "In genetically heterogeneous mice produced by the CByB6F1 x C3D2F1 cross, the \"non-feminizing\" estrogen, 17-α-estradiol (17aE2), extended median male lifespan by 19% (p < 0.0001, log-rank test) and 11% (p = 0.007) when fed at 14.4 ppm starting at 16 and 20 months, respectively. 90th percentile lifespans were extended 7% (p = 0.004, Wang-Allison test) and 5% (p = 0.17). Body weights were reduced about 20% after starting the 17aE2 diets. Four other interventions were tested in males and females: nicotinamide riboside, candesartan cilexetil, geranylgeranylacetone, and MIF098. Despite some data suggesting that nicotinamide riboside would be effective, neither it nor the other three increased lifespans significantly at the doses tested. The 17aE2 results confirm and extend our original reports, with very similar results when started at 16 months compared with mice started at 10 months of age in a prior study. The consistently large lifespan benefit in males, even when treatment is started late in life, may provide information on sex-specific aspects of aging.",
      "mesh_terms": [
        "Aging",
        "Animals",
        "Estradiol",
        "Female",
        "Longevity",
        "Male",
        "Mice",
        "Niacinamide",
        "Pyridinium Compounds",
        "Sex Characteristics"
      ]
    },
    {
      "pmid": "33744645",
      "title": "Short-term nicotinamide riboside treatment improves muscle quality and function in mice and increases cellular energetics and differentiating capacity of myogenic progenitors.",
      "authors": [
        "Kenneth Ladd Seldeen",
        "Aref Shahini",
        "Ramkumar Thiyagarajan",
        "Yonas Redae",
        "Merced Leiker",
        "Nika Rajabian",
        "Andrew Dynka",
        "Stelios T Andreadis",
        "Bruce Robert Troen"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Nicotinamide adenine dinucleotide (NAD+), an essential cofactor for mitochondrial function, declines with aging, which may lead to impaired physical performance. Nicotinamide riboside (NR), a NAD+ precursor, restores cellular NAD+ levels. The aim of this study was to examine the effects of short-term NR supplementation on physical performance in middle-aged mice and the effects on mouse and human muscle stem cells. METHODS: We treated 15-mo-old male C57BL/6J mice with NR at 300 mg·kg·d-1 (NR3), 600 mg·kg·d-1 (NR6), or placebo (PLB), n = 8 per group, and assessed changes in physical performance, muscle histology, and NAD+ content after 4 wk of treatment. RESULTS: NR increased total NAD+ in muscle tissue (NR3 P = 0.01; NR6 P = 0.004, both versus PLB), enhanced treadmill endurance and open-field activity, and prevented decline in grip strength. Histologic analysis revealed NR-treated mice exhibited enlarged slow-twitch fibers (NR6 versus PLB P = 0.014; NR3 P = 0.16) and a trend toward more slow fibers (NR3 P = 0.14; NR6 P = 0.22). We next carried out experiments to characterize NR effects on mitochondrial activity and cellular energetics in vitro. We observed that NR boosted basal and maximal cellular aerobic and anaerobic respiration in both mouse and human myoblasts and human myotubes. Additionally, NR treatment improved the differentiating capacity of myoblasts and increased myotube size and fusion index upon stimulation of these progenitors to form multinucleated myotubes. CONCLUSION: These findings support a role for NR in improving cellular energetics and functional capacity in mice, which support the translation of this work into clinical settings as a strategy for improving and/or maintaining health span during aging.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Muscle, Skeletal",
        "NAD",
        "Niacinamide",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "33532242",
      "title": "Co-therapy with S-adenosylmethionine and nicotinamide riboside improves t-cell survival and function in Arts Syndrome (PRPS1 deficiency).",
      "authors": [
        "Nina Lenherr",
        "John Christodoulou",
        "John Duley",
        "Doreen Dobritzsch",
        "Lynette Fairbanks",
        "Alexandre N Datta",
        "Isabel Filges",
        "Nicolas Gürtler",
        "Jeroen Roelofsen",
        "André B P van Kuilenburg",
        "Claudia Kemper",
        "Erin E West",
        "Gabor Szinnai",
        "Martina Huemer"
      ],
      "journal": "Molecular genetics and metabolism reports",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Arts syndrome or phosphoribosyl-pyrophosphate-synthetase-1 (PRPS1) deficiency is caused by loss-of-function mutations in the PRPS1 gene (Xq22.3). PRPS1 is an initial and essential step for the synthesis of the nucleotides of purines, pyrimidines, and nicotinamide. Classically, affected males present with sensorineural hearing loss, optic atrophy, muscular hypotonia, developmental impairment, and recurrent severe respiratory infections early in life. Treatment of a 3-year old boy with S-adenosylmethionine (SAM) replenished erythrocyte purine nucleotides of adenosine and guanosine, while SAM and nicotinamide riboside co-therapy further improved his clinical phenotype as well as T-cell survival and function."
    },
    {
      "pmid": "33524145",
      "title": "Nicotinamide Riboside Enhances In Vitro Beta-adrenergic Brown Adipose Tissue Activity in Humans.",
      "authors": [
        "Emmani B M Nascimento",
        "Michiel P B Moonen",
        "Carlijn M E Remie",
        "Karim Gariani",
        "Johanna A Jörgensen",
        "Gert Schaart",
        "Joris Hoeks",
        "Johan Auwerx",
        "Wouter D van Marken Lichtenbelt",
        "Patrick Schrauwen"
      ],
      "journal": "The Journal of clinical endocrinology and metabolism",
      "publication_date": "2021-Apr-23",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "CONTEXT: Elevating nicotinamide adenine dinucleotide (NAD+) levels systemically improves metabolic health, which can be accomplished via nicotinamide riboside (NR). Previously, it was demonstrated that NR supplementation in high-fat-diet (HFD)-fed mice decreased weight gain, normalized glucose metabolism, and enhanced cold tolerance. OBJECTIVE: Because brown adipose tissue (BAT) is a major source of thermogenesis, we hypothesize that NR stimulates BAT in mice and humans. DESIGN AND INTERVENTION: HFD-fed C56BL/6J mice were supplemented with 400 mg/kg/day NR for 4 weeks and subsequently exposed to cold. In vitro primary adipocytes derived from human BAT biopsies were pretreated with 50 µM or 500 µM NR before measuring mitochondrial uncoupling. Human volunteers (45-65 years; body mass index, 27-35 kg/m2) were supplemented with 1000 mg/day NR for 6 weeks to determine whether BAT activity increased, as measured by [18F]FDG uptake via positron emission tomography-computed tomography (randomized, double blinded, placebo-controlled, crossover study with NR supplementation). RESULTS: NR supplementation in HFD-fed mice decreased adipocyte cell size in BAT. Cold exposure further decreased adipocyte cell size on top of that achieved by NR alone independent of ex vivo lipolysis. In adipocytes derived from human BAT, NR enhanced in vitro norepinephrine-stimulated mitochondrial uncoupling. However, NR supplementation in human volunteers did not alter BAT activity or cold-induced thermogenesis. CONCLUSIONS: NR stimulates in vitro human BAT but not in vivo BAT in humans. Our research demonstrates the need for further translational research to better understand the differences in NAD+ metabolism in mouse and human.",
      "mesh_terms": [
        "Adipocytes",
        "Adipose Tissue, Brown",
        "Adrenergic Agents",
        "Aged",
        "Animals",
        "Cells, Cultured",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Energy Metabolism",
        "Female",
        "Humans",
        "Lipolysis",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Middle Aged",
        "Niacinamide",
        "Primary Cell Culture",
        "Pyridinium Compounds",
        "Receptors, Adrenergic",
        "Thermogenesis"
      ]
    },
    {
      "pmid": "33518322",
      "title": "The effects of in ovo nicotinamide riboside dose on broiler myogenesis.",
      "authors": [
        "Xiaoxing Xu",
        "Ashunti R Jackson",
        "John M Gonzalez"
      ],
      "journal": "Poultry science",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to determine the effects of in ovo injection of nicotinamide riboside (NR) on broiler embryonic myogenesis. Fertilized Cobb 500 broiler eggs (N = 240) were sorted by weight and within each strata, randomly assigned to 1 of 4 NR dose treatments (0 mmol, 250 mmol, 500 mmol, or 1 mol; final concentration in yolk of 0, 2.5, 5.0, or 10.0 mmol) of NR. At day 10 of incubation, 100 μL of the assigned NR dose was injected into the yolk sac of the developing embryo, and chicks were euthanized within 24 h of hatching. Pectoralis major muscle (PMM) and individual fiber morphometrics were collected. Chicks injected with NR had greater PMM weight and length (P < 0.01), but did not differ from each other (P > 0.14). Chicks from eggs injected with NR had greater PMM weight and width than control chicks (P < 0.01), but did not differ from each other (P = 0.86). Chicks from eggs injected with 500 mmol NR had greater PMM depth than control and 1M chicks (P < 0.04), which did not differ (P = 0.24) from each other. Chicks from eggs injected with 250 mmol NR did not differ in PMM length compared with all other treatments (P > 0.06). There was no treatment effect (P = 0.20) for PMM fiber cross-sectional area; however, there was a treatment effect (P < 0.01) for muscle fiber density. Chicks from eggs injected with 1 mol NR had greater fiber density than all other treatments (P < 0.01). Chicks injected with 250 and 500 mmol NR had greater fiber density than control chicks (P < 0.01), but did not differ (P < 0.06) from each other. Injecting developing embryos at day 10 of incubation increased hatched chick PMM morphometrics, which were partly because of the NR catalyzed increase in muscle fiber density.",
      "mesh_terms": [
        "Animals",
        "Body Weight",
        "Chickens",
        "Muscle Development",
        "Niacinamide",
        "Ovum",
        "Pyridinium Compounds"
      ]
    },
    {
      "pmid": "33473304",
      "title": "Effect of nicotinamide riboside on lipid metabolism and gut microflora-bile acid axis in alcohol-exposed mice.",
      "authors": [
        "Xiao Yu",
        "Meilan Xue",
        "Ying Liu",
        "Zhitong Zhou",
        "Yushan Jiang",
        "Ting Sun",
        "Hui Liang"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alcoholic liver disease (ALD) is the most common complication of alcohol abuse, while we lack safe and effective treatment for ALD. This study aimed to explore the effects of nicotinamide riboside (NR) on lipid metabolism and gut microflora-bile acid axis in alcohol-exposed mice. NR significantly improved liver histopathological damage and abnormal liver function. NR as a provider of nicotinamide adenine dinucleotide (NAD+) increased the NAD+/NADH ratio. Meanwhile, NR inhibited the activation of the protein phosphatase 1 signaling pathway, decreased the liver triglyceride and total bile acid levels, and reduced lipid accumulation. According to the results of gut microflora species analysis, NR intervention changed the microbial community structure at the phylum, family and genus levels, and the species abundances returned to a level similar to these of the normal control group. Besides, the results of high-performance liquid chromatograph-mass spectrometry showed that NR intervention resulted in fecal bile acid levels tending to be normal with decreased chenodeoxycholic acid level and increased deoxycholic acid and hyocholic acid levels. Spearman's correlation analysis showed a correlation between gut microflora and bile acids. Therefore, NR supplementation has the potential to prevent ALD, and its mechanism may be related to regulating lipid metabolism disorders and the gut microflora-bile acid axis."
    },
    {
      "pmid": "33297791",
      "title": "Protective Effects of Nicotinamide Riboside on H2O2-induced Oxidative Damage in Lens Epithelial Cells.",
      "authors": [
        "Biting Zhou",
        "Guangyu Zhao",
        "Yihua Zhu",
        "Xiaole Chen",
        "Nanwen Zhang",
        "Juhua Yang",
        "Hong Lin"
      ],
      "journal": "Current eye research",
      "publication_date": "2021-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Purpose: To investigate the protective effects of nicotinamide riboside (NR) on oxidative damage in hydrogen peroxide (H2O2)-exposed human lens epithelial cell lines (SRA01/04) and the possible mechanisms underlying its protective effects.Materials and methods: SRA01/04 cells were divided into three groups: the control (CON) group, model (H2O2) group and treatment (NR+H2O2) group. Superoxide dismutase (SOD), catalase (CAT) and total glutathione (GSH) levels were detected to evaluate oxidative damage induced by different concentrations of H2O2 in SRA01/04 cells. After SRA01/04 cells were treated with NR and/or H2O2, cell viability was evaluated using the 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay and Hoechst staining, cell apoptosis was analysed using flow cytometry, reactive oxygen species (ROS) were measured with the DCFH-DA probe, and mitochondria were stained with MitoTracker to measure the mitochondrial membrane potential (MMP). In addition, western blotting was performed to detect the levels of proteins associated with apoptosis and related signalling pathways.Results: H2O2 induced oxidative damage in SRA01/04 cells by inhibiting the activity of SOD and CAT and reducing total GSH levels. Treatment of SRA01/04 cells with NR significantly increased cell viability and reduced cell apoptosis and ROS generation, whereas SOD and CAT activities and total GSH and MMP levels were improved by the NR treatment in an H2O2-exposed cell model. Furthermore, NR significantly inhibited the activation of the MAPK pathway but promoted activation of the JAK2/Stat3 pathway compared with the model group.Conclusions: NR may alleviate oxidative damage by targeting the MAPK and JAK2/Stat3 pathways in H2O2-treated SRA01/04 cells. NR may represent anovel drug for preventing or treating cataracts.",
      "mesh_terms": [
        "Apoptosis",
        "Blotting, Western",
        "Catalase",
        "Cell Survival",
        "Epithelial Cells",
        "Flow Cytometry",
        "Glutathione",
        "Humans",
        "Hydrogen Peroxide",
        "Janus Kinase 2",
        "Lens, Crystalline",
        "Membrane Potential, Mitochondrial",
        "Mitogen-Activated Protein Kinase Kinases",
        "Niacinamide",
        "Oxidants",
        "Oxidative Stress",
        "Pyridinium Compounds",
        "Reactive Oxygen Species",
        "STAT3 Transcription Factor",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "33080243",
      "title": "Nicotinamide riboside reduces cardiometabolic risk factors and modulates cardiac oxidative stress in obese Wistar rats under caloric restriction.",
      "authors": [
        "Josimar Macedo de Castro",
        "José Antônio Fagundes Assumpção",
        "Dirson João Stein",
        "Roberta Ströher Toledo",
        "Lisiane Santos da Silva",
        "Wolnei Caumo",
        "Cristina Campos Carraro",
        "Alex Sander da Rosa Araujo",
        "Iraci L S Torres"
      ],
      "journal": "Life sciences",
      "publication_date": "2020-Dec-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: NAD-based therapeutic strategies are encouraged against obesity and heart disease. Our study, therefore, aimed to investigate the effects of nicotinamide riboside (NR), isolated or combined with caloric restriction (CR), both approaches well-known for stimulating NAD levels, on adiposity parameters, cardiometabolic factors and cardiac oxidative stress in rats submitted to cafeteria diet (CAF). MAIN METHODS: After 42 days of CAF-induced obesity (hypercaloric and ultra-processed foods common to humans), we examined the effects of oral administration of NR (400 mg/kg for 28 days), combined or not with CR (-62% kcal, for 28 days), on anthropometric, metabolic, tissue, and cardiac oxidative stress parameters in obese male Wistar rats. KEY FINDINGS: In obese rats, treatment with NR alone mitigated final body weight gain, reduced adiposity (visceral and subcutaneous), improved insulin resistance, and decreased TG/HDL ratio and heart size. In cardiac OS, treatment with NR increased the antioxidant capacity via glutathione peroxidase and catalase enzymes (in rats under CR) as well as reduced the pro-oxidant complex NADPH oxidase (in obese and lean rats). Hyperglycemia, hypertriglyceridemia and elevated levels of TBARS in the heart were state-dependent adverse effects, induced by treatment with NR. SIGNIFICANCE: This is the first study to report effects of nicotinamide riboside on cardiac oxidative stress in an obesity model. Nicotinamide riboside, a natural dietary compound, presented antiobesity effects and cardiometabolic benefits, in addition to positively modulating oxidative stress in the heart, in a state-dependent manner.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Caloric Restriction",
        "Cardiometabolic Risk Factors",
        "Insulin Resistance",
        "Male",
        "Niacinamide",
        "Obesity",
        "Oxidative Stress",
        "Pyridinium Compounds",
        "Rats",
        "Rats, Wistar",
        "Thiobarbituric Acid Reactive Substances"
      ]
    },
    {
      "pmid": "32852543",
      "title": "Systemic Treatment With Nicotinamide Riboside Is Protective in a Mouse Model of Light-Induced Retinal Degeneration.",
      "authors": [
        "Xian Zhang",
        "Nathaniel F Henneman",
        "Preston E Girardot",
        "Jana T Sellers",
        "Micah A Chrenek",
        "Ying Li",
        "Jiaxing Wang",
        "Charles Brenner",
        "John M Nickerson",
        "Jeffrey H Boatright"
      ],
      "journal": "Investigative ophthalmology & visual science",
      "publication_date": "2020-Aug-03",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "PURPOSE: Maintaining levels of nicotinamide adenine dinucleotide (NAD+), a coenzyme critical for cellular energetics and biosynthetic pathways, may be therapeutic in retinal disease because retinal NAD+ levels decline during retinal damage and degeneration. The purpose of this study was to investigate whether systemic treatment with nicotinamide riboside (NR), a NAD+ precursor that is orally deliverable and well-tolerated by humans, is protective in a mouse model of light-induced retinal degeneration. METHODS: Mice were injected intraperitoneally with vehicle or NR the day before and the morning of exposure to degeneration-inducing levels of light. Retinal function was assessed by electroretinography and in vivo retinal morphology and inflammation was assessed by optical coherence tomography. Post mortem retina sections were assessed for morphology, TUNEL, and inflammatory markers Iba1 and GFAP. Retinal NAD+ levels were enzymatically assayed. RESULTS: Exposure to degeneration-inducing levels of light suppressed retinal NAD+ levels. Mice undergoing light-induced retinal degeneration exhibited significantly suppressed retinal function, severely disrupted photoreceptor cell layers, and increased apoptosis and inflammation in the outer retina. Treatment with NR increased levels of NAD+ in retina and prevented these deleterious outcomes. CONCLUSIONS: This study is the first to report the protective effects of NR treatment in a mouse model of retinal degeneration. The positive outcomes, coupled with human tolerance to NR dosing, suggest that maintaining retinal NAD+ via systemic NR treatment should be further explored for clinical relevance.",
      "mesh_terms": [
        "Animals",
        "Disease Models, Animal",
        "Electroretinography",
        "Fluorescent Antibody Technique",
        "Injections, Intraperitoneal",
        "Light",
        "Male",
        "Mice",
        "Mice, Inbred BALB C",
        "NAD",
        "Niacinamide",
        "Photoreceptor Cells, Vertebrate",
        "Pyridinium Compounds",
        "Retina",
        "Retinal Degeneration",
        "Tomography, Optical Coherence"
      ]
    },
    {
      "pmid": "32820458",
      "title": "Axonal Protection by Nicotinamide Riboside via SIRT1-Autophagy Pathway in TNF-Induced Optic Nerve Degeneration.",
      "authors": [
        "Yasushi Kitaoka",
        "Kana Sase",
        "Chihiro Tsukahara",
        "Naoki Fujita",
        "Ibuki Arizono",
        "Hitoshi Takagi"
      ],
      "journal": "Molecular neurobiology",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nicotinamide adenine dinucleotide (NAD+) synthesis pathway has been involved in many biological functions. Nicotinamide riboside (NR) is widely used as an NAD+ precursor and known to increase NAD+ level in several tissues. The present study aimed to examine the effect of NR on tumor necrosis factor (TNF)-induced optic nerve degeneration and to investigate whether it alters SIRT1 expression and autophagic status in optic nerve. We also examined the localization of nicotinamide riboside kinase 1 (NRK1), which is a downstream enzyme for NR biosynthesis pathway in retina and optic nerve. Intravitreal injection of TNF or TNF plus NR was performed on rats. The p62 and LC3-II protein levels were examined to evaluate autophagic flux in optic nerve. Immunohistochemical analysis was performed to localize NRK1 expression. Morphometric analysis showed substantial axonal protection by NR against TNF-induced axon loss. TNF-induced increment of p62 protein level was significantly inhibited by NR administration. NR administration alone significantly increased the LC3-II levels and reduced p62 levels compared with the basal levels, and upregulated SIRT1 levels in optic nerve. Immunohistochemical analysis showed that NRK1 exists in retinal ganglion cells (RGCs) and nerve fibers in retina and optic nerve. NR administration apparently upregulated NRK1 levels in the TNF-treated eyes as well as the control eyes. Pre-injection of an SIRT1 inhibitor resulted in a significant increase of p62 levels in the NR plus TNF treatment group, implicating that SIRT1 regulates autophagy status. In conclusion, NRK1 exists in RGCs and optic nerve axons. NR exerted protection against axon loss induced by TNF with possible involvement of upregulated NRK1 and SIRT1-autophagy pathway.",
      "mesh_terms": [
        "Animals",
        "Autophagy",
        "Axons",
        "Male",
        "Microtubule-Associated Proteins",
        "Nerve Degeneration",
        "Neuroprotection",
        "Niacinamide",
        "Optic Nerve",
        "Phosphotransferases (Alcohol Group Acceptor)",
        "Pyridinium Compounds",
        "Rats, Wistar",
        "Retina",
        "Sequestosome-1 Protein",
        "Sirtuin 1",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "32791973",
      "title": "Nicotinamide riboside with pterostilbene (NRPT) increases NAD+ in patients with acute kidney injury (AKI): a randomized, double-blind, placebo-controlled, stepwise safety study of escalating doses of NRPT in patients with AKI.",
      "authors": [
        "Petra Simic",
        "Xavier Fernando Vela Parada",
        "Samir M Parikh",
        "Ryan Dellinger",
        "Leonard P Guarente",
        "Eugene P Rhee"
      ],
      "journal": "BMC nephrology",
      "publication_date": "2020-Aug-13",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Preclinical studies have identified both NAD+ and sirtuin augmentation as potential strategies for the prevention and treatment of AKI. Nicotinamide riboside (NR) is a NAD+ precursor vitamin and pterostilbene (PT) is potent sirtuin activator found in blueberries. Here, we tested the effect of combined NR and PT (NRPT) on whole blood NAD+ levels and safety parameters in patients with AKI. METHODS: We conducted a randomized, double-blind, placebo-controlled study of escalating doses of NRPT in 24 hospitalized patients with AKI. The study was comprised of four Steps during which NRPT (5 subjects) or placebo (1 subject) was given twice a day for 2 days. NRPT dosing was increased in each Step: Step 1250/50 mg, Step 2500/100 mg, Step 3750/150 mg and Step 41,000/200 mg. Blood NAD+ levels were measured by liquid chromatography-mass spectrometry and safety was assessed by history, physical exam, and clinical laboratory testing. RESULTS: AKI resulted in a 50% reduction in whole blood NAD+ levels at 48 h compared to 0 h in patients receiving placebo (p = 0.05). There was a trend for increase in NAD+ levels in all NRPT Steps individually at 48 h compared to 0 h, but only the change in Step 2 reached statistical significance (47%, p = 0.04), and there was considerable interindividual variability in the NAD+ response to treatment. Considering all Steps together, NRPT treatment increased NAD+ levels by 37% at 48 h compared to 0 h (p = 0.002). All safety laboratory tests were unchanged by NRPT treatment, including creatinine, estimated glomerular filtration rate (eGFR), electrolytes, liver function tests, and blood counts. Three of 20 patients receiving NRPT reported minor gastrointestinal side effects. CONCLUSION: NRPT increases whole blood NAD+ levels in hospitalized patients with AKI. In addition, NRPT up to a dose of 1000 mg/200 mg twice a day for 2 days is safe and well tolerated in these patients. Further studies to assess the potential therapeutic benefit of NRPT in AKI are warranted. TRIAL REGISTRATION: NCT03176628 , date of registration June 5th, 2017.",
      "mesh_terms": [
        "Acute Kidney Injury",
        "Aged",
        "Aged, 80 and over",
        "Creatinine",
        "Dose-Response Relationship, Drug",
        "Double-Blind Method",
        "Drug Combinations",
        "Female",
        "Glomerular Filtration Rate",
        "Humans",
        "Male",
        "Middle Aged",
        "NAD",
        "Niacinamide",
        "Pilot Projects",
        "Pyridinium Compounds",
        "Stilbenes"
      ]
    },
    {
      "pmid": "32766529",
      "title": "In ovo feeding of nicotinamide riboside affects broiler pectoralis major muscle development.",
      "authors": [
        "John M Gonzalez",
        "Ashunti R Jackson"
      ],
      "journal": "Translational animal science",
      "publication_date": "2020-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to examine the effect of nicotinamide riboside (NR) on pectoralis major muscle (PM) development and growth. Fertilized Cobb 500 broiler eggs (N = 156; average weight of 70.3 g) were ordered by weight, and within each four egg strata, eggs were randomly assigned to treatments within a 2 × 2 factorial arrangement. Factor 1 consisted of NR treatment with eggs receiving 0 or 250 mM NR. Factor 2 consisted of injection location, with treatments injected into either the yolk sac or albumen. Eggs were incubated at a temperature of 37 °C and a relative humidity of 40 ± 2% for the first 18 d of incubation and humidity was increased to 60 ± 2 °C for the final 3 d. On day 10 of incubation, eggs were injected in their designated location with 100 µL of 0.9% sterile saline containing the assigned NR dose. Chicks were hatched, euthanized, and morphometric measurements of the body and left PM were collected. The left PM was also analyzed for muscle fiber cross-sectional area (CSA) and density. There were no treatment × location or main effects for all body morphometric measurements (P > 0.07), except chest width of chicks from eggs injected in the yolk were wider (P = 0.01) than chicks from eggs injected in the albumen. There were only treatment × location interactions for PM weight and length (P < 0.01). When NR was injected into the albumen, PM weight did not differ (P = 0.09); however, when NR was injected into the yolk sac, PM weight increased (P < 0.01). When NR was injected into both locations, PM length increased (P < 0.01), but increased to a greater extent when NR was injected into the yolk sac. There were treatment main effects for PM width and depth (P < 0.01), with NR injected chicks having PM with greater width and depth. There were no treatment × location or main effects for PM fiber CSA (P > 0.06). There was a treatment × location interaction (P < 0.01) for fiber density. When NR was injected into the albumen, fiber density did not differ (P = 0.09); however, when NR was injected into the yolk sac, fiber density increased (P < 0.01). Injecting NR into the yolk sac of the developing embryo at day 10 of incubation increased PM development which was due to an increase in muscle density."
    },
    {
      "pmid": "32715855",
      "title": "Safety Assessment of High-Purity, Synthetic Nicotinamide Riboside (NR-E) in a 90-Day Repeated Dose Oral Toxicity Study, With a 28-Day Recovery Arm.",
      "authors": [
        "Anca G Marinescu",
        "Jayson Chen",
        "Holly E Holmes",
        "Leonard Guarente",
        "Odete Mendes",
        "Mark Morris",
        "Ryan W Dellinger"
      ],
      "journal": "International journal of toxicology",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nicotinamide riboside (NR) is a naturally occurring form of vitamin B3 shown to preferentially elevate the nicotinamide adenine dinucleotide (NAD+) metabolome compared to other vitamin B3 forms (nicotinic acid and nicotinamide). Although daily requirements of vitamin B3 are typically met through the diet, recent studies have shown that additional supplementation with NR may be an effective method to counter the age-related decline in NAD+ levels as NR bypasses the rate-limiting step in NAD+ biosynthesis. Furthermore, pharmaceutical applications of NR for age-related disorders have been proposed. In this study, the safety of a high-purity, nature-identical, synthetic NR (NR-E), manufactured under the guidelines of good manufacturing practices for dietary supplements (21 CFR 111) as well as for drugs (21 CFR 210), was investigated in a 90-day oral toxicity study in Sprague Dawley rats at 300, 500, and 1,200 mg/kg/d. There were no mortality or clinical observations attributable to the test substance at any dose. A small but statistically significant decrease in body weight was observed at day 92 in the 1,200 mg/kg/d NR-treated male rats only. In contrast to a previously published safety assessment using a different synthetic NR (NIAGEN), whose no-observed-adverse-effect-level (NOAEL) was reported to be 300 mg/kg/d, there were no adverse changes in clinical pathology parameters and no notable macroscopic or microscopic findings or treatment-related effects at similar doses. In the current study, the NOAEL for systemic toxicity of NR-E in Sprague-Dawley rats was conservatively determined to be 500 mg/kg/d for males (solely based on body weight) and 1,200 mg/kg/d for females.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Body Weight",
        "Dietary Supplements",
        "Female",
        "Male",
        "Niacinamide",
        "No-Observed-Adverse-Effect Level",
        "Pyridinium Compounds",
        "Rats, Sprague-Dawley",
        "Sex Characteristics",
        "Toxicity Tests, Subchronic"
      ]
    },
    {
      "pmid": "32486488",
      "title": "Nicotinamide Riboside-The Current State of Research and Therapeutic Uses.",
      "authors": [
        "Mario Mehmel",
        "Nina Jovanović",
        "Urs Spitz"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-May-31",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Nicotinamide riboside (NR) has recently become one of the most studied nicotinamide adenine dinucleotide (NAD+) precursors, due to its numerous potential health benefits mediated via elevated NAD+ content in the body. NAD+ is an essential coenzyme that plays important roles in various metabolic pathways and increasing its overall content has been confirmed as a valuable strategy for treating a wide variety of pathophysiological conditions. Accumulating evidence on NRs' health benefits has validated its efficiency across numerous animal and human studies for the treatment of a number of cardiovascular, neurodegenerative, and metabolic disorders. As the prevalence and morbidity of these conditions increases in modern society, the great necessity has arisen for a rapid translation of NR to therapeutic use and further establishment of its availability as a nutritional supplement. Here, we summarize currently available data on NR effects on metabolism, and several neurodegenerative and cardiovascular disorders, through to its application as a treatment for specific pathophysiological conditions. In addition, we have reviewed newly published research on the application of NR as a potential therapy against infections with several pathogens, including SARS-CoV-2. Additionally, to support rapid NR translation to therapeutics, the challenges related to its bioavailability and safety are addressed, together with the advantages of NR to other NAD+ precursors.",
      "mesh_terms": [
        "Aging",
        "Animals",
        "Betacoronavirus",
        "Biological Availability",
        "COVID-19",
        "Cardiovascular Diseases",
        "Coronavirus Infections",
        "Dietary Supplements",
        "Humans",
        "Longevity",
        "Metabolism",
        "Neurodegenerative Diseases",
        "Niacinamide",
        "Pandemics",
        "Pneumonia, Viral",
        "Pyridinium Compounds",
        "SARS-CoV-2"
      ]
    }
  ]
}