{
  "supplement": "Occupational Therapy",
  "query": "Occupational Therapy[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:11:21",
  "research_count": 5596,
  "count": 100,
  "articles": [
    {
      "pmid": "40310717",
      "title": "Corrigendum to \"Implementing Occupational Therapy into an Acute Geriatric Ward: Effects on Patients' Functional Status at Discharge\" [J Frailty Aging 13 (2024) 307-12].",
      "authors": [
        "C Sidoli",
        "C Okoye",
        "A Staglianò",
        "A Zambon",
        "C Pozzi",
        "M C Ferrara",
        "G Bellelli"
      ],
      "journal": "The Journal of frailty & aging",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Published Erratum"
      ]
    },
    {
      "pmid": "40309002",
      "title": "A cross-sectional study of self-esteem, psychological factors, and academic performance among occupational therapy students in Japan.",
      "authors": [
        "Risa Kayama",
        "Shota Suzumura",
        "Soichiro Koyama",
        "Kazuya Takeda",
        "Kenta Fujimura",
        "Takuma Ii",
        "Hirofumi Ota",
        "Shigeo Tanabe",
        "Hiroaki Sakurai",
        "Yoshikiyo Kanada"
      ],
      "journal": "Fujita medical journal",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: With the recent progression of a super-aging society in Japan, demand for medical and welfare professionals has increased, and occupational therapists are in great demand. Academic performance is important for occupational therapy and rehabilitation students. The current study aimed to determine the influence of self-esteem and psychological factors on academic performance in Japanese occupational therapy students. METHODS: A cross-sectional study was conducted among 60 first-year occupational therapy students (16 male and 44 female) at a private medical university in Japan in June 2022. The State-Trait Anxiety Inventory (STAI) and Beck Depression Inventory Second Edition (BDI-II) were used to assess anxiety and depression symptoms, respectively, and the Rosenberg Self-Esteem Scale (RSES) was used to assess self-esteem. RESULTS: We identified several factors affecting the examination performance of Japanese occupational therapy students. Self-esteem was significantly associated with examination performance in anatomy 1 (p=0.02, β=0.40). RSES-J social work (p=0.07, β=0.31) and anatomy 2 (p=0.08, β=0.30), STAI-JYZ (p=0.09, β=0.38), and STAI-JYZ rehabilitation medicine (p=0.06, β=0.44), and BDI-II (p=0.08, β=-0.43) showed no significant effects but exhibited a trend toward an association. CONCLUSIONS: Understanding the role of psychological aspects and self-esteem is important for constructing systems to support first-year university students. Furthermore, the development of psychological aspects and self-esteem is essential for improving the academic performance of occupational therapy students, and it is crucial to establish educational programs and support systems."
    },
    {
      "pmid": "40302533",
      "title": "Exploring motivators for rural occupational therapy fieldwork educators: A pilot study.",
      "authors": [
        "Kimberly Krebs"
      ],
      "journal": "Work (Reading, Mass.)",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BackgroundOccupational therapy programs require students to complete several clinical fieldwork experiences before graduation and registration. Fieldwork experiences are supervised by fieldwork educators (FWEs), who are practicing clinicians (often occupational therapy practitioners). Many areas, especially rural areas, now face a growing shortage of healthcare workers and higher rates of worker burnout, making it difficult to motivate clinicians to supervise occupational therapy fieldwork students.ObjectiveThis qualitative pilot study aimed to explore the essence of the unique dual role of rural occupational therapy practitioners who also serve as FWEs and uncover motivators to serve as an FWE.MethodsData was collected through an initial survey and semi-structured interviews. Data was analyzed through iterative coding until prominent themes emerged. Several measures were taken to ensure trustworthiness and rigor in this qualitative study, including a positionality statement, audit trail, thick description of the participants and work settings, external review of the interview protocol, reflective journaling throughout the transcription and coding processes, and member checking of results.ResultsThree participants were included in this pilot exploratory study. Five themes of the rural FWE experience emerged: subtle advocacy is a facilitator, relational leadership is important, role strain is prevalent, fieldwork as a tool to strengthen rural occupational therapy workforce, and connection is difficult but desired.ConclusionsThese findings provide takeaways that may improve the fieldwork experience across stakeholders, including educators, sites, and coordinators."
    },
    {
      "pmid": "40301007",
      "title": "Exploring first-year occupational therapy students' perspectives of an On-Country experience: A study from an Australian undergraduate program.",
      "authors": [
        "Kieva Richards",
        "Kirk Reed",
        "Ange Parrish"
      ],
      "journal": "Australian occupational therapy journal",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: In Australia, poor health outcomes for Aboriginal and Torres Strait Islander peoples have been well-documented. This often results from colonising practices embedded in systemic, environmental, economic, and social factors leading to marginalisation. To address these injustices, directives to enshrine cultural safety in health-care education/training have been proposed to ensure the development of a culturally safe workforce. Several frameworks have been developed to support tertiary education providers to decolonise curricula. However, with little published about occupational therapy curricula, how and whether occupational therapy students and/or graduates are culturally safe is not known. The purpose of this study is to capture the experiences of students that attended an inaugural On-Country experience embedded within a first-year, undergraduate occupational therapy unit (subject). METHODS: This qualitative study used a reflexive thematic analysis method to recruit undergraduate students enrolled in a first-year occupational therapy unit, which incorporated an immersive On-Country learning experience. Data were collected from students via online blog posts, which prompted participants to describe their observations and reflections pre and post the On-Country experience. Data were analysed using Braun and Clarke's six stage thematic analysis process to generate themes. CONSUMER AND COMMUNITY INVOLVEMENT: This study was conducted and authored with input from two diverse Aboriginal and Torres Strait Islander people-the facilitator and a colleague of mixed heritage. The tailored On-Country experience was facilitated by the Wadawurrung Traditional Owners Corporation. FINDINGS: Analysis of the responses revealed three overarching themes: (1) Creation of a learning experience; (2) an awareness of embarking on a journey to being culturally safe practitioners and recognition of an emerging occupational therapy lens; and (3) engagement and connection to clinical practice. CONCLUSION: Students expressed enhanced awareness and reflexivity in that they examined themselves, their history and recognised the influential value this had on health and wellbeing. This awareness can be used as a tool/opportunity to inform curriculum design and promote development of professional identity. PLAIN LANGUAGE SUMMARY: Aboriginal and Torres Strait Islander peoples often have worse health because the health-care system has treated them unfairly. To change this, we need a fair system and health workers who give safe and respectful care. Culturally safe care means health workers must think about what they know and how they act. Universities try to teach this, but there are problems. Some teachers and students feel unsure. There are not enough resources. Health courses mostly follow Western ideas. Strong leaders are needed to help change this. One way to improve learning is by, including Aboriginal and Torres Strait Islander knowledges. This study looked at what first-year occupational therapy students learned from an On-Country experience. Students shared their thoughts online. They said the experience helped them think in new ways and understand the struggles of Aboriginal and Torres Strait Islander peoples. They are not yet working as health professionals, but they know their role in making health-care fair and safe. Many said, they now see the world differently. But more learning and changes in universities are needed.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Australia",
        "Qualitative Research",
        "Female",
        "Cultural Competency",
        "Male",
        "Curriculum",
        "Students, Health Occupations",
        "Australian Aboriginal and Torres Strait Islander Peoples",
        "Adult"
      ]
    },
    {
      "pmid": "40296579",
      "title": "Inclusion in Fieldwork: Academic Fieldwork Coordinators' Perspectives on Accommodating Disabled Occupational Therapy Students.",
      "authors": [
        "Yael Mayer",
        "Fernanda Mira",
        "Shahbano Zaman",
        "Tal Jarus"
      ],
      "journal": "Canadian journal of occupational therapy. Revue canadienne d'ergotherapie",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background. Fieldwork is essential in postsecondary health professions programs and can present challenges for disabled students. Fieldwork coordinators, responsible for student placements, play a pivotal role in supporting disabled students. However, limited research exists regarding the experiences of these coordinators in accommodating students with disabilities. Purpose. This mixed methods study aims to understand the perspectives of academic fieldwork coordinators in occupational therapy programs, focusing on their practices to support disabled students and promote a sense of inclusion. Method. Using a mixed methods approach, fifteen academic fieldwork coordinators completed a quantitative survey followed by in-depth semistructured interviews with five coordinators. Results. Participants' experiences presented two main themes. First, academic fieldwork coordinators constantly navigated tensions with institutional norms regarding fieldwork. Second, academic fieldwork coordinators manage fieldwork accommodations within ever-changing human dynamics and social norms, including students' decisions about disclosure. Despite these gaps, the participants emphasized opportunities for enhancing and refining occupational therapy programs by addressing challenges to improve inclusivity for students with disabilities. Conclusion. Addressing these accessibility issues can contribute to the overall improvement of educational practices, fostering a more inclusive learning environment. Examination of the institution's infrastructure, collaboration with disabled individuals, and greater personnel training are key in promoting a more inclusive and supportive environment for both academic fieldwork coordinators and disabled students."
    },
    {
      "pmid": "40296510",
      "title": "Occupational Therapy Embedded Within Pulmonary Rehabilitation: A Process Evaluation.",
      "authors": [
        "Amanda McCowan",
        "Louise Gustafsson",
        "Michelle Bissett",
        "Rachel Wenke",
        "Krishna B Sriram"
      ],
      "journal": "OTJR : occupation, participation and health",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Exploration of the impact and contributions of occupational therapy within multidisciplinary pulmonary rehabilitation (PR) is necessary to strengthen the clinical evidence-base. The objective of this study was to describe occupational therapy embedded within a community-based PR program and explore mechanisms of impact. A process evaluation of occupational therapy practice embedded within an 8-week multidisciplinary PR was conducted. Data sources included administrative and medical record data, intervention checklists, and semi-structured interviews incorporating the Canadian Occupational Performance Measure and Modified Borg Dyspnea Scale. Nine participants completed the PR program. The home visit and personalized, one-to-one, occupation-centered interventions were identified as key mechanisms of impact. Goal-directed training occurred within the home but not in community clinic environments. The repetitive, occupation-based training was important for learning and everyday application and promoted application of multidisciplinary learning. This evaluation highlighted that individualized occupational therapy assisted PR patients to apply knowledge, from occupational therapy and other disciplines, to real-life challenges."
    },
    {
      "pmid": "40293221",
      "title": "Occupational Therapy as Integral Partner in Lower Limb Amputation Rehabilitation: A Clinical Commentary.",
      "authors": [
        "Tonya L Rich",
        "Patricia A Young",
        "Lindsay A Marth"
      ],
      "journal": "Occupational therapy in health care",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The population of individuals with lower limb amputations which impact daily functioning and participation is growing. These patients have complex rehabilitation needs necessitating interdisciplinary care, however, clinical practice guidelines for occupational therapy are lacking. Occupational therapy offers a unique skill set to support ongoing rehabilitation needs and participation, through a focus on cognition and mental health, activity, accessibility and safety, and pain treatment. This paper introduces a clinical commentary to guide lower limb amputation care and future research to more clearly define best practices related to the role of the occupational therapy in the care of this population."
    },
    {
      "pmid": "40289541",
      "title": "Employment decision-making of final year speech-language pathology and occupational therapy students: Factors influencing job selection.",
      "authors": [
        "Chloe Schlatter",
        "Jane McCormack",
        "Elspeth Froude"
      ],
      "journal": "International journal of speech-language pathology",
      "publication_date": "2025-Apr-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Speech-language pathology and occupational therapy are among the fastest growing professions in Australia. This study aimed to explore the settings in which speech-language pathologists and occupational therapy students are choosing to work and the factors influencing their employment decision-making. METHOD: A cross-sectional survey design was used to capture employment preferences. Final year students from all undergraduate (Bachelors) and post-graduate (Masters) speech-language pathology and occupational therapy programs across Australia were invited to participate. Quantitative data were analysed using descriptive statistics while qualitative data were analysed using content analysis. RESULT: A total of 57 speech-language pathology and 27 occupational thearpy students in the final year of their degrees completed the survey. Speech-language pathology students reported a preference for working in community settings (68.42%) with individuals who had spoken language needs (94.74%). Occupational thearpy students reported a preference for working within private practice (77.78%) and with adults (70.37%). Both disciplines identified three key factors influencing employment decisions: a) Inclusive and positive workplace culture, b) supervision and support, and c) work-life balance. CONCLUSION: Final year speech-language pathology and occupational thearpy students value workplace environment, culture, and support when making decisions about employment. Considering these factors when developing workplace policies and processes could enhance recruitment, support, and retention of these health professionals."
    },
    {
      "pmid": "40282116",
      "title": "The Acceptability of Occupational Therapy Using Zones of Regulation™ Concepts in an Equine Environment to Autistic Children.",
      "authors": [
        "Jacqueline M Browne",
        "Sarah Jean Reega",
        "Ellen M Rankins",
        "Arlene A Schmid",
        "B Caitlin Peters"
      ],
      "journal": "Behavioral sciences (Basel, Switzerland)",
      "publication_date": "2025-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Autistic children often have impaired self-regulation which can impact daily functioning and life outcomes. Occupational Therapy Using Zones of Regulation™ Concepts in an Equine Environment (OT-ZOR-Equine) is a standardized intervention that integrates both the Zones of Regulation™ curriculum and horses into occupational therapy to address self-regulation in autistic children. We aimed to assess the acceptability of OT-ZOR-Equine to participating autistic children. A qualitative descriptive research study was conducted with six autistic children ages 7-9 years who received ten weeks of OT-ZOR-Equine. Children participated in semi-structured interviews that used questions guided by the Theoretical Framework of Acceptability. We analyzed interview transcripts using directed content analysis. Autistic children found OT-ZOR-Equine to be generally acceptable. The children especially enjoyed horse riding but found the Zones of Regulation™ curriculum and certain aspects of riding to be less acceptable. Tailoring OT-ZOR-Equine to integrate each client's preferences and needs may make this intervention more acceptable to autistic children. The findings of this study support the continued use of and research on OT-ZOR-Equine or similar occupational therapy interventions that integrate horses to influence self-regulation in autistic children."
    },
    {
      "pmid": "40271261",
      "title": "Enhancing medical education: The crucial role of sensory processing - Insights from occupational therapy.",
      "authors": [
        "Sahar Ghanbari",
        "Somaye Kavousipor",
        "Amin Rezaei"
      ],
      "journal": "Journal of education and health promotion",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The processing of sensory information is crucial for academic success, socialization, and emotional well-being. Students who struggle with sensory processing (SP) may have difficulty concentrating, forming relationships with peers, and getting adequate sleep. These challenges are especially prevalent among college students with neurodevelopmental conditions like autism spectrum disorder and attention deficit hyperactivity disorder. To provide a comprehensive analysis of SP findings in medical education, this review examines prior research in the field of occupational therapy. To gather relevant studies, we conducted a literature search using various databases including PubMed, ISI Web of Science, and SCOPUS. Our search utilized keywords such as \"sensory processing,\" \"university students,\" and \"college students\". We have classified the outcomes into eight distinct subheadings, which we elaborated in detail. \"Managing educational settings with senses into account,\" \"managing relationships with senses into account,\" \"SP affects medical education in various ways,\" \"challenges that learners with SP difficulties may face in medical education,\" \"misconceptions that medical educators have about learners with SP difficulties,\" \"learning more about SP difficulties in medical learners,\" \"techniques that can support medical learners with SP difficulties,\" and \"challenges related to incorporate sensory experiences into medical education\" are explained in the result section. Understanding different personality types and their preferences according to the Dunn model of SP can help create a more productive and satisfying university setting for everyone. Therefore, it is essential for universities to recognize the impact of SP difficulties and provide appropriate support and accommodations to help students succeed both academically and socially."
    },
    {
      "pmid": "40270375",
      "title": "Mobile Health Technology in Physiotherapy and Occupational Therapy for People with Multiple Sclerosis: An Exploratory Field Study.",
      "authors": [
        "Stefan Tino Kulnik",
        "Belinda Böhm",
        "Isabel Höppchen",
        "Antonia Lindner",
        "Lisa Seiringer",
        "Daniela Wurhofer",
        "Ferdinand Otto",
        "Peter Wipfler"
      ],
      "journal": "Studies in health technology and informatics",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Mobile health (mHealth) technology can support therapy adherence and self-management of people with multiple sclerosis (MS), but mHealth solutions tailored for the Austrian context are currently lacking. OBJECTIVES: This study aimed to evaluate usability, user experience and user acceptance of the Swiss \"MS Active App\" in an Austrian setting, and to identify transferable requirements and design implications. METHODS: Nine people with MS used the MS Active App for one week as part of their individual physiotherapy and occupational therapy. Data collection included standardised questionnaires, a user diary, qualitative interviews with patients, and focus group discussions with therapists. RESULTS: People with MS and their therapists rated the usability, user experience and user acceptance of the app as overall good. Qualitative accounts included a number of specific suggested improvements from which transferable requirements and design implications may be derived. CONCLUSION: The MS Active App offers a potentially suitable mHealth solution for people with MS in Austria, but several suggested improvements should be considered prior to implementation in practice.",
      "mesh_terms": [
        "Humans",
        "Multiple Sclerosis",
        "Telemedicine",
        "Austria",
        "Physical Therapy Modalities",
        "Occupational Therapy",
        "Mobile Applications",
        "Female",
        "Male",
        "Adult",
        "Middle Aged"
      ]
    },
    {
      "pmid": "40260522",
      "title": "Identifying aspects of physiotherapy and occupational therapy provision in community palliative rehabilitation that could improve outcomes: A realist review.",
      "authors": [
        "Jane Manson",
        "Paul Taylor",
        "Susan Mawson",
        "Joanne Bayly",
        "Carol Keen",
        "Jacqui Gath",
        "Tracy Green",
        "Frances Anderson",
        "Rob Smith",
        "Alicia O'Cathain"
      ],
      "journal": "Palliative medicine",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: The provision of physiotherapy and occupational therapy in palliative care is often poorly understood. There is currently no guidance on how to deliver these services in the community, potentially leading to unwarranted variation in practice and unmet patient need. AIM: To identify aspects of physiotherapy and occupational therapy provision in community palliative rehabilitation that could improve outcomes. DESIGN: A realist review of the literature following RAMESES standards, with stakeholder input throughout. DATA SOURCES: Iterative literature searches were conducted from September 2023 to April 2024. All relevant data sources relating to delivery of physiotherapy and occupational therapy in community palliative care were included. RESULTS: Forty-two international publications were included, published between 2000 and 2023. Five key aspects were identified: (1) Early referral into community palliative rehabilitation. (2) Layered model, basing level of service on complexity of needs. Within this, clinicians without professional qualifications deliver simple interventions after assessment by a qualified physiotherapist or occupational therapist while specialist clinicians review more complex presentations. Services are cohesive by being integrated with primary care, other community services and specialist medical and palliative care and there is representation of physiotherapists and occupational therapists within leadership teams. (3) Holistic assessments form the backbone of the service with personalised interventions tailored to patients' needs and goals. (4) Accessible and flexible services are offered to meet patients' needs throughout their palliative journey. (5) Information and education for patients and carers are available throughout. CONCLUSIONS: Integrating these five key aspects of physiotherapy and occupational therapy provision into community palliative rehabilitation could help ensure palliative patients receive the therapy they need."
    },
    {
      "pmid": "40257395",
      "title": "Concussion Recovery: The Essential Role of School-Based Occupational Therapy Practitioners.",
      "authors": [
        "Jennifer Morgan",
        "Alysha Skuthan"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Concussions are prevalent in youth and often contribute to occupational challenges related to postconcussion syndrome within the educational setting. Despite the advancements that have been made in the occupational therapy management of concussion, school-based occupational therapy practitioners are seeking clarity in service delivery because there is no clear framework that guides service provision for postconcussed youth within the educational setting. In this column, we emphasize the role of school-based occupational therapists as an existing source of support within the school structure, describe school-based occupational therapy as a viable service for postconcussed youth, and highlight a feasible framework that can be applied to service delivery within the educational setting to support the recovery of postconcussed youth.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Brain Concussion",
        "Adolescent",
        "School Health Services",
        "Post-Concussion Syndrome",
        "Schools",
        "Child"
      ]
    },
    {
      "pmid": "40238637",
      "title": "Commonly Used Statistical Methods in Occupational Therapy Research.",
      "authors": [
        "David Levine",
        "Susan McDonald",
        "Sara Lum",
        "Max Jordon"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: Current barriers exist that affect occupational therapy students' and practitioners' ability to understand statistical methods and translate knowledge into their clinical work. OBJECTIVE: To determine which statistical methods are most commonly used in the occupational therapy literature and, consequently, which methods are most critical to include in occupational therapy curricula to equip students to be better consumers of occupational therapy literature and implement evidence in practice. DESIGN: A thorough analysis of 1,223 journal articles across 13 core occupational therapy journals. The most common statistical methods from the core journals were recorded. OUTCOMES AND MEASURES: The frequencies and percentages of each statistical method that were reported were calculated, and the top 25 statistical methods were ranked. RESULTS: The analysis revealed that the top statistical methods included descriptive statistics, t tests, confidence intervals, χ2, effect size, analysis of variance, parametric correlations, Cronbach's α, post hoc analysis and pairwise comparisons, and thematic analysis and coding. CONCLUSIONS AND RELEVANCE: The study determined the top 25 statistical methods used in the core occupational therapy literature. Occupational therapy educational programs can use this study as guidance for the inclusion of statistical content in their respective programs. Plain-Language Summary: This study was conducted to determine which statistical methods are most commonly used in occupational therapy research. We reviewed 13 key occupational therapy journals and identified the 25 most frequently used methods. These results can help improve how statistics is taught in occupational therapy programs.",
      "mesh_terms": [
        "Occupational Therapy",
        "Humans",
        "Research Design",
        "Data Interpretation, Statistical",
        "Statistics as Topic"
      ]
    },
    {
      "pmid": "40223289",
      "title": "Changes in lifespace and participation in community-based occupations of people with acquired brain injury: A mixed methods exploration 6 months following occupational therapy driving assessment.",
      "authors": [
        "Louise Bassingthwaighte",
        "Louise Gustafsson",
        "Matthew Molineux"
      ],
      "journal": "Australian occupational therapy journal",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Changes arising from acquired brain injury may influence how individuals engage in valued community-based occupations such as driving. 'Lifespace' describes the area within which a person lives their life and represents opportunity for participation in out-of-home occupations. This study explored lifespace trajectory from pre- to 6 months post-occupational therapy driver assessment, to understand how, why, where, and with whom access and participation in community-based occupations is influenced by assessment outcome. METHODS: Adults with acquired brain injury referred for occupational therapy driver assessment were recruited to the mixed methods study involving a travel diary, lifespace assessment, and semi-structured interviews. Qualitative analysis was guided by interpretive description. CONSUMER AND COMMUNITY INVOLVEMENT: No consumer and community involvement RESULTS: Overall, 38 participants (55.3% male) aged 26 to 65 years reported increased lifespace 6 months following the conduct of an occupational therapy driver assessment. There was increased engagement in leisure pursuits (175%), work (23%), and social participation (21%) with reduced participation in health management (-50%) and instrumental activities of daily living (-15.4%) occupations post-OTDA. However, lifespace was significantly related to driver status, with those who had returned to driving more likely to access their community with greater frequency and less support (p < 0.001). Non-drivers experienced a deteriorating restricted lifespace. Analysis of semi-structured interviews (n = 12) created three broad themes that largely differed according to driver status: (i) 'Being me'-reconstructing occupational identity, (ii) opportunities for participation and the influence of choice, and (iii) 'Having connection' and impacts on wellbeing. CONCLUSION: Driver status influences the trajectory of lifespace following participation in an occupational therapy driver assessment after acquired brain injury. Drivers experienced increased lifespace with greater opportunities to control engagement in community-based occupations with flexibility and spontaneity. Non-drivers reported diminished lifespace and occupational participation trajectories and require further support to facilitate occupational adaptation to increase opportunities for engagement in away-from-home occupations. PLAIN LANGUAGE SUMMARY: After an acquired brain injury (ABI), many people find it harder to go out and do activities away from home. A common change is losing the ability to drive. An occupational therapy driver assessment (OTDA) checks if someone is ready to drive again. This study looked at how getting back to driving, or not, affected involvement in community activities. People who returned to driving reported doing more activities, more often, and with less help. They spent more time on leisure, work, and social activities. Those who did not drive went out less, visited fewer places, and relied more on others. When they did go out, it was mostly for essential tasks like shopping and health appointments. For those not able to drive, extra services and supports are needed to help build skills. This is the first study to look at how driving is connected to taking part in community activities after a brain injury. More research is needed to confirm findings.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Male",
        "Female",
        "Middle Aged",
        "Adult",
        "Automobile Driving",
        "Aged",
        "Activities of Daily Living",
        "Brain Injuries",
        "Social Participation",
        "Qualitative Research",
        "Leisure Activities",
        "Interviews as Topic"
      ]
    },
    {
      "pmid": "40220590",
      "title": "Artificial intelligence-supported occupational therapy program on handwriting skills in children at risk for developmental coordination disorder: Randomized controlled trial.",
      "authors": [
        "Ozan Demirci",
        "Guleser Guney Yilmaz",
        "Barkın Köse"
      ],
      "journal": "Research in developmental disabilities",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: This study investigates the impact of an AI-supported occupational therapy program, developed using the Model of Human Occupation (MOHO), on handwriting skills in children at risk for Developmental Coordination Disorder (DCD). METHOD: A randomized controlled trial was conducted with 42 children aged 8-12 years, identified as being at risk for DCD using the Developmental Coordination Disorder Questionnaire (DCDQ). Participants were randomized into an intervention group (n = 21) and a control group (n = 21). The intervention group received an AI-supported occupational therapy program twice weekly for 8 weeks. Handwriting performance was assessed pre- and post-intervention using the Minnesota Handwriting Assessment (MHA). RESULTS: Significant improvements were observed in the intervention group across all MHA subdomains, including writing speed, alignment, size, spacing, shape, and legibility (p < 0.001). The most pronounced improvements were in shape (d=2.279), alignment (d=1.893), and the total score (d=2.291). In contrast, the control group showed minimal changes, with significant improvement observed only in alignment (p = 0.006; d=0.311). Between-group comparisons demonstrated superior performance in the intervention group across all subdomains (p < 0.05). CONCLUSION: This study highlights the transformative potential of AI-supported occupational therapy programs in addressing the multifaceted challenges of handwriting rehabilitation in children at risk for DCD."
    },
    {
      "pmid": "40219930",
      "title": "The Menu Task in Occupational Therapy: A Qualitative Study of Practitioners' Perspectives.",
      "authors": [
        "Nettie Capasso",
        "Alysha Skuthan"
      ],
      "journal": "OTJR : occupation, participation and health",
      "publication_date": "2025-Apr-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Occupational therapy practice addressing functional cognition reduces hospital readmission rates. But no widely accepted performance-based functional cognition screen exists for inpatient rehabilitation. The aim was to determine how occupational therapy practitioners perceive the Menu Task's (MT's) utility for addressing functional cognition impairment. This study is a qualitative interpretive constructionist design with a phenomenological approach using semi-structured interviews with nine inpatient rehabilitation occupational therapy practitioners. Three themes emerged: (a) the screen's focus on ability, highlighting what the patient can do; (b) convenient administration, emphasizing the screen's ease of use; and (c) room to grow, focusing on areas for screen improvement. The Menu Task is convenient to administer and informs occupational therapy practice by revealing functional cognition ability. Although needing improvement, the Menu Task aligns with occupational therapy practice tenets by highlighting occupational participation. Occupational therapy practitioners indicated that inclusion of the Menu Task enhanced their clinical practice in inpatient rehabilitation, addressing functional cognition."
    },
    {
      "pmid": "40217648",
      "title": "Effectiveness of Occupational Therapy Interventions on Activities of Daily Living, Cognitive Function, and Physical Function in Middle-Aged and Older People with Chronic Stroke: A Systematic Review with Meta-Analysis.",
      "authors": [
        "Edgar Vásquez-Carrasco",
        "Pía Jamett-Oliva",
        "Jordan Hernandez-Martinez",
        "Cristóbal Riquelme-Hernández",
        "Francisca Villagrán-Silva",
        "Braulio Henrique Magnani Branco",
        "Cristian Sandoval",
        "Pablo Valdés-Badilla"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: Occupational therapy (OT) interventions on activities of daily living (ADL), cognitive functions, and physical function in middle-aged and older people with chronic stroke. Methods: A systematic review search until November 2024 using five generic databases: PubMed/Medline, Web of Science, Scopus, ScienceDirect, and OT seeker. The PRISMA checklist, RoB 2 (Cochrane, London, UK), and GRADEpro (Evidence Prime Inc., Hamilton, CA) tools assessed the evidence's methodological quality and certainty. The protocol was registered in PROSPERO (code: CRD42024568225). Results: Of 1733 records were identified across the databases, nine studies were analyzed using the PICOS format. The meta-analysis revealed significant improvements in independent performance of activities of daily living (ADL), as measured by the Canadian Occupational Performance Measure (COPM), in favor of the experimental groups (p = 0.03). No significant differences were found for the other variables analyzed. Conclusions: Performance on ADLs improved significantly according to the COPM, whereas no significant improvements in cognitive or physical function were observed among middle-aged and older chronic stroke survivors. Individual studies highlight the potential benefits of OT interventions that combine cognitive, motor, and technological approaches, such as virtual reality and brain stimulation."
    },
    {
      "pmid": "40205890",
      "title": "Differences in personality and character traits of occupational therapy researchers and non-researchers: A cross-sectional study.",
      "authors": [
        "Clara Leong",
        "Kristie J Harper",
        "Shuang Shuang Han",
        "Leyla Osborne",
        "Georgia Alcock",
        "Susan L Taylor"
      ],
      "journal": "Australian occupational therapy journal",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Despite a high level of interest in research, many occupational therapists are not engaged in research activities. Understanding how occupational therapists' personality and character traits influence research engagement is crucial to designing effective research capacity building strategies. This study aimed to identify and compare personality and character traits of occupational therapy researchers and non-researchers across Australia. METHODS: An exploratory cross-sectional study was conducted using modified versions of the Honesty-Humility, Emotionality, eXtraversion, Agreeableness, Conscientiousness, and Openness to Experience Personality Inventory-Revised-60 (HEXACO-PI-R-60) and the Values in Action Inventory of Strengths-72 (VIA-IS-72) questionnaires. Differences in personality and character traits between researchers and non-researchers and correlations with research engagement were explored. Factor analysis was used to test the psychometric properties of the modified questionnaires. RESULTS: Forty-seven researchers and 78 non-researchers participated in the online survey. There were significant differences between groups for traits of love of learning (P = 0.01), curiosity (P = 0.03), and creativity (P = 0.02). These traits were significantly associated with research engagement. Participants in the non-researcher group scored higher for traits of perfectionism and organisation; however, the results were not statistically significant. Factor analysis demonstrated that the modified personality questionnaires achieved similar psychometric properties and factor matrixes compared to the original versions. CONCLUSION: Occupational therapists' research engagement is influenced by their personality and character traits, specifically love of learning, curiosity, and creativity. It is, therefore, imperative to consider intrinsic values when developing future research capacity building strategies to increase research engagement and support professional practice. CONSUMER AND COMMUNITY INVOLVEMENT: Clinicians were involved in the development stage with five clinicians providing feedback on the survey tool. PLAIN LANGUAGE SUMMARY: Research is like being a detective. You start with something you want to learn more about, or a problem you want to solve, like a mystery. Researchers uncover new knowledge through gathering clues, people's opinions, and other types of information. They put it all together to find answers. Clinical research can help health professionals, like occupational therapists, find answers to understand the types of treatments that will help their clients the most. The issue is, many occupational therapists do not know how to do research and often do not do it. In our study, we wanted to understand why this is. We found out that if an occupational therapist has a love of learning, curiosity, and creativity, they are more likely to be interested in doing research. We plan to use our findings to develop research strategies that can help occupational therapists undertake more research, because research and new knowledge helps the therapist, their workplace and their clients. In the future, we aim to design research activities that engage therapists' love of learning, curiosity, and creativity. Because after all, a little bit of detective work done collaboratively can go a long way to improving care and the wider health-care system.",
      "mesh_terms": [
        "Humans",
        "Cross-Sectional Studies",
        "Male",
        "Female",
        "Personality",
        "Occupational Therapy",
        "Adult",
        "Australia",
        "Research Personnel",
        "Occupational Therapists",
        "Character",
        "Middle Aged",
        "Surveys and Questionnaires",
        "Psychometrics"
      ]
    },
    {
      "pmid": "40202905",
      "title": "Occupational Therapy Practice in Adult Rehabilitation of Persistent Postconcussion Symptoms: A Scoping Review.",
      "authors": [
        "Lisa Licciardi",
        "Aislinn Lalor",
        "John Olver",
        "Libby Callaway"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "IMPORTANCE: The role of occupational therapy in the rehabilitation of adults with persistent postconcussion symptoms (PPCS) following mild traumatic brain injury is an emerging practice area. Research that contributes to growing knowledge and understanding of the profession's role may increase the recognition and visibility of occupational therapy in concussion rehabilitation programs. OBJECTIVE: To identify and categorize (using World Health Organization International Classification of Functioning, Disability and Health [WHO ICF] One-Level Classification domains) existing literature that describes occupational therapy practice (including assessments and interventions) in the rehabilitation of adults with PPCS. DATA SOURCES: Five scientific databases (MEDLINE, Embase, Emcare, PsycINFO, and CINAHL Complete) and gray literature were searched. STUDY SELECTION AND DATA COLLECTION: Eligibility criteria included publications between 2013 and 2023, written in English, and within the peer-reviewed literature or on specified web domains (.gov, .edu, or .org). FINDINGS: Nineteen publications from 16 sources met eligibility criteria, consisting of quantitative studies (n = 6); case studies, series, or reports (n = 3); qualitative studies (n = 2); systematic or scoping literature reviews (n = 2); and gray literature sources (n = 3). The United States was the origin for many sources (n = 10). Assessments and interventions reported were heterogenous, mapping across 27 of the 30 WHO ICF One-Level Classifications. CONCLUSIONS AND RELEVANCE: Evidence to inform occupational therapy practice in adult PPCS rehabilitation is limited; however, some useful information about the assessments and interventions used by occupational therapists was found. At a time when considerable advancements in concussion rehabilitation are occurring, further research on evidence-informed occupational therapy practice is required. Plain-Language Summary: This study reviewed existing evidence about the role of occupational therapy in the rehabilitation of adults with persistent postconcussion symptoms (PPCS). It identifies and methodically documents a range of occupational therapy assessments and interventions described in the literature that may be used by occupational therapists within concussion rehabilitation programs or research. The study also categorizes these by using an internationally recognized taxonomy, the World Health Organization's International Classification of Functioning, Disability and Health. The review offers a novel synthesis of published evidence to guide occupational therapy practice and inform resource allocation in concussion rehabilitation. It also highlights the need for further research about the role of occupational therapy-including both high-quality evidence of current approaches and identification of future practice opportunities-in the rehabilitation of adults experiencing PPCS following brain injury.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Post-Concussion Syndrome",
        "Adult"
      ]
    },
    {
      "pmid": "40197177",
      "title": "The Role of Animals in Pediatric Occupational Therapy Telehealth Interventions: A Survey of Therapist Perspectives.",
      "authors": [
        "Macy Burr",
        "Catherine Le"
      ],
      "journal": "Physical & occupational therapy in pediatrics",
      "publication_date": "2025-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: Animal-assisted interventions (AAI) incorporate animals in health, education, or human services to improve participant health and well-being. AAI can decrease stress, increase happiness, and improve motor skills. During the COVID-19 pandemic, virtual AAI programs became more common. Telehealth also became more prevalent in occupational therapy. This study explored the perceptions of occupational therapy (OT) practitioners regarding including animals in telehealth OT pediatric interventions. METHODS: Survey responses were collected from 18 occupational therapists who have included animals in OT pediatric telehealth interventions. RESULTS: Most participants agreed that incorporating animals into telehealth enhanced the therapeutic experience for their clients, as they perceived the intervention to decrease stress levels, improve mood, and increase social interaction skills. Additionally, three themes emerged from participants' open-ended responses: virtual AAI is versatile, virtual AAI can enhance the telehealth experience, and there are different challenges associated with virtual AAI. CONCLUSIONS: The findings provide clear support for the role of animals in pediatric OT telehealth interventions."
    },
    {
      "pmid": "40191144",
      "title": "A global profile of occupational therapy and primary care: Results from the World Federation of Occupational Therapists survey.",
      "authors": [
        "Andrew Freeman",
        "Susan Brandis",
        "Deshini Naidoo",
        "Catherine Donnelly",
        "Kenneth Nk Fong",
        "Erika Johansson",
        "Ana Malfitano",
        "Hassan Izzeddin Sarsak",
        "Claudia von Zweck"
      ],
      "journal": "Hong Kong journal of occupational therapy : HKJOT",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Despite the clearly identified roles and need for occupational therapy in primary care, guidance on a consistent global response is lacking. PURPOSE: This study aimed to gain insight into the global state of occupational therapy primary care services. METHOD: Data from an online survey of the 100 WFOT member organisations was grouped by country income levels; weighted global means and ANOVA were calculated. RESULTS: Fifty-nine member organisations from five world regions responded, 33 (55.9%) representing high-income countries. Activities of daily living was the most addressed area; other health facilities (e.g., mental health services, rehabilitation services) were reported as a common setting. People with developmental disabilities, those with chronic illness/needs, and older adults were most likely to receive occupational therapy primary care services, with a higher likelihood of being financed by government (public) in one-on-one settings. Workforce supply, funding and training were consistently reported as key limiting factors for the profession in primary care. IMPLICATIONS: While recognizing regional histories and needs, it behooves the profession to work collectively to advance its capacity to provide primary care services. Key enablers to advance this area include workforce initiatives and funding access in line with a global workforce strategy for occupational therapy."
    },
    {
      "pmid": "40188322",
      "title": "Tailoring registered dietitian and occupational therapy services for home-delivered meal recipients: feasibility study protocol for a randomized controlled trial.",
      "authors": [
        "Lisa A Juckett",
        "Shivam Joshi",
        "J Madison Hyer",
        "Govind Hariharan",
        "Kali S Thomas",
        "Tejeswini Siva Sathya",
        "Mequeil L Howard",
        "Leah E Bunck",
        "Melinda L Rowe",
        "Andrea Devier",
        "Kelly Parrett"
      ],
      "journal": "Pilot and feasibility studies",
      "publication_date": "2025-Apr-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Home-delivered meal recipients often present with complex nutritional and functional needs that place them at elevated risk for health decline and potential institutionalization. To address these complex needs, clinical services-namely registered dietitian and occupational therapy services-may be warranted to reduce the risk of health decline and maximize outcomes of this vulnerable older adult population. Accordingly, this study will explore the feasibility of testing four different clinical service models with home-delivered meal recipients. In particular, this study will determine the feasibility of recruiting and retaining participants from one home-delivered meal provider, determine challenges and opportunities to improve data collection procedures, assess resources needed to conduct study activities, and identify if service models can be implemented as intended. METHODS: This is a feasibility RCT with 1:1:1:1 allocation to four service arms: (a) meals only, (b) meals + registered dietitian services, (c) meals + occupational therapy services, or (d) meals + registered dietitian services + occupational therapy services. Study activities will be conducted in collaboration with one, large community-based agency in the Midwest United States. We will recruit 60 participants who meet the following inclusion criteria: is eligible to receive home-delivered meals funded through Title 3 of the Older Americans Act, has a self-reported diagnosis of diabetes and/or heart disease, is at risk for falling, and can store and reheat up to 14 frozen meals per week. Data collection will occur at baseline and at 3 months after informed consent to assess malnutrition risk, self-management of health conditions, and fall risk. DISCUSSION: While tailored dietitian and occupational therapy services may be warranted to address the nutritional and functional needs of home-delivered meal recipients, the effect of these services on recipient outcomes has yet to be rigorously examined. This feasibility study will identify the degree to which our service models can be tested with one community-based agency and identify opportunities to improve study procedures prior to conducting a definitive, stage III randomized controlled trial. TRIAL REGISTRATION: NCT06059404."
    },
    {
      "pmid": "40179136",
      "title": "Assessing the Quality of Single-Case Designs in Occupational Therapy: A Scoping Review.",
      "authors": [
        "Yuki Choji",
        "Takao Kaneko",
        "Masataka Shikata",
        "Ryo Tokuchi",
        "Tetsuya Sano",
        "Kenji Yabuwaki"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "IMPORTANCE: Single-case designs (SCDs) offer a powerful research methodology for demonstrating the effectiveness of occupational therapy interventions for diverse clients with individualized needs. However, the current state of the use of SCDs in occupational therapy remains unclear. OBJECTIVE: To summarize the current state of and challenges associated with the use of SCDs in occupational therapy. DATA SOURCES: Articles were retrieved from the following databases: PubMed, Web of Science, PsycINFO, OTDBASE, and CINAHL. Related articles were manually searched to identify relevant studies, with the publication year restricted to 1990 to 2023. STUDY SELECTION AND DATA COLLECTION: This scoping review adhered to the Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews (PRISMA-ScR) checklist. The search terms used were occupational therapy, single-case design, and synonyms for single-case design. The search was restricted to journals specifically dedicated to occupational therapy. FINDINGS: Eighty-eight studies met the inclusion criteria for this review. Existing research has focused on the practice areas of children and youth and physical disabilities or rehabilitation. Moreover, AB designs, ABA designs, and visual analysis that do not meet the What Works Clearinghouse standards are frequently used as research methods. CONCLUSIONS AND RELEVANCE: Although SCDs can be highly useful in demonstrating the effectiveness of occupational therapy interventions for diverse clients with individualized needs, considering the quality of SCDs when designing studies is crucial. Plain-Language Summary: This scoping review delved into the current landscape and challenges of single-case designs (SCDs) in occupational therapy. The findings revealed the pervasive adoption of low-quality designs and the predominant use of visual analysis methods in this field. In light of these findings, it is imperative for future research and development efforts to embrace established guidelines, paving the way for enhanced methodological rigor and robust outcomes.",
      "mesh_terms": [
        "Occupational Therapy",
        "Humans",
        "Research Design",
        "Single-Case Studies as Topic"
      ]
    },
    {
      "pmid": "40170879",
      "title": "Human-centered design and early evaluation of an interface for mobile-manipulator-mediated pediatric occupational therapy.",
      "authors": [
        "Rafael Morales Mayoral",
        "Samuel W Logan",
        "Naomi T Fitter"
      ],
      "journal": "Frontiers in robotics and AI",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Assistive mobile robots can play an important role in supporting individuals with disabilities. While the field of robot control interfaces for individuals with disabilities is growing, there is little work done on such systems for children end users specifically. Accordingly, we pursued the design of an adapted robot control interface for use in child pediatric occupational therapy (OT). Our target end user, a nine-year-old child with cerebral palsy, leveraged the interface to perform instrumental activities of daily living (e.g., play) with a modern mobile manipulator. We used an iterative design process to adjust and improve the interface via input from the participant's caregivers and occupational therapist, as well as objective participant performance data. Furthermore, we tested the participant's ability to utilize our interface by creating two testing cases: a control case (in which our participant performed standard ALD/IADL tasks) and an experimental case (in which our participant performed ADL/IADL practice activities more tailored toward the child). Key insights during the process included the need for sensitivity to taking up space on the child user's existing power wheelchair, the advantages of integrating technologies familiar to the child (e.g., gaming controls, iPads) in our system design, and the potential value of integrating playful mischief (including playful interactions between the child, their caregivers, and their clinicians) as a part of the playbook for pediatric OT. This work can serve to inform and augment new OT strategies for the marginalized population of young children with disabilities."
    },
    {
      "pmid": "40150477",
      "title": "Effects of Integrating Pain Coping Strategies into Occupational Therapy After Total Knee Arthroplasty: A Parallel Mixed-Method Study.",
      "authors": [
        "Ryusei Hara",
        "Yuki Hiraga",
        "Yoshiyuki Hirakawa",
        "Akira Babazono"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2025-Mar-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: This study aimed to evaluate whether integrating coping strategies into occupational therapy (OT) enhances functional recovery and psychological adaptation after total knee arthroplasty (TKA). Methods: Twenty-eight patients who underwent TKA were equally assigned to an intervention and control group. Both groups received standard goal-oriented OT, while only the intervention group underwent structured training in pain coping strategies using the \"Coping List\". Treatment effects were assessed using Canadian Occupational Performance Measure (COPM), pain, anxiety, depression, and pain-related disability scores. Results: A total of 210 coping strategies were identified, with the intervention group adopting an average of 15.1 additional strategies per patient. Strategies were categorized into six domains: physical, psychological and cognitive, social support, relaxation, daily activities, and medication management. The intervention group showed significantly greater improvements in COPM performance scores (7.6 ± 1.7 vs. 5.5 ± 2.6; p = 0.048) and COPM satisfaction scores (7.9 ± 2.0 vs. 5.6 ± 2.8; p = 0.049) compared to the control group. Conclusions: The findings suggest that individualized coping strategies integrated with physical rehabilitation can help patients achieve postoperative goals, enhance recovery, and improve overall well-being. Incorporating such strategies into OT appears to be effective in early-postoperative rehabilitation. Clinical trial number: This study's clinical trial registration information is available online at UMIN (UMIN000050536)."
    },
    {
      "pmid": "40146241",
      "title": "Response to Whiting et al. (2025), \"Occupational Therapy Using Ayres Sensory Integration® in School-Based Practice: A Call to Action\".",
      "authors": [
        "Angela Benfield",
        "Lillian Kaplan",
        "Jessica Kitchens",
        "Jenny Leren",
        "Pam Stephenson",
        "Jane A Davis"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "40143500",
      "title": "Empowering independence: the role of occupational therapy in overcoming life challenges.",
      "authors": [
        "Sadia Saleem",
        "Khadija Saleem",
        "Sabeen Masood",
        "Faiza Yousaf",
        "Laiba Saleem"
      ],
      "journal": "JPMA. The Journal of the Pakistan Medical Association",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "40135824",
      "title": "Exploring Explicit Attitudes Toward Disability and Professional Identity Among Occupational Therapy and Other Healthcare Students: A Comparative Study.",
      "authors": [
        "Ana-Isabel Souto-Gómez",
        "Luis-Javier Márquez-Álvarez",
        "María-Del-Pilar García-de-la-Torre",
        "Miguel-Ángel Talavera-Valverde"
      ],
      "journal": "Occupational therapy in health care",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A cross-sectional survey was conducted with 57 occupational therapy students and 74 students from other health-related fields to explore the relationship between professional identity and explicit attitudes toward disability among university students of occupational therapy and students from other health care fields. Data were analyzed using descriptive statistics, non-parametric correlation analyses, and two exploratory linear regression models. Results indicated that occupational therapy students who felt a stronger sense of commitment and energy in their studies were more likely to hold inclusive views toward people with disabilities (p < .05). Furthermore, those in more advanced academic years who experienced a deeper sense of immersion in their university activities reported a greater appreciation for positive outcomes associated with disability (p < .05). These findings underscore the importance of nurturing engagement and inclusive perspectives throughout the occupational therapy curriculum. These findings highlight the need for occupational therapy curricula that emphasize inclusion to strengthen professional identity. Future studies should validate these findings in larger samples and across diverse educational settings."
    },
    {
      "pmid": "40124088",
      "title": "Expanding Knowledge and Integration of Occupational Therapy in Vietnamese Healthcare: A Study of Educational Interventions and Cultural Relevance.",
      "authors": [
        "John R Patro",
        "Jacqueline Daniel",
        "Aiden Darcy"
      ],
      "journal": "Occupational therapy international",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Occupational therapy (OT) is an emerging healthcare profession in Vietnam, with limited awareness and understanding among local healthcare professionals (HCPs). This study is aimed at assessing the impact of an educational intervention designed to improve HCPs' knowledge and attitudes toward OT in Vietnamese healthcare settings. Utilizing a mixed-methods approach, the study involved 13 participants from Da Nang Orthopedics and Rehabilitation Hospital and Da Nang Psychiatric Hospital, representing various healthcare disciplines. The intervention included a series of journal club sessions focused on the principles, scope, and culturally relevant applications of OT. Quantitative data from pre- and postintervention assessments revealed significant improvements in HCPs' general knowledge of OT, its practice areas, and goals, with statistical significance observed in multiple domains. Qualitative data collected through field notes and reflective journals provided additional insights into HCPs' evolving perceptions of OT's role in holistic and mental healthcare. Notably, the study highlighted cultural factors, such as family involvement in patient care, which align with OT's client-centered approach but may also pose challenges in the integration of OT services. Barriers to OT adoption, including resource limitations and institutional support, were identified, underscoring the need for ongoing advocacy and resource allocation to sustain the progress achieved through the intervention. The findings suggest that culturally tailored educational programs are essential for the effective integration of OT in Vietnam and similar contexts. This research contributes to the global understanding of OT's role in diverse healthcare environments, providing a framework for expanding OT services in emerging regions.",
      "mesh_terms": [
        "Humans",
        "Vietnam",
        "Occupational Therapy",
        "Health Knowledge, Attitudes, Practice",
        "Male",
        "Female",
        "Health Personnel",
        "Adult",
        "Attitude of Health Personnel",
        "Cultural Competency",
        "Southeast Asian People"
      ]
    },
    {
      "pmid": "40119704",
      "title": "Does telehealth delivery of an occupational therapy home visiting service provide a non-inferior alternative to in-person delivery of the same service? A matched cohort study.",
      "authors": [
        "Rachel Lommerzheim",
        "Feby Savira",
        "Georgina Lewis",
        "Grace Taylor",
        "Kiran Hari",
        "Shanice Pereira",
        "Toni Heinemann",
        "Lisa Barry",
        "Rebecca Grant",
        "Dave Parsons",
        "Suzanne Robinson",
        "Kristie Harper"
      ],
      "journal": "Australian occupational therapy journal",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Health services are encouraging the adoption of telehealth to improve efficiencies and health-care access for patients. Research is needed to explore clinical outcomes in telehealth occupational therapy home visiting services. The aim of this study was to determine if telehealth delivery of occupational therapy home visiting services reduces total therapy time while maintaining clinical outcomes. METHODS: A retrospective matched cohort study to examine the impact of telehealth occupational therapy home visiting services on therapy time and clinical outcomes, compared to standard in-person therapy. RESULTS: A total of 544 patients were included (telehealth services [case] = 216, in-person services [control] = 272, received both resulting in a hybrid service = 56). Differences in total therapy time between groups were significant: median therapy time in the telehealth (case) group was 40 minutes (IQR: 63.8) versus 160 minutes (IQR: 90) in the in-person (control) group (P < 0.001). Patients in the hybrid group were excluded from this comparison as received mixed care. There were no significant differences between groups regarding the incidence of adverse events such as falls, delirium, and pressure injuries (P = 0.32). Fifty-six patients (20.6%) in the case group escalated to require in-person services receiving hybrid care. Factors associated with switching from telehealth to in-person services included the need for carer education and equipment assessment and provision, which resulted in greater therapy time and more occasions of service. CONCLUSION: Telehealth delivery of occupational therapy home visiting services reduced therapy time and did not increase incidences of adverse events. However, telehealth delivery of services is not appropriate for all patients, and hybrid models of care must be considered. PLAIN LANGUAGE SUMMARY: Occupational therapists help patients leave the hospital and live safely at home. They visit homes to see if patients can manage on their own. Therapists may suggest changes like adding grab bars or bathing aids to make the home safer. These visits take a lot of time, so telehealth is being tested as a way to reduce the need for in-person services. This study looked at whether telehealth could save time and reduce workloads. This study found telehealth visits were shorter than in-person visits. It also found there were no differences between groups for events like falls, delirium, and pressure injuries. However, some patients still needed in-person visits, especially for equipment setup or caregiver training. Telehealth is a helpful tool, but it is important to know when in-person visits are still needed.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Telemedicine",
        "Retrospective Studies",
        "Female",
        "Male",
        "Aged",
        "Middle Aged",
        "House Calls",
        "Home Care Services",
        "Time Factors",
        "Cohort Studies",
        "Aged, 80 and over"
      ]
    },
    {
      "pmid": "40118197",
      "title": "Innovative epidemiology instruction for promoting population health thinking in occupational therapy doctoral students.",
      "authors": [
        "Emily M D'Agostino",
        "Cambey Mikush",
        "Denise M Nepveux",
        "Barb Hooper"
      ],
      "journal": "Annals of epidemiology",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Recent shifts toward population-based health care and research in health science training programs are vital to reducing health disparities, although students need stronger education in this area. This study aimed to determine if innovative epidemiology research instruction is associated with improved science literacy skills, a core objective of population health curricula, for occupational therapy doctoral students. METHODS: We used the Test of Scientific Literacy Skills (TOSLS) to determine change in student science literacy skills based on change in performance from baseline. Multilevel repeated measures models were run clustering by student and cohort, adjusted for demographics and prior research courses. RESULTS: The sample included 166 students (91 % female, 57 % Non-Hispanic White, 14 % Hispanic, 19 % Non-Hispanic Black, 10 % Asian; 83 % ≤25 years old). Model estimates showed improvements in science literacy skills (β=0.39 [95 %CI:0.10, 0.67]) relative to baseline. Interaction models showed greater improvements from baseline for students who identified as Hispanic (β=0.82 [95 %CI:0.10, 1.63]) and Non-Hispanic White (β=0.55 [95 %CI:0.16, 0.94]). Additional interaction models did not show differences in the time-TOSLS association by student characteristics. CONCLUSIONS: Innovative epidemiology instruction may be an appropriate method for supporting health sciences student development of science literacy skills to foster population health thinking, research, and practice.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Education, Graduate",
        "Occupational Therapy",
        "Epidemiology",
        "Curriculum",
        "Population Health",
        "Adult",
        "Young Adult"
      ]
    },
    {
      "pmid": "40114225",
      "title": "Feasibility of the online educational tool about the ActiveHip + mHealth intervention in occupational therapy students.",
      "authors": [
        "Rafael Prieto-Moreno",
        "Marta Mora-Traverso",
        "María Paz Moreno-Ramírez",
        "Dulce Romero-Ayuso",
        "Lydia Martín-Martín",
        "Patrocinio Ariza-Vega"
      ],
      "journal": "BMC medical education",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The rise of electronic learning and digital health underscores the need for occupational therapists (OTs) to be proficient in using them. Digital training enables OTs to update their skills, while the integration of digital health tools into clinical practice enhances patient care. Thus, it is crucial to explore the factors that influence the acquisition of knowledge in occupational therapists through digital training. In response, an online educational tool about the ActiveHip + mHealth intervention (NCT04859309) was developed to enhance students' knowledge of managing digital health tools for older adults with a hip fracture. OBJECTIVES: The primary aim of this study was to assess the feasibility of the online educational tool about the ActiveHip + mHealth intervention. The secondary aims were to explore the relationship between the knowledge after using the online educational tool and different factors (e.g., emotional status) and to inform future studies to assess the effectiveness of this tool. METHODS: A feasibility study was conducted including Occupational Therapy (OT) students who completed the online educational tool about ActiveHip + mHealth intervention. The feasibility was assessed through adoption, adherence and acceptability, while learning was assessed using a questionnaire administered before and after the use of the online educational tool. The influence of different factors (i.e., emotional intelligence, previous knowledge) on knowledge after using it was also estimated. RESULTS: The online educational tool demonstrated satisfactory feasibility results, with 83% adoption, 98% adherence and high overall acceptance (120.35 out of 141). Among the acceptance dimensions, performance expectancy, effort expectancy and facilitating conditions received the highest scores. While factors such as course year, effort expectancy and hedonic motivation showed independent correlations with knowledge after using the online educational tool, sequential regression analysis revealed that prior knowledge was the only significant predictor of the knowledge after using the online tool. CONCLUSION: The online educational tool about ActiveHip + mHealth intervention is feasible to use for the occupational therapy students. However, we do not recommend its implementation in educational settings until well-randomised controlled trials confirm its effectiveness.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Feasibility Studies",
        "Male",
        "Female",
        "Telemedicine",
        "Adult",
        "Education, Distance",
        "Students, Health Occupations",
        "Young Adult",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "40111933",
      "title": "Occupational Therapy Professional Identity: Learning From the Muriel Driver Memorial Lectures.",
      "authors": [
        "Yasmine Frikha",
        "Andrew Freeman",
        "Nancy Côté"
      ],
      "journal": "Canadian journal of occupational therapy. Revue canadienne d'ergotherapie",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Given the well-documented professional identity challenges experienced by occupational therapists, reinforcing the profession's identity (collective and individual) is crucial for navigating changing environments and optimizing its contribution. The Muriel Driver Memorial Lectureship is an important component of the collective identity of the profession in Canada. PURPOSE: A professional identity lens was used to trace the evolution of the profession's collective identity in Canada through this lectureship. METHOD: Using sociological professional identity theory, a documentary longitudinal analysis was conducted on the 43 published lectureship articles (1975-2023), identifying key messages, values, knowledge, and practices. FINDINGS: Eight main themes were identified: professional identity, epistemology, axiology, change and leadership, contribution, history, quality, and technology. The analysis revealed an evolving common base of values (occupation, client-centred, social justice) and knowledge (occupation-centred). Persistent challenges included defining theoretical foundations, resisting the biomedical model, and realizing the social vision in practice. The lectures highlighted occupational therapists' evolving roles and ability to contribute to and lead change. CONCLUSION: The lectures provide insights into the evolution of occupational therapy's collective identity in Canada. Despite ongoing challenges, the contemporary context appears to be increasingly favourable for occupational therapists to practise consistent with the collective identity trends identified."
    },
    {
      "pmid": "40109813",
      "title": "Effects of Clinical Education on Occupational Therapy Students' Professional Identity: A Cross-Sectional Study in Japan.",
      "authors": [
        "Atsushi Niwa",
        "Yuki Hiraga",
        "Ryuji Matsuda"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Occupational therapy students may form professional identities during clinical training, but this is yet to be verified. This study aimed to clarify the influence of clinical training instructors on the formation of professional identity among occupational therapy students during clinical training. Specifically, we compared the professional identities of occupational therapy students who had not received clinical training with those who had. METHODS: Seventy-five occupational therapy students participated in this cross-sectional study. Of these, 41 were classified into the clinical education group and 34 into the inexperienced group. This study measured professional identity in the clinical education and inexperienced groups. Student's t-test was conducted for statistical analysis to compare professional identity outcomes in four subcategories: \"confidence in personal growth,\" \"professional pride,\" \"establishing a view of the medical profession,\" and \"desire to contribute to society\" between the clinical education and inexperienced groups. RESULTS: When comparing the professional identities of the clinical education and inexperienced groups, significant differences were found in \"confidence in personal growth\" and \"desire to contribute to society\" (p > 0.05). However, the factors of \"professional pride\" and \"establishing a view of the medical profession\" were not significant (p < 0.05). CONCLUSION: The study results showed that the occupational identity dimensions of \"confidence in personal growth\" and \"desire to contribute to society\" were significantly higher in the clinical education group than in the inexperienced group."
    },
    {
      "pmid": "40106403",
      "title": "Person-centered occupational therapy intervention for the prevention of delirium and improvement in occupational performance in elderly patients admitted to an intensive care unit: A randomized controlled single-blinded trial protocol.",
      "authors": [
        "Lorena de Toledo Montesanti",
        "Davi de Souza Francisco",
        "Laerte Pastore",
        "Wellington Pereira Yamaguti",
        "Renato Fraga Righetti",
        "Christina May Moran de Brito"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Clinical Trial Protocol"
      ],
      "abstract": "Among the deleterious effects caused by hospitalization of elderly patients in intensive care unit (ICU), delirium and impaired performance in occupations are frequent and have long-term negative outcomes. Delirium protocols described in the literature vary in frequency, intensity, and content regarding pertinent interventions. Occupational Therapy (OT) practices are heterogeneous and generally consist of non-personalized interventions. For this reason, the primary outcome of this research is to evaluate the effect of a person-centered OT protocol on the prevention of delirium and the occupational performance of elderly patients admitted to the ICU. This is a randomized clinical trial with blinded assessment of the primary outcome (delirium). A total of 114 patients will be recruited and randomized to the intervention group, where care goals will be defined according to meaningful occupations and personalized cognitive stimulation will be based on patient´s topics of interest, in addition to the institutional standard protocol (ISP); or to the control group, which will receive only the ISP. To our knowledge, this will be the first randomized controlled trial with personalized occupational therapy interventions, as well as care goals, based on patients´ meaningful occupations for the prevention of delirium and improvement of occupational performance in critically ill elderly patients. This clinical trial is duly registered on the ClinicalTrials.gov platform (NCT06479031).",
      "mesh_terms": [
        "Humans",
        "Delirium",
        "Intensive Care Units",
        "Aged",
        "Occupational Therapy",
        "Single-Blind Method",
        "Female",
        "Male",
        "Patient-Centered Care",
        "Hospitalization",
        "Aged, 80 and over"
      ]
    },
    {
      "pmid": "40100900",
      "title": "Effects of occupational therapy synchronized with dual transcranial direct current stimulation on upper limb function and electroencephalography power in subacute stroke patients: A randomized, double-blind, controlled study.",
      "authors": [
        "Ling Gao",
        "Fengming Chu",
        "Xuan Liu",
        "Jie Chen",
        "Ming Zhang",
        "Yuming Zhang"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Occupational therapy (OT) and transcranial direct current stimulation (tDCS) are both important methods for promoting the recovery after stroke. There are limited researches that simultaneously apply both methods and investigate their effects on upper limb function. OBJECTIVE: To investigate the effects of OT synchronized with dual tDCS on upper limb motor function and Electroencephalogram (EEG) power in subacute stroke patients. METHODS: Forty-five subacute stroke patients were randomly assigned to control group (n = 23) and experimental group (n = 22), receiving sham and real dual tDCS concurrent with OT respectively, five times a week, for a duration of two weeks. Upper limb motor function and cortical EEG power were evaluated by Fugl-Meyer Assessment Upper Extremity (FMA-UE), Modified Barthel Index (MBI) and Action Research Arm Test (ARAT), Delta/Alpha Ratio (DAR) and pairwise derived Brain Symmetry Index (pdBSI) at baseline and two weeks. RESULTS: Finally, a total of 39 patients completed the study and were included in the analysis. The results revealed that participants in the experimental group showed a significant better evolution for FMA-UE (p < 0.001), MBI (p = 0.034), DAR in the primary motor cortex (M1) area (p = 0.022) and pdBSI (p = 0.025) compared to the control group. CONCLUSIONS: In subacute stroke patients, the central-peripheral combined stimulation approach, which involves dual tDCS (central stimulation) and synchronous OT (peripheral sensory-motor stimulation) enhanced the effects of OT alone, leading to greater improvements in upper limb function and normalization of brain activity. TRIAL REGISTRATION: This trial was registered in the Chinese Clinical Trial Registry (No. ChiCTR2400082749).",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Transcranial Direct Current Stimulation",
        "Middle Aged",
        "Upper Extremity",
        "Occupational Therapy",
        "Electroencephalography",
        "Double-Blind Method",
        "Stroke Rehabilitation",
        "Stroke",
        "Aged",
        "Recovery of Function",
        "Treatment Outcome",
        "Adult"
      ]
    },
    {
      "pmid": "40098242",
      "title": "Burnout in occupational therapy and physiotherapy students: a systematic review of the risk and protective factors.",
      "authors": [
        "Mineka Vedamuttu",
        "Michelle Hood",
        "Lindsay Eastgate",
        "Andrea Bialocerkowski"
      ],
      "journal": "Physiotherapy theory and practice",
      "publication_date": "2025-Mar-17",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND AND PURPOSE: Studies consistently suggest that work as an occupational therapist or physiotherapist is associated with burnout, yet no review has been conducted on the risk and protective factors of burnout in physiotherapy and occupational therapy students (collectively termed allied health students). This systematic review identified and synthesized the risk and protective factors associated with burnout in allied health students. METHODS: Eight databases, Google Scholar, and Connected Papers were searched in November 2024 systematically for mixed-method or quantitative studies containing primary data on the risk and protective factors of burnout. Titles, abstracts, and full-text articles were reviewed by two authors independently against the selection criteria. Risk of bias was evaluated in included studies, and the level of evidence was classified using National Health and Medical Research Council guidelines. Risk and protective factors were collated and summarized as modifiable or non-modifiable. RESULTS: Eleven studies (10 physiotherapy, 1 occupational therapy) with 2,444 participants were included. The risk of bias was variable, and the level of evidence was satisfactory. Fifteen risk and protective factors were identified. Protective factors including higher grit and resilience, more physical activity and self-care, and more time spent supported by family, peers, faculty, and academic advisors, were consistently related to lower burnout. The relationships of other variables with burnout were unclear. CONCLUSION: The factors identified in this study can be targeted in wellbeing, preventative, and intervention recommendations and strategies for students. Examples include increasing family and faculty support, and physical activity, to protect against burnout."
    },
    {
      "pmid": "40090858",
      "title": "Implementation of digital storytelling in an occupational therapy gross anatomy course.",
      "authors": [
        "Haley L Nation",
        "Carrie Elzie"
      ],
      "journal": "Anatomical sciences education",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "This discursive article explores the integration of digital storytelling into an occupational therapy gross anatomy course as a novel pedagogical approach to deepen students' understanding of the functional significance of hand anatomy. Digital storytelling utilizes technology to produce self-narrated meaningful stories and presentations that allow for a rich interaction with the audience. Digital storytelling in the classroom has been demonstrated to engage students, improve literacy skills, and stimulate creativity. The goal of this project was to challenge occupational therapy students to reflect on the role of hands in personal and community contexts through digital storytelling. Two digital storytelling projects were assigned to first year occupational therapy students enrolled in a gross anatomy course; one project was to capture the importance of their hands and the other to express the importance of a community member's hands. Students' meaningful submissions and positive feedback indicate that the Digital Hand Stories served as a valuable activity. These activities enabled students to reflect on the functional and symbolic roles of hands in both personal and professional contexts. The project motivated occupational therapy students to consider the importance of their hands beyond their anatomical structures.",
      "mesh_terms": [
        "Humans",
        "Anatomy",
        "Occupational Therapy",
        "Narration",
        "Hand",
        "Curriculum",
        "Students, Health Occupations"
      ]
    },
    {
      "pmid": "40084681",
      "title": "Occupational therapy for people with dementia transitioning to residential care: A scoping review.",
      "authors": [
        "Kieva Richards",
        "Chloe Carlton",
        "Kirk Reed",
        "Madison Cashin",
        "Danielle Hitch"
      ],
      "journal": "Scandinavian journal of caring sciences",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "AIM: This scoping review aims to describe the literature about the experiences of family caregivers and persons living with dementia transitioning into residential care facilities; and to identify missed opportunities for occupational therapy to support this transition. METHODS: The methodological framework proposed by Arksey and O'Malley guided the review. Six electronic databases were systematically searched for peer-reviewed studies published between Jan 2017 and June 2024 including people with dementia aged 65+ years prior to, during and post-admission to a residential care facility and/or family caregiver. RESULTS: Twenty-three studies met the inclusion criteria, reporting research from Australia, Europe and North America. Family caregivers and people with dementia face multiple challenges prior to, during, and after admission to a residential care facility. Four overarching themes were identified; (1) Factors during the transition process with two subthemes: caregiver perceptions and heightened emotions; (2) Trying to get help; (3) Effectiveness of transition interventions; and (4) Unmet needs. Families feel overwhelmed, uncertainty about accessing residential care, guilt about relinquishing care and role loss post-admission. Persons living with dementia report experiencing a loss of autonomy and connection with their family, staff and co-residents. The understanding of dynamics and relationships during transitions can impact health and well-being, highlighting the importance of tailored support from various healthcare professionals, including occupational therapists. CONCLUSION: Findings suggest that the transition into a residential care facility is complex and filled with emotional, psychological, familial and functional changes. Navigating these changes represents a unique opportunity for occupational therapists to utilise their distinctive skill set to navigate this transition and support the health and well-being of caregivers and persons living with dementia.",
      "mesh_terms": [
        "Humans",
        "Dementia",
        "Occupational Therapy",
        "Aged",
        "Caregivers",
        "Female",
        "Aged, 80 and over",
        "Male",
        "Residential Facilities",
        "Middle Aged",
        "Australia"
      ]
    },
    {
      "pmid": "40079324",
      "title": "How spirituality is understood in occupational therapy: A qualitative study.",
      "authors": [
        "Heather So",
        "Lynette Mackenzie",
        "Chris Chapparo",
        "Judy Ranka",
        "Mary Ann McColl"
      ],
      "journal": "Australian occupational therapy journal",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: Since the inception of occupational therapy, spirituality has been a unique component of practice. However, much of the professional discourse on how to define spirituality has originated internationally. This study aimed to explore how Australian occupational therapists interpret and understand spirituality in their practice. METHODS: This study employed an interpretive phenomenological methodology and reflexive thematic analysis. Twenty-three individual interviews were conducted with Australian occupational therapists across various work and specialty contexts. CONSUMER AND COMMUNITY INVOLVEMENT: Because the participants in this study were occupational therapists, the research design did not include input from consumers or the community. FINDINGS: Three main themes emerged from this study: (i) definitions of spirituality were complex and often described a person's connection to meaning and purpose in life; (ii) human factors that supported addressing spirituality included therapist self-reflection and clinical experience, while therapist discomfort and specific client circumstances acted as barriers; and (iii) environmental factors that supported addressing spirituality included access to training and a supportive workplace, while barriers included cultural taboos, as well as time and funding limitations. CONCLUSION: All occupational therapist participants acknowledged spirituality as the meaningful connection between one's inner self and the outer world, and for most participants, this included acknowledging the transcendent. Therapist skills that facilitated the integration of spirituality into practice included self-reflection and building rapport with clients, which therapists could control. However, factors like years of clinical experience were beyond their control. In terms of environmental factors, therapists could influence their access to spirituality training, but aspects like a supportive work environment were often outside their influence. Additionally, many therapists reported feeling uncomfortable discussing spirituality within what they considered to be a culturally closed local context. To help overcome these challenges, the occupational therapy profession could benefit from developing culturally sensitive spirituality resources, research, and training. PLAIN LANGUAGE SUMMARY: Spirituality has always been a part of occupational therapy, but much of the talking about it comes from other countries. This study looked at how Australian occupational therapists see spirituality. We interviewed 23 occupational therapists from all different jobs. They all agreed that spirituality is about connecting a person's inner self with the world. While therapists could control things like self-reflection and building relationships with clients, their years of clinical experience was outside their control. Likewise, they may be able to look for further education, but a supportive work environment was often out of their hands. Many therapists also felt uncomfortable discussing spirituality in workplaces where it was not openly accepted. To face these challenges, the profession may need more resources, research, and training on spirituality in practice.",
      "mesh_terms": [
        "Humans",
        "Spirituality",
        "Occupational Therapy",
        "Qualitative Research",
        "Australia",
        "Female",
        "Male",
        "Adult",
        "Middle Aged",
        "Occupational Therapists",
        "Interviews as Topic",
        "Professional-Patient Relations",
        "Attitude of Health Personnel"
      ]
    },
    {
      "pmid": "40077021",
      "title": "New Technological Approaches in Occupational Therapy for Pediatric Cerebral Palsy: A Systematic Review.",
      "authors": [
        "Lara Martínez-Rodríguez",
        "Cristina García-Bravo",
        "Sara García-Bravo",
        "María Salcedo-Pérez-Juana",
        "Jorge Pérez-Corrales"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2025-Feb-20",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Pediatric cerebral palsy (CP) is a neurological disorder that affects motor skills, posture, and muscle coordination, impacting children's daily functioning and quality of life. Treatment approaches in occupational therapy aim to enhance motor function and functional independence through a variety of rehabilitative techniques. Recently, new technologies-such as virtual reality, robotics, and assistive devices-have emerged as promising tools in occupational therapy to complement traditional interventions and potentially enhance motor and sensory outcomes in children with CP. This systematic review aims to analyze the effectiveness of these innovative technological interventions in the rehabilitation of children with CP. METHODS: A systematic review was conducted and different scales were used to assess the risk of bias and methodological quality. The degree of evidence and level of recommendation were established according to the Grading of Recommendations Assessment, Development, and Evaluation (GRADE). The review adhered to PRISMA guidelines, with a comprehensive literature search performed across multiple databases, including Cochrane, Web of Science, and PubMed. This systematic review has been registered in the PROSPERO database with the registration number CRD42025630162. RESULTS: The reviewed studies indicate that technologies such as functional electrical stimulation, robotic assistance, and adaptive devices have shown improvements in mobility, motor control, posture, strength, and autonomy in children with CP. Similarly, virtual environments support the correction of facial dysfunctions and enhance social interaction through video games and social networks. While these tools hold significant potential for rehabilitation, further adjustments are needed to achieve more consistent results. CONCLUSIONS: Emerging technologies appear to be effective tools in occupational therapy for pediatric CP, with positive impacts on motor skills and functional capabilities. Nevertheless, further studies with larger sample sizes and rigorous methodological designs are necessary to confirm these findings and establish more robust evidence on their long-term efficacy."
    },
    {
      "pmid": "40072483",
      "title": "Occupational Therapy Pre-Operative Intervention for Total Hip Replacement Patients; A Qualitative Enquiry.",
      "authors": [
        "Clare McKenzie",
        "Karen Barker"
      ],
      "journal": "Occupational therapy in health care",
      "publication_date": "2025-Mar-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This project aimed to explore the experiences of occupational therapists working in a specialist orthopedic hospital. Semi-structured interviews were carried out with eight occupational therapists working with total hip replacement patients, in an orthopedic hospital within the United Kingdom National Health Service (NHS) as part of a service review project. The data was recorded and transcribed and analyzed using the Reflexive Thematic Analysis. Six themes emerged from the data; (1) pre-operative intervention should be provided for all THR procedures, (2) pre-operative occupational therapy is key to timely discharge, (3) patient education is an important part of pre-operative occupational therapy intervention, (4) predicting some patients' needs pre-operatively can be challenging, (5) certain patients need to have post-operative occupational therapy and (6) occupational therapists with greater experience are more confident to treat patients pre-operatively. Thus, occupational therapy appears to be key to facilitating the rapid discharge of total patients in the current climate of accelerated pathways of care, as a comprehensive pre-operative occupational therapy service reduces the need for post-operative intervention for certain patients."
    },
    {
      "pmid": "40067910",
      "title": "Occupational Therapy Practitioners' Perspectives on the Acceptability and Utility of a Self-Advocacy Intervention in an Inpatient Rehabilitation Setting.",
      "authors": [
        "Laura VanPuymbrouck",
        "Brenda Koverman",
        "Megan Kral"
      ],
      "journal": "Occupational therapy in health care",
      "publication_date": "2025-Mar-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Access to healthcare is a critical piece to health management for all people but for people with disability it may require knowledge and use of self-advocacy skills to request and receive equitable care. These skills empower clients and support overall health and well-being. Occupational therapy practitioners are uniquely trained to educate clients in self-advocacy skill development. However, there is little evidence of practitioners translating these approaches into practice. Thus, the purpose of this knowledge translation approach was to explore occupational therapist's perceptions of the clinical utility and acceptability of a novel self-advocacy intervention as a step toward intervention refinement for clinical use and future effectiveness research. Using qualitative methods, seven occupational therapists participated in semi-structured interviews after a two-month trial period using the self-advocacy intervention. Thematic analysis of interviews resulted in multiple elucidating insights that align to barriers and facilitators to intervention acceptability and utility. Barriers included length of stay, prioritization of goals, and patient's acceptance of disability. However, occupational therapists were able to deliver the intervention with a small group of patients supporting that the intervention holds promise for use in addressing client self-advocacy."
    },
    {
      "pmid": "40063287",
      "title": "Diversity, Equity, Inclusion, Justice, Accessibility, and Belonging in Occupational Therapy Practice and Education.",
      "authors": [
        "Khalilah R Johnson",
        "Razan Hamed",
        "Tyra M Banks",
        "Selena Washington"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article",
        "Introductory Journal Article"
      ],
      "abstract": "The occupational therapy profession is well positioned to play a pivotal role in advancing the health and well-being of communities with different lived experiences. The articles included in this special issue on Diversity, Equity, Inclusion, Justice, Accessibility, and Belonging (DEIJAB) in Occupational Therapy Practice and Education provide a snapshot of research and scholarship aimed at interrogating systems and standards of practice and promote evidence-informed strategies to support the unique concerns of nondominant groups. Specifically, authors take stock of practice trends with these populations; describe processes for developing culturally affirming measures; examine the effectiveness of target-based interventions; and articulate the value of applying DEIJAB principles across practice settings, academic programs, advocacy, and professional leadership. Across all of the articles, scholars call on members of the profession to be critically reflective and actively antiracist and to challenge dominant paradigms to shape the future of practice through education, training, leadership, and community partnership.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Cultural Diversity",
        "Social Justice",
        "Health Services Accessibility",
        "Social Inclusion",
        "Leadership",
        "Cultural Competency",
        "Diversity, Equity, Inclusion"
      ]
    },
    {
      "pmid": "40057963",
      "title": "A Scoping Review of the Experiences of Ableism of Occupational Therapists and Occupational Therapy Students with Disabilities.",
      "authors": [
        "Yiwen Li",
        "Nada Barrie",
        "Sally Lindsay"
      ],
      "journal": "Occupational therapy in health care",
      "publication_date": "2025-Mar-09",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "This scoping review synthesizes the literature related to the experiences of ableism for occupational therapists and occupational therapy students with disabilities. It was conducted across peer-reviewed published academic literature using seven health sciences databases (MEDLINE, PsycINFO, CINAHL, Scopus, EMBASE, HealthSTAR, Web of Science). Our search, without date restrictions, was conducted up to July 2024 and yielded fifteen articles. Four themes emerged: (1) social/interpersonal experiences of ableism; (2) environmental barriers in occupational therapy education or workplace settings; (3) adaptive responses to institutional and interpersonal ableism; and (4) social advantages of disability. These findings contribute to effectively meeting the competency of equity and justice within the 2019 Position Statement of the World Federation of Occupational Therapists. The findings can help to inform discussions about improving equity, diversity, and inclusion within the occupational therapy profession by raising awareness of how professional inequities may affect equity-deserving groups."
    },
    {
      "pmid": "40048748",
      "title": "How Intersectionality Informs Occupational Therapy Practice, Education, and Research: A Scoping Review.",
      "authors": [
        "Diane L Smith",
        "Alesia Ford",
        "Helina Samson"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "IMPORTANCE: Lack of consideration of intersectionality by occupational therapy practitioners, faculty, and researchers can result in inequities experienced by students and clients served. OBJECTIVE: To determine how intersectionality is represented in the scholarly literature used to inform occupational therapy practice, research, and education. DATA SOURCES: A comprehensive database that includes CINAHL, MEDLINE, and PsycINFO. STUDY SELECTION AND DATA COLLECTION: Inclusion criteria were peer-reviewed articles published between 2013 and 2023, written in English, and pertinent to the research question. The review used Covidence database and Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews (PRISMA-ScR) guidelines, resulting in 36 articles identified as meeting all criteria. Any discrepancies were resolved through discussion among the authors. FINDINGS: A data abstraction chart was developed, and analysis resulted in themes of education, practice, and research with specific subthemes. Findings revealed that the lack of an intersectional approach in education is often viewed negatively by diverse students, who experience a lack of belonging. Suggested strategies focused on reducing isolation and revising curricula to reflect student diversity. Intersectional issues in practice showed access disparities and a lack of occupational participation for diverse clients. Suggested strategies included consideration of the multilayered identities of clients using cultural humility and consideration of context. Strategies for research focused on using a collaborative approach to represent the intersectional lived experience of diverse populations. CONCLUSIONS AND RELEVANCE: Despite limited studies, intersectionality was identified as a lens for occupational therapy educators, practitioners, and researchers and as an important strategy to address issues faced by diverse students, resulting in more effective client-centered care. Plain-Language Summary: This study reviewed literature from occupational therapy and other health professions to determine how the concept of intersectionality is used to inform practice, education, and research. The study is needed because common Western-based practice is based on an individual, White, upper-middle class, able-bodied, cisgender perspective, which does not match the demographics or needs of clients. Results show that the intersectional identities of students and clients are often not being considered. Literature is emerging to provide educational, practice, and research strategies to address the diverse needs of occupational therapy students and clients by identifying and considering multiple and intersectional identities and the effect of context. The results challenge occupational therapy educators, practitioners, and researchers to consider the use of intersectionality moving forward to provide holistic, client-centered care. Positionality Statement: Diane Smith is a cisgender, White, able-bodied occupational therapy professor with a graduate degree and numerous publications regarding disability rights and intersectionality. Alesia Ford is a cisgender, Black, neurodivergent occupational therapy practitioner with a graduate degree and publications focused on increased diversity within the profession. Helina Samson is a cisgender, Black, able-bodied occupational therapy practitioner with a graduate degree. These lenses influence and may potentially bias our interpretation regarding critique of current strategies in education, practice, and research. For the purposes of this review, please note that LGBTQIA+ is not a standardized term, and the term used by the original researchers will be used (e.g., LGBTQ, LGBT).",
      "mesh_terms": [
        "Occupational Therapy",
        "Humans"
      ]
    },
    {
      "pmid": "40048747",
      "title": "Dismantling Occupational Therapy Provider Licensure Barriers for Individuals Who Are Underdocumented.",
      "authors": [
        "Kyle O'Brien",
        "Heather Kuhaneck"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The occupational therapy profession faces critical workforce shortages, and the demand for services to meet the needs of diverse communities continues to rise. Underdocumented individuals represent a diverse pool of potential practitioners who face barriers to licensure if they pursue a career in occupational therapy. Despite being eligible for occupational therapy education and the National Board for Certification in Occupational Therapy exam, inconsistent state licensure requirements, which often mandate a Social Security number (SSN), pose a significant barrier to licensure and employment. We examine the challenges underdocumented individuals encounter in pursuing occupational therapy education and careers and argue for removing such barriers to enable them to become licensed practitioners. Addressing these barriers could diversify the workforce, enhance access to culturally responsive care, and alleviate shortages in underserved areas. We propose six actionable steps for the profession: (1) investigating and clarifying state licensure requirements; (2) ensuring accurate information dissemination to the public and students; (3) advocating for inclusive licensure policies, such as accepting Individual Taxpayer Identification Numbers instead of SSNs; (4) addressing inconsistencies in reciprocity agreements across states; (5) funding research to better understand workforce demographics and needs; and (6) advocating for increased tuition equity and scholarship opportunities. By fostering an inclusive pathway to licensure and embracing diversity in cultural backgrounds, languages, and life experiences, the occupational therapy profession can become a meaningful career option for underdocumented individuals who can contribute to the development of a more resilient and representative workforce to effectively serve diverse populations and address health disparities.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Licensure",
        "United States",
        "Occupational Therapists",
        "Cultural Diversity",
        "Career Choice"
      ]
    },
    {
      "pmid": "40042921",
      "title": "Culturally Adapting an Occupational Therapy Intervention for Black American Autistic Communities.",
      "authors": [
        "Rachel L Dumont",
        "Lady Rios-Vega",
        "Allison Barrett",
        "Taylor T Sivori",
        "Emily Knell",
        "Joshua Njoroge",
        "Levone Cannady",
        "Roseann C Schaaf"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: Ayres Sensory Integration® is an evidence-based intervention for autistic children, but there is no culturally responsive adaptation to support Black American autistic children and their families. OBJECTIVE: To culturally adapt an occupational therapy intervention for Black American families. DESIGN: Qualitative study involving focus groups and interviews, using researcher triangulation and member-checking surveys for the trustworthiness of findings. SETTING: Zoom focus groups and interviews. PARTICIPANTS: Convenience sampling resulted in 12 participants, including Black American parents and caregivers, cultural experts, and occupational therapy practitioners who provide services to Black American autistic children. OUTCOMES AND MEASURES: Interviews and focus group discussions. RESULTS: Four parents and caregivers, two cultural experts, and six practitioners participated. Five themes emerged regarding barriers and eight for supports in accessing and utilizing occupational therapy services, including cultural humility knowledge and practices by practitioners and strategies for engaging and incorporating families' culture. CONCLUSIONS AND RELEVANCE: This study demonstrates the process of culturally adapting an occupational therapy intervention according to relevant literature and the insight and expertise of parents and caregivers, cultural experts, and occupational therapy practitioners. Plain-Language Summary: This project identified challenges and supports for Black American families of autistic children regarding access to and engagement in occupational therapy services. We adapted an occupational therapy intervention to address these challenges and to include recommended supports to guide occupational therapy practitioners to be more culturally responsive and collaborative with Black American families of autistic children throughout the therapeutic process. Positionality Statement: The inclusive term Black American is used to engage people from all cultural and ethnic backgrounds who are a part of the Black and African-American community throughout the United States (Rivera-Figueroa et al., 2022). Also, identity-first terminology and the term autistic are used according to autistic adults' preferences for embracing one's identity (Taboas et al., 2023). The research team consisted of female occupational therapists (Rachel Dumont, Roseann Schaaf, Lady Rios-Vega, and Taylor Sivori, who self-identified as White, White, Latina, and White, respectively); female and male occupational therapy students (Allison Barrett, Emily Knell, and Joshua Njoroge, who self-identified as Asian, White, and Black and White, respectively); and a male focus group facilitator (Levone Cannady, who self-identified as Black). The principal investigator (PI) for this study, Rachel Dumont, and co-PI, Roseann Schaaf, have 16 yr and more than 30 yr of research experience, respectively. The co-PI has extensive experience with occupational therapy using Ayres Sensory Integration and was the director of the Jefferson Autism Center of Excellence. The focus group facilitator had over 8 yr of experience in leading groups and workshops.",
      "mesh_terms": [
        "Humans",
        "Black or African American",
        "Occupational Therapy",
        "Focus Groups",
        "Autistic Disorder",
        "Qualitative Research",
        "Male",
        "Female",
        "Culturally Competent Care",
        "Caregivers",
        "Child",
        "Cultural Competency",
        "Parents",
        "Adult",
        "Health Services Accessibility",
        "White"
      ]
    },
    {
      "pmid": "40016922",
      "title": "Occupational Therapy Assessment Practice Patterns for Core Domains in Adult Populations.",
      "authors": [
        "Pamela Roberts",
        "Debra Ouellette",
        "Gordon Muir Giles",
        "Tracy M Mroz",
        "Jeremy Furniss",
        "Julie Malloy",
        "Trudy Mallinson"
      ],
      "journal": "OTJR : occupation, participation and health",
      "publication_date": "2025-Feb-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Practitioners need to demonstrate the value of occupational therapy services in achieving effective patient outcomes. To intervene effectively, we must have adequate assessment practices. This study examines variation in occupational therapy assessment practices by facility type, areas addressed, and types of instruments. The study characterizes commonly and frequently used assessment practices in core occupational domains and identifies potential practice gaps related to assessment. A cross-sectional online survey across six domains central to adult occupational therapy practice (activities of daily living [ADL], instrumental activities of daily living [IADL], fear of falling, functional cognition, psychosocial, and vision) was administered to practitioners in various settings. Surveys were obtained from 1,198 respondent. Survey responses identified differences in domains being assessed and assessment methods used by occupational therapy practitioners across hospital inpatient post-acute care facilities and community settings. There is variability in the methods used to assess domains critical to occupational therapy practice and the degree to which occupational therapists evaluate domains in practice settings."
    },
    {
      "pmid": "40014410",
      "title": "Public Health Critical Race Praxis in Maternal Health Occupational Therapy: A Framework for Race-Conscious Research and Intervention.",
      "authors": [
        "Jordan C W Major",
        "Vanessa Jewell",
        "Stefanie C Bodison"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This column explores the integration of the Public Health Critical Race Praxis (PHCRP) framework into maternal health occupational therapy to address racial disparities and enhance health care outcomes. The PHCRP framework provides a race-conscious methodology for examining the intersection of race, health, and systemic inequities, making its application in occupational therapy research and practice essential amid the U.S. maternal health crisis, which disproportionately affects Black birthing individuals. We highlight occupational therapy practitioners' responsibilities, emphasizing race-conscious research, culturally informed and responsive interventions, and advocacy for equitable maternal health care policies. By leveraging the PHCRP framework, occupational therapy can take a transformative approach to address the root causes of maternal health disparities, dismantle systemic health care barriers, and improve Black maternal health outcomes. This column intentionally adopts inclusive language to recognize the diverse identities of those who give birth. We use terms such as birthing individuals and mothering to acknowledge the diverse identities, pregnancy, and childbirth experiences of all birthing individuals. Research indicates that these individuals navigate distinct experiences and may prefer gender-affirming terminology, such as transman, nonbinary, or parent, to mitigate gender dysphoria (Kukura, 2022). This inclusive approach is essential for promoting equitable, culturally affirming care because it acknowledges the additional layers of bias, discrimination, and racial inequity often experienced by non-female-identified birthing individuals. Through this lens, we aim to center diverse experiences and advocate for an occupational therapy practice that actively challenges systemic inequities and fosters equitable maternal health care. Positionality Statement (Jordan C. W. Major): As a biracial Black-White, English-speaking, cisgender, heterosexual female with an invisible disability who was born and raised in the United States, my intersectional identity profoundly shapes my perspective, allowing me to uniquely address the nuances of racial, health, and maternal issues in health care. I am an occupational therapy practitioner currently pursuing a PhD in rehabilitation science, studying the impact of type 1 diabetes on Black maternal health. My lived experiences and academic background afford me the opportunity to center the experiences of Black mothers and birthing people through a race-conscious lens and call on my occupational therapy colleagues to do the same.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Female",
        "Healthcare Disparities",
        "United States",
        "Maternal Health",
        "Pregnancy",
        "Public Health",
        "Black or African American",
        "Maternal Health Services",
        "Racism",
        "White"
      ]
    },
    {
      "pmid": "40014409",
      "title": "Occupational Therapy Practitioners' and Students' Experiences of Diversity, Equity, and Inclusion: An International Scoping Review.",
      "authors": [
        "Celine Rachel Serrano-Diaz",
        "Justin Newton Scanlan",
        "Lynn V Monrouxe"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "IMPORTANCE: The evolution of theory and practice in occupational therapy has been dominated by the perspectives of White, middle-class, English-speaking practitioners. The lack of diversity among occupational therapists may harm both client care and minority practitioners in the field. OBJECTIVE: To investigate the inclusion and belonging experiences of minoritized occupational therapy practitioners and students internationally. DATA SOURCES: A scoping review explored articles published between January 2010 and July 2022 using six journal databases (Ovid MEDLINE, Scopus, Web of Science, CINAHL, Ovid ERIC, and PsycINFO). An updated search was completed using Litmaps and Google Scholar to check for articles published between August 2022 and May 2024. Study Selection and Data Collection Demographic and content codes were inductively developed and data managed via Covidence, EndNote, and NVivo. FINDINGS: Thirty-one studies across 17 journals highlighted four distinct minoritized groups (some study criteria included multiple identities): culturally and linguistically diverse people (n = 16), people with disabilities (n = 8), LGBTQ+ individuals (n = 8), and First Nations people (n = 2). Four themes were identified: (1) negotiating a normative cultural context, (2) feeling a sense of belonging, (3) interacting with clients, and (4) fostering equity and inclusion. CONCLUSIONS AND RELEVANCE: Minoritized groups face trade-offs between personal safety and cultural identity because institutions undervalue diversity, underscoring the need for systemic change. Occupational therapists sometimes tolerate mistreatment, emphasizing the need for policies that protect client and therapist dignity. Globally, the occupational therapy profession can improve inclusivity and reduce exclusion in education and practice by enhancing representation and promoting culturally safe work and educational environments. Plain-Language Summary: This study looked at how minority occupational therapists and students around the world experience inclusion and belonging in their profession. Researchers reviewed 31 studies published between 2010 and 2024 that focused on different minority groups, including culturally and linguistically diverse people, people with disabilities, LGBTQ+ individuals, and First Nations people. The research revealed that minority practitioners often struggle to fit into a profession largely shaped by White, middle-class, English-speaking perspectives. They sometimes face difficult choices between staying true to their cultural identity and feeling safe at work. Many experience challenges in feeling like they belong and sometimes endure unfair treatment. The findings suggest that the occupational therapy profession needs major changes to become more inclusive, including increasing diversity among practitioners and creating safer workplaces and educational settings that respect all cultures. These changes would improve both the experiences of minority practitioners and the care they provide to clients. Positionality Statement: Author reflexivity: The research team consists of Celine Rachel Serrano-Diaz, a PhD candidate, and two supervisors, Lynn V. Monrouxe and Justin Newton Scanlan. Using the pronouns she/her, Serrano-Diaz is a cisgender, heterosexual, neurodivergent woman. Born in the United States, she is a first-generation Australian immigrant settler with Filipino ancestry. Her lived experience of minoritization results from the intersections of race, gender, and disability and serves as the impetus for this study. She has an insider perspective on navigating inclusion and belonging in the profession, having spent almost 20 yr as an occupational therapist and educator in Australia. Scanlan identifies as a gay/queer, White, cisgender man. Growing up in Australia and the United States, he has a qualification in occupational therapy and a PhD. Monrouxe identifies as a White, anticolonialist, Australian-British, heterosexual, cisgender female who uses the pronouns she/her. She has lived in England, Wales, Taiwan, and Australia for significant periods. She has a degree in psychology and a PhD in cognitive linguistics. The team collaborated in a critically reflective way, considering how their identities shape individual research praxis and viewpoints, as well as how their diverse experiences of marginalization and privilege influence the research process.",
      "mesh_terms": [
        "Humans",
        "Cultural Diversity",
        "Occupational Therapy",
        "Occupational Therapists",
        "Social Inclusion",
        "Students, Health Occupations"
      ]
    },
    {
      "pmid": "40007511",
      "title": "Effects of Client-Centered Occupational Therapy Intervention in Older Adults With Depression: A Randomized Controlled Trial.",
      "authors": [
        "HyeongGi Jeong",
        "DeokJu Kim"
      ],
      "journal": "Occupational therapy international",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Objective: The purpose of this study was to determine the impact of client-centered occupational therapy intervention on the mental health, activities of daily living (ADL), and community participation of older adults with depression. Methods: This study was a single-blind, randomized controlled study conducted on older adults with depression, and those who met the selection and exclusion criteria were randomly divided into an experimental group of 15 people and a control group of 15 people. The experimental group performed client-centered occupational therapy intervention using the Canadian Occupational Performance Measure (COPM) and Barth Time Construction (BTC), and the control group performed case management and a strength-brain exercise program. Both groups underwent intervention twice a week for 60 min, for a total of 16 sessions. Before and after the intervention, depression, anxiety, stress, ADL, and community partitioning were measured using assessment tools with proven reliability and validity in both the experimental group and the control group. Results: The experimental group exhibited significant changes after the intervention in depression, anxiety, stress, social integration, and community integration scores (p < 0.05 and p < 0.01), while the control group showed significant changes only in depression scores (p < 0.05). As a result of comparing the amount of change between the experimental and control groups, significant differences were found in social integration among the areas of depression, stress, and community integration (p < 0.05 and p < 0.01). Conclusion: These results suggest that client-centered occupational therapy intervention could serve as an effective intervention for improving mental health, ADL, and community participation in older adults with depression. Trial Registration: Korea Clinical Research Information Service (CRIS): KCT0009358.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Aged",
        "Male",
        "Female",
        "Activities of Daily Living",
        "Single-Blind Method",
        "Depression",
        "Patient-Centered Care",
        "Anxiety",
        "Stress, Psychological",
        "Mental Health",
        "Middle Aged",
        "Aged, 80 and over",
        "Social Participation"
      ]
    },
    {
      "pmid": "39991388",
      "title": "Occupational Therapy Program With a Learning Goal That Includes Multiple Goal Categories: A Case Report of a Cancer Survivor.",
      "authors": [
        "Katsuma Ikeuchi",
        "Seiji Nishida"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Successful goal-setting in occupational therapy can enhance cancer survivors' quality of life by fostering participation in meaningful and purposeful activities. To this end, strategies to prevent goal-setting failures are essential. This report describes the case of a cancer survivor who underwent occupational therapy with the incorporation of a learning goal across multiple categories. The participant, a 73-year-old male patient, attended four weekly one-hour occupational therapy sessions. Initially, he lacked motivation for activities beyond walking, delaying goal-setting. Solely focusing on walking-related performance goals, as derived from the participant's narrative, would likely have led to emotional decline due to low goal-achievement probability. Instead, the therapist introduced learning goals encompassing leisure, psychological, and social domains. Concretely, the participant resumed playing Goban, a cherished pastime from his youth, which fostered positive experiences and alleviated loneliness. Gradually, he re-engaged in hobbies and began participating in activities, such as karaoke and social dining, resulting in improved quality of life. This improvement underscores the importance of setting diverse learning goals beyond a single category. Further research is needed to explore the long-term effects of this approach on goal-setting success rates and quality of life in cancer survivors with a range of cancer types."
    },
    {
      "pmid": "39982793",
      "title": "Promoting Culturally Effective Care for Hispanic Families in Occupational Therapy: A Curriculum Pilot Study.",
      "authors": [
        "Tyra M Banks",
        "Chloë Carames-Foley"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: Occupational therapy students need preparation to provide culturally effective pediatric care that addresses the needs of Hispanic families. OBJECTIVE: To implement and evaluate a curriculum module aimed at improving occupational therapy students' cultural awareness, cultural knowledge, and cultural skills for working with Hispanic families. DESIGN: Mixed-methods, pre-post interventional study. SETTING: An entry-level occupational therapy master's program. PARTICIPANTS: Convenience sample of 30 occupational therapy master's students. INTERVENTION: A 2-hr cognitive behavioral-based intervention module on culturally effective care for Hispanic families. OUTCOMES AND MEASURES: Cultural Competence Self-Assessment Checklist-Revised (CCSACR) administered pre- and postintervention as well as a qualitative questionnaire on self-perceived changes. RESULTS: Significant improvements were found in cultural awareness (p = .013) and cultural skills (p = .038) on the CCSACR. Qualitative data indicated self-perceived improvements in awareness, knowledge, and preparedness for culturally effective practice. CONCLUSIONS AND RELEVANCE: A brief educational module can significantly improve occupational therapy students' cultural awareness and skills for working with Hispanic families. Curriculum-based cultural training can help prepare students to provide more equitable care. Plain-Language Summary: This study demonstrates the effectiveness of a targeted educational module for improving culturally effective care for occupational therapy students working with Hispanic families. The study found significant improvements in students' cultural awareness and cultural skills. Curriculum-based cultural training can help prepare students to provide more equitable and culturally effective care. Positionality Statement: The authors' perspectives are rooted in their social positions, which shape their approach to this research. They both identify as female; one identifies as Black, and one identifies as Hispanic. The authors' experiences have instilled a deep understanding of the systemic barriers and historical injustices that have shaped health care access and outcomes for marginalized communities.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Hispanic or Latino",
        "Pilot Projects",
        "Curriculum",
        "Female",
        "Male",
        "Cultural Competency",
        "Culturally Competent Care",
        "Adult",
        "Health Knowledge, Attitudes, Practice",
        "White"
      ]
    },
    {
      "pmid": "39978961",
      "title": "Advancing occupational therapy scoping reviews: Recommendations to enhance quality and methodological rigour.",
      "authors": [
        "Ted Brown",
        "Louise Gustafsson",
        "Carol McKinstry",
        "Luke Robinson"
      ],
      "journal": "Australian occupational therapy journal",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Scoping reviews are an increasingly popular methodological approach to collate evidence and synthesise knowledge in many fields including occupational therapy. However, many are published with potential methodological weaknesses. To address this issue, nine methodological recommendations that authors could adopt to improve the quality and rigour of published scoping reviews are proposed based on the authors' opinions and the published evidence. OVERVIEW: It is suggested that when authors are completing a scoping review, they can consider completing one or more of the following methodological guidelines: (1) refer to the Levac et al.'s (2010) scoping review recommendations, the JBI Scoping Review Protocol, and the PRISMA Extension for Scoping Reviews (PRISMA-ScR) Checklist as methodological guides; (2) include grey literature as a standard component search strategy approach; (3) include thesis and dissertations as recognised sources of evidence; (4) apply a recognised research methodology critical appraisal/quality assessment tools and scales to evidence selected for inclusion in scoping reviews; (5) assign a level of evidence (LoE) framework to the selected evidence; (6) apply a recognised qualitative knowledge syntheses approach to the data extracted; (7) report the steps taken to ensure the trustworthiness of the qualitative knowledge synthesis approach used; (8) include consumer, stakeholder and community consultation; and (9) apply a scoping review-specific critical appraisal/quality assessment tool as a quality assurance activity. The authors are not proposing that the nine recommendations are mandatory, but instead they are methodological guidelines that scoping review authors can incorporate if they choose. CONSUMER AND COMMUNITY INVOLVEMENT: Consumers and community members were not involved in the writing of the manuscript. CONCLUSION: Adopting the suggested methodological recommendations as a regular part of completing occupational therapy-related scoping reviews will increase their quality, precision, and rigour.",
      "mesh_terms": [
        "Occupational Therapy",
        "Humans",
        "Research Design",
        "Review Literature as Topic"
      ]
    },
    {
      "pmid": "39976825",
      "title": "Intervention challenges experienced in physiotherapy and occupational therapy with workers' pain and disability representations: a mixed methods study.",
      "authors": [
        "Patricia Godbout",
        "Marie-France Coutu",
        "Marie-José Durand"
      ],
      "journal": "Journal of occupational rehabilitation",
      "publication_date": "2025-Feb-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The study objectives were to (1) identify prevalent unhelpful worker-held pain and disability representations and (2) explore clinicians' intervention challenges with these representations. METHODS: An explanatory sequential mixed methods design was used (quan → QUAL). Secondary analysis of a database was performed first. The database included the scores obtained by 297 sick-listed workers with musculoskeletal disorders on the Revised Illness Perception Questionnaire for Work Disability. Descriptive statistics identified the most prevalent unhelpful worker-held representations. Quantitative results were used to develop an interview guide. Semi-structured interviews explored the physiotherapy professionals' (n = 8) and occupational therapists' (n = 6) intervention challenges with workers' pain and disability representations. RESULTS: The secondary data analysis showed that perceptions of severe consequences, unpredictable symptoms, and negative emotions were the most prevalent unhelpful worker-held representations. The interviews identified clinicians' key intervention challenges as two specific pain-and-disability representation patterns. The first depicted workers' perceptions of unpredictable and uncontrollable pain, perceptions that generate negative emotions. The clinicians associated this pattern with workers' sense of helplessness. The second pattern involved workers' firm beliefs in a biomedical cause, leading to their perceptions of low levels of treatment and personal pain control. According to clinicians, this pattern led to workers' resistance to active rehabilitation. The clinicians regarded both patterns as hindering worker engagement in rehabilitation treatment. CONCLUSION: The clinicians' key intervention challenges were two pain-and-disability representation patterns, which included or not, prevalent unhelpful worker-held representations. The results underscore the need to develop a transdisciplinary intervention for work rehabilitation clinicians that takes pain and disability representations into account."
    },
    {
      "pmid": "39976642",
      "title": "Cultural Humility Practices in Occupational Therapy Services: A Scoping Review.",
      "authors": [
        "Kristina M Kokorelias",
        "Vania Wu",
        "Heather Colquhoun",
        "Ruheena Sangrar",
        "Sachindri Wijekoon",
        "Michelle L A Nelson",
        "Holly Assaf",
        "Meena Ramachandran",
        "Hardeep Singh"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "IMPORTANCE: Cultural humility may improve the quality of occupational therapy services, but how occupational therapy practitioners apply this approach in their practice contexts has not been clearly described in the literature. OBJECTIVE: To describe peer-reviewed rehabilitation literature on the practice of cultural humility and align the findings with occupational therapy practice using the Canadian Practice Process Framework (CPPF). DATA SOURCES: Nine databases were searched, using the term cultural humility to identify relevant peer-reviewed rehabilitation literature. Google Scholar and six journals were hand-searched to identify additional studies. STUDY SELECTION AND DATA COLLECTION: This substudy of a larger knowledge synthesis was guided by Arksey and O'Malley's (2005) scoping review methodology. Titles, abstracts, and full texts of studies were screened using Covidence. Study descriptors, context, population, and cultural humility elements defined by Tervalon and Murray-García (1998), and recommendations were extracted, analyzed, and mapped onto the CPPF. FINDINGS: In total, 11 studies were included. Cultural humility elements of self-reflection and critique (n = 7; 63.6%), self-awareness and egolessness (n = 8; 72.7%), and supportive interaction (n = 5; 45.4%) were identified. Most cultural humility elements aligned with the societal (n = 11; 100%) and practice (n = 10; 90.9%) contexts of the CPPF. CONCLUSIONS AND RELEVANCE: Findings highlight how occupational therapists could integrate cultural humility at each stage and in each context of their practice. Additionally, these insights can inform occupational therapy education on integrating cultural humility into training programs and guiding practitioners in applying cultural humility principles to enhance their practice. Plain-Language Summary: Cultural humility may improve the quality of occupational therapy services. How occupational therapy practitioners apply cultural humility has not been clearly described in the literature. This review describes literature on the practice of cultural humility. The findings were aligned with occupational therapy practice using the Canadian Practice Process Framework. The findings highlight how occupational therapists could integrate a cultural humility approach at each stage, in each practice process and context, and into training programs. The findings also provide a foundation for future research on how to apply cultural humility principles to improve occupational therapy services.",
      "mesh_terms": [
        "Occupational Therapy",
        "Humans",
        "Cultural Competency",
        "Canada"
      ]
    },
    {
      "pmid": "39976641",
      "title": "Gender-Affirming Care Is Not Standard Care in Occupational Therapy: A Scoping Review.",
      "authors": [
        "Laurel K Stugart",
        "Sophia C Larson",
        "Kim L Lipsey",
        "Grayson Owens",
        "Catherine R Hoyt"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "IMPORTANCE: The transgender and gender-diverse (TGD) community faces significant health care disparities, including elevated rates of mental health issues, poverty, and barriers to accessing affirming care. Occupational therapy practitioners are ethically obligated to provide gender-affirming care, yet there are no practice guidelines for such care. OBJECTIVE: To examine the landscape of gender-affirming care within occupational therapy practice, aiming to identify gaps for future research and guidelines. DATA SOURCES: Six databases (MEDLINE, EMBASE, Scopus, PsycINFO, CINAHL, Web of Science). Search dates ranged from database inception to September 19, 2023. STUDY SELECTION AND DATA COLLECTION: We followed Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews (PRISMA-ScR) and Joanna Briggs Institute guidelines for all methodologies. Studies were included if they described gender-affirming care, included language related to the transgender and gender-diverse community, and mentioned occupational therapy. Studies were excluded if they were not peer-reviewed or did not include an intervention. FINDINGS: A total of 614 studies were identified, and 17 were included. Of the included studies, the majority were qualitative (n = 9) and from the United States or Canada. Published research highlighted clinicians' need for more training in gender-affirming care and suggested diverse modalities to bridge gaps in working with TGD individuals. CONCLUSIONS AND RELEVANCE: This review underscores the urgent need for targeted research to address TGD individuals' specific needs in occupational therapy practice. Future efforts should focus on developing and evaluating gender-affirming care interventions, expanding training modalities, and promoting inclusive care within occupational therapy. Plain-Language Summary: The transgender and gender-diverse (TGD) community often encounters obstacles in accessing health care, including mental health issues and barriers to affirming care. Occupational therapy practitioners play a crucial role in providing gender-affirming care, yet there is a lack of clear guidelines for doing so. This study aimed to examine the current state of gender-affirming care in occupational therapy and identify areas for improvement, ultimately benefiting both practitioners and clients. Future research should focus on developing and evaluating gender-affirming care interventions, expanding training modalities, and promoting inclusive care within occupational therapy. Positionality Statement: The authorship team represents one individual who identifies as nonbinary and four who identify as cisgender. Most of the authors identify as White. Three authors identify as LGBTQ+. Two authors have prior experience writing scoping reviews.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Transgender Persons",
        "Standard of Care",
        "Female",
        "Gender-Affirming Care"
      ]
    },
    {
      "pmid": "39975471",
      "title": "Neurophysiological effects of altruistically motivated craft activities in occupational therapy: A pilot study using frontal EEG and heart rate variability analysis.",
      "authors": [
        "Junya Orui",
        "Keigo Shiraiwa",
        "Takao Inoue",
        "Masaya Ueda",
        "Keita Ueno",
        "Yasuo Naito",
        "Ryouhei Ishii"
      ],
      "journal": "Hong Kong journal of occupational therapy : HKJOT",
      "publication_date": "2025-Feb-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Occupational therapy utilizes altruistically motivated activities, potentially influencing both frontal alpha asymmetry (FAA) associated with approach motivation and autonomic responses. This study examines the effects of altruistically motivated craft activities on FAA and autonomic activity. METHODS: Fifteen rehabilitation students (21.0 ± 0.4 years) performed a netcraft task under altruistic and selfish conditions. EEG and ECG were measured during the craft task, and FAA and autonomic indices were analyzed. RESULTS: FAA score was significantly higher in the altruistic condition (p = .040, d = 0.59), indicating increased approach motivation. Sympathetic activity was significantly lower in the altruistic condition (p = .018, r = -0.68), indicating reduced sympathetic activity. CONCLUSIONS: Altruistically motivated craft activities increased relative left frontal cortical activity and decreased sympathetic activity, highlighting their potential benefit in occupational therapy. These findings are not only consistent with previous research, but also support the inclusion of altruistic activities in therapeutic interventions to improve mental health and well-being."
    },
    {
      "pmid": "39973647",
      "title": "Occupational therapy interventions in facilitating return to work in patients with traumatic brain injury: A systematic review.",
      "authors": [
        "Abigal Mullins",
        "Olive Scalise",
        "Brianna Carpio-Paez",
        "Victoria DeShaw",
        "Kelcie Jennings",
        "Riqiea Kitchens",
        "Claudia Hilton",
        "Karthik Mani"
      ],
      "journal": "Work (Reading, Mass.)",
      "publication_date": "2025-Feb-18",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Returning to work is one of the common challenges faced by survivors of traumatic brain injury following their injury. A few reviews to date have examined the occupational therapy interventions related to return-to-work post TBI. OBJECTIVE: To examine the interventions that fall under the purview of the field of occupational therapy in facilitating return to work post mild, moderate, or severe traumatic brain injury. METHODS: The following databases were searched: CINAHL, Ovid, PsychInfo, PubMed, & Scopus. Fifteen articles met the inclusion criteria (articles published within the past 10 years, adults, & received rehabilitation services for return to work). The Preferred Reporting Items for Systematic Reviews and Meta Analyses was used to guide this review. RESULTS: The most effective intervention approaches that fall under the purview of occupational therapy practice to facilitate return to work in individuals with traumatic brain injury included the use of (i) vocational and work hardening rehabilitation interventions, (ii) a multidisciplinary approach to care, (iii) mental health and cognition focused interventions, and (iv) the Model of Occupational Self Efficacy. Interventions must consider both client and work-related factors to ensure successful outcomes. CONCLUSIONS: The articles included in this review provided moderate level evidence that multidisciplinary and holistic approaches lead to successful return to work and community reintegration outcomes for individuals with traumatic brain injury. Focusing on client and work-related factors through vocational rehabilitation, cognitive and mental health interventions, and client-centered models of care is recommended to yield better return to work outcomes for traumatic brain injury survivors."
    },
    {
      "pmid": "39973641",
      "title": "Embracing artificial intelligence (AI) in occupational therapy practice: Bridging workforce gaps and redefining care.",
      "authors": [
        "Alyson D Stover",
        "Karen Jacobs"
      ],
      "journal": "Work (Reading, Mass.)",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39970257",
      "title": "Are We (and Can We Be) Genuinely Inclusive? Hos[ti]pitality in Occupational Therapy Education, Practice, and Research.",
      "authors": [
        "Steven D Taff",
        "Ganesh M Babulal",
        "Razan Hamed"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Inclusion and belonging are fundamental human needs and key to the engagement and well-being of occupational therapy practitioners, scientists, educators, and learners. Despite this, the profession has struggled throughout its history to act on its values as focused on wide-ranging perspectives of occupational engagement in diverse cultural contexts. Issues of diversity, equity, inclusion, justice, and accessibility (DEIJA) innervate contemporary discourse, but there is a real danger that these conversations remain at a superficial level and stop short of attempts at genuine disruption of the deeply rooted colonial systems that exist in the profession. In this column, we use Jacques Derrida's concept of hos[ti]pitality to problematize DEIJA initiatives by asking whether occupational therapy can be genuinely inclusive or if minoritized persons will always be \"guests\" who are expected to reciprocate their presence. We then extend this theoretical approach to inform practical ideas to disrupt hos[ti]pitality in education, practice, and research, promoting antiracist and inclusive educational settings and deconstructing barriers to more authentic inclusion of marginalized identities. Although occupational therapy cannot be fully and unconditionally hospitable, we suggest that generative disruption at both the micro and macro levels can lead to a sense of solidarity that benefits the profession and the people and communities we serve.",
      "mesh_terms": [
        "Occupational Therapy",
        "Humans",
        "Cultural Diversity",
        "Social Inclusion",
        "Social Justice"
      ]
    },
    {
      "pmid": "39965106",
      "title": "Social Structures and Their Impact on Leadership Development for Women of Color in Occupational Therapy in the United States.",
      "authors": [
        "Ushentha Nirmul",
        "Pamela Talero Cabrejo"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: Historical and contemporary social structures in the United States profoundly shape leadership development for women of color in occupational therapy, revealing systemic inequities. OBJECTIVE: To understand how social structures have shaped the leadership development of women of color leaders in occupational therapy in the United States. DESIGN: Building on Nirmul et al. (2023), the authors conducted a secondary qualitative analysis using Winker and Degele's (2011) multilevel intersectional approach, examining organizational culture, mentorship, sponsorship, and professional organizations through eight narrative interviews. SETTING: Virtual multiregional interviews. PARTICIPANTS: Eight English-speaking women of color self-identified as leaders in occupational therapy in the United States were included, representing diverse professional roles and career stages. OUTCOMES AND MEASURE: Steps 5 through 8 of Winker and Degele's (2011) multilevel intersectional approach were used to analyze participants' narratives, exposing social structures and their effects on mentorship, professional organizations, organizational culture, and sponsorship experiences. RESULTS: The analysis revealed that American White supremacy profoundly affects leadership development for women of color in occupational therapy. Key challenges included racialized social structures, institutional barriers, discrimination, anti-Blackness, patriarchy, performative diversity efforts, mentorship hierarchies, and financial constraints, highlighting structural inequalities within professional organizations, mentorship, sponsorship, and organizational culture. CONCLUSIONS AND RELEVANCE: Diversity, equity, inclusion, justice, accessibility, and belonging initiatives must address social structural barriers by transforming organizational culture, diversifying mentorship and sponsorship, and fostering authentic inclusion through ongoing professional development to support leadership development for women of color. PLAIN-LANGUAGE SUMMARY: This study investigated how social structures in the United States have influenced the leadership development of women of color in occupational therapy. Using data from a prior study, the authors analyzed the personal narratives of eight self-identified women of color leaders. Analysis revealed that American White supremacy profoundly affected the participants' leadership journeys; this impact was evident in organizational culture, professional organizations, mentorship, and sponsorship. Key issues identified include anti-Blackness, institutionalized patriarchy, performative diversity initiatives, racial hierarchies in mentorship, and financial constraints. The study concluded that while diversity, equity, inclusion, and justice initiatives are essential, they are insufficient to overcome these social structural barriers. The authors advocate for intentional action to transform organizational culture, prioritize diversity in mentorship and sponsorship, and provide continuous professional development opportunities. POSITIONALITY STATEMENT: As described in Nirmul et al. (2023), both authors are immigrants from postcolonial countries and have been racialized in the United States as an Asian American (Ushentha Nirmul) and a White Latina (Pamela Talero Cabrejo). Their privileges have allowed them to engage in leadership development work, and they believe that an intersectional analysis is crucial for understanding both leadership development and daily living occupations.",
      "mesh_terms": [
        "Humans",
        "Leadership",
        "Female",
        "United States",
        "Occupational Therapy",
        "Organizational Culture",
        "Qualitative Research",
        "Mentors",
        "Adult",
        "Middle Aged"
      ]
    },
    {
      "pmid": "39964246",
      "title": "Embracing Multiple Philosophical Orientations in Occupational Therapy to Enhance Cultural Sensitivity.",
      "authors": [
        "Joana Nana Serwaa Akrofi",
        "Tsu-Hsin Howe",
        "Janet Njelesani"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The philosophical foundations of occupational therapy, originating in North America, primarily align with American philosophy, which leads to challenges when occupational therapy is applied in diverse cultural contexts. The occupational therapy profession needs to embrace multiple philosophical orientations to enhance cultural sensitivity. In this column, the authors use postcolonial theory to analyze colonial legacies and power dynamics within communities, highlighting the limitations of current Western-based adaptations in promoting diversity, equity, inclusion, justice, and accessibility. They argue that incorporating diverse philosophical orientations into occupational therapy can enrich the field by fostering adaptability and inclusivity. They also outline steps to integrate multiple philosophical orientations, including acknowledging historical influences and adopting practices that resonate with diverse values. Embracing multiple philosophical orientations signifies the profession's commitment to evolving and responding effectively to the complex needs of individuals and communities, thereby promoting more equitable and just outcomes in occupational therapy practice. Positionality Statement: The authors of this column include a Ghanaian nondisabled occupational therapist who studied and practiced occupational therapy in Ghana, West Africa, and the United States; a White, nondisabled, female Canadian occupational therapy scholar with practice experience across numerous international contexts; and an Asian, nondisabled, female occupational therapy scholar who has occupational therapy practice experience in both Asia and the United States. All three authors currently live and work in the United States. They drew from their personal experiences, knowledge of the profession, research evidence, and critical reasoning to conceptualize this column.",
      "mesh_terms": [
        "Occupational Therapy",
        "Humans",
        "Cultural Competency",
        "Cultural Diversity",
        "Philosophy",
        "United States",
        "Colonialism"
      ]
    },
    {
      "pmid": "39962756",
      "title": "Supporting Sustainability: A Philosophical Analysis of Certain Assumptions Underlying Occupational Therapy.",
      "authors": [
        "Marie-Josée Drolet",
        "Valérie Lafond"
      ],
      "journal": "Canadian journal of occupational therapy. Revue canadienne d'ergotherapie",
      "publication_date": "2025-Feb-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: The relevance of supporting sustainability within occupational therapy is increasingly demonstrated and argued for. However, difficulties persist in supporting sustainability in practice, which presents occupational therapists with an occupational paradox. Why is sustainability still so difficult to include into occupational therapy practice? Purpose: The objective was to analyse certain assumptions underlying the profession that may constitute potential obstacles to the inclusion of sustainability in practice. Method: To identify and critically examine these assumptions, a philosophical analysis of five key concepts of the profession was carried out based on a triangulation of two philosophical methods. Findings: The results reveal that the five concepts analysed-person, occupation, environment, health, and justice-may act as barriers to support sustainability within the practice. Conclusion: A paradigm shift is therefore relevant, even necessary in the current climate emergency to mitigate its impacts. This is especially relevant as the climate crisis poses the greatest threat to health and endangers the ability of humans to engage in occupations essential for well-being and survival."
    },
    {
      "pmid": "39957189",
      "title": "Increasing trends in utilization of physical and occupational therapy services in early Parkinson's disease.",
      "authors": [
        "Jason K Longhurst",
        "Timothy Chrusciel",
        "Syed O Ahmad"
      ],
      "journal": "Journal of Parkinson's disease",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Best practice guidelines in Parkinson's disease (PD) calls for the immediate initiation of rehabilitation therapies (inclusive of physical (PT) and occupational therapy (OT)) to prevent or ameliorate the loss of function and quality of life associated with disease progression. OBJECTIVE: The purpose of this study was to determine the utilization of PT and OT services within the first 2 years following PD diagnosis and to observe longitudinal trends in PT and OT utilization early following PD diagnosis. METHODS: This retrospective cohort study accessed 12 years (2011 to 2023) of data from electronic health records at a midwestern US healthy system. Patients with new PD diagnoses and two-years of visit history were included. The primary outcome was utilization of PT or OT services within two-years of PD diagnosis. Data extracted included demographics and PD therapies. Records of 9720 patients were included in the analyses. RESULTS: Overall, 36.9% of the cohort (n = 3586) received either physical or occupational therapy within two years of receipt of PD diagnosis. Increasing age, higher comorbidity index, female gender, use of dopamine replacement therapies, and African American race were all positively associated with receipt of PT or OT services (ps < 0.007). The longitudinal trend revealed an average year over year increase in PT/OT utilization of 1.4% between 2013 and 2021 (p < 0.001). CONCLUSIONS: This study shows a promising increase in utilization of PT and OT services over previous reports and longitudinally, however it continues to convey how far clinical practice continues to lag behind best practice and scientific recommendation.",
      "mesh_terms": [
        "Humans",
        "Parkinson Disease",
        "Male",
        "Female",
        "Aged",
        "Occupational Therapy",
        "Middle Aged",
        "Retrospective Studies",
        "Physical Therapy Modalities",
        "Patient Acceptance of Health Care",
        "Aged, 80 and over"
      ]
    },
    {
      "pmid": "39951347",
      "title": "Amplifying Silenced Voices: A Critical Reflection on Challenges Facing Occupational Therapy Academics With Multiple Minoritized Identities.",
      "authors": [
        "Natasha Smet",
        "Jeffrey John Andrion"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The issues faced by racialized; female; immigrant; and two-spirit, lesbian, gay, bisexual, transgender, queer/questioning, intersex, and asexual/agender + (2SLGBTQIA+) occupational therapy academics and practitioners highlight the overlapping systems of oppression due to their multiple minoritized identities (MMIs). Through critical reflection, the authors bring to light how oppressive occupational therapy structures and processes continue to sustain Othering within the profession, including the paradox of occupational justice. The authors caution that ignoring issues faced by occupational therapy academics with MMIs might end in tragic intersectionality. Positionality Statement: Natasha Smet identifies as an immigrant queer woman of color, scholar, and practitioner who was born and raised in South Africa during the Apartheid era when laws were enforced to segregate people solely on the basis of race. Although Apartheid ended in 1994, her experiential knowledge of systemic racism, overt discrimination, and oppression continued as a survivor of educational and academic workplace violence and abuse in the United States. Her lived experience of oppression continues to be her catalyst to disrupt white supremacy across academic institutional settings. Jeffrey John Andrion is a racialized, straight, cisgender, immigrant male academic who was born and raised in the Philippines. Although he is an immigrant settler of Canada, he is also a descendant of former colonizees in his native home country. With experiential knowledge of racialization and Othering, he grew up with the terms resistance and oppression. In this column, we define Othering as \"the process whereby an individual or groups of people attribute negative characteristics to other individuals or groups of people that set them apart as representing that which is opposite to them\" (Rohleder, 2014, p. 1306).",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Sexual and Gender Minorities",
        "Female",
        "Emigrants and Immigrants",
        "United States",
        "Racism"
      ]
    },
    {
      "pmid": "39937543",
      "title": "Exploring Factors for Inclusive Occupational Therapy for People With Dementia in Australia: A Qualitative Study.",
      "authors": [
        "Sally Day",
        "Kate Laver",
        "Kylie Radford",
        "Yun-Hee Jeon",
        "Lee-Fay Low"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: Occupational therapy interventions are a crucial part of dementia care and have been shown to be effective in research trials. However, the acceptability and inclusivity of occupational therapy interventions to treat dementia for people from diverse groups are unclear. OBJECTIVE: To explore factors contributing to the delivery of acceptable and inclusive community-based occupational therapy interventions for people with dementia from diverse groups in Australia. DESIGN: Exploratory qualitative study in which interviews and focus groups were used. Data were analyzed with reflexive thematic analysis. SETTING: Community-based occupational therapy in Australia. PARTICIPANTS: Purposive sampling was used to recruit 26 participants. Eight people with experience of dementia from diverse groups (ethnic minority, sexual minority, and socially or economically disadvantaged groups) participated in individual interviews; occupational therapists participated in focus groups (n = 10) and interviews (n = 8). RESULTS: Three key themes were developed to support inclusivity: (1) knowing the person at the center of the care, (2) collaboration, and (3) perception of occupational therapy for people with dementia. Acceptable and inclusive occupational therapy interventions for dementia occurred when people from diverse groups felt valued and received tailored interventions, were confident in and partnered with the therapist, and understood the purpose of therapy. CONCLUSIONS AND RELEVANCE: Therapists require support to apply cultural humility and to build skills to overcome barriers to providing culturally safe and acceptable care. Plain-Language Summary: People from diverse groups include ethnic minority, sexual minority, and socially or economically disadvantaged groups as well as Indigenous populations. We know community-based occupational therapy interventions improve function and quality of life for people with dementia and their families, but we do not know whether they work for people from diverse groups. We asked people with experience of dementia from diverse groups and occupational therapists in Australia what they thought. We found that occupational therapy interventions for dementia are acceptable to diverse groups when the therapist works in partnership, providing an intervention that is meaningful to them. To be inclusive, therapists need to empower people from diverse groups to participate equally in the intervention. They need to make sure families understand the purpose of the intervention. Some occupational therapists may need training to build skills and knowledge as well as support to overcome barriers and to provide acceptable and inclusive interventions.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Dementia",
        "Qualitative Research",
        "Australia",
        "Female",
        "Male",
        "Focus Groups",
        "Aged",
        "Middle Aged",
        "Sexual and Gender Minorities",
        "Aged, 80 and over"
      ]
    },
    {
      "pmid": "39937542",
      "title": "Pathway to Academia: Perceptions of Occupational Therapy Faculty Who Identify as Black, Indigenous, or People of Color.",
      "authors": [
        "Victor Camacho",
        "LaMar Bolden"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: A reflection of the experiences of faculty from underrepresented backgrounds who have been recruited into academia and retained may enhance diversity, equity, inclusion, justice, accessibility, and belonging initiatives, such as pipeline programs, mentorship programs, and outreach. OBJECTIVE: To explore the experiences and perceptions of occupational therapy educators who self-identify as Black, Indigenous, or people of color (BIPOC) as they navigated the path that led them to academia. DESIGN: A phenomenological descriptive study with semistructured interviews and a demographic survey. SETTING: Academia. PARTICIPANTS: A purposive sample of occupational therapy faculty (N = 17) in the United States who self-identify as BIPOC. RESULTS: Three themes emerged. The first, the journey to academia, describes experiences that sparked the pursuit of a career in occupational therapy and then the transition to academia. This encompasses the subthemes of defining moments, opportunities to engage in teaching, influential factors, and formal and informal mentorship. The second theme, the journey through academia, captures factors that influence job satisfaction, job performance, and retention in academia, with subthemes of belonging and academic culture. The third theme, the role of representation in the profession, describes the impact of racial and ethnic representation experienced on the paths to and through academia. CONCLUSIONS AND RELEVANCE: The respondents described distinct experiences of academic culture. These experiences can be applied to initiatives intended to attract more diverse perspectives and ways of knowing into the field of occupational therapy. Plain-Language Summary: The findings of this study add nuance to the discussion of the recruitment and retention of occupational therapy practitioners who self-identify as Black, Indigenous, or people of color (BIPOC). Despite strategic diversity, equity, and inclusion efforts, the profession of occupational therapy has failed to recruit and retain a racially and ethnically diverse pool of practitioners that is reflective of the U.S. POPULATION: The evidence that explores diversification of occupational therapy excludes the lens of BIPOC occupational therapy faculty. This study explored the reasons that inspired faculty from underrepresented backgrounds to enter the field and led them to work in academia. The findings indicate that these educators were motivated by a desire to influence change in the profession and the wider world and that they were affected by the lack of diverse representation in the field. The social, academic, and financial support experienced by these educators adds culturally responsive nuances to further diversifying the occupational therapy workforce. Positionality Statement: Victor Camacho (he/him/el) identifies as a GenXer, urban dweller, South American Latino male. LaMar Bolden (she/her) identifies as a Black, cisgender, female Xennial with Christian spiritual beliefs. Both are full-time faculty members in occupational therapy departments; hold postprofessional clinical doctorates; and lead and serve on various diversity, equity, and inclusion committees at the department, university, and state levels. The genesis of this research stemmed from their conversations about the paucity of occupational therapy academician representation reported in the American Occupational Therapy Association's (2023) workforce survey and experienced in their circles of higher education. They intentionally focus on Black, Indigenous, and people of color to acknowledge the history of this conversation in the United States and the occupational therapy profession.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Faculty",
        "Male",
        "Female",
        "United States",
        "Job Satisfaction",
        "Black or African American",
        "Adult",
        "Middle Aged",
        "Mentors",
        "Career Choice",
        "Indigenous Peoples",
        "Academia",
        "White"
      ]
    },
    {
      "pmid": "39937541",
      "title": "Professional Belonging Scale for Occupational Therapy Students: Development and Preliminary Validity and Internal Consistency Reliability.",
      "authors": [
        "Sarah Corcoran",
        "Amanda Carter",
        "Emily Pasqualetto",
        "Nancy Greene",
        "Theresa Rhett-Davis"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article",
        "Validation Study"
      ],
      "abstract": "IMPORTANCE: Belonging is a dynamic contextual construct valued within occupational therapy and connected with students' academic success and career transitions. Although belonging has been measured in higher education, there is no specific tool to measure it in occupational therapy education. OBJECTIVE: To create the Professional Belonging Scale for Occupational Therapy Students (PBSOTS) and assess its validity and internal consistency reliability for measuring belonging among occupational therapy and occupational therapy assistant students. DESIGN: Scale development and preliminary psychometric study. SETTING: Academic programs. PARTICIPANTS: The study took place in three phases from 2022 to 2023. Phases 1 and 2 involved occupational therapy experts in diversity, equity, inclusion, belonging, and assessment. Phase 3 included 162 students from accredited occupational therapy education programs in the United States. OUTCOMES AND MEASURES: Scale items were developed on the basis of the literature, expert interviews, and a student focus group and were revised based on calculated content validity index ratings (cutoff = .78) and expert feedback. Next, student data were analyzed for an exploratory factor analysis and to determine internal consistency reliability. RESULTS: Of an initial 24 items, 5 were removed, 5 were revised, and 1 was added, resulting in a 20-item scale with an α value of .92. Four factors had eigenvalues greater than Kaiser's criteria of 1 and explained 61.13% of the variance. CONCLUSIONS AND RELEVANCE: On the basis of preliminary validity and internal consistency reliability testing, the authors suggest further developing and researching the PBSOTS. Plain-Language Summary: Belonging is valued within occupational therapy and is connected to students' academic success and career transitions. However, there is no specific tool to measure belonging in occupational therapy education. This study used the Professional Belonging Scale for Occupational Therapy Students (PBSOTS), a self-assessment that was created by the authors to measure students' sense of belonging in occupational therapy education programs. The authors recommend further developing and researching the PBSOTS so that the self-assessment can be used to inform occupational therapy education programs about students' sense of belonging.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Reproducibility of Results",
        "Psychometrics",
        "Male",
        "Female",
        "Students, Health Occupations",
        "Surveys and Questionnaires",
        "Adult"
      ]
    },
    {
      "pmid": "39937540",
      "title": "Disabled Students' Experiences and Insights in Occupational Therapy Education: A Qualitative Study.",
      "authors": [
        "Emma Gregg",
        "Keri DeGroot",
        "Danbi Lee"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: Despite the importance of diversifying the occupational therapy workforce and fostering inclusive learning environments, disabled occupational therapy students face many barriers throughout their education. OBJECTIVE: To better understand the lived experience of disabled students regarding external barriers influencing their occupational therapy education. DESIGN: A qualitative study with thematic analysis of focus group sessions and individual interviews. Trustworthiness was ensured through participant and researcher triangulation and practicing reflexivity. SETTING: Focus group sessions were conducted remotely. PARTICIPANTS: Convenience sampling was used to recruit participants who met the following criteria: current enrollment in the university entry-level Master of Occupational Therapy program or having graduated within the past 18 mo; identification as disabled/a person with a disability, neurodivergent, d/Deaf, and/or having a chronic health condition; and having engaged in the process of exploring or obtaining accommodations through the Disability Resources for Students department. OUTCOMES AND MEASURES: A semistructured interview guide. RESULTS: Four focus group sessions and one interview were completed with 14 participants. Three main themes emerged that describe how faculty support, peer support, and the culture of the profession matter to disabled occupational therapy students. CONCLUSIONS AND RELEVANCE: Themes describe the varied experiences of students, including barriers they faced and opportunities for systematic change to support them better. Implications include opportunities for faculty training, incorporating disability frameworks throughout the curriculum, and creating a culture of inclusion in occupational therapy education. Plain-Language Summary: This study explored factors that affect disabled occupational therapy students. The results describe what helps and hinders them throughout their education. These include faculty support, peer support, and program culture. Providing faculty training, reframing disability in coursework, and creating a more inclusive culture could better support students. Positionality Statement: Throughout this article, identity-first (e.g., disabled students) and person-first (e.g., students with disabilities) language is used interchangeably, following the guidance of disabled self-advocates who indicate a preference for flexible language styles (Dwyer, 2022). The research team presented different identities, including one team member who identified as having a chronic health condition. At the time of the study, all team members were interacting or had interacted with all or some participants in their teaching roles (i.e., as faculty member or teaching assistant). The faculty members have actively integrated disability studies and anti-ableist perspectives in their teaching.",
      "mesh_terms": [
        "Persons with Disabilities",
        "Occupational Therapy",
        "Health Workforce",
        "Students, Health Occupations",
        "Interviews as Topic",
        "Diversity, Equity, Inclusion",
        "Learning",
        "Workforce Diversity",
        "Education, Graduate",
        "Focus Groups",
        "Faculty",
        "Qualitative Research",
        "Washington",
        "Universities",
        "Peer Group",
        "Humans"
      ]
    },
    {
      "pmid": "39937076",
      "title": "Occupational Therapy Statement of Commitment to Indigenous Peoples in Canada Déclaration D'Engagement Des Ergothérapeutes À L'égard Des Peuples Autochtones Du Canada.",
      "authors": [],
      "journal": "Canadian journal of occupational therapy. Revue canadienne d'ergotherapie",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39932487",
      "title": "The Outreach Experiences of Occupational Therapy Students: An Opportunity for Transformation.",
      "authors": [
        "Ricardo D Ramirez",
        "Laura VanPuymbrouck"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: Occupational therapy lacks workforce diversity. Academic programs (APs) are uniquely positioned to create learning experiences that align with diversity, equity, and inclusion (DEI) efforts within occupational therapy. OBJECTIVE: To examine the acceptability of a student-led outreach program from the perspectives of occupational therapy students. DESIGN: Qualitative, cross-sectional study that used occupational therapy students' reflections as part of routine educational assessments. Thematic analysis was used to identify and define themes within reflections. Reflexivity and prolonged engagement in the field enhanced trustworthiness. SETTING: Urban, Midwestern OTD program. PARTICIPANTS: Sixty-eight occupational therapy students enrolled in their second semester. INTERVENTION: Occupational therapy student-led outreach presentations in middle and high schools in which most students had Black, Indigenous, or People of Color backgrounds. Presentations lasted 45 to 60 min. OUTCOMES AND MEASURES: After their presentations, occupational therapy students completed an open-ended reflection on their outreach experience of at least 250 words. RESULTS: Participants were primarily women (n = 63; 92.65%) and White (n = 50; 73.53%). Three themes emerged in the analysis of students' reflections: knowledge translation, opportunity versus assignment, and practical insights. CONCLUSIONS AND RELEVANCE: Occupational therapy APs are positioned to craft learning opportunities that can meet accreditation requirements, benefit students' professional development, and contribute to DEI efforts. To make these efforts sustainable, occupational therapy APs must cultivate meaningful relationships with local and diverse community partners while also evaluating opportunities to integrate DEI into their own curricula. Additional research is needed to examine the long-term impact of outreach efforts between occupational therapy students and recipients. Plain-Language Summary: Occupational therapy academic programs are uniquely situated to promote diversity, equity, and inclusion (DEI) in the profession. Focusing on racial and ethnic diversity, in this study we sought to capture the perspectives of first-year occupational therapy students who participated in a student-led outreach initiative embedded within their curriculum. We found that occupational therapy students benefited from participating in this educational experience because they were challenged to share their knowledge of occupational therapy with middle and high school students from underrepresented communities. Viewing this experience as an opportunity instead of an assignment, occupational therapy students felt that they contributed to DEI efforts while growing as future practitioners. Occupational therapy academic programs can create synergies between student learning objectives and DEI efforts to make transformative change. Positionality Statement: Diversity encompasses several identities such as race, ethnicity, gender, disability, and many more. We acknowledge all these aspects of diversity. For the purposes of this article, we focus on the diversity related to race and ethnicity.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Female",
        "Cross-Sectional Studies",
        "Male",
        "Cultural Diversity",
        "Qualitative Research",
        "Community-Institutional Relations",
        "Students, Health Occupations",
        "Adult",
        "Young Adult"
      ]
    },
    {
      "pmid": "39932486",
      "title": "Role of Familismo in Latino Families Affected by Cancer: Implications for Culturally Tailored Occupational Therapy Services.",
      "authors": [
        "Ricardo D Ramirez",
        "Susan Magasi"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: Latino/a cancer survivors (LCSs) and their family caregivers (FCs) experience barriers to participation. The occupational therapy literature centered on Latinos affected by cancer is limited, including the examination of cultural values such as familismo. OBJECTIVE: To explore the impact of familismo on LCSs and their FCs during treatment and survivorship from the perspectives of several stakeholders. DESIGN: Qualitative, cross-sectional study using semistructured interviews with various stakeholders recruited via purposive sampling. A detailed audit trail and peer examination were used to enhance rigor. Thematic analysis was used to identify, analyze, and report major themes. SETTING: Urban Midwestern city. PARTICIPANTS: Diverse stakeholders in cancer survivorship among Latino families-LCSs living in survivorship (n = 8) and FCs (n = 5)-and cancer care providers (n = 5). RESULTS: LCSs were primarily female breast cancer survivors (75%), and most FCs were men (60%); only 1 LCS received occupational therapy services. Providers were 2 occupational therapists and 3 social workers. Participants described familismo as facilitating the multilevel support needed for everyday participation. Despite these tight family bonds, survivors and caregivers felt emotionally distant and were disappointed when cultural expectations were not met. CONCLUSIONS AND RELEVANCE: Familismo plays a complex and nuanced role among Latino families affected by cancer because it is a strength that many families can draw from; however, it can also create a cycle of unexpressed needs and inadequate support. Future implications include examining culturally tailored occupational therapy services that infuse prominent cultural values and embrace cultural humility. Plain-Language Summary: The occupational therapy cancer research base primarily focuses on White survivors. The profession needs to learn from diverse populations how best to support them. Focusing on Latino families affected by cancer, this study showed that familismo, which prioritizes family needs over individual needs, is a cultural value that plays out in many ways. Both survivors and caregivers were supported by many biological and chosen family members. Because of the collectivistic nature of familismo, individuals often put their family's needs before their own. Despite close family relationships, survivors and caregivers felt distant and unsupported. We provide suggestions for how to incorporate familismo in practice. As occupational therapy's role in cancer care grows, it must put diverse communities at the forefront and intentionally put effort into developing culturally tailored services. Positionality Statements: Ricardo Ramirez is a first-generation, bilingual, and Latino occupational therapist with family experience of cancer. Susan Magasi is a White occupational therapy educator and scholar with family experience of cancer. She is a qualitative methodologist and cancer health equity researcher. In this article, the term Latino/a is used to honor the chosen language of participants with this background. We recognize that terms such as Latinx are considered to be gender-neutral, however, only 4% of the community uses this term (Noe-Bustamante et al., 2024). The term survivor is used throughout this article because it reflects the language that participants used to refer to themselves.",
      "mesh_terms": [
        "Humans",
        "Hispanic or Latino",
        "Female",
        "Occupational Therapy",
        "Male",
        "Cross-Sectional Studies",
        "Cancer Survivors",
        "Qualitative Research",
        "Middle Aged",
        "Caregivers",
        "Adult",
        "Neoplasms",
        "Family",
        "Culturally Competent Care",
        "Family Relations",
        "White"
      ]
    },
    {
      "pmid": "39932485",
      "title": "Factors Contributing to Low Academic Performance of First-Generation Students in Occupational Therapy.",
      "authors": [
        "Pola Ham"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: Research on the factors contributing to low academic performance of first-generation students studying occupational therapy is limited, and how these factors affect the students' academic performance is insufficiently described. OBJECTIVE: To explore how first-generation students in occupational therapy perceive their academic self-efficacy, academic engagement, and social integration. DESIGN: Explanatory sequential mixed-methods design. SETTING: Occupational therapy program on the East Coast of the United States. PARTICIPANTS: The total sample included 18 first-generation students in occupational therapy through purposeful sampling. Eighteen participants completed the survey, and 5 participants participated in the interview. OUTCOMES AND MEASURES: Measures included a demographic questionnaire, the Self-Efficacy for Learning Form-Abridged, the Survey of Student Engagement, the Social Integration Scale, and semistructured interviews. RESULTS: Participants reported a low level of academic self-efficacy, academic engagement, and social integration. CONCLUSIONS AND RELEVANCE: This study fills the gap in research regarding factors contributing to low academic performance of first-generation students in occupational therapy and how the identified barriers of academic self-efficacy, academic engagement, and social integration can be addressed for these students. Plain-Language Summary: This study explored how first-generation occupational therapy students think about their academic performance, engagement, and social integration. Students reported a low level of academic performance, engagement, and social integration. Identifying and understanding the factors that affect the academic performance of first-generation students can improve the support and services provided by occupational therapy programs to first-generation students. Positionality Statement: Positionality is described as the location of the researcher in their research (Milner, 2007). It influences the researcher's assumptions, findings, and interpretations (Banks, 2015). As a first-generation doctoral student, I identify with the unique challenges faced by many first-generation students. As Milner (2007) suggested, it is important to be introspective during research and acknowledge any internal biases to maintain objectivity during the research process. I aimed to be reflexive by taking notes about my thoughts throughout the study to actively reflect on my understanding of how my positionality may affect my data collection and analysis.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Male",
        "Self Efficacy",
        "Female",
        "Academic Performance",
        "Adult",
        "Students, Health Occupations",
        "Young Adult",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "39928676",
      "title": "Official Documents Available From the American Occupational Therapy Association.",
      "authors": [],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39927398",
      "title": "Individualized Occupational Therapy in Severe Mental Illness-A Recovery Model Approach from a Tertiary care Centre in South India.",
      "authors": [
        "Rachna George Joseph",
        "Farah Cj James",
        "Elizabeth Ninan",
        "Arun Rachana",
        "Suja Kurian"
      ],
      "journal": "The International journal of social psychiatry",
      "publication_date": "2025-Feb-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The Recovery Model for mental illness explores a broad range of domains for individuals with severe mental illness (SMI) which is not merely the absence from illness but attaining self-sufficiency. The individualized occupational therapy intervention which is part of the recovery model approach includes any or a combination of trainings like Social Skills training, Vocational training, Assertiveness training, Anger Management training, Life Skills training, Stress Management, Study Skills training, Cognitive retraining and Anxiety management. AIMS: The objective of the current study was to evaluate the effectiveness in terms of functioning of individuals with (SMI) who had undergone individualized OT intervention. METHOD: Patients who had undergone individualized OT intervention were evaluated at designated time points i.e. at discharge, at 3 months and further at 6 months. The outcome measure of functional capacity was scored using the Global Assessment of Functioning instrument. RESULT: A total of 31 patients were sampled. The diagnosis of Schizophrenia was seen in 77.4% (n-24) of the sample, Bipolar Affective Disorder in 12.9% (n-4) and Schizoaffective Disorder 9.7% (n-3). The mean GAF for the sample showed improvement and the increment in GAF was maintained on follow up. CONCLUSIONS: In services with limited skilled human resources and where community-based services are not established, culturally adapted interventions with individualized OT interventions can ensure positive gains in terms of socio-occupational functioning."
    },
    {
      "pmid": "39925823",
      "title": "A pilot study comparing the rehabilitation functional outcomes of post-COVID-19 stroke and non-COVID stroke patients: An occupational therapy perspective.",
      "authors": [
        "Thajus Asirvatham",
        "Reetha Sukumaran",
        "Premraj Issac Chandran",
        "Ajay Boppana",
        "Mohammed Nasser Awadh"
      ],
      "journal": "Qatar medical journal",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background and purpose: Recent studies have highlighted the clinical characteristics and incidence of post-COVID-19 stroke conditions. Comparing the function and overall prognosis of stroke patients and post-COVID-19 stroke patients is an intriguing idea. Therefore, the aim of this study was to examine and compare the functional outcomes between the two groups from an occupational therapy perspective. Methods: Forty patients admitted to a rehabilitation facility were included, 20 of whom were diagnosed with post-COVID-19 stroke and 20 with non-COVID-19 stroke (ischemic and hemorrhagic). The study was a mixed design consisting of both prospective and retrospective data collection. Existing data from electronic medical records were used for the retrospective dataset. The retrospective dataset only consisted of data from post-COVID-19 stroke patients. The prospective dataset consisted of data from non-COVID-19 stroke patients. Data were collected at the time of admission and at discharge. Outcome measures included the functional independence measure (FIM), the Action Research Arm Test (ARAT), the post-COVID-19 functional status (PCFS) scale, the Borg rating of perceived exertion, and the mini-mental state examination (MMSE). Results: Both the post-COVID-19 stroke and non-COVID stroke groups showed significant differences before and after rehabilitation (NIHSS (National Institutes of Health Stroke Scale): p = 0.014, 0.000, FIM: p = 0.000, 0.000, MMSE: p = 0.015, 0.000, ARAT: p = 0.000, 0.000, respectively). However, the mean difference in the non-COVID-19 stroke group was higher than that in the post-COVID-19 stroke group, particularly in MMSE, FIM, and NIHSS scores (NIHSS: 2.8 ± 0.4, 0.9 ± 0.04, FIM: 34.8 ± 5.03, 32.95 ± 0.81, MMSE: 5.05 ± 3.5, 0.7 ± 1.17, ARAT: 1 ± 0.062, 1.2 ± 0.47, respectively). It was also found that in the post-COVID-19 stroke group, age had a positive influence on NIHSS (p = 0.022) and FIM (p = 0.047), and impaired side affected the NIHSS scores (p = 0.007). In the non-COVID-19 stroke group, significant correlations were found between the NIHSS and FIM scores (r = -0.445, p = 0.050) and the NIHSS and ARAT scores (r = -0.529, p = 0.017). Conclusion: Higher mean differences in the non-COVID-19 stroke group than in the post-COVID-19 group could be due to additional COVID-19 complications in the stroke condition itself. Overall functional gain was observed in both groups due to the effective rehabilitation. Therefore, rehabilitation is critical for functional optimization in such vulnerable populations. There is an urgent need to consider post-pandemic rehabilitation aspects."
    },
    {
      "pmid": "39919246",
      "title": "Evaluating the Implementation of an Occupational Therapy-Led Concussion Clinic Model Into Usual Practice: A Mixed Methods Study.",
      "authors": [
        "Adrianne Natoli",
        "Ethan Hunt",
        "Emma Hays",
        "Eloise Thompson",
        "Samantha Ioannidis",
        "David J Read",
        "Toni D Withiel",
        "Celia Marston"
      ],
      "journal": "The Journal of head trauma rehabilitation",
      "publication_date": "2025-Feb-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: (1) To evaluate the implementation of Australia's first occupational therapy-led concussion clinic model into usual practice by examining acceptability and fidelity among clinicians and service users, and (2) to explore the feasibility of embedding outcome measures into the service to facilitate longer-term clinic evaluation. SETTING AND PARTICIPANTS: A large tertiary trauma hospital service in Melbourne, Australia. Participants were patients referred to the concussion clinic and occupational therapists working in the service. DESIGN: Prospective, single-site, mixed methods design. MAIN MEASURES: Acceptability outcomes were evaluated using clinician interviews and the Client Satisfaction Questionnaire-8. Clinic fidelity was assessed by service usage data. Long-term patient outcomes assessed concussion (Rivermead Post-Concussive Questionnaire), mood symptoms (Patient Health Questionnaire-9), and participation in activities of daily living (Community Integration Questionnaire-Revised). RESULTS: Over 18 months, 73% (n = 177) of patients were referred to the clinic, and 75% attended. Adherence to protocol was achieved; however, the completion rate of post-treatment measures was low. Almost half of the patients required specialist referrals beyond the clinic model for persistent symptoms. The interviewed occupational therapists (n = 6) viewed the clinic as a \"safety net for patients,\" believed they were \"learning as we go,\" recognized that the \"clinic had potential to grow,\" but admitted, \"we could be doing more.\" High attendance rates and patient satisfaction further supported clinic acceptance at an end-user level. CONCLUSION: An occupational therapy-led concussion clinic is accepted by patients and clinicians to capture the immediate needs of people with concussions after discharge. However, coordinated pathways to multidisciplinary care are needed to address the long-term needs of people with persistent concussion symptoms and problems returning to daily activities."
    },
    {
      "pmid": "39886653",
      "title": "Occupational Performance in the Discipline of Occupational Therapy During COVID-19 at a Public University in KwaZulu-Natal.",
      "authors": [
        "N Ndaba",
        "P Govender",
        "D Naidoo"
      ],
      "journal": "Occupational therapy international",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: The application of the person-environment-occupation-performance (PEOP) model in occupational therapy education offers valuable insights into the interaction between person, environment, and occupational factors and how these elements influenced the strategies used to adapt and navigate the transformation of health professions education during the COVID-19 pandemic. This study explored how individual characteristics, contextual demands, and the nature of educational occupations shaped the adaptation and performance of educators and students. Materials and Methods: The study used a qualitative, exploratory research design at a public higher education institution (HEI) in South Africa, focusing on the occupational therapy program. Purposive sampling was used to recruit key participants (n = 44), including management, academic educators, clinical supervisors (academics), academic support educators, and occupational therapy students. Data collection occurred via the Zoom platform for 45-60-min semistructured interviews. Thematic analysis, guided by the PEOP model, was employed to analyze qualitative data, which was recorded, transcribed, and coded using NVivo (Version 12 Pro). The study ensured trustworthiness and adherence to ethical principles. Results: The PEOP model was used as a framework to formulate the themes, namely, (1) person, (2) environment, (3) occupation, (4) occupational performance, and (5) occupational performance and participation. In the context of occupational therapy education, particular emphasis was placed on the adaptations and responses of educators and students as they navigated the demands of their educational occupations during the pandemic. Discussion: The curriculum underwent rapid adjustments, requiring theoretical instruction and clinical practice modifications. These changes posed significant challenges and highlighted pre-existing gaps within HEIs, as experienced by educators and students. Conclusions: This study highlighted the importance of supporting optimal occupational performance among educators and students, emphasizing the necessity of providing adequate resources and support. This ensures the well-being of educators and students, enabling effective engagement and participation as they navigate the evolving educational landscape.",
      "mesh_terms": [
        "Humans",
        "COVID-19",
        "Occupational Therapy",
        "South Africa",
        "Qualitative Research",
        "Universities",
        "SARS-CoV-2",
        "Male",
        "Female",
        "Pandemics",
        "Adult"
      ]
    },
    {
      "pmid": "39884514",
      "title": "Telehealth occupational therapy improves psychosocial well-being but not glycemia among young adults with type 1 diabetes: The Resilient, Empowered, Active Living-Telehealth (REAL-T) randomized controlled trial.",
      "authors": [
        "Elizabeth A Pyatak",
        "Pey-Jiuan Lee",
        "Ngozi D Nnoli",
        "Yujia Mo",
        "Anya Khurana",
        "Aina Ali",
        "D Steven Fox",
        "John Sideris",
        "Jesus Diaz",
        "Gabrielle Granados",
        "Jeanine Blanchard",
        "Elissa S Lee",
        "Jennifer K Raymond"
      ],
      "journal": "Diabetes research and clinical practice",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Young adults with type 1 diabetes mellitus often face challenges managing their condition, leading to elevated glucose and heightened psychosocial distress. Diabetes care traditionally focuses on biomedical outcomes, with less emphasis on well-being. Occupational therapy offers a holistic approach to managing diabetes by integrating changes to daily habits and routines and psychosocial support. METHODS: This randomized controlled trial involved participants aged 18-30 with HbA1c ≥ 7.5 % (≥58 mmol/mol). Participants received either telehealth occupational therapy or usual care. The intervention addressed diabetes management, daily habits and routines, and emotional well-being. Data collected at baseline, 3 months, and 6 months included HbA1c, continuous glucose monitoring metrics, and psychosocial outcomes. Analyses employed intent-to-treat principles, using ANCOVA to evaluate between-group differences. RESULTS: Participants (n = 209) were 24.3 (±3.7) years old, 59.8 % female, 44.5 % non-Hispanic White, and 47.4 % publicly insured. No significant differences were found in glycemic outcomes. Intervention participants had improved diabetes-related quality of life (DQoL; least-squares [LS] mean 0.67, 95 % CI 0.02 to 1.32, p = 0.045) and reduced diabetes distress (LS-mean -0.36, CI -0.65 to -0.07, p = 0.01). CONCLUSION: Generalizability may be impacted by external factors related to COVID-19. The findings suggest occupational therapy may be beneficial for young adults experiencing diabetes-related distress and poor DQoL.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 1",
        "Female",
        "Male",
        "Adult",
        "Young Adult",
        "Quality of Life",
        "Telemedicine",
        "Occupational Therapy",
        "Adolescent",
        "Blood Glucose",
        "Glycated Hemoglobin",
        "COVID-19"
      ]
    },
    {
      "pmid": "39878347",
      "title": "Interprofessional education stroke workshop: case-based learning for occupational therapy and speech-language pathology students.",
      "authors": [
        "Casey Keck",
        "Rachel Guilfoyle",
        "Amanda C Jozkowski"
      ],
      "journal": "Journal of interprofessional care",
      "publication_date": "2025-Jan-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Collaboration between occupational therapists and speech-language pathologists is crucial in stroke rehabilitation to effectively manage the complex challenges patients often experience after stroke. This article describes a two-hour, case-based interprofessional education (IPE) stroke workshop that required 67 graduate occupation therapy (OT) and speech-language pathology (SLP) students to collaboratively solve a case study related to stroke. Students used a survey to self-assess their interprofessional collaborative practice before and after participating in the workshop and completed a reflection journal. Results of Wilcoxon signed-rank tests showed a significant improvement in interprofessional collaborative competence following participation in the IPE stroke workshop. Students' reflection journals supported the survey ratings and discussed learning and applying skills related to interprofessional collaborative practice. Students overwhelmingly expressed interest in engaging interprofessional collaborative practice and sought more interprofessional learning opportunities. The current study offers a practical method for implementing IPE for cohorts of OT and SLT students."
    },
    {
      "pmid": "39872556",
      "title": "Parsonage-Turner Syndrome and Occupational Therapy Interventions: A Case Report.",
      "authors": [
        "Stephanie Roberts",
        "Abigail Skarbinski",
        "Jeanine Beasley",
        "Ashley Brokenshaw",
        "Tara Fedewa",
        "Terese Feldpausch",
        "Hanna Hulings",
        "Michael J Shoemaker",
        "Claire Dolislager"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Parsonage-Turner syndrome (PTS) is a rare brachial plexus neuropathy with a sudden onset of upper extremity pain, weakness, and loss of range of motion (ROM). Studies on occupational therapy (OT) interventions are limited. The aim of this case report was to explore the OT experiences, interventions, and outcomes of a patient with PTS. The patient was a 44-year-old woman with COVID-19 who was admitted to the intensive care unit (ICU). She was intubated and placed in the prone position for 16 hours a day. The diagnosis of PTS was confirmed. Data included the OT medical record and interviews with the patient and the treating occupational therapist. The OT intervention type and frequency are reported. Outcome measurements showed 80-100% improvement for the affected left upper extremity (LUE). Manual muscle testing scores returned to WNL except for shoulder internal and external rotation, with improved but limited grip, pinch, and fine motor coordination. The qualitative data emphasized the importance of considering the sociocultural perspective and psychosocial effects of PTS with OT interventions. This study reported the OT interventions and outcomes of this rare condition. All outcome measures demonstrated improvement, many within normal limits. Considering the sociocultural and psychosocial effects of the patient appeared to contribute to improved outcomes."
    },
    {
      "pmid": "39865690",
      "title": "Professional Identity and Self-efficacy Among Occupational Therapy Students Engaged in Objective Structured Clinical Examination Utilizing Simulation Learning.",
      "authors": [
        "Hassan Izzeddin Sarsak"
      ],
      "journal": "Inquiry : a journal of medical care organization, provision and financing",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective structured clinical examination (OSCE) is widely used in health programs and has been applied in medical education to enhance clinical knowledge and help build clinical competence and confidence. It is carried out in different clinical stations that simulate real clinical situations and scenarios and helps prepare students for clinical training and practical applications. The purpose of this study was to investigate the change in professional identity and self-efficacy of occupational therapy students after applying OSCE utilizing simulated learning. A pre-post study design was used. The participants were 48 occupational therapy university students at 1 university in Saudi Arabia. Total scores and subscale scores for professional identity and self-efficacy were compared before and after OSCE using the Wilcoxon signed- rank test. Spearman's rank correlation coefficient was calculated to examine the relationship between professional identity and self-efficacy. There were significant increases in both professional identity and self-efficacy total scores after OSCE (P < .05). Most items in the professional identity, such as choosing occupational therapy again (P < .01) and improving occupational therapy skills (P < .01) and the self-efficacy, such as doing very well in class (P < .01) and ability to learn the material for class (P < .01) increased significantly. OSCE utilizing simulated-based learning plays a supportive role in forming occupational therapy students' identities as clinicians and can potentially enhance their overall self-efficacy, professional identity and growth. It is a beneficial teaching and learning strategy for occupational therapy educators and considered important steppingstones for students transitioning to real life occupational therapy practice.",
      "mesh_terms": [
        "Humans",
        "Self Efficacy",
        "Male",
        "Female",
        "Occupational Therapy",
        "Clinical Competence",
        "Saudi Arabia",
        "Educational Measurement",
        "Simulation Training",
        "Young Adult",
        "Adult"
      ]
    },
    {
      "pmid": "39845290",
      "title": "Exploring Goal Attainment Scaling Among Occupational Therapy Students: A Retrospective Descriptive Analysis.",
      "authors": [
        "Wafaa Alduraidi",
        "E Zhang",
        "Lauren Foster",
        "Lisa Mische-Lawson"
      ],
      "journal": "Occupational therapy international",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Purpose: This study explored the administration of goal attainment scaling (GAS) by entry-level occupational therapy (OT) students, examining their competency following minimal training. While GAS is valuable for measuring progress toward individualized client goals, its implementation requires specific skills and training that may challenge entry-level practitioners. Method: Using retrospective data from a study of sensory garments' effects on children with autism spectrum disorder (ASD), we analyzed GAS administration by five entry-level OT students. Students received both indirect training through their curriculum and 3 h of direct research-specific preparation. Using a modified version of the GAS checklist, we evaluated students' competency through video recordings of GAS administration sessions and written GAS. Results: Analysis revealed variable competency levels among students. While overall performance met 82.4% of checklist criteria, individual student competency varied considerably (54.5%-95.4%). Three of five students achieved the established 75% competency threshold. Students consistently met criteria for conceptual goal construction and timeframe specification but struggled with maintaining single dimensions of change and specifying observable behaviors. Conclusions: Entry-level OT students demonstrated varying levels of competency in GAS administration following minimal training. Our findings suggest the need for more comprehensive training in specific aspects of GAS, particularly in scale construction and behavioral specification. These results have important implications for how OT programs prepare students to implement GAS in clinical practice.",
      "mesh_terms": [
        "Humans",
        "Retrospective Studies",
        "Occupational Therapy",
        "Goals",
        "Autism Spectrum Disorder",
        "Male",
        "Female",
        "Clinical Competence",
        "Child",
        "Curriculum",
        "Students, Health Occupations"
      ]
    },
    {
      "pmid": "39842845",
      "title": "'Occupational experience' in occupational therapy and occupational science literature: A scoping review.",
      "authors": [
        "Jennifer Budman",
        "Shahar Zaguri-Vittenberg"
      ],
      "journal": "Australian occupational therapy journal",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: 'Occupational experience' (OE) is widely used within the occupational therapy profession. However, it lacks a clear and unified definition in the profession's consensus practice frameworks and seminal models. Therefore, this study aimed to examine how OE has been defined and described in both occupational therapy and occupational science literature. METHODS: A scoping review was performed, with a search conducted in ProQuest, PsycINFO, EMBASE, PubMed, Academic Research Premier, Scopus and Web of Science. The search strategy included a combination of the terms 'occupational experience' and either 'occupational therapy' or 'occupational science'. Inclusion criteria consisted of research articles in English that included OE as one of the central foci. Articles were chosen by the research team in collaboration with a medical librarian. CONSUMER AND COMMUNITY INVOLVEMENT: No consumer and community involvement was included in this study. RESULTS: Seventy-three articles were included, mostly investigating OE in a targeted group or a specific aspect of experience, primarily among Western high-income-countries. Only 14 articles provided definitions of OE, with the most frequent being 'subjective dimension of occupation/participation'. Six themes emerged: (1) OE as a subjective component of occupation, (2) OE consisting of interrelated experiential facets, (3) OE in relation to meaning, (4) OE in relation to self-identity, (5) OE in relation to context and environment and (6) OE in relation to health outcomes. CONCLUSIONS: The results point to largely incongruous definitions and descriptions of OE in the literature. PLAIN LANGUAGE SUMMARY: This study looked at how \"occupational experience\" (OE) is described in occupational therapy and occupational science. We reviewed 73 research articles. Most of these articles focused on OE in specific groups, like asylum seekers, or on types of experiences, like the feeling of \"flow.\" Most of the research was done in Western countries. The most common definition of OE was \"a person's experience of doing an activity.\" We also found six main ideas about OE. These show that OE is personal, can include several experiences at once, connects to a person's identity and environment, and affects health.",
      "mesh_terms": [
        "Occupational Therapy",
        "Humans"
      ]
    },
    {
      "pmid": "39837632",
      "title": "The role of occupational therapy in providing vocational rehabilitation for people living with inflammatory arthritis: A scoping review.",
      "authors": [
        "Susan Somerville",
        "Yvonne Codd",
        "Rosemary J Gowran"
      ],
      "journal": "Australian occupational therapy journal",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: Inflammatory arthritis significantly impacts work participation resulting in cost to individuals, employers, and society. Vocational rehabilitation seeks to address this need, but its pathways, interventions, and efficacy continue to be under investigation. Contributing variables are complex, identifying the need for a conceptual framework to guide practice. Occupational therapy addresses this complexity, providing theoretical frameworks such as the Person-Environment-Occupation-Performance (PEOP) model to understand the occupation of work supporting well-being and design interventions. The aim of this scoping review is to map the role of occupational therapy in providing vocational rehabilitation for people living with inflammatory arthritis. METHODS: A scoping review following Arksey and O'Malley's (2005) stages was completed. Major databases and grey literature were systematically searched, and hand-searches completed. Descriptive and thematic analysis mapped the findings to the PEOP model framework. CONSUMER AND COMMUNITY INVOLVEMENT: There was no consumer or community involvement in this review. RESULTS: Fourteen studies were included. Major themes aligned to the PEOP model with further analysis synthesised in subthemes. A majority of person-related interventions to support work performance was observed. This framework identifies the domains of focus in vocational rehabilitation and current gaps. Work instability, employment retention, and self-efficacy were used to measure effectiveness. CONCLUSION: This scoping review presents the evidence regarding vocational rehabilitation for the inflammatory arthritis population in the context of occupational therapy theory to provide a framework for clinical practice. A current focus on person-focused interventions was identified. The PEOP model provides a clear framework to understand the complexity and nuances of vocational rehabilitation across the domains. Outcome measures for vocational rehabilitation are heterogenous and require further exploration as capturing the intricacy of achieving balance with work participation remains unclear. Further research into vocational rehabilitation programs incorporating all domains of the PEOP model is needed. Consideration of work performance measurements to inform effectiveness and the resulting impact on a person's well-being is required.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Rehabilitation, Vocational",
        "Arthritis",
        "Employment",
        "Self Efficacy"
      ]
    },
    {
      "pmid": "39834574",
      "title": "Occupational therapy treatment of public safety personnel with work-related psychological injuries: analyzing Ontario worker's compensation data from 2017-2021.",
      "authors": [
        "Megan Edgelow",
        "Agnieszka Fecica"
      ],
      "journal": "Frontiers in psychiatry",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study explored the usage of occupational therapy treatment with psychologically injured public safety personnel (PSP) from Ontario, Canada. We used a descriptive quantitative approach with summary data provided by the Workplace Safety and Insurance Board (WSIB) of Ontario documenting occupation therapy (OT) treatment of psychologically injured PSP who had an approved WSIB Mental Stress Injury Program (MSIP) claim between 2017 and 2021. Variables examined included demographics, career type, injury type, and return to work (RTW) outcomes. Chi-square Tests of Independence were used to compare differences between PSP who received OT treatment and those who did not. Analysis revealed that in the total cohort of 6674 approved PSP MSIP claims, 15% (n = 991) of PSP received OT treatment. Communicators (21%) and correctional workers (17%) were most likely to receive OT treatment while paramedics (13%) were less likely. PSP claimants who received OT treatment were more likely to have a cumulative event injury (71%) compared to the rest of the cohort (55%) and were more likely to not have started a RTW process (62%) compared to the rest of the cohort (43%). PSP who received OT treatment had more days away from work on average than those who did not (913 days vs. 384 days). This data reveals that PSP with cumulative injuries and higher lengths of time away from work more frequently received OT treatment as part of their WSIB MSIP claim; it is possible that this higher degree of claim complexity influenced their RTW outcomes. Worker's compensation organizations should consider their health care decision-making processes to foster prompt access to treatment and proactive RTW pathways."
    },
    {
      "pmid": "39826927",
      "title": "[Play and relational and transcultural issues in occupational therapy].",
      "authors": [
        "Marlyse Pelletier",
        "Hawa Camara"
      ],
      "journal": "Soins; la revue de reference infirmiere",
      "publication_date": "2025",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "In occupational therapy, intersubjective movements unfold between the professional and the patient at several levels: in the therapeutic relationship, through the activity and within the institution. A psychodynamic reading of these movements helps to develop working hypotheses. When the person being cared for and the occupational therapist are from different cultures, specific unconscious relational movements are at work. Listening to and taking account of these transcultural issues provides additional insight into the treatment process. They enable us to adapt to the patient and provide the best possible care.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Professional-Patient Relations"
      ]
    },
    {
      "pmid": "39822746",
      "title": "Promoting playfulness through a play-based occupational therapy intervention: A study protocol.",
      "authors": [
        "Gaby Rautenbach",
        "Munira Hoosain",
        "Moleen Zunza",
        "Nicola Plastow"
      ],
      "journal": "African journal of disability",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Play is integral to optimal childhood development. Occupational therapists often use play to improve play skills. However, when it comes to learners with autism spectrum disorder (ASD) in South Africa, there is limited research regarding play-based interventions that address the underlying motivators of play, namely, social play and playfulness. OBJECTIVES: In this study, the authors present a rationale for the development of a protocol for a study aiming to measure the impact of the Playbox Africa Intervention. This is a play-based occupational therapy intervention with the aim of enhancing the playfulness, social play and occupational performance of South African children with ASD. METHOD: The study will utilise a within-subject, repeated measures design and will be implemented over 16 weeks with 8-10 learners (aged 3-8 years) with ASD attending a developmental-centre environment in Johannesburg, South Africa. The playfulness and social play of the learners will be assessed using the Test of Playfulness (ToP). The modified Canadian Occupational Performance Measure (M-COPM) will be used to measure occupational performance factors. RESULTS: Given that this protocol outlines an intervention that has not yet been implemented, there are no results to report on. CONCLUSION: The development of this protocol could encourage the adaption of existing play-based protocols, for children with ASD, perhaps within different settings or varying support needs. CONTRIBUTION: Additionally, it could lay the foundation for future clinical trials and culturally relevant play-based interventions to be developed in the South African special needs context."
    },
    {
      "pmid": "39817108",
      "title": "A Qualitative Exploration on the Role of Occupational Therapy in Mental Health and Psychosocial Support for Students in the University Setting in the Philippines.",
      "authors": [
        "Paolo Miguel P Bulan",
        "Maria Menierva G Lagria",
        "Nikki Y Pestaño",
        "John Ray O Suerte",
        "Jamie Francine S Trinidad",
        "Noel R San Antonio"
      ],
      "journal": "Acta medica Philippina",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Occupational therapy (OT) can be part of mental health and psychosocial support (MHPSS) in the university setting. Numerous studies worldwide have highlighted the negative impact of COVID-19 on mental health due to isolation and restrictions. In the Philippines, these issues were exacerbated among students, whose abrupt shift to remote learning negatively affected their mental well-being. As universities reopened, there is an opportunity for OT to support students' mental health. OBJECTIVES: This study presents the findings of an online group discussion and an online forum that explored the role of OT in MHPSS in the Philippine university setting. Moreover, this study aimed to (1) describe the perceptions of Filipino OT practitioners (OTPs) on their role in the university setting, and (2) describe thoughts of Filipino OTPs on being part of MHPSS services. METHOD: Using a qualitative exploratory design, data was gathered through an online discussion and an online forum. Thirty-five Filipino OTPs with a background in mental health practice served as the participants. Data was analysed using constant comparison. RESULTS: Analyses of data generated four themes: (1) awareness of the importance of MHPSS as student support, (2) mental health and occupation-focused support in the education setting, (3) role of OT in MHPSS, and (4) potential for interprofessional services. CONCLUSION: Need for OT in MHPSS is justified by rising issues in anxiety, depression, trauma, and stress that can be addressed using an occupation-focused approach. OTPs can provide non-specialized services like PFA, or specialized individual or group-based interventions. However, OTPs think that they need to know more about MHPSS to contribute across all levels of MHPSS."
    },
    {
      "pmid": "39804757",
      "title": "Instructional Insights: Learnings from a Case Study of Collaborating with an Individual with Lived Experience in Occupational Therapy Education.",
      "authors": [
        "Julia Gracey",
        "Preetee Gokhale",
        "Mel Hughes"
      ],
      "journal": "Occupational therapy in health care",
      "publication_date": "2025-Jan-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This case study shares the knowledge gained from working with an individual having lived experience of a health condition contributing toward an occupational therapy education module through the reflections of an occupational therapy academic and an individual with lived experience working in a university. The primary goal is to establish an empirical evidence base for involvement of people with lived experience in occupational therapy education and to encourage other educators and individuals with lived experience to follow this model of teaching and learning in their curricula. Based on the belief that teaching and learning through co-production creates a 'triangle' of benefit for individuals with lived experience, students and academics. Individuals with lived experience are seen as powerful, independent, and strong despite their medical condition. Students learn more about important aspects of service provision beyond direct medical and therapy knowledge and academics learn about and model this new way of working. The aim is to promote development of co-production learning activities in occupational therapy education."
    },
    {
      "pmid": "39797555",
      "title": "The Role of Reflective Activities for Occupational Therapy Education: Key Elements from a Student Perspective.",
      "authors": [
        "Madeline Au",
        "Jenna Knelson",
        "Gayla Grinde",
        "Shu-Ping Chen"
      ],
      "journal": "Occupational therapy in health care",
      "publication_date": "2025-Jan-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This exploratory study explored second-year students' experience with reflective activities in a Canadian Master's in Occupation Therapy program. A survey and follow-up interviews were conducted to examine multiple perspectives and the influences of reflective activities on students. Data were analyzed using descriptive statistics, Pearson Chi-Square, and thematic analysis. Findings revealed that reflections on personal or societal perspectives were perceived to be more beneficial than reflections on clinical simulations. Three themes emerged: (1) key elements influencing the reflective experience, (2) diverse experiences of reflective activity, and (3) the perceived outcomes resulting from positive reflective experiences. This study highlights the significance of reflective activities in occupational therapy education and identifies key elements that shape students' experiences with reflective activities."
    },
    {
      "pmid": "39780138",
      "title": "Co-design and content validation of psychosis care assessment material for medical, pharmacy, nursing, and occupational therapy curricula.",
      "authors": [
        "Jenny Chen",
        "Jack Charles Collins",
        "Justin Newton Scanlan",
        "Andrea McCloughen",
        "Rosa Howard",
        "Claire Ashton-James",
        "Claire L O'Reilly",
        "Rebekah J Moles",
        "Tina X Ung",
        "Carl R Schneider",
        "Bandana Saini",
        "Jennifer Ong",
        "Paul Beckett",
        "Karen Watson",
        "Margaret McGrath",
        "Timothy F Chen",
        "Sarira El-Den"
      ],
      "journal": "BMC medical education",
      "publication_date": "2025-Jan-08",
      "publication_types": [
        "Journal Article",
        "Validation Study"
      ],
      "abstract": "BACKGROUND: Despite high disease burden and heightened suicide risk associated with psychosis, psychosis education is lacking in healthcare curricula, potentially hindering students' willingness, and confidence to provide psychosis care as future healthcare professionals. This study aimed to co-design and content validate psychosis care assessment material for medical, pharmacy, nursing, and occupational therapy curricula. METHODS: A nominal group technique (NGT) meeting was conducted to generate and rank ideas among people with lived/living experience of mental illness. Prioritised ideas were used to create simulated role-play scenarios for each discipline, by discipline experts. The developed scenarios underwent content validation by content experts, whereby the content validity index was computed for relevance and clarity. RESULTS: The four highest ranked ideas based on rank scores and accumulated rank score sums were selected during the NGT meeting and used to guide the development of four role-play scenarios focusing on antipsychotic medication side effects, suicide risk, paranoia and delusions, and visual hallucinations. Discipline experts created scenario outlines and rubrics for each selected idea. Content validity indices of all items were deemed satisfactory, ranging from 0.8 to 1. Written feedback for each role-play scenario was considered and scenarios/rubrics were modified accordingly. CONCLUSION: Overall, this study provides a framework for partnering with mental health stakeholders to co-design and validate psychosis care assessment material for healthcare curricula. Through the integral contribution of people with lived/living experience and clinicians, authentic scenarios which reflect real-life practice have been developed. Future research is required to evaluate the newly developed materials in educational setting.",
      "mesh_terms": [
        "Humans",
        "Psychotic Disorders",
        "Curriculum",
        "Occupational Therapy",
        "Education, Pharmacy",
        "Education, Nursing",
        "Education, Medical"
      ]
    },
    {
      "pmid": "39765948",
      "title": "Effectiveness of Leisure-Focused Occupational Therapy Interventions in Middle-Aged and Older People with Mild Cognitive Impairment: A Systematic Review.",
      "authors": [
        "Edgar Vásquez-Carrasco",
        "Camila Huenchuquen",
        "Catalina Ferrón",
        "Jordan Hernandez-Martinez",
        "Síbila Floriano Landim",
        "Fabiola Helbig",
        "Florencia Carmine",
        "Pablo Valdés-Badilla",
        "Cristian Sandoval",
        "Celia Sánchez Gómez",
        "Pedro Moruno-Miralles"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2024-Dec-13",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background/Objectives: This systematic review aimed to evaluate and synthesize scientific evidence on occupational therapy (OT) interventions focused on leisure activities to improve activities of daily living (ADLs) and cognitive function in middle-aged and older people with mild cognitive impairment (MCI). Methods: A systematic review was carried out following the guidelines established by the PRISMA statement. The study was registered in the PROSPERO database. Four databases were used for the literature search process (Scopus, Web of Science, Medline/PubMed, ScienceDirect), and selected results were assessed using standard tools for risk of bias and certainty of evidence with GRADEpro. Results: Of 169 records identified in the databases, 7 studies with a total of 620 middle-aged and older people (44.9% female) with a mean age of 77.5 years were analyzed using the PICOS format. The meta-analysis of the Mini-Mental State Examination (MMSE) revealed no significant improvements in cognitive function (p > 0.05). Individual studies reported varied results on ADL among people with MCI, with some demonstrating significant improvements following leisure interventions, while others found no notable differences between groups (p > 0.05). Conclusions: OT interventions did not significantly improve MMSE of the overall cognitive function and ADL performance in middle-aged and older people with MCI. Therefore, further studies detailing the dosage of interventions are needed."
    },
    {
      "pmid": "39763375",
      "title": "Exploring the application of acceptance and commitment therapy by occupational therapy practitioners: a scoping review protocol.",
      "authors": [
        "John V Rider",
        "Abigail E LaVerdure"
      ],
      "journal": "JBI evidence synthesis",
      "publication_date": "2025-Jan-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The proposed scoping review aims to explore the literature on the use of acceptance and commitment therapy (ACT) by occupational therapy (OT) practitioners, including how OT practitioners use ACT in the evaluation or intervention process, what types of client concerns they are addressing through ACT, in what settings they are using ACT, and what outcomes are being reported. INTRODUCTION: ACT is a third-wave cognitive behavioral therapy that is effective across a wide range of diagnoses commonly seen by OT practitioners. Given the increased use of ACT by OT practitioners, a comprehensive understanding of its use in clinical practice would benefit OT practitioners, referring health care providers, and clients, as well as informing future research. INCLUSION CRITERIA: The proposed review will consider studies that include participants of any age or diagnosis receiving OT services that involve ACT. All pertinent published studies will be considered, without limit on publication date or restriction on publication language. All primary studies, gray literature, text and opinion papers, and clinical guidelines will be considered. METHODS: The proposed review will follow JBI methodology for scoping reviews. Searches will be conducted in PubMed, Embase (Ovid), Scopus, CINAHL (EBSCOhost), PsycINFO (EBSCOhost), OTSeeker, OTDBase, SciELO, ProQuest Dissertations and Theses Global, MedNar, and Google Scholar. All relevant sources will be screened by 2 reviewers independently, and data will be extracted using a standardized tool modified for the review. The results will be presented with frequency tables and narrative summaries. REVIEW REGISTRATION: Details of the review can be found in Open Science Framework: https://doi.org/10.17605/OSF.IO/NGZKQ."
    },
    {
      "pmid": "39763218",
      "title": "Economic Evidence in Occupational Therapy: A Rapid Review.",
      "authors": [
        "Andrew R Freeman",
        "Nadine Larivière",
        "Judith Baillet",
        "Rachel Beauchemin",
        "Étienne Lavoie-Trudeau",
        "Myriam Martel",
        "Mégan St-François"
      ],
      "journal": "Canadian journal of occupational therapy. Revue canadienne d'ergotherapie",
      "publication_date": "2025-Jan-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background. Given the necessity to demonstrate that occupational therapy services are a good use of resources, understanding the state of economic evidence is essential. Purpose. This article presents a rapid review of this evidence. Method. Relevant articles were identified using SCOPUS. Eligible studies included economic analyses of interventions that included occupational therapy and were published in English or French after 1999. The findings were synthesized and then appraised using the Quality of Health Economic Studies (QHES) template. Results. The 135 studies identified were conducted in 23 countries and most commonly: with adults/older adults; in home, inpatient, outpatient, and rehabilitation centre settings; with individuals with cerebrovascular accident and orthopaedic conditions. The specific occupational therapy role was specified in 60% of the studies. Approximately 50% of the investigations used a randomized controlled trial and a cost effectiveness analysis, and 40% used a societal economic perspective. The average QHES score was 74.4/100 (reasonable quality). Implications. This review has revealed areas of relative strength, some important gaps, and potential directions for future action. Economic evidence that specifically identifies the occupational therapy contribution must continue to be gathered. The profession should consider the strategic alignment of its economic research (e.g., home care) to maximize its impact."
    },
    {
      "pmid": "39748332",
      "title": "The usability of a virtual reality augmented training program to teach goniometry to occupational therapy students.",
      "authors": [
        "Nancy A Baker",
        "Jane O'Shanassy",
        "Carolyn A Unsworth"
      ],
      "journal": "BMC medical education",
      "publication_date": "2025-Jan-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Training occupational therapy students in manual skills such as goniometry typically requires intensive one on one student teacher interactions and repetitive practice to ensure competency. There is evidence that immersive virtual reality (IVR) supported embodied learning can improve confidence and performance of skills. Embodied learning refers to learner's experience of viewing a simulated body and its properties as if they were the learner's own biological body. The aim of this proof-of-concept study was to develop and examine the usability and establish preliminary efficacy of an Embodied Goniometric Occupational Therapy Training Program (EGOTTP) to teach occupational therapy students wrist goniometry. METHODS: Following the generation of written scripts, we used a 360-degree camera to film and create the program, with 3- levels of detailed education for six wrist goniometry measures, flexion-extension, radial-ulnar deviation and pronation-supination. Five students rated their experience using EGOTTP on measures of usability and efficacy. RESULTS: The EGOTTP was developed over a 1-month period, and the participants reported good to high levels of embodiment and engagement, and their ratings suggested that the EGOTTP was easy to use with the support of an educator. CONCLUSION: IVR training programs such as this one hold promise for teaching manual skill acquisition such as goniometry. As IVR technologies become more affordable and widespread, this approach could complement other strategies used to teach goniometry skills to students.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Virtual Reality",
        "Arthrometry, Articular",
        "Clinical Competence",
        "Augmented Reality",
        "Female",
        "Proof of Concept Study",
        "Male"
      ]
    },
    {
      "pmid": "39744933",
      "title": "Construct Validity, Criterion Validity, and Internal Consistency of GOT-Cog©, a Novel Occupational Therapy Cognitive Screen.",
      "authors": [
        "Emily Meise",
        "John Corbett",
        "Amanda Meyer",
        "Pete Grevelding",
        "Henry C Hrdlicka"
      ],
      "journal": "The American journal of occupational therapy : official publication of the American Occupational Therapy Association",
      "publication_date": "2025-Jan-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "IMPORTANCE: No single cognitive screen adequately captures the cognitive domains needed for inpatient occupational therapy treatment planning. OBJECTIVE: To assess the construct validity of the Gaylord Occupational Therapy Cognitive (GOT-Cog©) screen, a novel comprehensive cognitive screen that evaluates functional cognition. DESIGN: Randomized crossover controlled study design using the St. Louis University Mental Status (SLUMS) exam as a comparator. SETTING: Long-term acute-care hospital. PARTICIPANTS: Participants were inpatients admitted to Gaylord Hospital who were ages 18 yr or older, prescribed occupational therapy services, with no documented history of dementia, Alzheimer's, or preexisting intellectual disability and no present aphasia. INTERVENTION: During participants' initial occupational therapy evaluation, either the SLUMS or GOT-Cog were randomly delivered; the screen that was not delivered on admission was delivered 22 to 26 hr later by the same or a different clinician. OUTCOMES AND MEASURES: GOT-Cog and SLUMS total scores and individual item and domain scores. RESULTS: Ninety-eight participants yielded sufficient data for analysis. Total GOT-Cog and SLUMS scores positively correlated (p < .0001). All shared domains between GOT-Cog and SLUMS were significantly correlated (p ≤ .0155); similarly, all unique domains showed significant correlations with both GOT-Cog and SLUMS total scores (p ≤ .0194). No ordering effects were observed (p ≥ .8081). Despite having 11 more items, GOT-Cog took only 6 min longer to complete (10 vs. 16 min; p < .0001). Both demonstrated adequate internal consistency. CONCLUSIONS AND RELEVANCE: The GOT-Cog has overall strong construct and criterion validity. Going forward, we will evaluate the rater reliability and responsiveness of the GOT-Cog. Plain-Language Summary: Occupational therapists evaluate clients' cognitive strengths and limitations in relation to activities of daily living and instrumental activities of daily living. Occupational therapists use this evaluation to help clients identify strategies to adapt to their specific environments, support their independence, and improve their ability to perform tasks. No cognitive screen currently exists that adequately evaluates a person's cognitive domains as part of treatment planning for inpatient occupational therapy. This study reviewed the construct validity, criterion validity, and internal consistency of the Gaylord Occupational Therapy Cognitive screen (GOT-Cog), a new comprehensive cognitive screen. The GOT-Cog was used with inpatients at a long-term acute-care hospital as part of their initial occupational therapy evaluation. The study found that the GOT-Cog has overall strong construct and criterion validity. Future studies will evaluate the interrater and intrarater reliability and responsiveness of this new cognitive screen.",
      "mesh_terms": [
        "Humans",
        "Occupational Therapy",
        "Female",
        "Male",
        "Reproducibility of Results",
        "Middle Aged",
        "Cross-Over Studies",
        "Aged",
        "Cognition",
        "Adult",
        "Neuropsychological Tests"
      ]
    }
  ]
}