{
  "supplement": "Omega-6 Fatty Acids",
  "query": "Omega-6 Fatty Acids[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:12:35",
  "research_count": 51,
  "count": 51,
  "articles": [
    {
      "pmid": "38497884",
      "title": "APOA-5 genetic variant and a hypocaloric diet enriched in ω-6 fatty acids with Mediterranean pattern.",
      "authors": [
        "D de Luis",
        "O Izaola",
        "D Primo"
      ],
      "journal": "European review for medical and pharmacological sciences",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The APOA5-1131C allele is related to a worse lipid profile and metabolic response to diet interventions. The present study was designed to investigate the effect of SNP rs662799 on the lipid profile of patients with obesity after a hypocaloric diet with a Mediterranean pattern enriched in ω-6 polyunsaturated fatty acids (PUFA). PATIENTS AND METHODS: A population of 362 Caucasian patients with obesity was evaluated. Anthropometric evaluation and serum parameters (lipid profile, insulin, homeostasis model assessment (HOMA-IR), glucose, C reactive protein, and adipokines) were measured at basal time and after 12 weeks. All subjects were genotyped rs662799. RESULTS: The APOA5 variant distribution among the 362 patients with obesity was the following: 87.2% (n=316) (TT) were homozygous for the T allele, 12.2% (n=44) (TC) were heterozygous, and 0.6% (n=2) (CC) were homozygous for the C allele. There were only significant differences in triglyceride levels between genotype groups. After 12 weeks of intervention, the following parameters improved in both genotype groups: adiposity parameters, systolic blood pressure, total cholesterol, LDL cholesterol, leptin, adiponectin, and ratio leptin/adiponectin. Insulin levels (delta: -3.5±0.2 UI/L vs. -1.2±0.6 UI/L; p=0.03), HOMA-IR (delta: -1.6±0.1 units vs. -0.3±0.2 units; p=0.01) and triglyceride levels (delta: -18.8±4.1 mg/dl vs. -3.7 ±3.0 mg/dl; p=0.02) decreased in non-C allele carriers. CONCLUSIONS: Our data demonstrate that the minor C allele of the APOA5 gene (rs662799) produces a worse response in triglyceride levels, insulin levels, and HOMA-IR after a ω-6 PUFA enriched hypocaloric diet with Mediterranean pattern.",
      "mesh_terms": [
        "Humans",
        "Leptin",
        "Adiponectin",
        "Diet, Reducing",
        "Obesity",
        "Fatty Acids, Omega-6",
        "Triglycerides",
        "Insulins"
      ]
    },
    {
      "pmid": "38059818",
      "title": "Impaired Detoxification of Trans, Trans-2,4-Decadienal, an Oxidation Product from Omega-6 Fatty Acids, Alters Insulin Signaling, Gluconeogenesis and Promotes Microvascular Disease.",
      "authors": [
        "Xin Qian",
        "Stephan Klatt",
        "Katrin Bennewitz",
        "David Philipp Wohlfart",
        "Bowen Lou",
        "Ye Meng",
        "Michael Buettner",
        "Gernot Poschet",
        "Jakob Morgenstern",
        "Thomas Fleming",
        "Carsten Sticht",
        "Ingrid Hausser",
        "Ingrid Fleming",
        "Julia Szendroedi",
        "Peter Paul Nawroth",
        "Jens Kroll"
      ],
      "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Omega-6 fatty acids are the primary polyunsaturated fatty acids in most Western diets, while their role in diabetes remains controversial. Exposure of omega-6 fatty acids to an oxidative environment results in the generation of a highly reactive carbonyl species known as trans, trans-2,4-decadienal (tt-DDE). The timely and efficient detoxification of this metabolite, which has actions comparable to other reactive carbonyl species, such as 4-hydroxynonenal, acrolein, acetaldehyde, and methylglyoxal, is essential for disease prevention. However, the detoxification mechanism for tt-DDE remains elusive. In this study, the enzyme Aldh9a1b is identified as having a key role in the detoxification of tt-DDE. Loss of Aldh9a1b increased tt-DDE levels and resulted in an abnormal retinal vasculature and glucose intolerance in aldh9a1b-/- zebrafish. Transcriptomic and metabolomic analyses revealed that tt-DDE and aldh9a1b deficiency in larval and adult zebrafish induced insulin resistance and impaired glucose homeostasis. Moreover, alterations in hyaloid vasculature is induced by aldh9a1b knockout or by tt-DDE treatment can be rescued by the insulin receptor sensitizers metformin and rosiglitazone. Collectively, these results demonstrated that tt-DDE is the substrate of Aldh9a1b which causes microvascular damage and impaired glucose metabolism through insulin resistance.",
      "mesh_terms": [
        "Animals",
        "Insulin",
        "Zebrafish",
        "Insulin Resistance",
        "Gluconeogenesis",
        "Fatty Acids, Omega-6",
        "Aldehydes"
      ]
    },
    {
      "pmid": "36971147",
      "title": "Animal protein-soybean oil-based broiler diet optimizes net profit at the expense of desirable ω-6 fatty acids from the breast muscle of the broiler chicken.",
      "authors": [
        "Md Emran Hossain",
        "Nasima Akter",
        "Priunka Bhowmik",
        "Md Saiful Islam",
        "Md Nahid Sultan",
        "Shilpi Islam"
      ],
      "journal": "Journal of animal physiology and animal nutrition",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial, Veterinary"
      ],
      "abstract": "Total 288 Ross-308-day-old male broiler chicks were randomly distributed into six dietary treatment groups in a two-way ANOVA with 2 × 3 factorial arrangements (two factors, i.e., dietary protein and energy having two types of protein, e.g., plant, animal and three different sources of energy, e.g., soybean oil, rice bran oil and sunflower oil) to justify if animal protein-soybean oil based broiler diet optimizes net profit at the expense of desirable ω-6 fatty acids in the breast muscle of the broiler chicken. Average daily feed intake (ADFI), final live weight (FLW), average daily gain (ADG), feed efficiency (FE), carcass characteristics, cardio-pulmonary morphometry, fatty acid profile of the breast muscle and cost-benefit analysis were measured. Results indicated that animal protein significantly increased 4.27% FLW, 6.13% ADFI, 4.31% ADG and 2.93% wing weight. Accordingly, soybean oil increased 4.76% FLW, 3.80% ADG and 1.36% dressing percentage at the expense of 12.07% proventriculus weight compared with sunflower oil. The generalized linear model identified no interaction effects of the sources of protein and energy on overall performance of the birds. Replacement of vegetable protein by animal protein decreased 14.01% ∑ω-3, 12.16% ∑ω-6 and 12.21% sum of polyunsaturated fatty acids (∑PUFA) and concomitantly increased 10.82% sum of saturated fatty acids (∑SFAs) in the breast muscle (Pectoralis major). Accordingly, replacement of sunflower oil by soybean oil decreased 29.17% ∑ω-3, 6.71% ∑ω-6, 11.62% sum of monounsaturated fatty acids (∑MUFAs) and 7.33% ∑PUFAs and concurrently increased 18.36% ∑SFAs in the breast muscle of the broiler birds. It was concluded that animal protein-soybean oil-based broiler diet optimized net profit at the expense of desirable ω-3 and ω-6 fatty acids in the breast muscle of the broiler chicken.",
      "mesh_terms": [
        "Animals",
        "Animal Feed",
        "Chickens",
        "Diet",
        "Dietary Supplements",
        "Fatty Acids",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Fatty Acids, Unsaturated",
        "Pectoralis Muscles",
        "Soybean Oil",
        "Sunflower Oil"
      ]
    },
    {
      "pmid": "36336548",
      "title": "Scientific evidence of the association between oral intake of OMEGA-3 and OMEGA-6 fatty acids and the metabolic syndrome in adolescents: A systematic review.",
      "authors": [
        "Camila Tureck",
        "Bernardo Paz Barboza",
        "Liliana Paula Bricarello",
        "Anabelle Retondario",
        "Mariane de Almeida Alves",
        "Amanda de Moura Souza",
        "Ricardo Fernandes",
        "Francisco de Assis Guedes de Vasconcelos"
      ],
      "journal": "Nutrition, metabolism, and cardiovascular diseases : NMCD",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: To conduct a systematic review of the literature on the scientific evidence of the oral intake of omega-3 and omega-6 FAs and metabolic syndrome (MS) in adolescents. DATA SYNTHESIS: The study was registered in PROSPERO (number 42020185370). Studies were carried out with adolescents aged 10-19 years, who presented as intervention/exposure the oral intake of omega-3 and/or omega-6 fatty acids (FAs), in the databases PubMed, Scopus, Web of Science, LILACS, CENTRAL, and PQDT Global e BDTD. The tools used to assess the risk of bias were RoB 2.0, Agency for Healthcare Research and Quality (AHRQ), and Newcastle-Ottawa Scale. Fifteen papers retrieved published from 2010 to 2019 were included (n = 3534); nine were randomized studies and controlled clinical trials, four were cross-sectional studies, one was a retrospective cohort study, and one case-control study. No studies have evaluated the effect or association of omega-3 and/or of omega-6 FAs with actual MS, only with its components. The randomized clinical trials identified the effects of omega-3 FA on the decrease in blood pressure (n = 1 out of six), glycemia (n = 2 out of seven), and triglycerides (n = 5 out of eight), and the increase in HDL-c (n = 2 out of eight) considering the comparison between the group that received omega-3 FA and the control group. CONCLUSIONS: Scientific evidence is controversial on the association between oral intake of omega-3 FAs and MS in adolescents, due to the heterogeneity between studies and the divergence of results for the same MS component.",
      "mesh_terms": [
        "Humans",
        "United States",
        "Adolescent",
        "Metabolic Syndrome",
        "Case-Control Studies",
        "Retrospective Studies",
        "Fatty Acids, Omega-6",
        "Fatty Acids, Omega-3",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "35791734",
      "title": "Supplementation with omega-3 or omega-6 fatty acids attenuates platelet reactivity in postmenopausal women.",
      "authors": [
        "Adriana Yamaguchi",
        "Livia Stanger",
        "John Cody Freedman",
        "Amanda Prieur",
        "Rachel Thav",
        "Jennyfer Tena",
        "Theodore R Holman",
        "Michael Holinstat"
      ],
      "journal": "Clinical and translational science",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Clinical Study",
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Postmenopausal women are at increased risk for a cardiovascular event due to platelet hyperactivity. There is evidence suggesting that ω-3 polyunsaturated fatty acids (PUFAs) and ω-6 PUFAs have cardioprotective effects in these women. However, a mechanistic understanding of how these fatty acids regulate platelet function is unknown. In this study, we supplemented postmenopausal women with fish oil (ω-3 fatty acids) or evening primrose oil (ω-6 fatty acids) and investigated the effects on their platelet activity. The effects of fatty acid supplementation on platelet aggregation, dense granule secretion, and activation of integrin αIIbβ3 at basal levels and in response to agonist were tested in postmenopausal women following a supplementation and washout period. Supplementation with fish oil or primrose oil attenuated the thrombin receptor PAR4-induced platelet aggregation. Supplementation with ω-3 or ω-6 fatty acids decreased platelet dense granule secretion and attenuated basal levels of integrin αIIbβ3 activation. Interestingly, after the washout period following supplementation with primrose oil, platelet aggregation was similarly attenuated. Additionally, for either treatment, the observed protective effects post-supplementation on platelet dense granule secretion and basal levels of integrin activation were sustained after the washout period, suggesting a long-term shift in platelet reactivity due to fatty acid supplementation. These findings begin to elucidate the underlying mechanistic effects of ω-3 and ω-6 fatty acids on platelet reactivity in postmenopausal women. Hence, this study supports the beneficial effects of fish oil or primrose oil supplementation as a therapeutic intervention to reduce the risk of thrombotic events in postmenopausal women. https://clinicaltrials.gov/ct2/show/NCT02629497.",
      "mesh_terms": [
        "Female",
        "Dietary Supplements",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Fish Oils",
        "Platelet Glycoprotein GPIIb-IIIa Complex",
        "Postmenopause",
        "Receptors, Thrombin",
        "Humans"
      ]
    },
    {
      "pmid": "35260768",
      "title": "PET/MRI-evaluated brown adipose tissue activity may be related to dietary MUFA and omega-6 fatty acids intake.",
      "authors": [
        "Katarzyna Maliszewska",
        "Edyta Adamska-Patruno",
        "K Miniewska",
        "W Bauer",
        "M Mojsak",
        "A Kretowski"
      ],
      "journal": "Scientific reports",
      "publication_date": "2022-Mar-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "An investigation of new ways to activate brown adipose tissue (BAT) is highly valuable, as it is a possible tool for obesity prevention and treatment. The aim of our study was to evaluate the relationships between dietary intake and BAT activity. The study group comprised 28 healthy non-smoking males aged 21-42 years. All volunteers underwent a physical examination and 75-g OGTT and completed 3-day food intake diaries to evaluate macronutrients and fatty acid intake. Body composition measurements were assessed using DXA scanning. An FDG-18 PET/MR was performed to visualize BAT activity. Brown adipose tissue was detected in 18 subjects (67% normal-weight individuals and 33% overweight/obese). The presence of BAT corresponded with a lower visceral adipose tissue (VAT) content (p = 0.04, after adjustment for age, daily kcal intake, and DXA Lean mass). We noted significantly lower omega-6 fatty acids (p = 0.03) and MUFA (p = 0.02) intake in subjects with detected BAT activity after adjustment for age, daily average kcal intake, and DXA Lean mass, whereas omega-3 fatty acids intake was comparable between the two groups. BAT presence was positively associated with the concentration of serum IL-6 (p = 0.01) during cold exposure. Our results show that BAT activity may be related to daily omega-6 fatty acids intake.",
      "mesh_terms": [
        "Adipose Tissue, Brown",
        "Fatty Acids, Omega-6",
        "Fluorodeoxyglucose F18",
        "Humans",
        "Magnetic Resonance Imaging",
        "Male",
        "Obesity",
        "Positron-Emission Tomography"
      ]
    },
    {
      "pmid": "34944997",
      "title": "Anticancer Activity of Ω-6 Fatty Acids through Increased 4-HNE in Breast Cancer Cells.",
      "authors": [
        "Chhanda Bose",
        "Ashly Hindle",
        "Jihyun Lee",
        "Jonathan Kopel",
        "Sahil Tonk",
        "Philip T Palade",
        "Sharad S Singhal",
        "Sanjay Awasthi",
        "Sharda P Singh"
      ],
      "journal": "Cancers",
      "publication_date": "2021-Dec-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Her2-amplified breast cancers resistant to available Her2-targeted therapeutics continue to be a challenge in breast cancer therapy. Dox is the mainstay of chemotherapy of all types of breast cancer, but its usefulness is limited by cumulative cardiotoxicity. Because oxidative stress caused by dox generates the pro-apoptotic Ω-6 PUFA metabolite 4-hydroxynonenal (4-HNE), we surmised that Ω-6 PUFAs would increase the effectiveness of dox chemotherapy. Since the mercapturic acid pathway enzyme RALBP1 (also known as RLIP76 or Rlip) that limits cellular accumulation of 4-HNE also mediates dox resistance, the combination of Ω-6 PUFAs and Rlip depletion could synergistically improve the efficacy of dox. Thus, we studied the effects of the Ω-6 PUFA arachidonic acid (AA) and Rlip knockdown on the antineoplastic activity of dox towards Her2-amplified breast cancer cell lines SK-BR-3, which is sensitive to Her2 inhibitors, and AU565, which is resistant. AA increased lipid peroxidation, 4-HNE generation, apoptosis, cellular dox concentration and dox cytotoxicity in both cell lines while sparing cultured immortalized cardiomyocyte cells. The known functions of Rlip including clathrin-dependent endocytosis and dox efflux were inhibited by AA. Our results support a model in which 4-HNE generated by AA overwhelms the capacity of Rlip to defend against apoptosis caused by dox or 4-HNE. We propose that Ω-6 PUFA supplementation could improve the efficacy of dox or Rlip inhibitors for treating Her2-amplified breast cancer."
    },
    {
      "pmid": "34607196",
      "title": "Neuroaspis PLP10™, a nutritional formula rich in omega-3 and omega-6 fatty acids with antioxidant vitamins including gamma-tocopherol in early Parkinson's disease: A randomized, double-blind, placebo-controlled trial.",
      "authors": [
        "Marios Pantzaris",
        "George Loukaides",
        "Dimitrios Paraskevis",
        "Evangelia-Georgia Kostaki",
        "Ioannis Patrikios"
      ],
      "journal": "Clinical neurology and neurosurgery",
      "publication_date": "2021-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In the present study, we investigated whether Neuroaspis PLP10™, a well-designed intervention, rich in omega-3 (n-3) and omega-6 (n-6) polyunsaturated fatty acids (PUFAs) with specific antioxidant vitamins, may exert positive action in the improvement of Parkinson's disease symptoms and perhaps delay the progression of the disease when used as an adjuvant to the conventional treatment. Forty patients were randomized 1:1 to receive either 20 ml dose, once daily, of control (pure virgin olive oil) or Neuroaspis PLP 10™, a formula containing a mixture of omega-3 (810 mg Eicosapentaenoic acid and 4140 mg Docosahexaenoic acid) and omega-6 fatty acids (1800 mg gamma-Linolenic acid and 3150 mg Linoleic acid) (1:1 w/w), with 0.6 mg vitamin A, vitamin E (22 mg) plus pure gamma (γ)-tocopherol (760 mg), for a total of 30 months in a randomized double-blind, placebo-controlled trial. Participants completed assessments based on the Hoehn and Yahr Staging Scale of Parkinson's Disease (HY scale) and the Unified Parkinson's Disease Rating Scale (UPDRS) III. Overall, for this small sample size clinical trial, Neuroaspis PLP10™ supplementation as an adjuvant treatment for 30 months in PD patients significantly delayed disease progression according to UPDRS (p ≤ 0.05) Vs placebo.",
      "mesh_terms": [
        "Aged",
        "Antioxidants",
        "Dietary Supplements",
        "Disease Progression",
        "Double-Blind Method",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Parkinson Disease",
        "Treatment Outcome",
        "gamma-Tocopherol"
      ]
    },
    {
      "pmid": "34464785",
      "title": "Omega-3 and omega-6 fatty acids have distinct effects on endothelial fatty acid content and nitric oxide bioavailability.",
      "authors": [
        "Samuel C R Sherratt",
        "Hazem Dawoud",
        "Deepak L Bhatt",
        "Tadeusz Malinski",
        "R Preston Mason"
      ],
      "journal": "Prostaglandins, leukotrienes, and essential fatty acids",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Treatment with high dose icosapent ethyl (IPE), an ethyl ester of the omega-3 fatty acid eicosapentaenoic acid (EPA), significantly reduced ischemic events in patients with either cardiovascular disease (CV) or diabetes plus other risk factors (REDUCE-IT) but the mechanism is not well understood.  We compared the effects of EPA, docosahexaenoic acid (DHA), and the omega-6 fatty acid arachidonic acid (AA) on bioavailability of nitric oxide (NO) and fatty acid composition. Human umbilical vein endothelial cells (HUVECs) were pretreated with EPA, DHA, or AA (10 µM). Cells were stimulated with calcium ionophore and NO and peroxynitrite (ONOO-) were measured using porphyrinic nanosensors. Levels of EPA, DHA, AA and other fatty acids were measured by gas chromatography (GC). EPA treatment caused the greatest NO release (18%, p < 0.001) and reduction in ONOO- (13%, p < 0.05) compared to control; the [NO]/[ ONOO-] ratio increased by 35% (p < 0.001). DHA treatment increased NO levels by 12% (p < 0.01) but had no effect on ONOO- release. AA did not affect either NO or ONOO- release.  Fatty acid treatments increased their respective levels in endothelial cells.  EPA levels increased 10-fold to 4.59 mg/g protein (p < 0.001) with EPA treatment and the EPA/AA ratio increased by 10-fold (p < 0.001) compared to vehicle.  Only EPA increased docosapentaenoic acid (DPA, omega-3) levels by 2-fold (p < 0.001). AA alone decreased the EPA/AA ratio 4-fold (p<0.001). These findings support a preferential benefit of EPA on endothelial function and omega-3 fatty acid content.",
      "mesh_terms": [
        "Arachidonic Acid",
        "Biological Availability",
        "Docosahexaenoic Acids",
        "Eicosapentaenoic Acid",
        "Endothelial Cells",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Nitric Oxide",
        "Peroxynitrous Acid"
      ]
    },
    {
      "pmid": "33982073",
      "title": "Dietary SFAs and ω-6 Fatty Acids Alter Incorporation of ω-3 Fatty Acids into Milk Fat of Lactating CD-1 Mice and Tissues of Offspring.",
      "authors": [
        "Rachel E Walker",
        "Valentina Parkhomenko",
        "Yun Ying",
        "Natalie Urrutia",
        "Kevin J Harvatine"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2021-Jul-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "BACKGROUND: Methods to increase the amount of omega-3 (n-3) PUFAs in milk are desirable for neonatal health. The n-3 PUFA, α-linolenic acid (18:3n-3), can be elongated to EPA (20:5n-3) and DHA (22:6n-3). n-6 PUFAs suppress tissue n-3 PUFA incorporation, but the effect of SFAs is not clear. OBJECTIVES: In this study, we compared the effects of SFAs and n-6 PUFAs on n-3 PUFA incorporation into milk and tissues of lactating mice and tissues of their offspring. METHODS: Female CD-1 mice were bred at 8 wk of age. All experimental diets included 3% flaxseed oil and were begun on day 8 of lactation: low-fat diet (LFD); high-SFA diet (SAT), with an additional 12% saturated oil; or high-linoleic-acid diet (HLA), with 12% high-linoleic-acid oil (% kcal, carbohydrates:fat:protein: LFD, 49:24:27; both SAT and HLA, 35:46:19; n = 5/treatment). After 5 d, pup stomach milk clot FA profiles, tissue FA profiles in dams and pups, and mammary and hepatic expression of lipid metabolism genes in dams were analyzed. Data were analyzed by ANOVA with treatment diet as a fixed effect. RESULTS: Dams in all groups had similar total milk fat concentrations, but both SAT and HLA decreased the concentration of n-3 PUFAs (SAT: -23%; HLA: -31%) compared with LFD, and HLA increased milk n-6 FAs by 347% compared with SAT. SAT pups had n-3 PUFA tissue concentrations similar to LFD, but HLA pups had lower n-3 PUFAs than SAT pups in multiple tissues (liver, -32%; kidney, -29%; heart, -28%; muscle, -18%). Mammary expression of lipid metabolism genes was mostly unchanged, but hepatic expression of elongases and desaturases was decreased with SAT compared with LFD [elongation of very-long-chain fatty acid (Elov)5, -42%; Elov6, -64%; fatty acid desaturase (Fads)1, -33%; Fads2, -44%]. CONCLUSIONS: HLA decreased n-3 PUFA concentrations across multiple pup tissues compared with SAT. This suggests that high dietary n-6 PUFAs suppress n-3 PUFA incorporation in neonates.",
      "mesh_terms": [
        "Animals",
        "Diet",
        "Fatty Acids",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Lactation",
        "Mice",
        "Milk"
      ]
    },
    {
      "pmid": "33631623",
      "title": "Superovulatory response and embryo quality in Boer does following dietary supplementation with different sources of omega-3 and omega-6 fatty acids during the breeding season.",
      "authors": [
        "Miguel Camacho",
        "Denisse Garza",
        "Brandon Gutiérrez-Zamora",
        "Heidi Rodríguez-Ramírez",
        "Gerardo Méndez-Zamora",
        "Jorge R Kawas"
      ],
      "journal": "Animal reproduction science",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial, Veterinary"
      ],
      "abstract": "The purpose of this study was to determine effects of various sources of omega-3 and omega-6 fatty acids on ovarian response and embryo quality in Boer does when there was a superovulation treatment regimen imposed. Pluriparous does were randomly assigned to be treated with 300 g of one of four experimental supplements containing linseed oil (LO), soybean oil (SO), palm oil (PO), or a control supplement without fatty acids (CO), for 15 days. Does were fitted with a controlled internal drug release (CIDR) device containing 0.3 g progesterone for 7 days. At 48 h before CIDR withdrawal, does were treated with 80 mg follicle-stimulating hormone (FSH) administered at 12 h intervals. Embryos were collected 7 days after the last natural mating. Estrous response and interval between CIDR withdrawals to estrous onset were similar between treatments (P > 0.05). Number of ovulations was similar for does in the different groups (10.0, 9.2, 7.0, and 7.0, in LO, SO, PO, and CO, respectively; P > 0.05). There was premature luteal regression in does of the SO, PO, and CO groups, except in LO group. The LO-treated does had a larger (P < 0.05) mean number of ova/embryos recovered than does of SO, PO, and CO groups (7.2, 2.0, 0.2, 0.2, respectively) and transferable embryos (5.1, 1.4, 0.2, 0.2, respectively). These results indicate that including LO in supplements may be a feasible strategy for preventing premature luteal regression and improving embryo quality in goats treated to induce follicular super-stimulation for induction of superovulation.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Diet",
        "Dietary Supplements",
        "Dinoprost",
        "Embryo Culture Techniques",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Follicle Stimulating Hormone",
        "Goats",
        "Progesterone",
        "Seasons",
        "Superovulation"
      ]
    },
    {
      "pmid": "33212920",
      "title": "Altered Levels of Desaturation and ω-6 Fatty Acids in Breast Cancer Patients' Red Blood Cell Membranes.",
      "authors": [
        "Javier Amézaga",
        "Gurutze Ugartemendia",
        "Aitziber Larraioz",
        "Nerea Bretaña",
        "Aizpea Iruretagoyena",
        "Joana Camba",
        "Ander Urruticoechea",
        "Carla Ferreri",
        "Itziar Tueros"
      ],
      "journal": "Metabolites",
      "publication_date": "2020-Nov-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Red blood cell (RBC) membrane can reflect fatty acid (FA) contribution from diet and biosynthesis. In cancer, membrane FAs are involved in tumorigenesis and invasiveness, and are indicated as biomarkers to monitor the disease evolution as well as potential targets for therapies and nutritional strategies. The present study provides RBC membrane FA profiles in recently diagnosed breast cancer patients before starting chemotherapy treatment. Patients and controls were recruited, and their dietary habits were collected. FA lipidomic analysis of mature erythrocyte membrane phospholipids in blood samples was performed. Data were adjusted to correct for the effects of diet, body mass index (BMI), and age, revealing that patients showed lower levels of saturated fatty acids (SFA) and higher levels of monounsaturated fatty acid, cis-vaccenic (25%) than controls, with consequent differences in desaturase enzymatic index (∆9 desaturase, -13.1%). In the case of polyunsaturated fatty acids (PUFA), patients had higher values of ω-6 FA (C18:2 (+11.1%); C20:4 (+7.4%)). RBC membrane lipidomic analysis in breast cancer revealed that ω-6 pathways are favored. These results suggest new potential targets for treatments and better nutritional guidelines."
    },
    {
      "pmid": "31680604",
      "title": "Efficacy of Omega-3/Omega-6 Fatty Acids in Preschool Children at Risk of ADHD: A Randomized Placebo-Controlled Trial.",
      "authors": [
        "Manfred Döpfner",
        "Christina Dose",
        "Dieter Breuer",
        "Stefan Heintz",
        "Stefanie Schiffhauer",
        "Tobias Banaschewski"
      ],
      "journal": "Journal of attention disorders",
      "publication_date": "2021-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Objective: To evaluate the efficacy of an Omega-3/Omega-6 fatty acid supplement in preschool children at risk for ADHD. Method: Forty preschool children with elevated levels of ADHD symptoms were randomly assigned to either a verum or a placebo group. Children in the verum group received a 4-month treatment with Omega-3/Omega-6 fatty acids. Outcome measures comprised parent- and teacher-rated ADHD symptoms, which were the primary outcome variables, internalizing and externalizing problems, and intellectual abilities. Results: Intention-to-treat analyses of covariance, controlling for age and baseline data, revealed effects on parent- and teacher-rated ADHD symptoms (primary outcomes; parent ratings: F = 4.51, df = 1, p = .04, d = 0.63; teacher ratings: F = 4.67, df = 1, p = .04, d = 0.70), parent-rated internalizing symptoms (F = 8.47, df = 1, p < .01, d = 0.63), and parent- and teacher-rated externalizing symptoms (parent ratings: F = 4.58, df = 1, p = .04, d = 0.54; teacher ratings: F = 5.99, df = 1, p = .02, d = 0.79). Analyses involving only cases with available data yielded significant moderate effects on teacher-rated inattention symptoms (F = 4.60, df = 1, p = .04, d = 0.79) and parent-rated internalizing problems (F = 6.04, df = 1, p = .02, d = 0.57). Conclusion: The intention-to-treat analyses provide some evidence for positive effects of Omega-3/Omega-6 fatty acids. However, the results require replication in larger samples to allow for firm conclusions for practice.",
      "mesh_terms": [
        "Attention Deficit Disorder with Hyperactivity",
        "Child, Preschool",
        "Cognition",
        "Dietary Supplements",
        "Fatty Acids, Omega-6",
        "Humans",
        "Parents",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "31119206",
      "title": "Multicenter Randomized Controlled Trial of Omega-3 Fatty Acids Versus Omega-6 Fatty Acids for the Control of Cancer-Related Fatigue Among Breast Cancer Survivors.",
      "authors": [
        "Luke J Peppone",
        "Julia E Inglis",
        "Karen M Mustian",
        "Charles E Heckler",
        "Gilbert D A Padula",
        "Supriya G Mohile",
        "Charles S Kamen",
        "Eva Culakova",
        "Po-Ju Lin",
        "Sarah L Kerns",
        "Sharon Cole",
        "Michelle C Janelsins"
      ],
      "journal": "JNCI cancer spectrum",
      "publication_date": "2019-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cancer-related fatigue (CRF) is a common side effect of adjuvant therapy and becomes a chronic problem for approximately one-third of survivors. Omega-3 polyunsaturated fatty acids (O3-PUFA) demonstrated preliminary antifatigue effects in previous research, but have not been investigated in fatigued cancer survivors. METHODS: Breast cancer survivors 4-36 months posttreatment with a CRF score of 4 or more of 10 using the symptom inventory (SI) were randomly assigned to O3-PUFA (fish oil, 6 g/d), omega-6 PUFA (O6-PUFA; soybean oil, 6 g/d), or a low-dose combination of O3-/O6-PUFA (3 g/d O3-PUFA and O6-PUFA) for 6 weeks. CRF was assessed by the SI (screening question), the Brief Fatigue Inventory, and the Multidimensional Fatigue Symptom Index. Protein and mRNA levels of inflammatory and antioxidant biomarkers, along with fatty acid and lipid levels, were assessed at baseline and week 6. Statistical tests were two-sided. RESULTS: A total of 108 breast cancer survivors consented; 97 subjects were randomly assigned and 81 completed the trial. The SI CRF score decreased by 2.51 points at week 6 with O6-PUFA and by 0.93 points with O3-PUFA, with statistically significant between-group difference (effect size = -0.86, P < .01). Similar changes were observed for the Brief Fatigue Inventory and Multidimensional Fatigue Symptom Index but were not statistically significant. Stratified analyses showed the largest benefit was observed in those with severe baseline CRF (≥7). Compared with O3-PUFA, O6-PUFA supplementation statistically significantly decreased proinflammatory markers in the TNF-α signaling pathway. CONCLUSION: Contrary to our original hypothesis, O6-PUFA statistically significantly reduced CRF compared with O3-PUFA. Further research is needed to confirm these findings and to elucidate mechanisms of action."
    },
    {
      "pmid": "30553106",
      "title": "Plasma and erythrocyte ω-3 and ω-6 fatty acids are associated with multiple inflammatory and oxidative stress biomarkers in breast cancer.",
      "authors": [
        "Leticia Gomes Lira",
        "Rute Mattos Dourado Esteves Justa",
        "Antonio Augusto Ferreira Carioca",
        "Sara Maria Moreira Lima Verde",
        "Geni Rodrigues Sampaio",
        "Elizabeth Aparecida Ferraz da Silva Torres",
        "Nágila Raquel Teixeira Damasceno"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: The aim of this study was to assess the association of plasma and erythrocyte ω-3 and ω-6 fatty acids with multiple oxidative stress biomarkers in breast cancer patients. METHODS: Ninety-five women with recently diagnosed breast cancer and no previous treatment were selected for this study. The socioeconomic, clinical, and demographic profile of the patients was determined using a structured questionnaire and medical records. Body weight and height were measured to calculate body mass index. Blood samples were drawn after a 12-h fast for biochemical analyses. The oxidative stress biomarkers low-density lipoprotein (-) and its anti-low-density lipoprotein (-) antibodies, α-tocopherol, β-carotene, high-density lipoprotein cholesterol, thiobarbituric acid reactive substance, and adiponectin were measured. Plasma and erythrocyte fatty acids were assessed by gas chromatography. Factor and principal component analysis was used to identify three factors called factor 1 (anti-inflammatory), factor 2 (antioxidant), and factor 3 (oxidant). Linear regression, adjusted for confounding variables, was used to estimate the association of these factors with plasma and erythrocyte ω-3 and ω-6 fatty acids and their ratios. RESULTS: ω-3 series fatty acids showed a positive association with Factor 1. A positive association of plasma and erythrocyte ω-6 fatty acids with factors 1 and 2, respectively, was found. ω-6/ω-3 ratio (plasma) was inversely associated with the anti-inflammatory factor. CONCLUSION: Polyunsaturated fatty acids of the plasma and erythrocyte ω-3 and ω-6 series were associated with multiple inflammatory and oxidative stress biomarkers in breast cancer.",
      "mesh_terms": [
        "Adult",
        "Biomarkers, Tumor",
        "Breast Neoplasms",
        "Erythrocytes",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Humans",
        "Inflammation",
        "Middle Aged",
        "Oxidative Stress",
        "Young Adult"
      ]
    },
    {
      "pmid": "30443948",
      "title": "Omega-6 fatty acids down-regulate matrix metalloproteinase expression in a coronary heart disease-induced rat model.",
      "authors": [
        "Nihong Lu",
        "Yingrong Du",
        "Haiyuan Li",
        "Yu Luo",
        "Bing Ouyang",
        "Yangjun Chen",
        "Yongrui Yang",
        "Lixia Yang"
      ],
      "journal": "International journal of experimental pathology",
      "publication_date": "2018-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The present study investigated the therapeutic potential of omega-6 fatty acids, according to their effects on antioxidant markers and matrix metalloproteinases (MMPs), in coronary heart disease-induced rats. Rats were grouped into group I (sham control), group II (control), group III (0.5 g/kg bwt of omega-6 fatty acids) and group IV (1 g/kg bwt of omega-6 fatty acids). Reactive oxygen species (ROS), malondialdehyde (MDA), superoxide dismutase (SOD), reduced glutathione (GSH), catalase, glutathione peroxidase (Gpx) and acetylcholinesterase (AChE) enzyme activities were determined. ROS and MDA were substantially reduced, whereas SOD, catalase, Gpx and AChE were significantly increased, following supplementation with omega-6 fatty acids. MMP-2 mRNA expression was drastically increased by 95% in group II. Treatment significantly reduced MMP-2 mRNA expression by 12.3% and 26.7% in groups III and IV respectively. MMP-9 mRNA expression drastically increased, by 121%, in group II. Treatment significantly reduced MMP-9 mRNA expression by 22.6% and 29.4% in groups III and IV respectively. MMP-2 protein expression was drastically increased, by 81%, in group II. Treatment significantly reduced MMP-2 protein expression by 9.4% and 26% in groups III and IV respectively. MMP-9 protein expression was drastically increased, by 100%, in group II. Treatment significantly reduced MMP-9 protein expression by 18.9% and 26.9% in groups III and IV respectively. In summary, the consumption of omega-6 fatty acids significantly decreased MDA and ROS, while SOD, catalase, GHS, Gpx and AChE were increased. Furthermore, omega-6 fatty acids significantly downregulated MMP-2 and MMP-9 expression in our coronary heart disease-induced rat model.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Catalase",
        "Coronary Disease",
        "Disease Models, Animal",
        "Down-Regulation",
        "Fatty Acids, Omega-6",
        "Gene Expression Regulation",
        "Glutathione Peroxidase",
        "Male",
        "Malondialdehyde",
        "Matrix Metalloproteinases",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reactive Oxygen Species",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "29353271",
      "title": "Erythrocytes and Skeletal Muscle Unsaturated and Omega-6 Fatty Acids Are Positively Correlated after Caloric Restriction and Exercise.",
      "authors": [
        "Miquel Martorell",
        "Victoria Pons",
        "Joan Carles Domingo",
        "Xavier Capó",
        "Antoni Sureda",
        "Franchek Drobnic",
        "Josep-Antoni Tur",
        "Antoni Pons"
      ],
      "journal": "Annals of nutrition & metabolism",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Nutritional intervention studies with fatty acid (FA) supplements assess the efficacy of the intervention by measuring the changes in erythrocyte membrane lipid profiles reflected in tissue composition changes. The aim was to determine the effects of caloric restriction (CR) on erythrocytes lipid composition and to compare and correlate these changes with skeletal muscle acid profiles after CR. METHODS: Erythrocytes were obtained from 11 healthy men before and after 4 weeks of 33% CR in post-exercise conditions; muscle biopsies were obtained from the same athletes after 4 weeks of 33% CR in post-exercise conditions. Samples were used for FA determination by chromatography. RESULTS: CR significantly modified erythrocyte FAs composition. Skeletal muscle FA profile was significantly different from that for the erythrocytes. The erythrocyte FA profile was more saturated (52.1 ± 1.5% and 32.8 ± 0.9%, respectively) and less monounsaturated (21.0 ± 0.8% and 39.0 ± 2.0%, respectively) than the skeletal muscle FA profile and similarly polyunsaturated. CONCLUSIONS: CR modifies erythrocyte lipid composition, mainly omega-6 FAs. Erythrocyte monounsaturated, polyunsaturated and omega-6 FAs, but not the saturated and omega-3 FAs, were significantly positively correlated with skeletal muscle FAs. There is a discordance between saturated and omega-3 FAs from erythrocyte and from muscle, but monounsaturated, polyunsaturated and omega-6 fatty acids are positively correlated.",
      "mesh_terms": [
        "Adult",
        "Caloric Restriction",
        "Erythrocyte Membrane",
        "Erythrocytes",
        "Exercise",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Humans",
        "Male",
        "Muscle, Skeletal",
        "Young Adult"
      ]
    },
    {
      "pmid": "28371493",
      "title": "Efficacy of nutritional supplementation with omega-3 and omega-6 fatty acids in dry eye syndrome: a systematic review of randomized clinical trials.",
      "authors": [
        "Ignacio Molina-Leyva",
        "Alejandro Molina-Leyva",
        "Aurora Bueno-Cavanillas"
      ],
      "journal": "Acta ophthalmologica",
      "publication_date": "2017-Dec",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "PURPOSE: To critically appraise scientific evidence regarding the efficacy of nutritional supplementation with omega-3 and omega-6 fatty acids for the treatment of dry eye syndrome (DES). METHODS: A systematic review of randomized clinical trials was performed. Two independent reviewers selected and analysed the scientific papers that met inclusion and exclusion criteria. Objective and subjective efficacy outcomes were assessed. RESULTS: The trials involved a total of 2591 patients in fifteen independent studies. All studies were published between 2005 and 2015. The supplements used were mostly omega-3 and omega-6 in different proportions. Subjective improvement was measured using mainly Ocular Surface Disease Index (OSDI) test and Dry Eye Severity Score (DESS) test: significant differences in favour of the experimental group were found in seven of the studies. The objective amelioration was assessed by lacrimal function parameters: Tear break-up time (TBUT) significantly increased in nine studies and Schirmer's test in four studies. CONCLUSION: We observed a discrete improvement in the parameters of tear function. Scientific evidence is not strong enough to systematically recommend the use of omega-3 and omega-6 fatty acids as a standalone treatment of DES independently from its aetiology. However, they could be considered as an effective alternative to topical treatment in patients with DES secondary to certain pathologies.",
      "mesh_terms": [
        "Dietary Supplements",
        "Dry Eye Syndromes",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Humans",
        "Randomized Controlled Trials as Topic",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "27589090",
      "title": "Effects of Sex, Drinking History, and Omega-3 and Omega-6 Fatty Acids Dysregulation on the Onset of Liver Injury in Very Heavy Drinking Alcohol-Dependent Patients.",
      "authors": [
        "Vatsalya Vatsalya",
        "Ming Song",
        "Melanie L Schwandt",
        "Matthew C Cave",
        "Shirish S Barve",
        "David T George",
        "Vijay A Ramchandani",
        "Craig J McClain"
      ],
      "journal": "Alcoholism, clinical and experimental research",
      "publication_date": "2016-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Heavy alcohol consumption frequently causes liver inflammation/injury, and certain fatty acids (FAs) may be involved in this liver pathology. In this study, we evaluated the association of heavy drinking and the changes in the FA levels involved in the ω-6 (pro-inflammatory) and ω-3 (anti-inflammatory) state in alcohol-dependent (AD) patients who had no clinical manifestations of liver injury. We aimed to identify sex-based differences in patients with mild or no biochemical evidence of liver injury induced by heavy drinking. METHODS: A total of 114 heavy drinking AD female and male patients aged 21 to 65 years without clinical manifestations of liver injury, who were admitted to an alcohol dependence treatment program, were grouped by the alanine aminotransferase (ALT) levels: ≤40 IU/l, as no liver injury (GR.1), and >40 IU/l, as mild liver injury (GR.2). Patients were actively drinking until the day of admission. Comprehensive metabolic panel, comprehensive FA panel, and drinking history data were evaluated. RESULTS: Elevated ALT and aspartate aminotransferase (AST) showed close association with markers of heavy alcohol intake. In the patients with mild biochemical liver injury (GR.2), females showed significantly higher AST level than males. Significant association of AST and total drinks in past 90 days (TD90) in females, and AST and heavy drinking days in past 90 days (HDD90) in males was observed. The ω-6:ω-3 ratio showed a significant pro-inflammatory response only in females with mild liver injury (GR.2) when adjusted by drinking history marker, TD90. Docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) were increased in males with liver injury, while females did not show any comparable rise in EPA; and DHA levels were lower. CONCLUSIONS: Measures of heavy drinking, TD90 and HDD90, predicted changes in liver injury. Changes in the ω-3 and ω-6 FA levels and the ω-6:ω-3 ratio showed a pro-inflammatory shift in patients with biochemical liver injury with a significant effect in females. Changes in FAs involved in the inflammatory state may represent one mechanism for liver inflammation/injury in response to heavy alcohol drinking.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Alanine Transaminase",
        "Alcohol Drinking",
        "Alcoholism",
        "Aspartate Aminotransferases",
        "Biomarkers",
        "Docosahexaenoic Acids",
        "Eicosapentaenoic Acid",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Humans",
        "Liver Diseases, Alcoholic",
        "Male",
        "Middle Aged",
        "Prodromal Symptoms",
        "Sex Characteristics",
        "Young Adult"
      ]
    },
    {
      "pmid": "27157471",
      "title": "Ratio of dietary ω-3 and ω-6 fatty acids-independent determinants of muscle mass-in hemodialysis patients with diabetes.",
      "authors": [
        "Te-Chih Wong",
        "Yu-Tong Chen",
        "Pei-Yu Wu",
        "Tzen-Wen Chen",
        "Hsi-Hsien Chen",
        "Tso-Hsiao Chen",
        "Yung-Ho Hsu",
        "Shwu-Huey Yang"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2016-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: ω-3 and ω-6 polyunsaturated fatty acids (PUFAs) are essential nutrients in the human diet and possibly affect muscle mass. We evaluated the association between the dietary ratios of ω-3 and ω-6 PUFAs and muscle mass, indicated as skeletal muscle mass (SMM) and appendicular skeletal muscle mass (ASM), in patients with diabetes undergoing hemodialysis (HD). METHODS: In this cross-sectional study, data on 69 patients with diabetes who underwent standard HD therapy were analyzed. For estimating muscle mass, anthropometric and bioelectrical impedance analyses were conducted following dialysis. In addition, routine laboratory and 3-d dietary data were obtained. The adequate intake (AI) cut-off for ω-3 PUFAs was 1.6 g/d and 1.1 g/d for male and female patients, respectively. RESULTS: The average age of the participants was 63.0 ± 10.4 y. The mean ratios of ω-3/ω-6 PUFA intake, ω-6/ω-3 PUFA intake, SMM, and ASM of the patients were 0.13 ± 0.07, 9.4 ± 6.4, 24.6 ± 5.4 kg, and 18.3 ± 4.6 kg, respectively. Patients who had AI of ω-3 PUFAs had significantly higher SMM and ASM than did their counterparts. Linear and stepwise multivariable adjustment analyses revealed that insulin resistance and the ω-6/ω-3 PUFA ratio were the independent deleterious determinants of ASM normalized to height in HD patients. CONCLUSIONS: Patients with AI of ω-3 PUFAs had total-body SMM and ASM that were more appropriate. A higher dietary ratio of ω-6/ω-3 PUFAs was associated with reduced muscle mass in HD patients.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Body Composition",
        "Cross-Sectional Studies",
        "Diabetes Mellitus",
        "Electric Impedance",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Muscle, Skeletal",
        "Renal Dialysis"
      ]
    },
    {
      "pmid": "26861314",
      "title": "Exploring the Effects of Omega-3 and Omega-6 Fatty Acids on Allergy Using a HEK-Blue Cell Line.",
      "authors": [
        "Nayyar Ahmed",
        "Colin J Barrow",
        "Cenk Suphioglu"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2016-Feb-06",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Allergic reactions can result in life-threatening situations resulting in high economic costs and morbidity. Therefore, more effective reagents are needed for allergy treatment. A causal relationship has been suggested to exist between the intake of omega-3/6 fatty acids, such as docosahexanoic acid (DHA), eicosapentanoic acid (EPA), docosapentanoic acid (DPA) and arachidonic acid (AA), and atopic individuals suffering from allergies. In allergic cascades, the hallmark cytokine IL-4 bind to IL-4 receptor (IL-4R) and IL-13 binds to IL-13 receptor (IL-13R), this activates the STAT6 phosphorylation pathway leading to gene activation of allergen-specific IgE antibody production by B cells. The overall aim of this study was to characterize omega-3/6 fatty acids and their effects on STAT6 signaling pathway that results in IgE production in allergic individuals. METHODS: The fatty acids were tested in vitro with a HEK-Blue IL-4/IL-13 reporter cell line model, transfected with a reporter gene that produces an enzyme, secreted embryonic alkaline phosphatase (SEAP). SEAP acts as a substitute to IgE when cells are stimulated with bioactive cytokines IL-4 and/or IL-13. RESULTS: We have successfully used DHA, EPA and DPA in our studies that demonstrated a decrease in SEAP secretion, as opposed to an increase in SEAP secretion with AA treatment. A statistical Student's t-test revealed the significance of the results, confirming our initial hypothesis. CONCLUSION: We have successfully identified and characterised DHA, EPA, DPA and AA in our allergy model. While AA was a potent stimulator, DHA, EPA and DPA were potential inhibitors of IL-4R/IL-13R signalling, which regulates the STAT6 induced pathway in allergic cascades. Such findings are significant in the future design of dietary therapeutics for the treatment of allergies.",
      "mesh_terms": [
        "Cell Line",
        "Cell Survival",
        "Cytokines",
        "Dietary Fats",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Humans",
        "Hypersensitivity",
        "Vitamin E"
      ]
    },
    {
      "pmid": "26571451",
      "title": "Omega 6 fatty acids for the primary prevention of cardiovascular disease.",
      "authors": [
        "Lena Al-Khudairy",
        "Louise Hartley",
        "Christine Clar",
        "Nadine Flowers",
        "Lee Hooper",
        "Karen Rees"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2015-Nov-16",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Omega 6 plays a vital role in many physiological functions but there is controversy concerning its effect on cardiovascular disease (CVD) risk. There is conflicting evidence whether increasing or decreasing omega 6 intake results in beneficial effects. OBJECTIVES: The two primary objectives of this Cochrane review were to determine the effectiveness of:1. Increasing omega 6 (Linoleic acid (LA), Gamma-linolenic acid (GLA), Dihomo-gamma-linolenic acid (DGLA), Arachidonic acid (AA), or any combination) intake in place of saturated or monounsaturated fats or carbohydrates for the primary prevention of CVD.2. Decreasing omega 6 (LA, GLA, DGLA, AA, or any combination) intake in place of carbohydrates or protein (or both) for the primary prevention of CVD. SEARCH METHODS: We searched the following electronic databases up to 23 September 2014: the Cochrane Central Register of Controlled Trials (CENTRAL) on the Cochrane Library (Issue 8 of 12, 2014); MEDLINE (Ovid) (1946 to September week 2, 2014); EMBASE Classic and EMBASE (Ovid) (1947 to September 2014); Web of Science Core Collection (Thomson Reuters) (1990 to September 2014); Database of Abstracts of Reviews of Effects (DARE) and Health Technology Assessment Database, and Health Economics Evaluations Database on the Cochrane Library (Issue 3 of 4, 2014). We searched trial registers and reference lists of reviews for further studies. We applied no language restrictions. SELECTION CRITERIA: Randomised controlled trials (RCTs) of interventions stating an intention to increase or decrease omega 6 fatty acids, lasting at least six months, and including healthy adults or adults at high risk of CVD. The comparison group was given no advice, no supplementation, a placebo, a control diet, or continued with their usual diet. The outcomes of interest were CVD clinical events (all-cause mortality, cardiovascular mortality, non-fatal end points) and CVD risk factors (changes in blood pressure, changes in blood lipids, occurrence of type 2 diabetes). We excluded trials involving exercise or multifactorial interventions to avoid confounding. DATA COLLECTION AND ANALYSIS: Two review authors independently selected trials for inclusion, extracted the data, and assessed the risk of bias in the included trials. MAIN RESULTS: We included four RCTs (five papers) that randomised 660 participants. No ongoing trials were identified. All included trials had at least one domain with an unclear risk of bias. There were no RCTs of omega 6 intake reporting CVD clinical events. Three trials investigated the effect of increased omega 6 intake on lipid levels (total cholesterol, low density lipoprotein (LDL-cholesterol), and high density lipoprotein (HDL-cholesterol)), two trials reported triglycerides, and two trials reported blood pressure (diastolic and systolic blood pressure). Two trials, one with two relevant intervention arms, investigated the effect of decreased omega 6 intake on blood pressure parameters and lipid levels (total cholesterol, LDL-cholesterol, and HDL-cholesterol) and one trial reported triglycerides. Our analyses found no statistically significant effects of either increased or decreased omega 6 intake on CVD risk factors.Two studies were supported by funding from the UK Food Standards Agency and Medical Research Council. One study was supported by Lipid Nutrition, a commercial company in the Netherlands and the Dutch Ministry of Economic Affairs. The final study was supported by grants from the Finnish Food Research Foundation, Finnish Heart Research Foundation, Aarne and Aili Turnen Foundation, and the Research Council for Health, Academy of Finland. AUTHORS' CONCLUSIONS: We found no studies examining the effects of either increased or decreased omega 6 on our primary outcome CVD clinical endpoints and insufficient evidence to show an effect of increased or decreased omega 6 intake on CVD risk factors such as blood lipids and blood pressure. Very few trials were identified with a relatively small number of participants randomised. There is a need for larger well conducted RCTs assessing cardiovascular events as well as cardiovascular risk factors.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Blood Pressure",
        "Cardiovascular Diseases",
        "Cholesterol",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Fatty Acids, Omega-6",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Primary Prevention",
        "Randomized Controlled Trials as Topic",
        "Triglycerides"
      ]
    },
    {
      "pmid": "25373095",
      "title": "The potential for military diets to reduce depression, suicide, and impulsive aggression: a review of current evidence for omega-3 and omega-6 fatty acids.",
      "authors": [
        "Joseph R Hibbeln",
        "Rachel V Gow"
      ],
      "journal": "Military medicine",
      "publication_date": "2014-Nov",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, N.I.H., Intramural",
        "Review"
      ],
      "abstract": "The current burden of psychological distress and illness poses as a significant barrier to optimal force efficacy. Here we assess nutrients in military diets, specifically highly unsaturated essential fatty acids, in the reduction of risk or treatment of psychiatric distress. Moderate to strong evidence from several meta-analyses of prospective cohort trials indicate that Mediterranean diet patterns reduce risk of clinical depressions. Specific nutrients and foods of biological interest in relation to mental health outcomes are then discussed and evaluated. Moderate evidence indicates that when fish consumption decreases and simultaneously omega-6 increases, the risk of clinical depressive symptoms are elevated. One meta-analysis examining tissue compositions provides moderate to strong evidence that higher levels of omega-3 highly unsaturated fatty acids (HUFAs) (eicosapentaenoic acid, docosapentaenoic acid, and docosahexaenoic acid) are associated with decreased risk of clinical depressions. Other meta-analytic reviews of randomized placebo-controlled trials provide moderate to strong evidence of significantly improving clinically depressive symptoms when the formulation given was >50% in eicosapentaenoic acid. Finally, a meta-analysis of omega-3 HUFAs provides modest evidence of clinical efficacy for attention-deficit hyperactivity disorder. This article recommends that a rebalancing of the essential fatty acid composition of U.S. military diets, achieve tissue compositions of HUFAs consistent with traditional Mediterranean diets, may help reduce military psychiatric distress and simultaneously increase force efficacy substantially.",
      "mesh_terms": [
        "Aggression",
        "Depression",
        "Diet, Mediterranean",
        "Docosahexaenoic Acids",
        "Eicosapentaenoic Acid",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Fatty Acids, Unsaturated",
        "Humans",
        "Impulsive Behavior",
        "Military Personnel",
        "Stress, Psychological",
        "United States",
        "Suicide Prevention"
      ]
    },
    {
      "pmid": "23780918",
      "title": "Effects of supplementing different ratios of omega-3 and omega-6 fatty acids in western-style diets on cow's milk protein allergy in a mouse model.",
      "authors": [
        "Cin L Thang",
        "Joyce I Boye",
        "Hai Ning Shi",
        "Xin Zhao"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2013-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "SCOPE: This study investigated the effects of supplementing different ratios of omega-6 and omega-3 fatty acids (O6H = 10:1, O3O6 = 4:1, and O3H = 1:4) to western-style diets on cow β-lactoglobulin (BLG) induced allergic reactions in Balb/c mice. METHODS AND RESULTS: Three-week-old mice were randomly assigned to three diet groups (n = 20/group). At 9 wk of age, half of the mice from each dietary treatment (n = 10) were intraperitoneally (i.p.) sensitized with three weekly doses of BLG and alum while the remaining half from each group was sham sensitized (controls). One week after the final sensitization, all mice were orally challenged with BLG. Elevated BLG-specific serum Igs were observed in all sensitized and challenged mice. IFN-γ, MCP-1, and IL-12p40 concentrations from lymphocytes of mesenteric lymph nodes were highest in O3H mice, compared to O3O6 and O6H mice. O6H mice had the highest IL-4 concentrations from splenic lymphocytes and a significantly lower rectal temperature after the challenge in comparison to O3O6 and O3H mice. CONCLUSIONS: Our results suggest that the ω-3 PUFA rich diets alleviated the severity of allergic reactions, and may modulate immune response toward T helper cell (Th)1-favoured immune response while the ω-6 PUFA rich diet exhibited no allergy alleviation with a stronger Th2 polarized immune response.",
      "mesh_terms": [
        "Animals",
        "Basic Helix-Loop-Helix Transcription Factors",
        "Chemokine CCL2",
        "Diet",
        "Dietary Supplements",
        "Disease Models, Animal",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Immunoglobulin A",
        "Immunoglobulin E",
        "Interferon-gamma",
        "Interleukin-12",
        "Interleukin-4",
        "Lactoglobulins",
        "Mice",
        "Mice, Inbred BALB C",
        "Milk Hypersensitivity",
        "Spleen"
      ]
    },
    {
      "pmid": "23599375",
      "title": "A novel oral nutraceutical formula of omega-3 and omega-6 fatty acids with vitamins (PLP10) in relapsing remitting multiple sclerosis: a randomised, double-blind, placebo-controlled proof-of-concept clinical trial.",
      "authors": [
        "Marios C Pantzaris",
        "George N Loukaides",
        "Evangelia E Ntzani",
        "Ioannis S Patrikios"
      ],
      "journal": "BMJ open",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To assess whether three novel interventions, formulated based on a systems medicine therapeutic concept, reduced disease activity in patients with relapsing-remitting multiple sclerosis (MS) who were either treated or not with disease-modifying treatment. DESIGN: A 30-month randomised, double-blind, placebo-controlled, parallel design, phase II proof-of-concept clinical study. SETTINGS: Cyprus Institute of Neurology and Genetics. PARTICIPANTS: 80 participants were randomised into four groups of 20 each. A total of 41 (51%) patients completed the 30-month trial. The eligibility criteria were an age of 18-65; a diagnosis of relapsing-remitting MS according to the McDonald criteria; a score of 0.0-5.5 on the Expanded Disability Status Scale (EDSS); MRI showing lesions consistent with MS; at least one documented clinical relapse and either receiving or not a disease-modifying treatment within the 24-month period before enrolment in the study. Patients were excluded because of a recent (<30 days) relapse, prior immunosuppressant or monoclonal antibody therapy, pregnancy or nursing, other severe disease compromising organ function, progressive MS, history of recent drug or alcohol abuse, use of any additional food supplements, vitamins or any form of polyunsaturated fatty acids, and a history of severe allergic or anaphylactic reactions or known specific nutritional hypersensitivity. INTERVENTIONS: The first intervention (A) was composed of Ω-3 and Ω-6 polyunsaturated fatty acids at 1:1 wt/wt. Specifically, the Ω-3 fatty acids were docosahexaenoic acid and eicosapentaenoic acid at 3:1 wt/wt, and the Ω-6 fatty acids were linoleic acid and γ-linolenic acid at 2:1 wt/wt. This intervention also included minor quantities of other specific polyunsaturated, monounsaturated and saturated fatty acids as well as vitamin A and vitamin E (α-tocopherol). The second intervention (B, PLP10) was a combination of A and γ-tocopherol. The third intervention (C) was γ-tocopherol alone. The fourth group of 20 participants received placebo. The interventions were administered per os (by mouth) once daily, 30 min before dinner for 30 months. MAIN OUTCOME MEASURES: The primary end point was the annualised relapse rate (ARR) of the three interventions versus the placebo at 2 years. The secondary end point was the time to confirmed disability progression at 2 years. RESULTS: A total of 41 (51%) patients completed the 30-month trial. Overall, for the per-protocol analysis of the 2-year primary end point, eight relapses were recorded in the PLP10 group (n=10; 0.40 ARR) versus 25 relapses in the placebo group (n=12; 1.04 ARR), representing a 64% adjusted relative rate reduction for the PLP10 group (RRR 0.36, 95% CI 0.15 to 0.87, p=0.024). In a subgroup analysis that excluded patients on monoclonal antibody (natalizumab) treatment, the observed adjusted RRR became stronger (72%) over the 2 years (RRR 0.28, 95% CI 0.10 to 0.79, p=0.016). The per-protocol analysis for the secondary outcome at 2 years, the time to disability progression, was significantly longer only for PLP10. The cumulative probability of disability progression at 2 years was 10% in the PLP10 group and 58% in the placebo group (unadjusted log-rank p=0.019). In a subgroup analysis that excluded patients on natalizumab, the cumulative probability of progression was 10% for the 10 patients in the PLP10 group and 70% for the 12 patients in the placebo group, representing a relative 86% decrease in the risk of the sustained progression of disability in the PLP10 group (unadjusted log-rank p=0.006; adjusted HR, 0.11; 95% CI 0.01 to 0.97, p=0.047). No adverse events were reported. Interventions A (10 patients) and C (9 patients) showed no significant efficacy. CONCLUSIONS: In this small proof-of-concept, randomised, double-blind clinical trial; the PLP10 treatment significantly reduced the ARR and the risk of sustained disability progression without any reported serious adverse events. Larger studies are needed to further assess the safety and efficacy of PLP10. TRIAL REGISTRATION: International Standard Randomised Controlled Trial, number ISRCTN87818535."
    },
    {
      "pmid": "24955333",
      "title": "Impact of omega-6 fatty acids on cardiovascular outcomes: A review.",
      "authors": [
        "Shweta Khandelwal",
        "Laura Kelly",
        "Richa Malik",
        "Dorairaj Prabhakaran",
        "Srinath Reddy"
      ],
      "journal": "Journal of preventive cardiology",
      "publication_date": "2013-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Poly unsaturated fatty acids (PUFAs) have usually been associated with beneficial health effects on early life and later life disease such as cardiovascular diseases (CVD). Emerging evidence, however, suggests that PUFA species (n-3, n-6) have differential health effects. N-6 PUFAs, in particular, have sparked a scientific debate regarding their role in human physiological processes. Current dietary recommendations for n-6 fatty acids have been based on animal studies, insufficient epidemiological evidence and mixed PUFA interventions, therefore, require reconsideration. This review has analyzed human epidemiological and interventional studies, published in the last five years, focusing on n-6 fatty acids' impact on CVD outcomes (CVD events, blood lipids, blood pressure, inflammation, oxidative stress/atherosclerosis). The evidence is mixed, with differential effects within the n-6 fatty acid series. These outcomes are also dependent on ethnicity and background health status. Further, data from developing countries are sparse, thus, well designed intervention trials and population based studies in developing country settings on specific n-6 fatty acid intake and health effects are desired."
    },
    {
      "pmid": "23325534",
      "title": "Omega-3 and omega-6 fatty acids and type 2 diabetes.",
      "authors": [
        "Charlotte Jeppesen",
        "Katja Schiller",
        "Matthias B Schulze"
      ],
      "journal": "Current diabetes reports",
      "publication_date": "2013-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "Polyunsaturated fatty acids are of particular interest in the nutritional therapy for diabetes, given their potential role in several pathophysiological processes related to cardiovascular disease. Both omega-3 and omega-6 fatty acids are beneficial for improving lipid profiles in healthy individuals and among type 2 diabetic patients: Supplementation with omega-3 fatty acids lowers triglycerides and VLDL-cholesterol. However, they might also increase LDL-cholesterol. Omega-3 fatty acids are, from the latest evidence, not related to mortality and cardiovascular disease. Similarly, glucose control and hypertension, as well as risk of microvascular complications, seem unaffected by omega-3 supplementation. Most studies involved mainly patients with type 2 diabetes, and future research needs to focus on the type 1 diabetic patient. Also, the role of omega-6 fatty acids remains largely unknown.",
      "mesh_terms": [
        "Cardiovascular Diseases",
        "Cholesterol, LDL",
        "Cholesterol, VLDL",
        "Diabetes Mellitus, Type 1",
        "Diabetes Mellitus, Type 2",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Humans",
        "Triglycerides"
      ]
    },
    {
      "pmid": "22779342",
      "title": "[Antiinflammatory therapy in ostheoarthritis including omega 3 and omega 6 fatty acids].",
      "authors": [
        "Małgorzata Dzielska-Olczak",
        "Jerzy Z Nowak"
      ],
      "journal": "Polski merkuriusz lekarski : organ Polskiego Towarzystwa Lekarskiego",
      "publication_date": "2012-May",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Review"
      ],
      "abstract": "Osteoarthritis (ostheoarthrosis, OA) is characterized by progressive destruction of articular cartilage, remodeling of the periarticular bone and inflammation of the synovial membrane. In patients occur joints pain, impaired joints motion and disability. The results of many studies indicate an inflammation as foundation of this disease. The management of OA include a combination of pharmacological treatments and nonpharmacological interventions. Pharmacological treatments include used paracetamol, nonsteroidal anti-inflammatory drugs (NSAIDs) and chondroprotectives (glucosamine, chondroitin sulfate and so on). NSAIDs long-term use associated with serious adverse effects. OA symptoms are effectively reduced by nutrients such omega 3 and omega 6 fatty acids (PUFAs as EPA, DHA), which decrease the need for non-steroidal drugs and may less adverse events. They exerts, particularly EPA, anti-inflammatory effect, inhibit catabolic processes, stimulate the anabolic process in the cartilage in the joint. Many different evidence validate that omega 3 alleviate the progression of osteoarthritis and have exciting therapeutic potential for preventing cartilage degradation associated with chronic inflammatory in joints.",
      "mesh_terms": [
        "Acetaminophen",
        "Anti-Inflammatory Agents",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Chondroitin Sulfates",
        "Disease Progression",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Glucosamine",
        "Humans",
        "Osteoarthritis"
      ]
    },
    {
      "pmid": "22451341",
      "title": "Fullerene and omega-3 and omega-6 fatty acids on fish brain antioxidant status.",
      "authors": [
        "Daiane da Silva Acosta",
        "Flávia Conde Kneip",
        "Eduardo Alves de Almeida",
        "Juliane Ventura-Lima",
        "José María Monserrat",
        "Laura Alicia Geracitano"
      ],
      "journal": "Fish physiology and biochemistry",
      "publication_date": "2012-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The carbon nanomaterial fullerene (C(60)) can act as anti or pro-oxidant. The aim of this study was to evaluate, in cell suspensions of carp brains (Cyprinus carpio, Cyprinidae), the effect of C(60) after a pre-treatment with polyunsaturated fatty acid (PUFAs) such as omega-3 (docosahexaenoic acid, DHA) and omega-6 (linoleic acid, LA). Assays consisted of a pre-treatment with PUFA (48 h) and then exposure to C(60) (2 h). Cell viability and total anti-oxidant capacity did not differ (p > 0.05). A reduction (p < 0.05) was observed in reactive oxygen species (ROS) and thiobarbituric acid reactive substances (TBARS) concentration in fish brain cells pre-exposed with PUFA groups and then exposed or not with C(60). An antioxidant effect of C(60) was evident since in control group (cells not pre-exposed to PUFA), a significant (p < 0.05) reduction of intracellular ROS concentration was observed, although this reduction was not enough to reduce the TBARS levels. Cysteine levels presented a reduction (p < 0.05) in all groups exposed to C(60). For glutathione (GSH), an increase (p < 0.05) was registered in cells exposed to C(60) without PUFAs pre-treatment and in the C(60) group pre-treated with DHA. Overall C(60) appears to play an antioxidant role that is modulated by PUFA, taking into account its effects on intracellular ROS concentration and MDA levels. Results also suggest that C(60) influences GSH synthesis, as showed for the augmented levels of this antioxidant and also for the lowering of the intracellular cysteine concentration.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Brain",
        "Carps",
        "Cells, Cultured",
        "Cysteine",
        "Docosahexaenoic Acids",
        "Fullerenes",
        "Glutathione",
        "Linoleic Acid",
        "Neurons",
        "Reactive Oxygen Species",
        "Thiobarbituric Acid Reactive Substances"
      ]
    },
    {
      "pmid": "21834921",
      "title": "A multicentre, double-masked, randomized, controlled trial assessing the effect of oral supplementation of omega-3 and omega-6 fatty acids on a conjunctival inflammatory marker in dry eye patients.",
      "authors": [
        "Françoise Brignole-Baudouin",
        "Christophe Baudouin",
        "Pasquale Aragona",
        "Maurizio Rolando",
        "Marc Labetoulle",
        "Pierre Jean Pisella",
        "Stefano Barabino",
        "Raphaele Siou-Mermet",
        "Catherine Creuzot-Garcher"
      ],
      "journal": "Acta ophthalmologica",
      "publication_date": "2011-Nov",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: To determine whether oral supplementation with omega-3 and omega-6 fatty acids can reduce conjunctival epithelium expression of the inflammatory marker human leucocyte antigen-DR (HLA-DR) in patients with dry eye syndrome (DES). METHODS: This 3-month, double-masked, parallel-group, controlled study was conducted in nine centres, in France and Italy. Eligible adult patients with mild to moderate DES were randomized to receive a placebo containing medium-chain triglycerides or treatment supplement containing omega-3 and omega-6 fatty acids, vitamins and zinc. Treatment regimen was three capsules daily. Impression cytology (IC) was performed at baseline and at month 3 to assess the percentage of cells expressing HLA-DR and to evaluate fluorescence intensity, an alternate measure of HLA-DR. Dry eye symptoms and objective signs were also evaluated. Analyses were performed on the full analysis set (FAS) and per-protocol set (PPS). RESULTS: In total, 138 patients were randomized; 121 patients with available IC were included in the FAS, and of these, 106 patients had no major protocol deviations (PPS). In the PPS, there was a significant reduction in the percentage of HLA-DR-positive cells in the fatty acids group (p = 0.021). Expression of HLA-DR as measured by fluorescence intensity quantification was also significantly reduced in the fatty acids group [FAS (p = 0.041); PPS (p = 0.017)]. No significant difference was found for the signs and symptoms, but there was a tendency for improvement in patients receiving the fatty acids treatment. CONCLUSION: This study demonstrates that supplementation with omega-3 and omega-6 fatty acids can reduce expression of HLA-DR conjunctival inflammatory marker and may help improve DES symptoms.",
      "mesh_terms": [
        "Administration, Oral",
        "Antioxidants",
        "Biomarkers",
        "Conjunctiva",
        "Dietary Supplements",
        "Double-Blind Method",
        "Dry Eye Syndromes",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Fluorophotometry",
        "HLA-DR Antigens",
        "Humans",
        "Male",
        "Middle Aged",
        "Quality of Life",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "21525235",
      "title": "Effects of high-fat diets rich in either omega-3 or omega-6 fatty acids on UVB-induced skin carcinogenesis in SKH-1 mice.",
      "authors": [
        "You-Rong Lou",
        "Qing-Yun Peng",
        "Tao Li",
        "Christopher M Medvecky",
        "Yong Lin",
        "Weichung Joe Shih",
        "Allan H Conney",
        "Sue Shapses",
        "George C Wagner",
        "Yao-Ping Lu"
      ],
      "journal": "Carcinogenesis",
      "publication_date": "2011-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Our previous studies reported that caffeine or voluntary exercise decreased skin tumor multiplicity, in part, by decreasing fat levels in the dermis. These data suggest that tissue fat may play an important role in regulating ultraviolet light (UV) B-induced skin tumor development. In the present study, we explored the effects of high-fat diets rich in either omega-3 or omega-6 fatty acids on UVB-induced skin carcinogenesis. SKH-1 mice were irradiated with 30 mJ/cm(2) of UVB once a day, two times per week for 39 weeks. During UVB treatment, one group of mice was given a high-fat fish oil (HFFO) diet rich in omega-3 fatty acids and the other group of mice was given a high-fat mixed-lipids (HFMLs) diet rich in omega-6 fatty acids. The results showed that, compared with HFML diet, HFFO treatment (i) increased latency for the development of UVB-induced skin tumors; (ii) decreased the formation of papilloma, keratoacanthoma and carcinoma by 64, 52 and 46%, respectively and (iii) decreased the size of papilloma, keratoacanthoma and carcinoma by 98, 80 and 83%, respectively. Mechanistic studies with antibody array revealed that compared with HFML diet, administration of HFFO to the mice significantly decreased the UVB-induced increases in the levels of TIMP-1, LIX and sTNF R1 as well as other several proinflammatory cytokines and stimulated the UVB-induced apoptosis in the epidermis. Our results indicate that omega-3 fatty acids in HFFO diet have beneficial effects against UVB-induced skin carcinogenesis, and these effects may be associated with an inhibition on UVB-induced inflammatory response.",
      "mesh_terms": [
        "Animals",
        "Dietary Fats, Unsaturated",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Mice",
        "Mice, Hairless",
        "Neoplasms, Radiation-Induced",
        "Skin Neoplasms",
        "Ultraviolet Rays"
      ]
    },
    {
      "pmid": "20834042",
      "title": "Brain fatty acid-binding protein and omega-3/omega-6 fatty acids: mechanistic insight into malignant glioma cell migration.",
      "authors": [
        "Raja Mita",
        "Michael J Beaulieu",
        "Catherine Field",
        "Roseline Godbout"
      ],
      "journal": "The Journal of biological chemistry",
      "publication_date": "2010-Nov-19",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Malignant gliomas (MG) are highly infiltrative tumors that consistently recur despite aggressive treatment. Brain fatty acid-binding protein (FABP7), which binds docosahexaenoic acid (DHA) and arachidonic acid (AA), localizes to sites of tumor infiltration and is associated with a poor prognosis in MG. Manipulation of FABP7 expression in MG cell lines affects cell migration, suggesting a role for FABP7 in tumor infiltration and recurrence. Here, we show that DHA inhibits and AA stimulates migration in an FABP7-dependent manner in U87 MG cells. We demonstrate that DHA binds to and sequesters FABP7 to the nucleus, resulting in decreased cell migration. This anti-migratory effect is partially dependent on peroxisome proliferator-activated receptor γ, a DHA-activated transcription factor. Conversely, AA-bound FABP7 stimulates cell migration by activating cyclooxygenase-2 and reducing peroxisome proliferator-activated receptor γ levels. Our data provide mechanistic insight as to why FABP7 is associated with a poor prognosis in MG and suggest that relative levels of DHA and AA in the tumor environment can make a profound impact on tumor growth properties. We propose that FABP7 and its fatty acid ligands may be key therapeutic targets for controlling the dissemination of MG cells within the brain.",
      "mesh_terms": [
        "Arachidonic Acid",
        "Blotting, Western",
        "Carrier Proteins",
        "Cell Differentiation",
        "Cell Movement",
        "Cell Nucleus",
        "Cyclooxygenase 2",
        "Docosahexaenoic Acids",
        "Enzyme-Linked Immunosorbent Assay",
        "Fatty Acid-Binding Protein 7",
        "Fluorescent Antibody Technique",
        "Glioma",
        "Humans",
        "Mutagenesis, Site-Directed",
        "Mutation",
        "PPAR gamma",
        "RNA, Messenger",
        "RNA, Small Interfering",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Tumor Cells, Cultured",
        "Tumor Suppressor Proteins"
      ]
    },
    {
      "pmid": "20561933",
      "title": "Omega-3 and omega-6 fatty acids suppress ER- and oxidative stress in cultured neurons and neuronal progenitor cells from mice lacking PPT1.",
      "authors": [
        "Sung-Jo Kim",
        "Zhongjian Zhang",
        "Arjun Saha",
        "Chinmoy Sarkar",
        "Zhenwen Zhao",
        "Yan Xu",
        "Anil B Mukherjee"
      ],
      "journal": "Neuroscience letters",
      "publication_date": "2010-Aug-02",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Reactive oxygen species (ROS) damage brain lipids, carbohydrates, proteins, as well as DNA and may contribute to neurodegeneration. We previously reported that ER- and oxidative stress cause neuronal apoptosis in infantile neuronal ceroid lipofuscinosis (INCL), a lethal neurodegenerative storage disease, caused by palmitoyl-protein thioesterase-1 (PPT1) deficiency. Polyunsaturated fatty acids (PUFA) are essential components of cell membrane phospholipids in the brain and excessive ROS may cause oxidative damage of PUFA leading to neuronal death. Using cultured neurons and neuroprogenitor cells from mice lacking Ppt1, which mimic INCL, we demonstrate that Ppt1-deficient neurons and neuroprogenitor cells contain high levels of ROS, which may cause peroxidation of PUFA and render them incapable of providing protection against oxidative stress. We tested whether treatment of these cells with omega-3 or omega-6 PUFA protects the neurons and neuroprogenitor cells from oxidative stress and suppress apoptosis. We report here that both omega-3 and omega-6 fatty acids protect the Ppt1-deficient cells from ER- as well as oxidative stress and suppress apoptosis. Our results suggest that PUFA supplementation may have neuroprotective effects in INCL.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Brain",
        "Cells, Cultured",
        "Endoplasmic Reticulum",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Mice",
        "Mice, Knockout",
        "Neuronal Ceroid-Lipofuscinoses",
        "Neurons",
        "Oxidative Stress",
        "Reactive Oxygen Species",
        "Stem Cells",
        "Thiolester Hydrolases"
      ]
    },
    {
      "pmid": "20146180",
      "title": "[Omega-3 and omega-6 fatty acids in the treatment of children and adolescents with ADHD].",
      "authors": [
        "A Aben",
        "M Danckaerts"
      ],
      "journal": "Tijdschrift voor psychiatrie",
      "publication_date": "2010",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Review"
      ],
      "abstract": "UNLABELLED: Background There is a growing trend towards the use of alternative forms of treatment for attention deficit hyperactivity disorder (adhd), such as the food supplements omega-3 and omega-6 fatty acids. AIM: To study biochemical aspects, important hypotheses regarding the role of these fatty acids in brain development, the mode of operation and research results concerning the effectiveness of treating adhd with these supplements. METHOD: A Medline search was performed using the Mesh-term 'fatty acids' and the search terms 'omega-3 and omega-6 fatty acids' and 'attention deficit hyperactivity disorder'. results Some rct's (randomised controlled trails) involving children with adhd didn't show any improvement after treatment with omega-3 and omega-6 fatty acids. Some other rct's, however, did show a reduction in adhd symptoms and learning difficulties, but the children concerned had not been officially diagnosed with adhd. A recent rct showed a substantial reduction in adhd symptoms in children with the inattentive type of adhd and in children with adhd and comorbid problems. CONCLUSION: There are indications that there is a theoretical rationale for the effectiveness of fatty acids in the treatment of adhd; research is ongoing. At the moment, however, treatment of adhd with omega-3 and omega-6 fatty acids is not recommended because it does not qualify as being evidence-based.",
      "mesh_terms": [
        "Adolescent",
        "Attention Deficit Disorder with Hyperactivity",
        "Brain",
        "Child",
        "Dietary Supplements",
        "Evidence-Based Medicine",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Humans",
        "Male",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "21291825",
      "title": "Regulation of human stearoyl-CoA desaturase by omega-3 and omega-6 fatty acids: Implications for the dietary management of elevated serum triglycerides.",
      "authors": [
        "Rodney A Velliquette",
        "Peter J Gillies",
        "Penny M Kris-Etherton",
        "John W Green",
        "Guixiang Zhao",
        "John P Vanden Heuvel"
      ],
      "journal": "Journal of clinical lipidology",
      "publication_date": "2009-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Polyunsaturated fatty acids lower serum triglycerides by a mechanism that may involve the inhibition of stearoyl-CoA desaturase (SCD). OBJECTIVE: We sought to evaluate the effects of serum fatty acids on 1) the SCD index in a controlled clinical setting, and 2) SCD regulation in Hep G2 cells. METHODS: The SCD index was determined in 23 subjects randomly sequenced through 3 diets for 6 weeks in a crossover study. Diets were variably enriched with n-3 and n-6 polyunsaturated fatty acids; notably, monounsaturated fatty acids were held constant. Effects of linoleic acid (LA), α-linolenic acid (ALA), and eicosapentaenoic acid (EPA) on mRNA levels of SCD, fatty acid elongases 5 and 6 (Elovl5 and Elovl6), fatty acid synthase, carnitine palmitoyltransferase-1, and sterol response element binding protein-1c were investigated in Hep G2 cells after 24-hour incubations. RESULTS: The SCD indexes C18:1/18:0 and C16:1/C16:0 were significantly (P < .0001) correlated with serum TG with R(2) values of 0.71 and 0.58. The correlation was negatively associated with LA and positively associated with ALA. LA and EPA decreased SCD mRNA (EC(50) of 0.50 and 1.67μM), whereas ALA did not. Likewise, LA and EPA decreased sterol response element binding protein-1c mRNA (EC(50) of 0.78 and 1.78μM), but ALA did not. Similar results were observed for Elovl6. GW9662, a peroxisome proliferation activator receptor antagonist, did not obviate the effects of LA and EPA on SCD mRNA. CONCLUSIONS: Diets enriched in LA, ALA, and by metabolic inference EPA, can regulate SCD activity at the level of transcription, a nutritional intervention that may be useful in the management of increased levels of serum triglycerides in cardiometabolic disorders."
    },
    {
      "pmid": "19480565",
      "title": "Effects of omega-3 and omega-6 fatty acids on IGF-I receptor signalling in colorectal cancer cells.",
      "authors": [
        "Hila Seti",
        "Alicia Leikin-Frenkel",
        "Haim Werner"
      ],
      "journal": "Archives of physiology and biochemistry",
      "publication_date": "2009-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The insulin-like growth factor (IGF) system plays a critical role in normal growth and development as well as in malignant states. Most of the biological activities of the IGFs are mediated by the IGF-IR, which is over-expressed in most tumours and cancer cell lines. Fatty acids have critical roles in both systemic physiological processes (e.g. metabolism) and cellular events (e.g. proliferation, apoptosis, signal transduction, and gene expression). Alpha-linolenic acid (ALA) and linoleic acid (LA) are essential fatty acids of the omega-3 and omega-6 families, respectively. The aim of this study was to investigate the potential interactions between fatty acids and the IGF signal transduction pathways, and to evaluate the impact of this interplay on colon cancer cells survival and proliferation. Results of Western blot analyses revealed that ALA and LA enhanced the ligand-induced IGF-IR phosphorylation and, in addition, increased receptor phosphorylation in an IGF-I independent manner. Furthermore, fatty acid treatment led to phosphorylation of downstream signalling molecules, including Akt and Erk. In addition, FACS analysis and apoptosis measurements indicated that ALA and LA have a potential mitogenic effect on HCT116 cells, as reflected by the number of cells in S phase and by a reduction of PARP cleavage, implying a reduction in apoptotic activity. In summary, our results provide evidence that omega-3 and omega-6 fatty acids modulate IGF-I action in colon cancer cells.",
      "mesh_terms": [
        "Colorectal Neoplasms",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "HCT116 Cells",
        "Humans",
        "Receptor, IGF Type 1",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "18448859",
      "title": "Omega-3/omega-6 fatty acids for attention deficit hyperactivity disorder: a randomized placebo-controlled trial in children and adolescents.",
      "authors": [
        "Mats Johnson",
        "Sven Ostlund",
        "Gunnar Fransson",
        "Björn Kadesjö",
        "Christopher Gillberg"
      ],
      "journal": "Journal of attention disorders",
      "publication_date": "2009-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: The aim of the study was to assess omega 3/6 fatty acids (eye q) in attention deficit hyperactivity disorder (ADHD). METHOD: The study included a randomized, 3-month, omega 3/6 placebo-controlled, one-way crossover trial with 75 children and adolescents (8-18 years), followed by 3 months with omega 3/6 for all. Investigator-rated ADHD Rating Scale-IV and Clinical Global Impression (CGI) scale were outcome measures. RESULTS: A majority did not respond to omega 3/6 treatment. However, a subgroup of 26% responded with more than 25% reduction of ADHD symptoms and a drop of CGI scores to the near-normal range. After 6 months, 47% of all showed such improvement. Responders tended to have ADHD inattentive subtype and comorbid neurodevelopmental disorders. CONCLUSION: A subgroup of children and adolescents with ADHD, characterized by inattention and associated neurodevelopmental disorders, treated with omega 3/6 fatty acids for 6 months responded with meaningful reduction of ADHD symptoms.",
      "mesh_terms": [
        "Adolescent",
        "Attention Deficit Disorder with Hyperactivity",
        "Autistic Disorder",
        "Child",
        "Comorbidity",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Dyslexia",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Follow-Up Studies",
        "Humans",
        "Learning Disabilities",
        "Motor Skills Disorders",
        "Personality Assessment",
        "Writing"
      ]
    },
    {
      "pmid": "18268213",
      "title": "Topical omega-3 and omega-6 fatty acids for treatment of dry eye.",
      "authors": [
        "Saadia Rashid",
        "Yiping Jin",
        "Tatiana Ecoiffier",
        "Stefano Barabino",
        "Debra A Schaumberg",
        "M Reza Dana"
      ],
      "journal": "Archives of ophthalmology (Chicago, Ill. : 1960)",
      "publication_date": "2008-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To study the efficacy of topical application of alpha-linolenic acid (ALA) and linoleic acid (LA) for dry eye treatment. METHODS: Formulations containing ALA, LA, combined ALA and LA, or vehicle alone, were applied to dry eyes induced in mice. Corneal fluorescein staining and the number and maturation of corneal CD11b(+) cells were determined by a masked observer in the different treatment groups. Real-time polymerase chain reaction was used to quantify expression of inflammatory cytokines in the cornea and conjunctiva. RESULTS: Dry eye induction significantly increased corneal fluorescein staining; CD11b(+) cell number and major histocompatibility complex Class II expression; corneal IL-1alpha and tumor necrosis factor alpha (TNF-alpha) expression; and conjunctival IL-1alpha, TNF-alpha, interferon gamma, IL-2, IL-6, and IL-10 expression. Treatment with ALA significantly decreased corneal fluorescein staining compared with both vehicle and untreated controls. Additionally, ALA treatment was associated with a significant decrease in CD11b(+) cell number, expression of corneal IL-1alpha and TNF-alpha, and conjunctival TNF-alpha. CONCLUSIONS: Topical ALA treatment led to a significant decrease in dry eye signs and inflammatory changes at both cellular and molecular levels. CLINICAL RELEVANCE: Topical application of ALA omega-3 fatty acid may be a novel therapy to treat the clinical signs and inflammatory changes accompanying dry eye syndrome.",
      "mesh_terms": [
        "Administration, Topical",
        "Animals",
        "CD11b Antigen",
        "Cell Count",
        "Conjunctiva",
        "Cornea",
        "Cytokines",
        "Disease Models, Animal",
        "Dry Eye Syndromes",
        "Fluorescein",
        "Fluorescent Antibody Technique, Indirect",
        "Linoleic Acid",
        "Mice",
        "Mice, Inbred C57BL",
        "Monocytes",
        "Ophthalmic Solutions",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Treatment Outcome",
        "alpha-Linolenic Acid"
      ]
    },
    {
      "pmid": "17429201",
      "title": "Impact of enteral supplements enriched with omega-3 fatty acids and/or omega-6 fatty acids, arginine and ribonucleic acid compounds on leptin levels and nutritional status in active Crohn's disease treated with prednisolone.",
      "authors": [
        "Aneta Aleksandra Nielsen",
        "Jens Nederby Nielsen",
        "Henning Grønbaek",
        "Martin Eivindson",
        "Ida Vind",
        "Pia Munkholm",
        "Ivan Brandslund",
        "Henrik Hey"
      ],
      "journal": "Digestion",
      "publication_date": "2007",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Patients with Crohn's disease (CD) often develop malnutrition due to disease activity. We aimed to assess the effect of two different enteral supplements of Impact(R) Powder (IP; Novartis, Switzerland) on leptin levels and nutritional status in active CD patients during prednisolone treatment and tapering. METHODS: Thirty-one CD patients were randomized to IP Extra (group 1) or IP Standard (group 2). Leptin levels, nutritional, clinical and biochemical markers were studied at inclusion, after 5 and after 9 weeks of the study. RESULTS: Leptin levels, body mass index (BMI) and total cholesterol increased significantly within both groups at week 5 compared to inclusion. Leptin levels correlated with BMI in both groups at inclusion and in group 2 at week 9. In group 1, triglyceride levels remained unchanged, while levels in group 2 increased significantly at week 5 compared to inclusion. Clinical and biochemical markers improved during the study compared to inclusion. CONCLUSIONS: Increased leptin levels during the study progress were transient, decreasing due to prednisolone withdrawal at the end of the study. Both formulas used as adjuvant therapy to prednisolone treatment were able to improve nutritional status in CD patients.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Arginine",
        "Body Mass Index",
        "Crohn Disease",
        "Dietary Supplements",
        "Double-Blind Method",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Glucocorticoids",
        "Humans",
        "Leptin",
        "Male",
        "Middle Aged",
        "Nutritional Status",
        "Prednisolone",
        "RNA"
      ]
    },
    {
      "pmid": "17012770",
      "title": "Effects of quercetin and beta-carotene supplementation on azoxymethane-induced colon carcinogenesis and inflammatory responses in rats fed with high-fat diet rich in omega-6 fatty acids.",
      "authors": [
        "Soo-Yeon Choi",
        "Jung Han Yoon Park",
        "Jong-Sang Kim",
        "Mi Kyung Kim",
        "Okezie I Aruoma",
        "Mi-Kyung Sung"
      ],
      "journal": "BioFactors (Oxford, England)",
      "publication_date": "2006",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Chronic inflammation in gastrointestinal tract has been suggested as a risk factor for tumor formation. The effect of dietary supplementation of quercetin or beta-carotene on colon carcinogenesis and inflammatory response in rats fed with high-fat diet rich in omega-6 fatty acids was assessed. Animals were exposed to two weekly subcutaneous injections of AOM (azoxymethane) at a single dose of 15 mg/kg body weight. A portion of rats from each group was sacrificed at 8 weeks after the last AOM treatment to determine ACF (aberrant crypt foci) formation. Colonic mucosa expression of iNOS (inducible nitric oxide) and COX-2 (cyclooxygenase-2) protein, and blood PGE2 (prostaglandin E2) level were measured. The remaining groups of animals were sacrificed at 33 weeks after the last AOM treatment to examine colon tumor formation. Rats on high-fat diet developed more aberrant crypt foci (P<0.05) compared with those of rats on regular diet. In the same vein, but in contrast to the effect seen with regular diet, the high-fat diet induced a significant up-regulation of iNOS expression. There was no significant change in the extent of COX-2 expression or in the PGE2 levels. Quercetin or beta-carotene supplementation reduced the number of ACF only in animals fed high-fat diet (p<0.05), however, no significant difference in tumor incidence was found. At week 33, the expression of iNOS was reduced by quercetin without a statistical significance, and COX-2 expression was slightly reduced in rats on beta-carotene supplementation. No change in PGE2 levels was observed. Whilst dietary antioxidants are considered as effective suppressors for precancerous lesion formation in colons exposed to high-risk diet, it is clear that elucidating the role of individual antioxidants in colon tumor formation coupled with an understanding of the molecular mechanisms involved would benefit colon cancer prevention strategies.",
      "mesh_terms": [
        "Animals",
        "Azoxymethane",
        "Carcinogens",
        "Colonic Neoplasms",
        "Cyclooxygenase 2",
        "Dietary Fats",
        "Fatty Acids, Omega-6",
        "Male",
        "Models, Biological",
        "Nitric Oxide Synthase Type II",
        "Quercetin",
        "Rats",
        "Rats, Sprague-Dawley",
        "Vitamins",
        "beta Carotene"
      ]
    },
    {
      "pmid": "16641248",
      "title": "Omega-3 fatty acids improve recovery, whereas omega-6 fatty acids worsen outcome, after spinal cord injury in the adult rat.",
      "authors": [
        "Von R King",
        "Wenlong L Huang",
        "Simon C Dyall",
        "Olimpia E Curran",
        "John V Priestley",
        "Adina T Michael-Titus"
      ],
      "journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
      "publication_date": "2006-Apr-26",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Spinal cord injury (SCI) is a cause of major neurological disability, and no satisfactory treatment is currently available. Evidence suggests that polyunsaturated fatty acids (PUFAs) could target some of the pathological mechanisms that underlie damage after SCI. We examined the effects of treatment with PUFAs after lateral spinal cord hemisection in the rat. The omega-3 PUFAs alpha-linolenic acid and docosahexaenoic acid (DHA) injected 30 min after injury induced significantly improved locomotor performance and neuroprotection, including decreased lesion size and apoptosis and increased neuronal and oligodendrocyte survival. Evidence showing a decrease in RNA/DNA oxidation suggests that the neuroprotective effect of omega-3 PUFAs involved a significant antioxidant function. In contrast, animals treated with arachidonic acid, an omega-6 PUFA, had a significantly worse outcome than controls. We confirmed the neuroprotective effect of omega-3 PUFAs by examining the effects of DHA treatment after spinal cord compression injury. Results indicated that DHA administered 30 min after spinal cord compression not only greatly increased survival of neurons but also resulted in significantly better locomotor performance for up to 6 weeks after injury. This report shows a striking difference in efficacy between the effects of treatment with omega-3 and omega-6 PUFAs on the outcome of SCI, with omega-3 PUFAs being neuroprotective and omega-6 PUFAs having a damaging effect. Given the proven clinical safety of omega-3 PUFAs, our observations show that these PUFAs have significant therapeutic potential in SCI. In contrast, the use of preparations enriched in omega-6 PUFAs after injury could worsen outcome after SCI.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Arachidonic Acid",
        "Cell Survival",
        "Cells, Cultured",
        "Docosahexaenoic Acids",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Gait Disorders, Neurologic",
        "Male",
        "Neurons",
        "Neuroprotective Agents",
        "Rats",
        "Rats, Wistar",
        "Recovery of Function",
        "Spinal Cord Injuries",
        "Treatment Outcome",
        "alpha-Linolenic Acid"
      ]
    },
    {
      "pmid": "16305726",
      "title": "Omega-3 fatty acids inhibit an increase of proinflammatory cytokines in patients with active Crohn's disease compared with omega-6 fatty acids.",
      "authors": [
        "A A Nielsen",
        "L G M Jørgensen",
        "J N Nielsen",
        "M Eivindson",
        "H Grønbaek",
        "I Vind",
        "D M Hougaard",
        "K Skogstrand",
        "S Jensen",
        "P Munkholm",
        "I Brandslund",
        "H Hey"
      ],
      "journal": "Alimentary pharmacology & therapeutics",
      "publication_date": "2005-Dec",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Crohn's disease is a chronic inflammatory condition affecting the gastrointestinal tract. Polyunsaturated omega-3 fatty acids given orally may reduce the secretion of proinflammatory cytokines and hereby downregulate the inflammatory process. AIM: To assess the effects of enteral fatty acids, in the form of Impact Powder (Novartis, Switzerland), as adjuvant therapy to corticosteroid treatment on the proinflammatory and anti-inflammatory cytokine profiles in patients with active Crohn's disease. METHODS: The proinflammatory and anti-inflammatory cytokines were measured in plasma from 31 patients with active Crohn's disease. Patients were randomized for oral intake of omega-3 fatty acid (3-Impact Powder) or omega-6 fatty acids (6-Impact Powder). Clinical and biochemical markers of inflammation were studied at baseline and after 5 and 9 weeks. RESULTS: Within the 3-Impact Powder group, no significant changes in concentrations of interleukin-6, interferon-gamma, monocyte chemoattractant protein-1, interleukin-2, interleukin-5 and interleukin-10, whereas a significant differences in concentration of interleukin-1beta and interleukin-4 were observed during therapy. Within the 6-Impact Powder group a significant changes in concentrations of interleukin-1beta, interleukin-6, interferon-gamma, monocyte chemoattractant protein-1, interleukin-2, interleukin-4, interleukin-5 and interleukin-10 were observed. CONCLUSIONS: The 3-Impact Powder showed immunomodulatory properties and might inhibit an increase of proinflammatory cytokines in contrast to the 6-Impact Powder.",
      "mesh_terms": [
        "Administration, Oral",
        "Adult",
        "Body Mass Index",
        "Crohn Disease",
        "Cytokines",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Glucocorticoids",
        "Humans",
        "Male",
        "Middle Aged",
        "Prednisolone"
      ]
    },
    {
      "pmid": "16265778",
      "title": "Insulin-like growth factors (IGFs) and IGF binding proteins in active Crohn's disease treated with omega-3 or omega-6 fatty acids and corticosteroids.",
      "authors": [
        "Martin Eivindson",
        "Henning Grønbaek",
        "Jens Nederby Nielsen",
        "Jan Frystyk",
        "Allan Flyvbjerg",
        "Lone Jørgensen",
        "Ida Vind",
        "Pia Munkholm",
        "Søren Jensen",
        "Ivan Brandslund",
        "Henrik Hey"
      ],
      "journal": "Scandinavian journal of gastroenterology",
      "publication_date": "2005-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Catabolism and growth impairment are well-known complications of inflammatory bowel disease (IBD). This may be caused by the disease activity itself and/or the medical treatment, and both may lead to changes in the growth hormone (GH)/insulin-like growth factor I (IGF-I) axis. The aim of the present study was to examine the effects of enteral nutrition, Impact Powder, as adjuvant therapy to corticosteroid treatment on changes in the GH/IGF-I axis in patients with Crohn's disease (CD). MATERIAL AND METHODS: The patients were randomized to 3-IP (omega-3-fatty acid (FA), 3 g/day) or 6-IP (omega-6-FA, 9 g/day). Changes in total IGF-I (tIGF-I) and total IGF-II (tIGF-II), free IGF-I (fIGF-I), IGF binding proteins (IGFBP-1 and IGFBP-3), IGFBP-3 protease activity and insulin levels were examined in 31 patients with active CD (CDAI: 186-603) during treatment with prednisolone (40 mg for 1 week) and tapering the dose by 5 mg/week. Clinical and biochemical markers of inflammation were studied at day 0, and after 5 and 9 weeks. RESULTS: There were no differences at baseline between the two groups. During the treatment period, tIGF-I, fIGF-I and IGFBP-3 increased significantly in both groups compared to baseline (p<0.05) without differences between the groups. Insulin and IGFBP-1 showed no significant changes throughout the treatment period. CONCLUSIONS: There was no difference between 3-IP and 6-IP as adjuvant enteral nutrition on the GH/IGF-I axis. The changes observed in the GH/IGF-I axis are in line with previously published studies and may be explained by corticosteroid treatment; however, we cannot exclude an additional effect of omega3-/omega6 FA as adjuvant enteral nutrition.",
      "mesh_terms": [
        "Adolescent",
        "Adrenal Cortex Hormones",
        "Adult",
        "Aged",
        "Biomarkers",
        "Body Mass Index",
        "C-Reactive Protein",
        "Crohn Disease",
        "Endopeptidases",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Humans",
        "Immunoassay",
        "Insulin",
        "Insulin-Like Growth Factor Binding Proteins",
        "Male",
        "Middle Aged",
        "Prednisolone",
        "Somatomedins",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "12591540",
      "title": "Long-chain polyunsaturated fatty acids and chemically induced diabetes mellitus: effect of omega-6 fatty acids.",
      "authors": [
        "Y Suresh",
        "U N Das"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2003-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: We previously showed that prior oral supplementation of oils rich in omega-3, eicosapentaenoic acid and docosahexaenoic acid, and omega-6, gamma-linolenic acid and arachidonic acid, can prevent the development of alloxan-induced diabetes mellitus in experimental animals. But the effect of individual fatty acids on chemically induced diabetes mellitus is not known. We report the results of our studies with omega-6 fatty acids. METHODS: Alloxan-induced in vitro cytotoxicity and apoptosis in an insulin-secreting rat insulinoma cell line, RIN, was prevented by prior exposure of these cells to linoleic acid, gamma-linolenic acid, and arachidonic acid (AA) but not to dihomo-gamma-linolenic acid. Cyclo-oxygenase and lipoxygenase inhibitors did not block this protective action of AA. Prior oral supplementation with gamma-linolenic acid and pre- and simultaneous treatments with AA prevented alloxan-induced diabetes mellitus. RESULTS: Even though pretreatment with linoleic acid and dihomo-gamma-linolenic acid and simultaneous treatment with linoleic acid, gamma-linolenic acid, and dihomo-gamma-linolenic acid did not prevent the development of diabetes mellitus, the severity of diabetes was much less. The saturated fatty acid stearic acid and the monounsaturated fatty acid oleic acid were ineffective in preventing alloxan-induced diabetes mellitus. gamma-Linolenic acid and AA not only attenuated chemically induced diabetes mellitus but also restored the antioxidant status to normal range in various tissues. Changes in the concentrations of various fatty acids of the phospholipid fraction of plasma that occurred as a result of alloxan-induced diabetes mellitus also reverted to normal in the AA-treated animals. CONCLUSIONS: These results suggest that polyunsaturated fatty acids can prevent chemically induced diabetes in experimental animals and attenuate the oxidant stress that occurs in diabetes mellitus.",
      "mesh_terms": [
        "Alloxan",
        "Animals",
        "Antioxidants",
        "Apoptosis",
        "Cell Survival",
        "Cells, Cultured",
        "Diabetes Mellitus, Experimental",
        "Enzymes",
        "Fatty Acids, Omega-6",
        "Fatty Acids, Unsaturated",
        "In Vitro Techniques",
        "Insulinoma",
        "Lipids",
        "Male",
        "Pancreas",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "11416221",
      "title": "Omega 3 but not omega 6 fatty acids inhibit AP-1 activity and cell transformation in JB6 cells.",
      "authors": [
        "G Liu",
        "D M Bibus",
        "A M Bode",
        "W Y Ma",
        "R T Holman",
        "Z Dong"
      ],
      "journal": "Proceedings of the National Academy of Sciences of the United States of America",
      "publication_date": "2001-Jun-19",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "Epidemiological and animal-based investigations have indicated that the development of skin cancer is in part associated with poor dietary practices. Lipid content and subsequently the derived fatty acid composition of the diet are believed to play a major role in the development of tumorigenesis. Omega 3 (omega3) fatty acids, including docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA), can effectively reduce the risk of skin cancer whereas omega 6 (omega6) fatty acids such as arachidonic acid (AA) reportedly promote risk. To investigate the effects of fatty acids on tumorigenesis, we performed experiments to examine the effects of the omega3 fatty acids EPA and DHA and of the omega6 fatty acid AA on phorbol 12-tetradecanoate 13-acetate (TPA)-induced or epidermal growth factor (EGF)-induced transcription activator protein 1 (AP-1) transactivation and on the subsequent cellular transformation in a mouse epidermal JB6 cell model. DHA treatment resulted in marked inhibition of TPA- and EGF-induced cell transformation by inhibiting AP-1 transactivation. EPA treatment also inhibited TPA-induced AP-1 transactivation and cell transformation but had no effect on EGF-induced transformation. AA treatment had no effect on either TPA- or EGF-induced AP-1 transactivation or transformation, but did abrogate the inhibitory effects of DHA on TPA- or EGF-induced AP-1 transactivation and cell transformation in a dose-dependent manner. The results of this study demonstrate that the inhibitory effects of omega3 fatty acids on tumorigenesis are more significant for DHA than for EPA and are related to an inhibition of AP-1. Similarly, because AA abrogates the beneficial effects of DHA, the dietary ratio of omega6 to omega3 fatty acids may be a significant factor in mediating tumor development.",
      "mesh_terms": [
        "Animals",
        "Cell Adhesion",
        "Cell Line",
        "Cell Transformation, Neoplastic",
        "Epidermal Growth Factor",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Fatty Acids, Unsaturated",
        "Genes, Reporter",
        "JNK Mitogen-Activated Protein Kinases",
        "Kinetics",
        "Luciferases",
        "Mice",
        "Mitogen-Activated Protein Kinases",
        "Oligodeoxyribonucleotides",
        "Skin",
        "Tetradecanoylphorbol Acetate",
        "Transcription Factor AP-1",
        "Transcriptional Activation",
        "Transfection",
        "p38 Mitogen-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "10397449",
      "title": "Docosahexaenoic acid in phosphatidylcholine mediates cytotoxicity more effectively than other omega-3 and omega-6 fatty acids.",
      "authors": [
        "O Kafrawy",
        "M Zerouga",
        "W Stillwell",
        "L J Jenski"
      ],
      "journal": "Cancer letters",
      "publication_date": "1998-Oct-23",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "We reported previously that docosahexaenoic acid (22:6)-containing phosphatidylcholine (PC), but not oleic acid-containing PC nor 22:6-containing phosphatidylethanolamine, is toxic to tumor cells in vitro. To test whether other polyunsaturated fatty acids share 22:6's cytotoxic activity, we treated cultured T27A murine leukemia cells with PC liposomes composed of stearic acid in the sn-1 position and alpha-linolenic acid (alpha-18:3), arachidonic acid (20:4), or eicosapentaenoic acid (20:5) in the sn-2 position. PC containing 22:6 in both positions was also tested. Following treatment, the cells were monitored for fatty acid composition, liposome uptake and viability. Here we demonstrate that cytotoxicity is unique to 22:6-containing PCs and is not shared by PCs with other polyunsaturated omega-3 and omega-6 fatty acids. Because PCs with fatty acids other than 22:6 were taken up by cells but did not kill the cells, we propose that 22:6-containing PCs incorporated into cellular membranes produce unique changes in the membrane structure incompatible with cell survival. PC liposomes containing 22:6 are potential drug delivery vehicles that may, by virtue of their cytotoxicity, serve concomitantly as adjunct cancer therapy.",
      "mesh_terms": [
        "Animals",
        "Cell Death",
        "Cell Survival",
        "Docosahexaenoic Acids",
        "Dose-Response Relationship, Drug",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Fatty Acids, Unsaturated",
        "Liposomes",
        "Phosphatidylcholines",
        "Toxicity Tests",
        "Tumor Cells, Cultured"
      ]
    },
    {
      "pmid": "8687134",
      "title": "The effects of omega-3 and omega-6 fatty acids on in vitro prostate cancer growth.",
      "authors": [
        "P K Pandalai",
        "M J Pilat",
        "K Yamazaki",
        "H Naik",
        "K J Pienta"
      ],
      "journal": "Anticancer research",
      "publication_date": "1996",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "Dietary intake of essential fatty acids (EFA) may play a role in prostate cancer cell proliferation. Epidemiological studies have demonstrated that men whose dietary intake is high in omega-3 fatty acid (FA) composition have a lower incidence of clinical prostate cancer, suggesting that external factors such as diet may play an important role in development and growth of prostate cancer. Furthermore, in prostate cancer cell lines, omega-6 and omega-3 FAs have demonstrated promotional and inhibitory effects respectively. To investigate the effects of dietary fats on nontumorigenic prostate cell growth we conducted in vitro studies with human metastatic PC-3, LNCaP and TSU prostate cell lines, the rat metastatic Mat-Ly-Lu cell line and rat non-metastatic epithelial cell lines EPYP1, EPYP2 and EPYP3. Cell lines were treated with linoleic acid (LA), an omega-6 FA (n-6), as well as linolenic (LLA) and eicosapentaenoic (EPA) acids, which are both omega-3 FAs (n-3). All cell lines were treated with 10% and 0.5% serum supplemented media plus fatty acid for comparison. Our results demonstrate that linoleic acid(n-6) has promotional effects at doses of 1-100ng/ml in all cell lines with the exception of EPYPl. Experiments with linolenic acid (n-3) demonstrated consistent growth promotion in all cell lines examined with the exception of the EPYP2 cell line in which there was no significant effect. EPA had no effect in culture media supplemented with 10% serum, while in media containing 0.5% serum this FA demonstrated significant promotion in all human lines. Previous studies have indicated that EPA should inhibit human prostate cancer growth in vitro, however our results demonstrated promotion at low concentrations (lng/ml). At higher concentrations, EPA did inhibit prostate cell growth. These data indicate low levels of dietary fat, regardless of composition, may play a role in prostate cancer proliferation and could be an avenue for therapeutic intervention.",
      "mesh_terms": [
        "Animals",
        "Cell Division",
        "Drug Screening Assays, Antitumor",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Fatty Acids, Unsaturated",
        "Humans",
        "Linolenic Acids",
        "Male",
        "Prostatic Neoplasms",
        "Rats"
      ]
    },
    {
      "pmid": "1989427",
      "title": "Blood pressure lowering in elderly subjects: a double-blind crossover study of omega-3 and omega-6 fatty acids.",
      "authors": [
        "G Margolin",
        "G Huster",
        "C J Glueck",
        "J Speirs",
        "J Vandegrift",
        "E Illig",
        "J Wu",
        "P Streicher",
        "T Tracy"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "1991-Feb",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In 46 elderly (aged greater than or equal to 60 y) hypertensive subjects with entry systolic blood pressure (SBP) greater than or equal to 160 or diastolic blood pressure (DBP) greater than or equal to 90 mm Hg, our specific aim in a randomized, double-blind, crossover study (two 8-wk treatment periods separated by a 3-wk washout) was to compare blood pressure-lowering effects of 9 g fish oil/d [omega-3 (n-3) fatty acid] vs 9 g corn oil/d [omega-6 (n-6) fatty acid]. After a 4-wk baseline period, 22 subjects were randomly assigned to receive fish oil and 24 to receive corn oil. For both 8-wk treatments there were no between-group differences in the change in blood pressure. There was a treatment difference for standing DBP when baseline values were compared with those after treatment 2; DBP decreased by 5.1 mm Hg in the fish-oil group vs 0.72 mm Hg in the corn-oil group (P = 0.024). Within groups during the first treatment, both fish oil and corn oil lowered all four blood pressure measures (P less than 0.05); blood pressures were not further lowered during the second treatment compared with the washout period. There were no significant between-group differences in laboratory safety tests or categorical side effects. Fish oil lowered triglycerides by 0.47 mmol/L (P less than 0.001). In elderly subjects, diet plus both omega-3 and omega-6 supplements (9 g/d) safely and effectively lower SBP and DBP.",
      "mesh_terms": [
        "Aged",
        "Blood Pressure",
        "Cholesterol",
        "Cholesterol, LDL",
        "Corn Oil",
        "Double-Blind Method",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Fatty Acids, Unsaturated",
        "Female",
        "Fish Oils",
        "Humans",
        "Hypertension",
        "Lipids",
        "Male",
        "Middle Aged"
      ]
    },
    {
      "pmid": "1821094",
      "title": "Effect of diets high in omega-3 and omega-6 fatty acids on initiation and postinitiation stages of colon carcinogenesis.",
      "authors": [
        "B S Reddy",
        "C Burill",
        "J Rigotty"
      ],
      "journal": "Cancer research",
      "publication_date": "1991-Jan-15",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "The effect of dietary menhaden oil containing omega-3 fatty acids and corn oil rich in omega-6 fatty acids fed during the initiation and/or postinitiation stages of colon carcinogenesis was investigated in male F344 rats. At 5 weeks of age, all animals were divided into seven groups (39 rats/group) and fed the semipurified diets containing 5% corn oil (LCO), 23.5% corn oil (HCO), or 18.5% menhaden oil plus 5% corn oil (HFO). At 7 weeks of age, all animals except the vehicle (normal saline)-treated groups were given two weekly s.c. injection of azoxymethane (AOM) at a dose rate of 15 mg/kg body weight, once weekly. Three days after the second injection of AOM, groups of animals fed LCO, LCO, HCO, HCO, HCO, HFO, or HFO diets were transferred, respectively, to LCO, HCO, LCO, HCO, HFO, HCO, or HFO and continued on these diets until termination of the experiment. All animals were necropsied 42 weeks after carcinogen treatment. Body weights of animals fed various experimental diets during the initiation and postinitiation periods were comparable. As expected, the HCO diet fed during the postinitiation period significantly increased the AOM-induced incidence and multiplicity of colon adenocarcinomas, whereas the HCO diet fed during the initiation phase of carcinogenesis had no effect. Colon tumor incidence and multiplicity were significantly reduced in groups fed the HFO diet at either initiation and/or postinitiation phases of carcinogenesis as compared with those fed the HCO diet. Whereas the precise mechanisms producing the difference between the high menhaden oil (HFO) diet as compared with high corn oil (HCO) diet remain to be elucidated, it is likely that the effect during the initiation and postinitiation phases may be due to alteration in carcinogen metabolism and to modulation of prostaglandin synthesis, respectively.",
      "mesh_terms": [
        "Adenocarcinoma",
        "Animals",
        "Azoxymethane",
        "Colonic Neoplasms",
        "Corn Oil",
        "Dietary Fats",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Fatty Acids, Unsaturated",
        "Fish Oils",
        "Male",
        "Rats",
        "Rats, Inbred F344"
      ]
    },
    {
      "pmid": "2724351",
      "title": "Effect of dietary omega-3 and omega-6 fatty acids on development of azaserine-induced preneoplastic lesions in rat pancreas.",
      "authors": [
        "T P O'Connor",
        "B D Roebuck",
        "F J Peterson",
        "B Lokesh",
        "J E Kinsella",
        "T C Campbell"
      ],
      "journal": "Journal of the National Cancer Institute",
      "publication_date": "1989-Jun-07",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S.",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "We examined the effect of varying the ratio of dietary omega-3 (omega 3) to omega-6 (omega 6) on the development of pancreatic preneoplastic lesions in male Wistar rats given azaserine at 14 days of age. As the ratio of dietary omega 3 to omega 6 fatty acids increased in a diet totaling 20% by weight of fat, the development of preneoplastic atypical acinar cell nodules (AACNs) at 4 months after dosing with azaserine decreased significantly. In addition, serum levels of prostaglandin thromboxane B2, prostaglandin E2, and 6-keto-prostaglandin F1 alpha decreased significantly. The fatty acid composition of the rbc membrane was also significantly influenced by the ratio of dietary omega 3 to omega 6 fatty acids. In a second experiment, we examined the effect of dietary intervention with a different type of fat (corn oil or menhaden oil) 2 months into the 4-month postdosing period on AACN development at the end of the post-dosing period. Intervention of the omega 6 fatty acid-rich diet with the omega 3 fatty acid-rich diet significantly decreased focal development. The opposite was true when intervention involved substituting the omega 3 fatty acid-rich diet with the omega 6 fatty acid-rich diet.",
      "mesh_terms": [
        "Animals",
        "Azaserine",
        "Cell Membrane",
        "Corn Oil",
        "Dietary Fats, Unsaturated",
        "Dose-Response Relationship, Drug",
        "Erythrocytes",
        "Fatty Acids",
        "Fatty Acids, Unsaturated",
        "Fish Oils",
        "Male",
        "Pancreatic Neoplasms",
        "Precancerous Conditions",
        "Rats"
      ]
    },
    {
      "pmid": "3180073",
      "title": "Effect of different levels of omega-3 and omega-6 fatty acids on azoxymethane-induced colon carcinogenesis in F344 rats.",
      "authors": [
        "B S Reddy",
        "S Sugie"
      ],
      "journal": "Cancer research",
      "publication_date": "1988-Dec-01",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "The effect of various levels of dietary Menhaden fish oil containing omega-3 fatty acids plus corn oil containing omega-6 fatty acids fed during the postinitiation phase of colon carcinogenesis was studied in male F344 rats. Starting at 5 weeks of age, groups of animals were fed the 5% corn oil (5% CO) diet. At 7 weeks of age, all animals except the vehicle-treated controls were administered s.c. injections of azoxymethane (15 mg/kg body wt/week for 2 weeks). 4 days after carcinogen or vehicle treatment, groups of animals were transferred to experimental diets containing 4% Menhaden oil + 1% corn oil (4% MO + 1% CO), 23.5% corn oil (23.5% CO), 17.6% corn oil + 5.9% Menhaden oil (17.6% CO + 5.9% MO), 11.8% corn oil + 11.8% Menhaden oil (11.8% CO + 11.8% MO), or 5.9% corn oil + 17.6% Menhaden oil (5.9% CO + 17.6% MO) and fed these diets until termination of the experiment at Week 38 after carcinogen treatment. An additional group consuming a 5% CO diet was continued on these diets. Colon mucosal ornithine decarboxylase activity and microsomal fatty acid composition of colon mucosa were measured in vehicle-treated animals fed experimental diets for 14 weeks. Fatty acids were also analyzed in the microsomal fraction of colon tumors at termination of the experiment. The body weights of animals fed various experimental diets were comparable. Feeding of high fat diets containing 17.6% CO + 5.9% MO, 11.8% CO + 11.8% MO, or 5.9% CO + 17.6% MO significantly inhibited the incidence (percentage of animals with tumors) of colon adenocarcinomas compared to that of 23.5% CO diet. However, the multiplicity (number of tumors/rat) of colon adenocarcinomas was significantly inhibited only in groups fed the 5.9% CO + 17.6% MO compared to those fed the 23.5% CO diet. The incidence and multiplicity of adenocarcinomas were greater in animals fed the 23.5% CO diet compared to those fed the 5% CO diet. Colonic mucosal ornithine decarboxylase activity was lower in animals fed the 11.8% CO + 11.8% MO, 5.9% CO + 17.6% MO, 5% CO, and 4% MO + 1% CO diets compared to the levels in animals fed the 23.5% CO diet. The increasing levels of Menhaden oil in the diet significantly increased the omega-3 fatty acids such as eicosapentaenoic acid and docosahexaenoic acid and decreased the omega-6 fatty acids such as linoleic acid, linolenic acid, and arachidonic acid in microsomal fractions from colonic mucosa and tumors.",
      "mesh_terms": [
        "Animals",
        "Azoxymethane",
        "Colon",
        "Colonic Neoplasms",
        "Corn Oil",
        "Fatty Acids, Unsaturated",
        "Fish Oils",
        "Intestinal Mucosa",
        "Male",
        "Ornithine Decarboxylase",
        "Plant Oils",
        "Rats",
        "Rats, Inbred F344"
      ]
    }
  ]
}