{
  "supplement": "Panax notoginseng",
  "query": "Panax notoginseng[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:15:27",
  "research_count": 421,
  "count": 100,
  "articles": [
    {
      "pmid": "40284114",
      "title": "Growth Trend Prediction and Intervention of Panax Notoginseng Growth Status Based on a Data-Driven Approach.",
      "authors": [
        "Jiahui Ye",
        "Xiufeng Zhang",
        "Gengen Li",
        "Chunxi Yang",
        "Qiliang Yang",
        "Yuzhe Shi"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In crop growth, irrigation has to be adjusted according to developmental stages. Smart agriculture requires the accurate prediction of growth status and timely intervention to improve the quality of agricultural products, but this task faces significant challenges due to variable environmental factors. To address this issue, this study proposes a data-driven irrigation method to enhance crop yield. Our approach harvests extensive datasets to train and optimize an integrated deep-learning architecture combining Informer, Long Short-Term Memory (LSTM) networks, and Exponential Weighted Moving Average (EWMA) models. Controlled greenhouse experiments validated the reliability and practicality of the proposed prediction and intervention strategy. The results showed that the model accurately issued irrigation warnings 3-5 days in advance. Compared to traditional fixed irrigation, the model significantly reduced irrigation frequency while maintaining the same or even better growth conditions. In terms of plant quantity, the experimental group increased by 410.0%, while the control group grew by 50.0%. Additionally, the experimental group's average plant height was 21.8% higher than that of the control group. These results demonstrate the efficacy of the proposed irrigation prediction method in enhancing crop growth and yield, providing a novel strategy for future agricultural planning and management."
    },
    {
      "pmid": "40274033",
      "title": "Risk assessment of CYP3A induction by ginsenosides' metabolites from oral Panax notoginseng (Sanqi) extract.",
      "authors": [
        "Yang Deng",
        "Jing Du",
        "Xin He",
        "Yan-Xi Dong",
        "Xiao-Lei Wang",
        "Yi-Mei Zeng",
        "Xiao-Lan Wu",
        "Ming Chen",
        "Fei-Fei Du",
        "Feng-Qing Wang",
        "Ying Rao",
        "Le-Le Wang",
        "Yun-Fei Hua",
        "Mei-Ling Dong",
        "Jun-Ling Yang",
        "Chuan Li"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: In China, the integration of Chinese traditional medicine with Western medicine for the treatment of multifactorial diseases provides notable therapeutic benefits. Given this integration involving co-administration of herbal medicines and synthetic drugs, it is critical to evaluate the potential for associated drug interactions. AIM OF THE STUDY: This investigation aimed to evaluate an oral extract of Panax notoginseng roots (Sanqi) for its potential to induce CYP3A activity, which may contribute to herb-drug interactions. METHODS: Human microbiota-associated (HMA) rats were used to determine whether repeated oral administration of Sanqi extract induces CYP3A activity. Cryopreserved primary rat and human hepatocytes were used to evaluate the ability of ginsenoside metabolites and their combinations to induce rat Cyp3a and human CYP3A. Fecal samples from HMA rats repeatedly treated with oral Sanqi extract were analyzed for microbial deglycosylation activity on ppt-type ginsenosides. Quantitative real-time polymerase chain reaction was used to measure mRNA levels of rat Cyp3a1 and Cyp3a2, and human CYP3A4 and CYP3A5. Liquid chromatography/mass spectrometry was used to quantify ginsenosides and their metabolites in rat samples and in vitro study samples. 16S rRNA gene sequencing was used to analyze intestinal microbiota composition. RESULTS: Repeated oral administration of Sanqi extract did not induce hepatic Cyp3a expression in rats. Neither ginsenoside metabolites nor their combinations induced rat Cyp3a or human CYP3A in vitro. Systemic exposure to oxidized metabolites of 20(S)-protopanaxtriol showed significant accumulation in HMA rats following repeated administration of Sanqi extract. This accumulation pattern mirrored previous findings in humans. The increased systemic exposure to the oxidized metabolites was likely due to enhanced microbial deglycosylation activity resulting from repeated oral administration of the extract. CONCLUSIONS: Oral Sanqi extract exhibits a low propensity to induce CYP3A. This limited potential for drug interactions supports its safe use in cardiovascular therapies, particularly in polypharmacy settings."
    },
    {
      "pmid": "40234970",
      "title": "Effect of age on the efficacy and safety of Panax notoginseng saponins in acute ischemic stroke: a prespecified secondary analysis of the PANDA study.",
      "authors": [
        "Tingting Li",
        "Anxin Wang",
        "Xiaoli Zhang",
        "Luda Feng",
        "Peipei Du",
        "Ying Gao",
        "Xunming Ji",
        "Haiqing Song",
        "Chi Zhang"
      ],
      "journal": "Chinese medicine",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The therapeutic utility of Panax notoginseng saponins (Xuesaitong soft capsules) for patients with acute ischemic stroke (AIS) was previously demonstrated through the PANax notoginseng Saponins Treatment of aDults with ischemic stroke in ChinA (PANDA) trial, revealing significant gains in functional independence compared to placebo. However, the related variation of older age accepted as the predictors of poor outcome, in response to Panax notoginseng saponins remains unexplored. METHODS: We conducted a prespecified analysis of the PANDA trial to evaluate the effect of age on the efficacy and safety of Xuesaitong soft capsules. A multivariable logistic and Cox regression analysis with an interaction term was used to determine whether age (< 65 years vs. ≥ 65 years) affected the treatment effect. The primary outcome of this study was functional independence at the 3-month follow-up, as indicated by a modified Rankin Scale score (mRS) ranging from 0 to 2. RESULTS: Between July 1 th, 2018, and June 30 th, 2020, a total of 3072 patients were recruited from 67 medical centers in China. Of these, 2966 patients were incorporated into the intention-to-treat (ITT) analysis and subsequently categorized into two age-based subgroups: (1) 1788 patients (60.28%) aged less than 65 years and (2) 1178 patients (39.72%) aged 65 years or older. Age significantly influenced the proportion of AIS patients attaining functional independence within three months [aged ≥ 65 years, adjusted odds ratio (aOR): 3.15, 95% CI: 2.13-4.67, P < 0.0001; aged < 65 years, aOR: 1.84, 95% CI: 1.33-2.54, P = 0.0002; P for interaction = 0.027]. Notably, a significant interaction was detected between age categories and treatment, with a greater likelihood of achieving functional independence among AIS patients aged ≥ 65 years. Regarding the primary safety outcome, which measured the rate of serious adverse events (SAEs) at 3 months, no significant difference was detected between the treatment and placebo groups across both age categories (aged ≥ 65 years, aOR: 0.32, 95% CI: 0.06-1.69, P = 0.181; aged < 65 years, aOR: 1.76, 95% CI: 0.41-7.47, P = 0.444; P for interaction = 0.132). CONCLUSIONS: This prespecified secondary analysis suggests that AIS patients can potentially benefit from Xuesaitong treatment in achieving functional independence, irrespective of age. Furthermore, older individuals may experience more substantial clinical benefits from Xuesaitong soft capsules for AIS."
    },
    {
      "pmid": "40224393",
      "title": "Combining Experimental Validation and Network Pharmacology to Reveal the Action Mechanism of Panax Notoginseng-Radix Salviae on Atherosclerosis.",
      "authors": [
        "Ningning Song",
        "Xinrong Zhang",
        "Honglin Yin",
        "Lei Zhang",
        "Chao Li",
        "Jian Li",
        "Yunlun Li",
        "Jibiao Wu"
      ],
      "journal": "Journal of inflammation research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Few studies have evaluated the mechanisms of the specific efficacy of Panax notoginseng-Radix Salviae couplet medicines (PN-RS) in the treatment of atherosclerosis (AS). This study aims to explore the potential bioactive ingredients and molecular mechanisms of PN-RS in the treatment of AS. MATERIALS AND METHODS: C57BL/6J mice were fed a common diet as the control group. ApoE-/- mice were randomly divided into the model, PN-RS treatment (0.75 mgPN+3.75 mgRS/g/day via gavage), and positive drug groups (rosuvastatin, 1.25 mg/kg/day via gavage). After two months of drugs intervention, H&E and Masson staining, the serum lipid concentration and atherosclerotic index were conducted to verify the PN-RS efficacy. Network pharmacology analysis was carried out to identify the pathways and targets of PN-RS. The signaling pathway-related targets and cytokines were tested via enzyme-linked immunosorbent assay (ELISA), Western blotting and real-time polymerase chain reaction (PCR). RESULTS: Network pharmacology analysis identified the JAK2-STAT3 signaling pathway as a key pathway through which PN-RS exerts its therapeutic effects. Results from animal experiments demonstrated that PN-RS significantly reduced the atherosclerotic lesion area and decreased serum levels of total cholesterol (TC), triglycerides (TG), low-density lipoprotein cholesterol (LDL-C), and atherogenic index (AI). Mechanistic studies further revealed that PN-RS inhibited the JAK2-STAT3 signaling pathway and reduced the concentrations of pro-inflammatory cytokines, including tumor necrosis factor-alpha (TNF-α), interleukin-6 (IL-6), vascular endothelial growth factor (VEGF), and monocyte chemoattractant protein-1 (MCP-1). CONCLUSION: These findings suggest that PN-RS could be a promising treatment for atherosclerosis, applicable across diverse populations. Future research should investigate its efficacy in various demographic groups and in combination with other therapies."
    },
    {
      "pmid": "40195058",
      "title": "Panax notoginseng improves the sensitivity of non-small cell lung cancer to cisplatin by inhibiting Akt signaling.",
      "authors": [
        "Lizhen Pan",
        "Dandan Zhang",
        "Qiqi Shao",
        "Maohao Cheng",
        "Zhicheng Liao",
        "Lingpei Yu",
        "Yuanyuan Wang",
        "Pengcheng Jia",
        "Jizhou Zhang"
      ],
      "journal": "Cancer biomarkers : section A of Disease markers",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BackgroundCisplatin (DDP) resistance is a major challenge in the management of non-small cell lung cancer (NSCLC). Panax notoginseng has anticancer effects on a variety of solid tumors, but data on NSCLC and DDP resistance are lacking.ObjectiveTo investigate the effect of Panax notoginseng on DDP resistance in NSCLC in vitro and in vivo and explore the mechanisms involved.MethodsA 1 g/mL Panax notoginseng extract was prepared to treat the A549 and DDP-resistant A549/DDP cell lines. Cell proliferation was assessed using the CCK-8 assay, and apoptosis was measured via Annexin V-FITC/PI staining and flow cytometry. Glucose uptake, ATP production, and lactate levels were evaluated. Protein levels of p-AKT, GLUT1, HKII, and cleaved-caspase-3 were analyzed by Western blot. IGF1 was used to activate the Akt pathway. In vivo, A549/DDP cells were inoculated into nude mice to establish subcutaneous tumors, and tumor growth and apoptosis were assessed.ResultsPanax notoginseng inhibited A549/DDP cell proliferation, enhanced DDP-induced apoptosis, and reduced glucose uptake, ATP, and lactate levels (all p < 0.05). Combined treatment decreased p-AKT, GLUT1, and HKII expression while increasing cleaved-caspase-3(p < 0.05). IGF1 reversed these effects, indicating Akt pathway involvement (p < 0.05). In vivo, Panax notoginseng and DDP significantly suppressed tumor growth and increased apoptosis in tumors, confirming enhanced chemosensitivity (p < 0.05).ConclusionPanax notoginseng can improve the sensitivity of A549/DDP cells to DDP by inhibiting the effects of TRIM46 and Akt signaling pathways on glycolysis in vivo and in vitro.",
      "mesh_terms": [
        "Humans",
        "Cisplatin",
        "Carcinoma, Non-Small-Cell Lung",
        "Animals",
        "Proto-Oncogene Proteins c-akt",
        "Mice",
        "Signal Transduction",
        "Panax notoginseng",
        "Lung Neoplasms",
        "Xenograft Model Antitumor Assays",
        "Cell Proliferation",
        "Apoptosis",
        "Drug Resistance, Neoplasm",
        "Mice, Nude",
        "Cell Line, Tumor",
        "A549 Cells",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "40165428",
      "title": "Panax notoginseng Saponins Alleviate Inflammatory Bowel Disease via Alteration of Gut Microbiota-Bile Acid Metabolism.",
      "authors": [
        "Lin Wang",
        "Li Shao",
        "Yong-Chao Gao",
        "Jing Liu",
        "Xu-Dong Li",
        "Jie Zhou",
        "Shuang-Feng Li",
        "Yue-Lin Song",
        "Bo Liu",
        "Wei Zhang",
        "Wei-Hua Huang"
      ],
      "journal": "The American journal of Chinese medicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bile acid metabolism mediated by gut microbiota is significantly related to immunity regulation that plays an important role in the development and treatment of inflammatory bowel disease (IBD). Our previous study has demonstrated that Panax notoginseng saponins (PNS) alleviate colitis due to the regulation of T helper 17/Regulatory T cells (Th17/Treg) balance via gut microbiota. However, the effects and mechanism of PNS on colitis pertinent to bile acid metabolism mediated by gut microbiota remain elusive. This study aims to investigate the anti-colitis mechanism of PNS by regulating the Th17/Treg balance pertinent to gut microbiota-bile acid metabolism. Results showed that PNS significantly decreased the relative abundance of Allobaculum, Dubosiella, Muribaculum, and Alistipes, and up-regulated the relative contents of conjugated bile acids, such as TCA and TCDCA. Fecal microbiota transplantation (FMT) showed that the gut microbiota remodeled by PNS had a regulatory effect on bile acid metabolism, and up-regulated the relative contents of TCA and TCDCA, which alleviated IBD and promoted Treg cell expression in vivo and in vitro. Taken together, PNS could reshape the profiling of gut microbiota to generate more TCA and TCDCA, which improve the balance of Th17/Treg to exert anti-IBD effects.",
      "mesh_terms": [
        "Gastrointestinal Microbiome",
        "Saponins",
        "Panax notoginseng",
        "Bile Acids and Salts",
        "Inflammatory Bowel Diseases",
        "Animals",
        "Th17 Cells",
        "T-Lymphocytes, Regulatory",
        "Male",
        "Phytotherapy",
        "Mice, Inbred C57BL",
        "Fecal Microbiota Transplantation",
        "Humans"
      ]
    },
    {
      "pmid": "40061484",
      "title": "A narrative review of Panax notoginseng: Unique saponins and their pharmacological activities.",
      "authors": [
        "Wenbiao Li",
        "Hailian Shi",
        "Xiaojun Wu"
      ],
      "journal": "Journal of ginseng research",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Panax notoginseng (PN) is a precious traditional Chinese medicine (TCM) whose medicinal parts are roots and rhizomes for the treatment of haemorrhage, blood-stasis, swelling and pain. It contains various compounds with saponins being the main active components for its therapeutic effects. A thorough analysis of the unique saponins present in aboveground and underground parts was performed by literature search and database screening. Compared with PN, other Panax genus like P. ginseng (PG), P. quinquefolium (PQ) and P. japonicus (PJ) have the similar chemical composition and pharmacologic effects but different applications based on the TCM theory. PG is renowned for its qi-tonifying properties, while PQ is known for its heat-clearing and fluid-nourishing effects. PJ can eliminate phlegm and relieve cough except for its stasis-dispelling and hemostatic properties like PN. PN, PG, and PQ feature damarane-type saponins, while PJ has a high content of oleic acid-type saponins. In this review, the saponins within the four species were classified and compared, and the unique saponins in PN were identified, such as notoginsenosides Ft1, B, Ab1-3, Fh1-9, etc., which may contribute to its special activities. And their pharmacological effects were also analyzed and summarized, suggesting that notoginsenoside Ft1 may be crucial for vascular homeostasis. However, the effect of unique saponins in PN on blood health should be well-clarified. This review highlights the importance of unique saponins in PN for its overall efficacy and hopes to make further exploration of their potential applications."
    },
    {
      "pmid": "40041020",
      "title": "Effects of irrigation frequency on root growth, nutrients accumulation, yield, and water use efficiency of Panax notoginseng under micro-sprinkler irrigation.",
      "authors": [
        "Hui Huang",
        "Yuzhe Shi",
        "Anrong Luo",
        "Yanan Xiao",
        "Jiaping Liang",
        "Zijian He"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Micro-sprinkler irrigation has been a promising irrigation method to promote Panax notoginseng (Burk) F. H. Chen production but their scientific irrigation frequency in improving yield and water use efficiency of P. notoginseng remains contradictory and inconclusive. The objective of this study was therefore to examine and propose a scientific irrigation frequency in water management of P. notoginseng cultivation considering their impact on soil water, soil available nutrients, root growth, yield, and water use efficiency (WUE). The micro-sprinkler irrigation experiment under shading and rain-shelter conditions was carried out in the growing season of P. notoginseng from 2017 to 2018.The treatments included four micro-sprinkler irrigation frequencies, such as IF1 (irrigation once every three days), IF2 (irrigation once every five days), IF3 (irrigation once every seven days), and IF4 (irrigation once every nine days) in 2017-2018. The results indicated that the IF3 treatment significantly increased the nitrogen accumulation of P. notoginseng (271.98 mg plant-1). In addition, the IF2 treatment enhanced the phosphorus accumulation (27.82 mg plant-1), potassium accumulation (408.38 mg plant-1), total root surface area (67.49 cm2 plant-1), total root volume (3.79 cm3 plant-1) and yield (702 kg ha-1). The IF2 treatment significantly increased WUE by 29.2%, 28.1%, and 37.7% compared with the IF1, IF3, and IF4 treatments, respectively. Our findings suggested that IF2 treatment increased the soil water content, reduced the soil nutrient content, increased the accumulation of phosphorus and potassium in P. notoginseng, promoted the root growth of P. notoginseng, and improved the quality and yield of P. notoginseng, providing a scientific theoretical basis for reasonable water control and green quality production in the cultivation of P. notoginseng under shade and rain shelter cultivation."
    },
    {
      "pmid": "40010033",
      "title": "Panax notoginseng saponins ameliorate LPS-induced acute lung injury by promoting STAT6-mediated M2-like macrophage polarization.",
      "authors": [
        "Xunjiang Wang",
        "Hanyang Zhao",
        "Wenyuan Lin",
        "Wenxiang Fan",
        "Tongxi Zhuang",
        "Xu Wang",
        "Qi Li",
        "Xiaohui Wei",
        "Zhengtao Wang",
        "Kaixian Chen",
        "Li Yang",
        "Lili Ding"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Acute lung injury (ALI) is a severe inflammatory condition characterized by dysregulated immune responses and high mortality rates, with limited effective therapeutic options currently available. Panax notoginseng saponins (PNS), bioactive compounds derived from Panax notoginseng, have shown promise in mitigating lipopolysaccharide (LPS)-induced ALI. However, the molecular mechanisms underlying their therapeutic effects remain poorly understood. Given the critical role of M2-like macrophage polarization in resolving inflammation and promoting tissue repair, we investigated whether PNS exerts its protective effects in ALI by modulating this process. Furthermore, we explored the specific involvement of the signal transducer and activator of transcription 6 (STAT6) pathway in mediating these effects. METHODS: Chemical profiling of PNS was performed using ultra-performance liquid chromatography-quadrupole time-of-flight mass spectrometry (UPLC-Q-TOF-MS), followed by quantitative analysis of its major bioactive components via high-performance liquid chromatography (HPLC). To evaluate the therapeutic efficacy of PNS and its principal constituents, we established an ALI mouse model through intratracheal administration of LPS. Comprehensive assessments included lung field shadowing, oxygen saturation levels, pulmonary function, and systematic histopathological examination. The regulatory effects of PNS on macrophage polarization were examined in THP-1 cells and bone marrow-derived macrophages (BMDMs), with cellular phenotypes analyzed by flow cytometry. To elucidate the mechanistic role of STAT6 in PNS-mediated protection, experiments were conducted using Stat6-deficient BMDMs and Stat6 knockout mice. RESULTS: UPLC-Q-TOF-MS and HPLC identified and quantified the principal components of PNS: Notoginsenoside R1, Ginsenoside Rg1, Ginsenoside Re, and Ginsenoside Rb1. PNS treatment dose-dependently reduced inflammatory responses in LPS-induced ALI mice, as evidenced by decreased cytokine levels. Each of the four major PNS components independently alleviated ALI symptoms in mice. Pathway analysis revealed 56 potential ALI-related targets, with Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment suggesting that PNS exerts its protective effects by modulating inflammatory signaling pathways. In vitro studies demonstrated that PNS promoted STAT6 phosphorylation and nuclear translocation, enhancing M2-like macrophage polarization and interleukin-10 (IL-10) secretion in a STAT6-dependent manner. Genetic ablation of Stat6 partially reversed the protective effects of PNS on ALI, macrophage polarization, and IL-10 production, confirming the pivotal role of STAT6 in mediating PNS activity. CONCLUSION: This study demonstrates that PNS alleviates LPS-induced ALI by promoting STAT6-dependent M2-like macrophage polarization, highlighting its potential as a therapeutic agent for ALI. These findings provide mechanistic insights into the anti-inflammatory actions of PNS and underscore the importance of STAT6 signaling in its protective effects.",
      "mesh_terms": [
        "Animals",
        "STAT6 Transcription Factor",
        "Acute Lung Injury",
        "Saponins",
        "Lipopolysaccharides",
        "Panax notoginseng",
        "Macrophages",
        "Mice",
        "Male",
        "Mice, Inbred C57BL",
        "Ginsenosides",
        "Disease Models, Animal",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "39978490",
      "title": "Root polysaccharides of Panax notoginseng alleviated melasma by regulating the Nrf2/ARE signaling pathway.",
      "authors": [
        "Yeer Chen",
        "Tingting Zhang",
        "Tie Zhang",
        "Xuemin Zhang",
        "Zongsuo Liang",
        "Pengguo Xia"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Panax notoginseng has gained attention for its potential efficacy and mechanisms in skin whitening and spot removal. In this study, we investigated the effects of pre-columnar saponins and polysaccharides from the roots, as well as pre-columnar saponins and flavonoids from the stems and leaves, in the prevention and treatment of melasma. We further explored their molecular mechanisms, focusing on the Nrf2/ARE signaling pathway. Inhibition of tyrosinase (TYR) activity and antioxidant activity assays showed that all four active compounds could effectively inhibit TYR activity and enhance antioxidant capacity in vitro and in vivo. In addition, the mechanism of action, RT-qPCR, Western blot and immunofluorescence assays showed that they were involved in the Nrf2/ARE pathway, up-regulating the expression of Nuclear Factor Erythroid 2-Related Factor 2 (Nrf2) and Heme Oxygenase 1 (HO-1) mRNAs, while down-regulating Kelch-like ECH-associated protein 1 (Keap1). Overall, these four compounds from P. notoginseng exhibited significant TYR inhibitory and antioxidant effects, ameliorating melasma in mice via the Nrf2/ARE pathway. These findings suggest that they may serve as promising therapeutic candidates for melasma treatment.",
      "mesh_terms": [
        "NF-E2-Related Factor 2",
        "Signal Transduction",
        "Animals",
        "Mice",
        "Melanosis",
        "Panax notoginseng",
        "Polysaccharides",
        "Plant Roots",
        "Antioxidants",
        "Antioxidant Response Elements",
        "Monophenol Monooxygenase",
        "Kelch-Like ECH-Associated Protein 1",
        "Heme Oxygenase-1",
        "Male"
      ]
    },
    {
      "pmid": "39976030",
      "title": "A Nanocarrier Enhances the Anti-Liver Cancer Efficacy of Mitoxantrone: An Acidic Panax notoginseng Polysaccharide III.",
      "authors": [
        "Yuzhen Ding",
        "Panpan Wei",
        "Die Xia",
        "Mengyue Deng",
        "Yingxi Zhang",
        "Menglian Li",
        "Tong Chen",
        "Zijun Yan"
      ],
      "journal": "Current drug delivery",
      "publication_date": "2025-Feb-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The incidence and mortality rates of liver cancer are high; therefore, developing new drug delivery systems with good biocompatibility and targeting has become a research hotspot. METHODS: Mitoxantrone hydrochloride (MH) loaded in acidic Panax notoginseng polysaccharide III nanoparticles (MANPs) was prepared using electrostatic adsorption. This was achieved by loading MH in acidic Panax notoginseng polysaccharide III (APPN III), a natural compound that exhibits anti-tumor activity. Response surface methodology was used to determine the parameters for the best formulation. RESULTS: Fourier-transform infrared spectroscopy and differential scanning calorimetry indicated that MH in MANPs was amorphous and exhibited good encapsulation efficiency in the carrier. Findings from dynamic dialysis confirmed that MANPs exhibited slow drug release at pH 6.8 and over the pH range of 7.2-7.4. In vitro experiments confirmed the anti-tumor effects of MANPs on H22 cells based on the inhibition of cell proliferation and an increase in apoptosis. MANPs also demonstrated an obvious anti-tumor effect without any toxicity in H22 tumor-bearing mice. This effect could be attributed to APPN III enhancing the immune system and exerting a synergistic anti-tumor effect in combination with MH, thereby alleviating MH-induced damage to the immune system in H22 tumorbearing mice. CONCLUSION: As a nano-carrier prepared using natural resources, APPN III shows immense potential in the field of drug delivery and could serve as a novel option for the effective delivery of chemotherapeutic drugs."
    },
    {
      "pmid": "39944622",
      "title": "Effect of Carboxymethyl chitosan-sodium alginate hydrogel loaded with Astragalus membranaceus-Panax notoginseng on wound healing in rats.",
      "authors": [
        "Jing Li",
        "Linai Li",
        "Yue Yu",
        "Ruixin Qin",
        "Chaoyan Yu",
        "Chen Chen",
        "Youming Dong",
        "Yadong Tan",
        "Yunen Liu",
        "Xuanli Liu"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Skin wound healing is a complex physiological process that involves many different cell types and signaling molecules. In traditional Chinese medicine, A. membranaceus and Panax notoginseng are commonly used together for the treatment of wound injury for their significant efficacy. The application of new materials may make A. membranaceus-P. notoginseng (AP) play a better curative effect. In this study, we fabricated a Carboxymethyl chitosan-Sodium alginate hydrogel loaded with the extract of Astragalus membranaceus-P. notoginseng (APCS), which showed favorable stability, biocompatibility, and the ability to rapidly release drugs. Cell culture experiments demonstrated that the APCS hydrogel dramatically increased fibroblast proliferation, migration, and differentiation into myofibroblast. In vivo experiments of wound healing on SD rats showed that APCS hydrogels significantly accelerated skin wound healing, reduced inflammatory response, enhanced the formation of blood vessels, granulation tissues, and collagen fibers, and promoted re-epithelialization at the wound site. Increased expression of catalase, VEGF, and PGP9.5 of wound tissue indicated that APCS hydrogels inhibited oxidative stress and promoted vascular and neuronal regeneration. In summary, the APCS hydrogel displayed great potential as a dressing for achieving satisfactory healing of full-thickness wounds."
    },
    {
      "pmid": "39903802",
      "title": "Latest Evidence and Perspectives of Panax Notoginseng Extracts and Preparations for the Treatment of Cardiovascular Diseases.",
      "authors": [
        "Chenyu Zhao",
        "Jiamei Fu",
        "Yingyu Wang",
        "Yabin Zhou"
      ],
      "journal": "Journal of cardiovascular pharmacology",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cardiovascular diseases are a major cause of death worldwide, and their high incidence poses a significant threat to human health and public health systems. Panax notoginseng , a traditional Chinese medicinal herb with a long history, has shown promise in treating cardiovascular diseases. This review examines the diverse mechanisms through which Panax notoginseng addresses cardiovascular diseases, including anti-inflammatory, antiplatelet aggregation, anticoagulation, anti-oxidative stress, regulation of angiogenesis, antiatherosclerosis, improvement of microcirculatory disorders, and protection against myocardial ischemia-reperfusion injury, highlighting saponins as the principal active components. It also summarizes studies involving Panax notoginseng preparations like Xueshuantong and Xuesaitong in treating coronary heart disease and myocardial infarction, and discusses the safety, limitations, and future research directions of these extracts. In conclusion, the cardiovascular protective mechanism of Panax notoginseng is multitargeted and multipathways, and its clinical application is relatively safe, with rare and mild adverse drug reactions, suggesting a promising therapeutic potential.",
      "mesh_terms": [
        "Humans",
        "Panax notoginseng",
        "Cardiovascular Diseases",
        "Animals",
        "Drugs, Chinese Herbal",
        "Cardiovascular Agents",
        "Phytotherapy",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39895736",
      "title": "Effective Components of Panax notoginseng-Salvia miltiorrhiza in the Treatment of Melasma and Its Experimental Study.",
      "authors": [
        "Yunxia Wei",
        "Xufeng Yu",
        "Jing Zhao",
        "Mingzhou Gao",
        "Mingqi Qiao"
      ],
      "journal": "ACS omega",
      "publication_date": "2025-Jan-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The main purpose of this study was to predict and verify the active ingredients of Panax notoginseng-Salvia miltiorrhiza in melasma based on network pharmacology analysis and experimental verification. MATERIALS AND METHODS: Panax notoginseng-Salviae miltiorrhizae was investigated by network pharmacology, GEO database analysis, and molecular docking techniques to screen its active ingredients. The active components of Panax notoginseng-Salviae miltiorrhizae were further validated by an in vitro α-melanin-induced B16F10 melanoma cell model and an in vivo UV irradiation combined with a progesterone injection-induced melasma rat model. RESULTS: Network pharmacology analysis and molecular docking showed that salvianolic acid B might be the key active ingredient. In vitro cellular experiments revealed that salvianolic acid B inhibits tyrosinase activity in B16F10 cells at concentrations of 60-90 nmol/mL. In vivo animal experiments found that TYR, MDA, and TNF-α were decreased in the skin and serum of rats in the group of the low-, medium-, and high-dose groups of salvianolic acid B, and the expression of GSH-Px and SOD was increased. The high-dose groups of salvianolic acid B showed the best therapeutic effect. CONCLUSION: In this study, experiments collectively show that salvianolic acid B in Panax notoginseng-Salvia miltiorrhiza slows down the process of melasma by inhibiting lipid peroxidation in the organism, increasing the antioxidant capacity of the skin, decreasing the activity of tyrosinase, and providing anti-inflammation. This highlights the successful application of network pharmacology and provides a scientific basis for the clinical citation of Panax notoginseng-Salvia miltiorrhiza in treating melasma."
    },
    {
      "pmid": "39881453",
      "title": "Green synthesis of silver nanoparticles from the endophytic fungus Panax notoginseng and their antioxidant and antimicrobial activities and effects on cherry tomato preservation.",
      "authors": [
        "Diangang Sun",
        "Ruige Chen",
        "Liancheng Lei",
        "Fuxian Zhang"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2025-Mar-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated endophytic fungi isolated from the medicinal plant Panax notoginseng. Among these, the endophytic fungus SQ3, identified as Chaetomium globosum, was capable of reducing silver ions to form metallic silver nanoparticles. The green-synthesized silver nanoparticles (AgNPs) presented a distinct surface plasmon resonance peak at 424 nm, with particle sizes between 2.92 and 31.34 nm, indicating strong antioxidant activity. In vitro assessments demonstrated that AgNPs exhibited significant antifungal activity against Phytophthora infestans, Botrytis cinerea, and Helminthosporium maydis. AgNPs produced inhibition zones measuring 17.5 mm, 15.2 mm, and 13.4 mm against Staphylococcus aureus, Escherichia coli, and Bacillus subtilis, respectively. When applied to cherry tomatoes, AgNP treatment effectively inhibited the growth of Botrytis cinerea, minimized weight loss, preserved fruit firmness and soluble solids content, slowed the reduction in titratable acidity, and prolonged storage life. Additionally, AgNPs suppressed the increase in malondialdehyde content and maintained increased superoxide dismutase activity. These findings highlight the potential of green biosynthetic silver nanoparticles as biological control agents, providing promising resources for developing innovative treatments against postharvest fungal infections in crops.",
      "mesh_terms": [
        "Silver",
        "Solanum lycopersicum",
        "Metal Nanoparticles",
        "Antioxidants",
        "Panax notoginseng",
        "Green Chemistry Technology",
        "Food Preservation",
        "Endophytes",
        "Anti-Infective Agents",
        "Botrytis",
        "Anti-Bacterial Agents",
        "Microbial Sensitivity Tests",
        "Staphylococcus aureus"
      ]
    },
    {
      "pmid": "39820853",
      "title": "Panax Notoginseng Saponins Inhibit Apoptosis and Alleviate Renal Ischemia-Reperfusion Injury Through the ROCK2/NF-κB Pathway.",
      "authors": [
        "Liu Xin",
        "Ning Kanghao",
        "Li Jiacheng",
        "Yan Xiaodong",
        "Yan Juhan",
        "Zhao Xinyang",
        "Li Xiangdong"
      ],
      "journal": "Molecular biotechnology",
      "publication_date": "2025-Jan-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Renal ischemia-reperfusion injury (RIRI) is a primary cause of acute kidney injury (AKI), frequently resulting in high mortality rates and progression to chronic kidney disease (CKD). This study aimed to investigate the therapeutic potential of total saponins from Panax notoginseng (PNS) in the context of RIRI. Utilizing a murine RIRI model, the efficacy of PNS was evaluated, demonstrating a significant reduction in renal inflammation and cellular pyroptosis. Furthermore, PNS was found to modulate the ROCK2/NF-κB signaling pathway, thereby attenuating the inflammatory response. Importantly, in vitro experiments with hypoxia/reoxygenation cell models corroborated these findings, showing that PNS inhibited pyroptosis and regulated the ROCK2/NF-κB pathway. This research underscores the therapeutic potential of PNS in the treatment of RIRI, providing a robust scientific basis for its consideration as a prospective clinical therapy."
    },
    {
      "pmid": "39806966",
      "title": "Network Pharmacology Unveils Multi-Systemic Intervention of Panax notoginseng in Osteoporosis via Key Genes and Signaling Pathways.",
      "authors": [
        "Qiyue Wang",
        "Xiaoping Wang",
        "Kezhou Wu",
        "Weiwei Wu",
        "Zhantu Wei",
        "Weili Feng"
      ],
      "journal": "Endocrine, metabolic & immune disorders drug targets",
      "publication_date": "2025-Jan-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Panax notoginseng (Burk.) F. H. Chen (PN) is a traditional Chinese medicine that has been applied to prevent and treat osteoporosis. The mechanism of PN for osteoporosis remained a mystery. OBJECTIVE: The objective was to reveal the therapeutic effect and illuminate the possible mechanism of PN for osteoporosis. METHODS: The Traditional Chinese Medicine Database and Analysis Platform was searched to screen the potent ingredients of the PN and to analyze the potential therapeutic targets for osteoporosis. We excavated four disease databases to collect osteoporosis-related genes. After integrating the gene expression profile of osteoporosis and the chemical-protein data of PN, a protein-protein interaction network was constructed to demonstrate the interactions among the gene products. GO function, KEGG pathway, and docking analyses were executed. RESULTS: Network pharmacology obtained 31 active ingredients and 134 targets for the treatment of osteoporosis. The key components were beta-elemene, quercetin, methyl palmitate, oleic acid, and hexanal. The results of GO and KEGG analyses showed that Panax notoginseng was beneficial for osteoporosis by influencing the main pathways including AGE-RAGE signaling pathway in diabetic complications, TNF signaling pathway, IL-17 signaling pathway, p53 signaling pathway, NF-kappa B signaling pathway, PI3K-Akt signaling pathway, MAPK signaling pathway, FoxO signaling pathway, and Wnt signaling pathway, modulating inflammation, metabolism, cell proliferation, cell survival, growth and angiogenesis. Panax notoginseng intervened in osteoporosis through multi-components, multi-targets, and multi-pathways. CONCLUSION: This study illustrates the mechanism of Panax notoginseng for osteoporosis, providing broader insights for novel research and developments of the Panax species for osteoporosis."
    },
    {
      "pmid": "39761836",
      "title": "Gut microbiota: A new key of understanding for Panax notoginseng against multiple disorders and biotransformation.",
      "authors": [
        "Yueting Mo",
        "Xiyuan He",
        "Hao Cui",
        "Yifan Cheng",
        "Mingmei Zhou",
        "Xiuming Cui",
        "Ting Zhang"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Feb-11",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Panax notoginseng (Burkill) F.H.Chen(P. notoginseng) has been widely used as an herbal medicine for reducing swelling, relieving pain, promoting blood circulation and stopping bleeding, with notable therapeutic effects on obesity, liver diseases, colitis, Alzheimer's disease, chronic kidney disease and other diseases. AIM OF THE STUDY: This review highlighted the close link and bidirectional effects between P. notoginseng and gut microbiota, with the ultimate aim of providing new insights into the potential mechanisms of pharmacological effects of P. notoginseng in the treatment of different diseases and PNS transformation. MATERIALS AND METHODS: By means of some reputable databases (PubMed, China National Knowledge Infrastructure (CNKI), Google Scholar, etc.), we screened the published articles related to P. notoginseng from 1998 to 2024, including original research, clinical trials and review on raw materials and chemical constituents of P. notoginseng. Then, we employed the keywords \"gut microbiota\", \"intestinal microbiota\", \"gut biotransformation\" and \"intestinal\" to exclude the articles that do not in line with our topic. Plant information was obtained from www.worldfloraonline.org using \"Panax notoginseng (Burkill) F.H.Chen\" as the keyword. RESULTS: P. notoginseng elevated certain probiotics including Lactobacillus, Bifidobacterium and Akkermansia, while simultaneously reducing pathogenic bacteria such as Prevotellaceae, Enterococcus, Enterobacter and Helicobacter, to fight various diseases. Meanwhile, considering to the low oral bioavailability and degradable properties of Panax notoginseng saponin (PNS), gut microbiota converted it into protopanaxatriol(PPT) and protopanaxadiol(PPD) mainly through deglycosylation reactions to enhance the bioactivity. CONCLUSION: Increasing evidences suggest that gut microbiota may play a vital role for P. notoginseng exerting on beneficial effects on the prevention and treatment of metabolic disorders, liver diseases, neurological diseases, chronic kidney diseases, vascular diseases, colitis, and other diseases, as well as for biotransformation of P. notoginseng.",
      "mesh_terms": [
        "Gastrointestinal Microbiome",
        "Humans",
        "Panax notoginseng",
        "Biotransformation",
        "Animals",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "39711876",
      "title": "Panax notoginseng Saponins Improve Angiogenesis in Coronary Heart Disease Based on the microRNA 200a Methylation Pathway.",
      "authors": [
        "Jie Wang",
        "Yan Dong",
        "Zhaoling Li",
        "Yun Zhang",
        "Lanchun Liu",
        "Guang Yang",
        "Yongmei Liu",
        "Jun Li",
        "Lian Duan"
      ],
      "journal": "Drug design, development and therapy",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Improving angiogenesis in the ischemic myocardium is a therapeutic strategy for preventing, reducing, and repairing myocardial injury of coronary artery disease (CAD). Panax notoginseng saponins (PNS) have been widely used in the clinical treatment of cardiovascular diseases, demonstrating excellent efficacy, and can potentially improve angiogenesis in the ischemic myocardium. However, the effects of PNS on angiogenesis and its underlying mechanism of action remain unclear. PURPOSE: In this study, we aimed to evaluate the role of PNS in improving angiogenesis after myocardial infarction (MI) and explain the mechanism of PNS in improving angiogenesis in CAD from an epigenetic perspective. STUDY DESIGN: The MI rat model was established by ligating the left anterior descending coronary artery permanently. The in vitro model comprised hypoxic human coronary artery endothelial cells (HCEACs). The mice and cells were then treated with PNS. METHODS: Blood tests, histomorphology, polymerase chain reaction, enzyme-linked immunosorbent assay, Western blotting, and MassARRAY targeted methylation detection analyses were conducted in vivo and in vitro to investigate the potential mechanisms of PNS. RESULTS: Oral PNS significantly improved myocardial injury and activated angiogenesis in MI rats. DNA methylation analysis in vitro revealed that PNS decreased the hypermethylation of microRNA 200a (miR200a). PNS improved angiogenesis in hypoxic human coronary artery endothelial cells (HCEACs) by regulating the vascular endothelial growth factor (VEGF) pathway. CONCLUSION: Our research shows that PNS can improve angiogenesis in rats with MI and hypoxic HCEACs and affect the level of miR200a promoter methylation and miR200a and VEGF molecular pathways.",
      "mesh_terms": [
        "Animals",
        "Saponins",
        "Panax notoginseng",
        "Rats",
        "MicroRNAs",
        "Humans",
        "Male",
        "Rats, Sprague-Dawley",
        "Mice",
        "Cells, Cultured",
        "Disease Models, Animal",
        "Methylation",
        "Myocardial Infarction",
        "Coronary Disease",
        "Angiogenesis"
      ]
    },
    {
      "pmid": "39701194",
      "title": "Co-assembled supramolecular hydrogel of asiaticoside and Panax notoginseng saponins for enhanced wound healing.",
      "authors": [
        "Hanmei Huang",
        "Xiaohong Yang",
        "Xueying Qin",
        "Yingyan Shen",
        "Yu Luo",
        "Liu Yang",
        "Xiumei Ke",
        "Rongping Yang"
      ],
      "journal": "European journal of pharmaceutics and biopharmaceutics : official journal of Arbeitsgemeinschaft fur Pharmazeutische Verfahrenstechnik e.V",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Self-assembling natural drug hydrogels have emerged as promising biomaterials for scalable and customizable drug delivery systems attributed to their inherent biocompatibility and biodegradability. Asiaticoside (AS), a bioactive compound derived from Centella asiatica (L.) Urb., is known for its antioxidant, antifibrotic, and anti-inflammatory properties, primarily accelerating wound healing through the promotion of collagen synthesis. However, its low water solubility leads to poor transdermal absorption and reduced bioavailability when applied topically. Panax notoginseng saponins (PNS), active compounds derived from the stems of Panax notoginseng (Burk.) F.H. Chen, exhibit amphiphilic and surfactant properties, rendering them effective stabilizers. Our research has demonstrated that the co-assembly of AS and PNS forms a hydrogel, termed AS&PNS hydrogel, which significantly enhances wound healing by reducing interleukin-6 (IL-6) levels and promoting the production of vascular endothelial growth factor (VEGF). Treatment with AS&PNS hydrogel also tended to normalize epidermal thickness and improve collagen fiber organization at the wound site. This novel hydrogel material presents a straightforward and effective approach to managing skin wounds.",
      "mesh_terms": [
        "Hydrogels",
        "Animals",
        "Saponins",
        "Wound Healing",
        "Triterpenes",
        "Panax notoginseng",
        "Mice",
        "Male",
        "Drug Delivery Systems",
        "Centella",
        "Skin",
        "Vascular Endothelial Growth Factor A",
        "Interleukin-6"
      ]
    },
    {
      "pmid": "39689256",
      "title": "Preparation of Rare Dehydrated Protopanaxadiol Ginsenosides from Panax notoginseng Leaves by Confined Microwave-Driven Transformation.",
      "authors": [
        "Jia-Yue Liu",
        "Li-Juan Ma",
        "Ru-Jie Yang",
        "Yu Liu",
        "Zheng Shu",
        "Yong-Qing Cai",
        "Qing-Wen Zhang",
        "Feng-Qing Yang",
        "Jian-Bo Wan"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2025-Jan-08",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "Rare dehydrated ginsenosides barely exist in natural ginseng plants. Herein, the confined microwave technique was utilized to transform the main ginsenosides of Panax notoginseng leaves (PNL) into dehydrated ginsenosides. The main microwave-treated products of dried PNL are dehydrated ginsenoside Rk1, Rg5, notoginsenoside SFt3, and SFt4. Comparatively, the main microwave-treated products of water preimmersed PNL are dehydrated ginsenoside Rk2, Rh3, notoginsenoside SFt3, and SFt4. The impacts of solvent, solid-liquid ratio, microwave temperature and duration on the yield of dehydrated ginsenosides were explored. Based on theoretical calculation, primary ginsenosides in water preimmersed PNL are more prone to deglycosylation at the C-20 site and dehydration elimination reactions at the side chain during microwave treatment. Moreover, reference compounds were used to verify ginsenoside transformation pathway, and the dehydrated ginsenosides were individually purified and identified. In short, this study elucidates novel approach for preparing rare Δ20(21)- and Δ20(22)-dehydrated protopanoxadiol ginsenosides.",
      "mesh_terms": [
        "Microwaves",
        "Ginsenosides",
        "Plant Leaves",
        "Panax notoginseng",
        "Sapogenins",
        "Molecular Structure",
        "Chromatography, High Pressure Liquid",
        "Plant Extracts",
        "Desiccation"
      ]
    },
    {
      "pmid": "39681770",
      "title": "Endophytic Bacteria Enterobacter cloacae PN7 Promotes Biosynthesis and Accumulation of Saponins in Panax notoginseng.",
      "authors": [
        "Xianjing Lin",
        "Mulan Wang",
        "Feiyan Xie",
        "Yuxi Cheng",
        "Li Yang",
        "Jian Gao",
        "Weiqi Li",
        "Xudong Zhang",
        "Ting Tang"
      ],
      "journal": "Current microbiology",
      "publication_date": "2024-Dec-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Panax notoginseng is an important Chinese medicinal plant. Saponins are the major bioactive secondary metabolites with a wide range of medicinal and commercial value in P. notoginseng, so it is crucial to develop environmentally friendly methods to increase their production. The symbiotic relationship between endophytic bacteria and host plants offers a sustainable approach to enhance secondary metabolite biosynthesis. In this study, it was reported that the co-cultivation of an endophytic bacterium Enterobacter cloacae PN7, isolated from P. notoginseng and its host plant could greatly promote saponin accumulation in the root of seedlings. After six days of PN7 treatment, the total saponin concentration reached 21.64 mg/g, representing a 2.01-fold increase over the control. Transcriptome sequencing revealed that PN7 induction upregulated key genes in the saponin biosynthetic pathway (including DXS, HMGR, PMK, DS, CYP450, and GTs), modulated 253 plant hormone signaling genes (such as those related to JA, ETH, and ABA), and affected 284 transcription factor genes and 47 ABC transporter genes. Co-expression network analysis identified DEGs related to plant hormone signaling, transcription factors, and ABC transporters in saponin biosynthesis and distribution. The results suggested that JA signaling, mediated by transcription factors, such as bHLH and MYBs, and its interaction with ETH, played crucial roles in saponin biosynthesis. Additionally, potential ABC transporter candidates involved in saponin transport were identified. This study highlights the role of endophytic bacteria in enhancing saponin production in P. notoginseng and opens avenues for further research on microbial-plant interactions in secondary metabolite production.",
      "mesh_terms": [
        "Saponins",
        "Panax notoginseng",
        "Endophytes",
        "Enterobacter cloacae",
        "Plant Roots",
        "Biosynthetic Pathways",
        "Symbiosis",
        "Seedlings",
        "Plant Growth Regulators"
      ]
    },
    {
      "pmid": "39583172",
      "title": "Panax notoginseng saponins promotes angiogenesis after cerebral ischemia-reperfusion injury.",
      "authors": [
        "Haiyan Xiao",
        "Shusen Liu",
        "Binyu Fang",
        "Wenchao Zhang",
        "Min Wang",
        "Jingxue Ye",
        "Tianxiao Huang",
        "Li Cao",
        "Xiaojun Zhang",
        "Guibo Sun"
      ],
      "journal": "Journal of ginseng research",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ischemic stroke is a devastating disease that can result in permanent disability and death, and angiogenesis plays a critical role in the recovery and survival of patients and animal models of ischemic stroke. Panax notoginseng has been used as a key herb in the treatment of stroke diseases due to its effect in promoting blood circulation and removing blood stasis. However, the role of Panax notoginseng saponins, in promoting angiogenesis is unclear. PURPOSE: This study is aimed to investigate the effect of Xueshuantong (XST) injection, composed of Panax notoginseng saponins in post-stroke revascularization. METHOD: In the present study, a middle cerebral artery occlusion/reperfusion model was established in Sprague-Dawley rats, with XST and the positive drug Dl-3-n-butylphthalide (NBP) administered via intraperitoneal injection to observe vascular changes after stroke. The protective and pro-angiogenic effects of XST after stroke were demonstrated by Triphenyltetrazolium chloride staining and optical coherence tomography angiography. Subsequently, network pharmacology and molecular docking techniques, as well as in vitro experimental validation, were used to further analyze the potential mechanism by which XST promotes angiogenesis. RESULTS: The results showed that XST could reduce the cerebral infarction region in rats. And the neovascularization in the ischemic area of the rat brain significantly increased after 7 or 14 days of XST administration. Furthermore, XST could activate the vascular endothelial growth factor A (VEGFA)/vascular endothelial growth factor receptor 2 (VEGFR2), and hypoxia-inducible factor 1 (HIF-1) signaling pathways. CONCLUSION: XST may promote post-stroke angiogenesis by affecting the HIF1-α/VEGFA/VEGFR2 signaling pathways."
    },
    {
      "pmid": "39447711",
      "title": "Mechanism of Panax notoginseng saponins in improving cognitive impairment induced by chronic sleep deprivation based on the integrative analysis of serum metabolomics and network pharmacology.",
      "authors": [
        "Mei-Ya Zhang",
        "Chao Yin",
        "Li Ding",
        "Li Cheng",
        "Qing Lv",
        "Ping Wang",
        "Shun-Bo Zhang",
        "Qiu-Yun You"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Panax notoginseng saponin (PNS) has a variety of biological activities, such as improvement of myocardial ischemia, improvement of learning and memory, hypolipidemia, and immunomodulation. However, its protective mechanism on the central nervous system (CNS) is not clear. AIM OF THE STUDY: The present study initially evaluated the possible mechanism of PNS to improve cognitive dysfunction due to chronic sleep deprivation (CSD). MATERIALS AND METHODS: In the present study, we used a modified multi-platform aquatic environment sleep deprivation method to induce a cognitively impaired rat model, and explored the mechanism of action of PNS by integrating serum metabolomics and network pharmacology, which was further verified by molecular docking and experiments. RESULTS: The results showed that PNS significantly shortened the escape latency, increased the target quadrant time and the number of traversing platforms, and attenuated the inflammatory damage in the hippocampal Cornu Ammonis 1 (CA1) region in CSD rats. The non-targeted metabolomics results indicated that 35 biomarkers significantly altered following PNS therapy intervention, with metabolic pathways enriched for the effects of One carbon pool by folate, Riboflavin metabolism, Glycerophospholipid metabolism, Sphingolipid metabolism, Glycerolipid metabolism, Arachidonic acid metabolism, and Tryptophan metabolism. In addition, network pharmacology identified 234 potential targets for PNS intervention in CSD with cognitive impairment. Metabolite-response-enzyme-gene network was constructed by MetaScape and matched with the network pharmacology results to identify a total of five shared targets (LPL, GPAM, HSD11B1, HSD11B2, and SULT2A1) and two metabolic pathways (Sphingolipid metabolism and Steroid hormone biosynthesis). The results of molecular docking revealed that the five active ingredients had good binding ability with the five core targets. qPCR analysis confirmed the ability of PNS to modulate the above five targets. CONCLUSIONS: The combination of metabolomics and network analysis provides a scientific basis for promoting the clinical application of PNS in cognitive impairment.",
      "mesh_terms": [
        "Animals",
        "Cognitive Dysfunction",
        "Male",
        "Metabolomics",
        "Panax notoginseng",
        "Network Pharmacology",
        "Saponins",
        "Rats, Sprague-Dawley",
        "Molecular Docking Simulation",
        "Rats",
        "Sleep Deprivation",
        "Disease Models, Animal",
        "Biomarkers"
      ]
    },
    {
      "pmid": "39427524",
      "title": "Panax Notoginseng Saponins promotes the meningeal lymphatic system-mediated hematoma absorption in intracerebral hemorrhage.",
      "authors": [
        "Zhe Yu",
        "Xi-Ya Yang",
        "Yi-Qing Cai",
        "En Hu",
        "Teng Li",
        "Wen-Xin Zhu",
        "Yao Wu",
        "Qiu-Ju Yan",
        "Zhi-Lin Li",
        "Quan Chen",
        "Zhuan Pei",
        "Fei Zheng",
        "Yang Wang",
        "Tao Tang"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Hematoma clearance is crucial for treating intracerebral hemorrhage (ICH). Currently, there is a lack of pharmacological therapy aimed at promoting hematoma absorption. Meningeal lymphatic system, as a drain of brain, is a potential therapeutic approach in ICH. Panax Notoginseng Saponins (PNS), proven to promote lymphangiogenesis in periphery, effectively reduces hematoma in ICH patients. However, the potential pharmacological effect of PNS on meningeal lymphatic vessels (MLVs) remains unknown. PURPOSE: In this study, we aimed to investigate the impact of PNS on the meningeal lymphatic system and ICH. METHODS: The collagenase-ICH model was conducted to investigate the effect of PNS. Behavioral tests, including modified neurological severity score (mNSS) and foot-fault test, and hematoma volume were used to estimate the neurological function and curative effect. The structure and drainage function of MLVs was detected by immunohistochemical staining. Visudyne intracisternal magna injection combined with red laser photoconversion was performed to ablate MLVs. RNA-sequencing was used to obtain mRNA profiles for mechanistic investigation. RESULTS: The meningeal lymphatic drainage function was enhanced after ICH on day 14 without obvious lymphangiogenesis. Additionally, PNS further facilitated the process of drain with simultaneously inducing lymphangiogenesis. Moreover, ablation of MLVs by photoconverting of visudyne significantly blocked the benefits of neurological deficits improvement and hematoma absorption conducted by PNS. Furthermore, RNA-sequencing revealed that PNS regulated axonogenesis and inflammation, relying on the intact MLVs. In which, solute carrier family 17 member 7 (Slc17a7) and tumor necrosis factor (Tnf) were identified as bottleneck and hub nodes of the protein-protein interaction network of target genes, respectively. CONCLUSION: PNS might be effective for ICH treatment by enhancing lymphangiogenesis and the meningeal lymphatic drainage function, thereby attenuating inflammation and promoting neurological recovery. The role of PNS in regulation of MLVs was investigated for the first time. This study provides a novel insight for PNS in the medical therapy of ICH.",
      "mesh_terms": [
        "Cerebral Hemorrhage",
        "Saponins",
        "Panax notoginseng",
        "Animals",
        "Male",
        "Hematoma",
        "Meninges",
        "Disease Models, Animal",
        "Rats, Sprague-Dawley",
        "Lymphatic System",
        "Lymphangiogenesis",
        "Lymphatic Vessels",
        "Drugs, Chinese Herbal",
        "Rats"
      ]
    },
    {
      "pmid": "39399466",
      "title": "Notoginsenoside R1, a metabolite from Panax notoginseng (Burkill) F.H.Chen, stimulates insulin secretion through activation of phosphatidylinositol 3-kinase (PI3K)/Akt pathway.",
      "authors": [
        "Altaf Al-Romaiyan",
        "Ahmad Barakat",
        "Sulaiman K Marafie",
        "Willias Masocha"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: For ages, botanical medicine has been used in the treatment of diabetes mellitus (DM). Notoginsenoside R1 (NGR1), a Panax notoginseng (Burkill) F.H.Chen metabolite, has been documented to possess antidiabetic action in vivo. However, its precise molecular mechanism of action is not clear. OBJECTIVES: We evaluated NGR1's effects on blood glucose in vivo and then evaluated in vitro whether NGR1 has effects on insulin secretion and the probable molecular pathways involved in NGR1-induced insulin secretion. METHODS: Diabetes was induced in mice by streptozotocin. Glucose tolerance test was performed before and after NGR1 was administered intraperitoneally to diabetic animals for 4 weeks. Static and perifusion experiments were performed using isolated female BALB/c mouse islets. Preproinsulin (Ins) mRNA expression was measured using q-PCR. Protein expression of PI3K/Akt pathway was assessed using the fully automated Wes™ capillary-based protein electrophoresis. RESULTS: Treatment of diabetic mice with NGR1 improved their glucose intolerance. In vitro, NGR1 increased insulin secretion in a concentration-dependent manner. NGR1 initiated the secretion of insulin at 2 mM glucose and augmented glucose-stimulated insulin secretion which was sustained throughout NGR1 perifusion. NGR1-induced insulin secretion was not altered by a voltage gated calcium channel blocker or protein kinase A inhibitor. NGR1 did not significantly modulate Ins mRNA expression. However, NGR1 significantly increased the levels of phospho-Akt and phopho-p-85. CONCLUSION: In conclusion, this study has shown that NGR1 ameliorates hyperglycemia in diabetic mice. NGR1 has a direct insulin secretagogue activity on mouse islets, stimulates insulin secretion at both basal and postprandial glucose concentrations, and activates PI3K/Akt pathway to induce insulin secretion. These results suggest that NGR1 may provide an alternative therapy to manage DM."
    },
    {
      "pmid": "39353320",
      "title": "Pre-treatment with notoginsenoside R1 from Panax notoginseng protects against high-altitude-induced pulmonary edema by inhibiting pyroptosis through the NLRP3/caspase-1/GSDMD pathway.",
      "authors": [
        "Demei Huang",
        "Yilan Wang",
        "Caixia Pei",
        "Xiu Zhang",
        "Zherui Shen",
        "Nan Jia",
        "Sijing Zhao",
        "Guang Li",
        "Zhenxing Wang"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "High-altitude pulmonary edema (HAPE) is a potentially fatal condition that occurs when exposed to high-altitude hypoxia environments. Currently, there is no effective treatment for HAPE, and available interventions focus on providing relief. Notoginsenoside R1 (NGR1), a major active constituent of Panax notoginseng (Burkill) F.H.Chen (sānqī), has demonstrated heart and lung-protective effects under hypobaric hypoxia. However, there is a lack of clarity regarding the precise mechanisms that underlie the protective effects of NGR1 against inflammation. In this study, a rat model of HAPE was developed to assess the effect of NGR1 on this pathology. High-altitude hypoxia corresponding to 6000 m altitude was simulated with a hypobaric chamber. We found that NGR1 dose-dependently alleviated pulmonary oxidative stress damage and inflammatory response, and prevented acid-base balance disruption. In addition, NGR1 restored the expression levels of hypoxia-inducible factor-1 alpha, vascular endothelial growth factor, and aquaporin protein-5, correlated with the development of pulmonary edema induced by hypobaric hypoxia. Furthermore, NGR1 pre-treatment remarkably mitigated NOD-like receptor family pyrin domain containing 3 (NLRP3) inflammasome-induced pyroptosis, and this effect was partially counteracted by the use of an NLRP3 agonist. Thus, NGR1 may exert a lung-protective effect against HAPE by ameliorating hypoxia-induced lung edema, oxidative damage, and inflammation through inhibition of the NLRP3/Caspase-1/ GSDMD signaling pathway.",
      "mesh_terms": [
        "Animals",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Ginsenosides",
        "Pyroptosis",
        "Male",
        "Panax notoginseng",
        "Rats, Sprague-Dawley",
        "Caspase 1",
        "Pulmonary Edema",
        "Rats",
        "Signal Transduction",
        "Altitude Sickness",
        "Oxidative Stress",
        "Lung",
        "Disease Models, Animal",
        "Gasdermins",
        "Hypertension, Pulmonary",
        "Phosphate-Binding Proteins"
      ]
    },
    {
      "pmid": "39349224",
      "title": "Panax notoginseng saponins and acetylsalicylic acid co-delivered liposomes for targeted treatment of ischemic stroke.",
      "authors": [
        "Hao Cui",
        "Yanchi Liu",
        "Ying Yu",
        "Dong Lv",
        "Sha Ma",
        "Mingju Gao",
        "Ye Yang",
        "Cheng Yuan",
        "Yuan Liu",
        "Chengxiao Wang"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2024-Dec-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we aimed to develop brain-targeted co-delivery liposomes for the concurrent delivery of Panax notoginseng saponins (PNS) and acetylsalicylic acid (ASA) for the treatment of ischemic stroke. Within this system, PNS served as a cholesterol substitute, integrating into the phospholipid bilayer of the liposomes, while ASA was encapsulated internally. A poly-2-methacryloyloxyethyl phosphorylcholine (PMPC) polymer was synthesized and incorporated into the liposome surface. This formulation demonstrated an enhanced PNS-loading capacity and facilitated the synchronized delivery of key saponin components. Following PMPC modification, the liposomes exhibited prolonged circulation and improved transport across the blood-brain barrier (BBB) through acetylcholine receptor-mediated pathways. Furthermore, the co-delivery system exhibited enhanced therapeutic efficacy in a rat model of cerebral ischemia-reperfusion injury via the phosphoinositide 3-kinase/protein kinase C pathway. Additional analyses revealed significant effects on the metabolism of neurotransmitters, amino acids, folate, and various other pathways, indicating a multi-faceted therapeutic effect. Overall, this study presents an innovative research strategy for the comprehensive delivery of diverse components in traditional Chinese medicine formulations, highlighting the potential for synergistic treatments that combine traditional Chinese medicine with chemical agents.",
      "mesh_terms": [
        "Animals",
        "Saponins",
        "Liposomes",
        "Panax notoginseng",
        "Aspirin",
        "Male",
        "Rats, Sprague-Dawley",
        "Ischemic Stroke",
        "Rats",
        "Blood-Brain Barrier",
        "Drug Delivery Systems",
        "Reperfusion Injury",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39307799",
      "title": "[Mechanism of Panax notoginseng saponins in treating diabetic kidney disease based on network pharmacology and experimental verification].",
      "authors": [
        "Yang-Chen Wang",
        "Ruo-Yu Geng",
        "Jian-Hua Yang",
        "Chong Ma",
        "Wu Dai",
        "Ya-Li Guo",
        "Han-Teng Zhang",
        "Zi-Xuan Xu",
        "Xin-Yue Li",
        "Xin-Xin Ma",
        "Jun-Ping Hu",
        "Li-Mei Wen"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2024-Sep",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "This study aims to investigate the therapeutic effect and mechanism of Panax notoginseng saponins(PNS) on diabetic kidney disease(DKD) based on network pharmacology, molecular docking, animal experiments. Network pharmacology was employed to screen the potential targets, and STRING was employed to build the protein-protein interaction network. Gene Ontology(GO) and Kyoto Encyclopedia of Genes and Genomes(KEGG) enrichment analyses were carried out for the core targets screened out, and a ″components-targets-pathways″ visualization network was constructed to predict the potential mechanism of PNS in treating DKD. Five active ingredients were screened from PNS, the core targets of which for treating DKD were AKT1, STAT3, ESR1, HSP90AA1, MTOR, et al. The KEGG enrichment analysis showed that the pathways related to PNS for treating DKD included the pathway in cancer, chemical carcinogenesis-receptor activation, and PI3K-AKT signaling pathway. GO analysis revealed that protein binding, homologous protein binding, enzyme binding, and ATP binding were the main biological processes involved in the treatment of DKD with PNS. Male 6-week-old db/db mice were randomized into model, dapagliflozin, and low-dose and high-dose PNS groups, with 10 mice in each group. Ten 6-week-old db/m mice were used as the control group. Mice were administrated with corresponding drugs or distilled water(control and model groups) by gavage once a day for 8 weeks. The body weight, fasting blood glucose, kidney index, microalbuminuria, creatinine, microalbuminuria/creatinine ratio, and urea nitrogen content in the urine of mice were determined. Hematoxylin-eosin(HE) staining, periodic acid-Schiff(PAS) staining, and Masson staining were performed to observe the protective effect of PNS on the renal tissues in db/db mice. The results showed that PNS could significantly reduce the fasting blood glucose level and improve the renal damage in db/db mice. Western blot results showed that PNS down-regulated the protein levels of p-AKT1 and p-STAT3 and decreased the p-AKT1/AKT1 and p-STAT3/STAT3 ratios. In addition, high-dose PNS down-regulated the protein level of PIK3CA. In conclusion, PNS may exert the kidney-protecting effects in DKD by inhibiting STAT3 via the PI3K-AKT signaling pathway.",
      "mesh_terms": [
        "Animals",
        "Panax notoginseng",
        "Diabetic Nephropathies",
        "Saponins",
        "Mice",
        "Network Pharmacology",
        "Male",
        "Drugs, Chinese Herbal",
        "Molecular Docking Simulation",
        "Humans",
        "Signal Transduction",
        "Protein Interaction Maps",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "39295106",
      "title": "Neuroprotective effects of salvianolic acids combined with Panax notoginseng saponins in cerebral ischemia/reperfusion rats concerning the neurovascular unit and trophic coupling.",
      "authors": [
        "Hongyang Chen",
        "Zhen Liu",
        "Lei Zhao",
        "Zhuangzhuang Jia"
      ],
      "journal": "Brain and behavior",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The neurovascular unit (NVU) and neurovascular trophic coupling (NVTC) play a key regulatory role in brain injury caused by ischemic stroke. Salvianolic acids (SAL) and Panax notoginseng saponins (PNS) are widely used in China to manage ischemic stroke. Neuroprotective effects of SAL and PNS, either taken alone or in combination, were examined in this research. METHODS: Wistar rats were randomly divided into the following groups: Sham group (Sham), cerebral ischemia/reperfusion group (I/R), I/R with SAL group (SAL), I/R with PNS group (PNS), I/R with SAL combined with PNS (SAL + PNS), and I/R with edaravone group (EDA). Treatment was administered once daily for two days after modeling of middle cerebral artery occlusion/reperfusion (MCAO/R). RESULTS: Compared with the I/R group, SAL, PNS, or SAL + PNS treatment reduced infarct size, improved neurological deficit score, reduced Evans blue extravasation, increased expression of CD31 and tight junction proteins (TJs), including zonula occludens-1 (ZO-1), zonula occludens-2 (ZO-2), and junctional adhesion molecule-1 (JAM-1). Furthermore, SAL, PNS, or SAL + PNS suppressed the activations of microglia and astrocyte and led to the amelioration of neuron and pericyte injury. Treatment also inhibited NVU dissociation of GFAP/PDGFRβ and Collagen IV/GFAP while upregulated the expression level of BDNF/TrkB and BDNF/NeuN. CONCLUSIONS: SAL and PNS have significantly remedied structural and functional disorders of NVU and NVTC in I/R injury. These effects were more pronounced when SAL and PNS were combined than when used separately.",
      "mesh_terms": [
        "Animals",
        "Neuroprotective Agents",
        "Panax notoginseng",
        "Saponins",
        "Reperfusion Injury",
        "Male",
        "Rats",
        "Rats, Wistar",
        "Infarction, Middle Cerebral Artery",
        "Polyphenols",
        "Brain Ischemia",
        "Alkenes",
        "Disease Models, Animal",
        "Blood-Brain Barrier",
        "Drug Therapy, Combination"
      ]
    },
    {
      "pmid": "39179055",
      "title": "20S-Ginsenoside Rh2, the major bioactive saponin in Panax notoginseng flowers, ameliorates cough by inhibition of NaV1.7 and TRPV1 channel currents and downregulation of TRPV1 expression.",
      "authors": [
        "Xiao Liu",
        "Jie Xiang",
        "Shuyuan Fan",
        "Xumin Chen",
        "Chengzhan Peng",
        "Zhengxin Xu"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Jan-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Panax notoginseng flowers, which are the buds of the traditional Chinese medicinal herb Sanqi, are widely used in China for their cough-ameliorating properties, with demonstrated therapeutic effects in the treatment of both acute and chronic coughs. However, both the antitussive mechanism and active compound basis of P. notoginseng flowers remain poorly understood. AIM OF THE STUDY: We investigated the antitussive effects of P. notoginseng flowers, identified the bioactive constituents responsible for alleviating cough symptoms, and elucidated the underlying pharmacological mechanisms. MATERIALS AND METHODS: We analyzed the major chemical constituents of aqueous extracts of P. notoginseng flowers using liquid chromatography-mass spectrometry and quantitatively analyzed the key component, 20S-ginsenoside Rh2, using high-performance liquid chromatography. Using a cough reflex model in healthy mice and an ovalbumin-induced, highly sensitive guinea pig cough model, we verified the suppressive effects of P. notoginseng flowers and their saponin constituents on coughing. Furthermore, we explored the mechanisms of action of the key ion channels, NaV1.7 and TRPV1, using whole-cell patch-clamp techniques and molecular docking. Finally, the therapeutic mechanisms of P. notoginseng flowers on pathological cough were revealed using hematoxylin and eosin staining, immunohistochemistry, and western blotting. RESULTS: The active components of P. notoginseng flowers were primarily protopanaxadiol-type saponins, among which 20S-ginsenoside Rh2 had the highest content (51.46 mg/g). In the mouse model, P. notoginseng flowers exhibited antitussive effects comparable to those of pentoxyverine citrate. Although its main saponin component, 20S-ginsenoside Rh2, showed slightly weaker effects, it still demonstrated concentration-dependent inhibition of channel activity. The whole-cell patch-clamp technique and virtual molecular docking showed that Rh2 might exert its effects by directly binding to the NaV1.7 and TRPV1 channels. In the guinea pig model, P. notoginseng flowers and their saponin components not only reduced cough frequency and prolonged the latency period before cough onset, but also significantly inhibited tracheal and pulmonary inflammation and the overexpression of TRPV1. CONCLUSIONS: 20S-Ginsenoside Rh2, the major bioactive saponin in P. notoginseng flowers, exhibits potent antitussive effects. The potential mechanism of action of 20S-Ginsenoside Rh2 in the treatment of cough may involve inhibiting NaV1.7 and TRPV1 channel currents through direct binding to core protein active sites and downregulating TRPV1 expression.",
      "mesh_terms": [
        "Animals",
        "TRPV Cation Channels",
        "Guinea Pigs",
        "Flowers",
        "Cough",
        "Ginsenosides",
        "Antitussive Agents",
        "Male",
        "Mice",
        "Panax notoginseng",
        "Down-Regulation",
        "Humans",
        "NAV1.7 Voltage-Gated Sodium Channel",
        "HEK293 Cells",
        "Molecular Docking Simulation",
        "Cricetulus",
        "Disease Models, Animal",
        "CHO Cells",
        "Saponins",
        "Ovalbumin"
      ]
    },
    {
      "pmid": "39147248",
      "title": "Panax notoginseng saponins loaded W/O microemulsion for alopecia therapy with panthenol as cosurfactant to reduce skin irritation.",
      "authors": [
        "Shuxuan Li",
        "Yihua Huang",
        "Yingying Sun",
        "Tianli Lu",
        "Yating Dong",
        "Shihui Yu",
        "Xuefei Zhang",
        "Haiyan Hu"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2024-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The etiology of alopecia is so complex that current therapies with single-mechanism and attendant side-effects during long-term usage, are insufficient for treatment. Panax notoginseng saponins (PNS) is supposed to treat alopecia with multiple mechanisms, but difficult to penetrate skin efficiently due to water-solubility. Here, we designed water-in-oil microemulsion (PNS ME) using jojoba oil, fractioned coconut oil, RH 40 + Span 80 and cosurfactant D-panthenol, to help PNS penetrating the skin. Particularly, D-panthenol not only enlarges the microemulsion area, reduces the usage amounts of surfactants thus relieves skin irritation, but stimulates the migration of dermal papilla cells (DPCs), displaying cooperative effects on anti-alopecia. PNS ME penetrates through sebum-rich corneum via high-affinity lipid fusion, targets to hair follicles (HFs), where it resides in skin for sustained drug release, accelerates angiogenesis to build well-nourished environment for HFs, and facilitates the proliferation and migration of DPCs in vitro. PNS ME markedly improved hair density, skin pigmentation, new hair weight, skin thickness, and collagen generation of telogen effluvium mice. Moreover, PNS also took outstanding curative effects on androgenetic alopecia mice. Upon further exploration, PNS ME caused dramatic upregulations of β-catenin, VEGF and Ki67, suggesting it might function by triggering Wnt/β-catenin pathway, accelerating vessels formation, and activating the hair follicle stem cells. Notably, PNS ME indicated longer-term safety than minoxidil tincture. Together, PNS ME provides a comprehensive strategy for alopecia, especially it avoids defects by high-proportioned surfactants in traditional microemulsion, exhibiting milder and safer, which shows bright prospect of applying microemulsion in hair growth promotion.",
      "mesh_terms": [
        "Alopecia",
        "Animals",
        "Emulsions",
        "Mice",
        "Saponins",
        "Hair Follicle",
        "Panax notoginseng",
        "Surface-Active Agents",
        "Female",
        "Skin",
        "Cell Movement",
        "Male",
        "Skin Absorption",
        "Water",
        "Administration, Cutaneous"
      ]
    },
    {
      "pmid": "39141849",
      "title": "3D-Printed Stents Loaded with Panax notoginseng Saponin for Promoting Re-endothelialization and Reducing Local Inflammation in the Carotid Artery of Rabbits.",
      "authors": [
        "Chaojie Tang",
        "Yihong Shen",
        "Yazhi Xing",
        "Yufan Wu",
        "Mianmian Zhang",
        "He Zhang",
        "Shuo Zhao",
        "Zhiguo Zhou",
        "Yongning Sun",
        "Xiumei Mo",
        "Wu Wang"
      ],
      "journal": "ACS biomaterials science & engineering",
      "publication_date": "2024-Oct-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Endovascular treatment (EVT) using stents has become the primary option for severe cerebrovascular stenosis. However, considerable challenges remain to be addressed, such as in-stent restenosis (ISR) and late thrombosis. Many modified stents have been developed to inhibit the hyperproliferation of vascular smooth muscle cells (SMCs) and protect vascular endothelial cells (VECs), thereby reducing such complications. Some modified stents, such as those infused with rapamycin, have improved in preventing acute thrombosis. However, ISR and late thrombosis, which are long-term complications, remain unavoidable. Panax notoginseng saponin (PNS), a traditional Chinese medicine consisting of various compounds, is beneficial in promoting the proliferation and migration of VECs and inhibiting the proliferation of SMCs. Herein, a 3D-printed polycaprolactone (PCL) stent loaded with PNS (PNS-PCL stent) was developed based on a previous study. In vitro studies confirmed that PNS promotes the migration and proliferation of VECs, which were damaged, by increasing the expression levels of microRNA-126, p-AKT, and endothelial nitric oxide synthase. In vivo, the PNS-PCL stents maintained the patency of the carotid artery in rabbits for up to three months, outperforming the PCL stents. The PNS-PCL stents may present a new solution for the EVT of cerebrovascular atherosclerotic stenosis in the future.",
      "mesh_terms": [
        "Animals",
        "Rabbits",
        "Saponins",
        "Panax notoginseng",
        "Printing, Three-Dimensional",
        "Carotid Arteries",
        "Cell Proliferation",
        "Endothelial Cells",
        "Inflammation",
        "Stents",
        "Cell Movement",
        "Male",
        "Myocytes, Smooth Muscle",
        "Muscle, Smooth, Vascular",
        "Polyesters"
      ]
    },
    {
      "pmid": "39132142",
      "title": "Dazomet fumigation modification of the soil microorganism community and promotion of Panax notoginseng growth.",
      "authors": [
        "Ya-Meng Lin",
        "Ming-Hua Li",
        "Chun-Yan Dai",
        "Yuan Liu",
        "Wen-Ping Zhang",
        "Qian Yang",
        "Xiu-Ming Cui",
        "Ye Yang"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Panax notoginseng, a medicinal herb in China, is attacked by several pathogens during its cultivation. Dazomet (DZ) is a soil fumigant that is effective in controlling soil-borne pathogens, but its long-term effects on P. notoginseng growth and soil properties are unknown. METHODS: We conducted field experiments over two consecutive years to assess the impact of three concentrations of DZ fumigation (35 kg/666.7 m2, 40 kg/666.7 m2, and 45 kg/666.7 m2) on soil physicochemical properties, microbial diversity, and P. notoginseng growth. Correlation analyses were performed between microbial community changes and soil properties, and functional predictions for soil microorganisms were conducted. RESULTS: DZ fumigation increased total nitrogen, total phosphorus, total potassium, available phosphorus, available potassium, and ammonia nitrogen levels in the soil. DZ fumigation promoted the nutrient accumulation and improvement of agronomic traits of P. notoginseng, resulted in a 2.83-3.81X yield increase, with the highest total saponin content increasing by 24.06%. And the 40 kg/666.7 m2 treatment had the most favorable impact on P. notoginseng growth and saponin accumulation. After DZ fumigation, there was a decrease in the relative abundance of pathogenic fungi such as Fusarium, Plectosphaerella, and Ilyonectria, while beneficial bacteria such as Ramlibacter, Burkholderia, and Rhodanobacteria increased. The effects of fumigation on soil microorganisms and soil physicochemical properties persisted for 18 months post-fumigation. DZ fumigation enhanced the relative abundance of bacteria involved in the biosynthesis of secondary metabolites and arbuscular mycorrhizal fungi, reduced the relative abundance of plant-animal pathogenic fungi, reduced the occurrence of soil-borne diseases. CONCLUSION: In conclusion, DZ fumigation enhanced soil physicochemical properties, increased the proportion of beneficial bacteria in the soil, and rebalanced soil microorganism populations, consequently improving the growth environment of P. notoginseng and enhancing its growth, yield, and quality. This study offers a theoretical foundation for DZ fumigation as a potential solution to the continuous cropping issue in perennial medicinal plants such as P. notoginseng."
    },
    {
      "pmid": "39116780",
      "title": "Panax notoginseng saponins dually modulates autophagy in gastric precancerous lesions complicated with myocardial ischemia-reperfusion injury model through the PI3K/AKT/mTOR pathway.",
      "authors": [
        "Xiaoyan Wang",
        "Ruihang Zhang",
        "Nili Zeng",
        "Hao Li",
        "Baojin Hua"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gastric precancerous lesion (GPL) is a crucial stage in the development of gastric cancer, characterized by incomplete intestinal epithelial chemotaxis and heterogeneous hyperplasia with high malignant potential. Early intervention in GPL is vital for preventing gastric cancer. Additionally, there are shared risk factors and pathogenesis between tumors and coronary heart disease (CHD), with an increasing number of tumor patients GPL complicated with CHD due to improved survival rates. Reperfusion therapy in CHD can result in myocardial ischemia-reperfusion injury (MIRI). Traditional Chinese medicine (TCM) has demonstrated unique advantages in treating GPL and MIRI by promoting blood circulation and removing blood stasis. Panax ginseng total saponin (PNS), a component of TCM known for its blood circulation benefits, has shown positive effects in inhibiting tumor growth and improving myocardial ischemia. This study utilized a GPL-MIRI mouse model to investigate the effects of PNS in treatment. Results indicated that PNS significantly improved typical GPL lesions in mice, such as incomplete intestinal epithelialization and heteroplasia, and also reduced myocardial infarction. At the molecular level, PNS exhibited a bidirectional regulatory role in the GPL-MIRI model. It enhanced the autophagic process in gastric mucosal cells by inhibiting the PI3K/Akt/mTOR signaling pathway, while suppressed excessive autophagy in cardiomyocytes. These findings offer new insights and treatment strategies for managing GPL and MIRI using the TCM compound PNS.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Mice",
        "Autophagy",
        "Disease Models, Animal",
        "Mice, Inbred C57BL",
        "Myocardial Reperfusion Injury",
        "Panax notoginseng",
        "Phosphatidylinositol 3-Kinases",
        "Precancerous Conditions",
        "Proto-Oncogene Proteins c-akt",
        "Saponins",
        "Signal Transduction",
        "Stomach Neoplasms",
        "TOR Serine-Threonine Kinases"
      ]
    },
    {
      "pmid": "39084271",
      "title": "Effects of Panax notoginseng saponins on alleviating low shear induced endothelial inflammation and thrombosis via Piezo1 signalling.",
      "authors": [
        "Lu Liu",
        "Jia Li",
        "Yilin Wang",
        "Ping Gong",
        "Jiantao Feng",
        "Shunli Xiao",
        "Jing Xu",
        "Xiaojie Yin",
        "Fulong Liao",
        "Yun You"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Dec-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Panax notoginseng saponins (PNS) are the major effective components of Panax notoginseng (burk) F.H.Chen which is one of the classic promoting blood circulation herbs in traditional Chinese medicine. PNS is widely used in China for the treatment of cerebral ischemic stroke. Pathological low shear stress is a causal factor in endothelial inflammation and thrombosis. However, the mechanism of PNS against low shear related endothelial inflammation is still unclear. AIM TO THE STUDY: This study aims to investigate the effects of PNS against endothelial inflammation induced by low shear stress and to explore the underlying mechanical and biological mechanisms. MATERIALS AND METHODS: Mouse model of carotid partial ligation for inducing low endothelial shear stress was established, the pharmacodynamic effect and mechanism of PNS against endothelial inflammation induced by low shear stress through Piezo1 were explored. Yoda1-evoked Piezo1 activation and expression in human umbilical vein endothelial cells (HUVECs) were determined at static condition. Microfluidic channel systems were used to apply shear stress on HUVECs and Piezo1 siRNA HUVECs to determine PECAM-1, p-YAP and VCAM-1 expression. And platelet rich plasma (PRP) was introduced to low shear treated endothelial cells surface to observe the adhesion and activation by fluorescence imaging and flowcytometry. RESULTS: PNS attenuated endothelial inflammation and improved blood flow in a reasonable dose response pattern in carotid partial ligation mouse model by influencing Piezo1 and PECAM-1 expression, while suppressing yes-associated protein (YAP) nuclear translocation. We found Piezo1 sensed abnormal shear stress and transduced these mechanical signals by different pathways in HUVECs, and PNS relieved endothelial inflammation induced by low shear stress through Piezo1. We also found Piezo1 signalling has interaction with PECAM-1 under low shear stress, which were involved in platelets adhesion to endothelial cells. Low shear stress increased YAP nuclear translocation and increased VCAM-1 expression in HUVECs which might activate platelets. PNS inhibited low shear induced Piezo1 and PECAM-1 expression and YAP nuclear translocation in HUVECs, furthermore inhibited platelet adhesion and activation on dysfunctional endothelial cells induced by low shear stress. CONCLUSION: PNS ameliorated endothelial inflammation and thrombosis induced by low shear stress through modulation of the Piezo1 channel, PECAM-1 expression, and YAP nuclear translocation. PNS might serve as a potential therapeutic candidate for ameliorating endothelial inflammation induced by abnormal blood shear stress.",
      "mesh_terms": [
        "Animals",
        "Saponins",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Panax notoginseng",
        "Thrombosis",
        "Male",
        "Inflammation",
        "Mice",
        "Mice, Inbred C57BL",
        "Signal Transduction",
        "Ion Channels",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39030535",
      "title": "Astragalus mongholicus bunge and panax notoginseng formula (A&P) improves renal fibrosis in UUO mice via inhibiting the long non-coding RNA A330074K22Rik and downregulating ferroptosis signaling.",
      "authors": [
        "Xia Zhong",
        "Yue Huang",
        "Jian Jia",
        "Jian Liu",
        "Hongwei Su",
        "Qiongdan Hu",
        "Ruizhi Tan",
        "Li Wang"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2024-Jul-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic kidney disease (CKD) and its associated end-stage renal disease (ESRD) are significant health problems that pose a threat to human well-being. Renal fibrosis is a common feature and ultimate pathological outcome of various CKD leading to ESRD. The Astragalus mongholicus Bunge and Panax notoginseng formula (A&P) is a refined compound formulated by our research group, which has been clinically administered for over a decade and has demonstrated the ability to improve the inflammatory state of various acute or chronic kidney diseases. However, the underlying mechanism by which A&P ameliorates renal fibrosis remains unclear. METHODS: We established a mouse model by surgically ligating the unilateral ureter to induce renal injury in vivo. And we utilized renal in situ electroporation of a plasmid with low LncRNA A33 expression to establish the unilateral ureteral obstruction(UUO)mouse model. In vitro, we stimulated primary tubular epithelial cells(pTEC) injury using TGF-β1, siRNA-A33, and pcDNA3.1-A33 plasmids were transfected into pTECs to respectively knockdown and overexpress LncRNA A33, and both in vitro and in vivo models were intervened with A&P. RESULTS: The results demonstrated that A&P effectively alleviated renal fibrosis in mice. Subsequent findings indicated high expression of LncRNA A33 in the kidneys of UUO mice and TGF-β1-induced renal tubular cells. In situ, renal electroporation of a plasmid with reduced LncRNA A33 expression revealed that inhibiting LncRNA A33 significantly improved renal fibrosis in UUO mice. Moreover, A&P effectively suppressed LncRNA A33 expression both in vitro and in vivo. Subsequent downregulation of LncRNA A33 in renal tubular epithelial cells resulted in the downregulation of numerous fibrotic markers, a significant inhibition of LncRNA A33, and a notable reduction in downstream ferroptosis signaling. Cell experiments demonstrated that A&P improved renal fibrosis in UUO mice by inhibiting LncRNA A33 and downregulating ferroptosis signaling. CONCLUSION: Through the inhibition of LncRNA A33 and subsequent downregulation of ferroptosis signaling, A&P showed potential as a therapeutic approach for improving renal fibrosis in UUO mice, providing a potential treatment avenue for CKD.",
      "mesh_terms": [
        "Animals",
        "RNA, Long Noncoding",
        "Mice",
        "Fibrosis",
        "Disease Models, Animal",
        "Drugs, Chinese Herbal",
        "Ferroptosis",
        "Panax notoginseng",
        "Male",
        "Down-Regulation",
        "Astragalus Plant",
        "Signal Transduction",
        "Ureteral Obstruction",
        "Mice, Inbred C57BL",
        "Kidney"
      ]
    },
    {
      "pmid": "38999868",
      "title": "Panax notoginseng: Pharmacological Aspects and Toxicological Issues.",
      "authors": [
        "Cesare Mancuso"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Jul-02",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Current evidence suggests a beneficial role of herbal products in free radical-induced diseases. Panax notoginseng (Burk.) F. H. Chen has long occupied a leading position in traditional Chinese medicine because of the ergogenic, nootropic, and antistress activities, although these properties are also acknowledged in the Western world. The goal of this paper is to review the pharmacological and toxicological properties of P. notoginseng and discuss its potential therapeutic effect. A literature search was carried out on Pubmed, Scopus, and the Cochrane Central Register of Controlled Trials databases. The following search terms were used: \"notoginseng\", \"gut microbiota\", \"immune system\", \"inflammation\", \"cardiovascular system\", \"central nervous system\", \"metabolism\", \"cancer\", and \"toxicology\". Only peer-reviewed articles written in English, with the full text available, have been included. Preclinical evidence has unraveled the P. notoginseng pharmacological effects in immune-inflammatory, cardiovascular, central nervous system, metabolic, and neoplastic diseases by acting on several molecular targets. However, few clinical studies have confirmed the therapeutic properties of P. notoginseng, mainly as an adjuvant in the conventional treatment of cardiovascular disorders. Further clinical studies, which both confirm the efficacy of P. notoginseng in free radical-related diseases and delve into its toxicological aspects, are mandatory to broaden its therapeutic potential.",
      "mesh_terms": [
        "Panax notoginseng",
        "Humans",
        "Drugs, Chinese Herbal",
        "Animals",
        "Cardiovascular Diseases",
        "Gastrointestinal Microbiome",
        "Medicine, Chinese Traditional",
        "Neoplasms"
      ]
    },
    {
      "pmid": "38967135",
      "title": "Screening of active components in Astragalus mongholicus Bunge and Panax notoginseng formula for anti-fibrosis in CKD: nobiletin inhibits Lgals1/PI3K/AKT signaling to improve renal fibrosis.",
      "authors": [
        "Fang Yang",
        "Tong Li",
        "Xiao-Qian Zhang",
        "Yi Gong",
        "Hongwei Su",
        "Junming Fan",
        "Li Wang",
        "Qiong-Dan Hu",
        "Rui-Zhi Tan"
      ],
      "journal": "Renal failure",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The Astragalus mongholicus Bunge and Panax notoginseng formula (A&P) has been clinically shown to effectively slow down the progression of chronic kidney disease (CKD) and has demonstrated significant anti-fibrosis effects in experimental CKD model. However, the specific active ingredients and underlying mechanism are still unclear. The active ingredients of A&P were analyzed by Ultra-high performance liquid chromatography-tandem mass spectrometry (UPLC-HR-MS). A mouse model of CKD was constructed by 5/6 nephrectomy. Renal function was assessed by creatinine and urea nitrogen. Real-time PCR and Western Blot were performed to detect the mRNA and protein changes in kidney and cells. An in vitro fibrotic cell model was constructed by TGF-β induction in TCMK-1 cells. The results showed that thirteen active ingredients of A&P were identified by UPLC-HR-MS, nine of which were identified by analysis with standards, among which the relative percentage of NOB was high. We found that NOB treatment significantly improved renal function, pathological damage and reduced the expression level of fibrotic factors in CKD mice. The results also demonstrated that Lgals1 was overexpressed in the interstitial kidney of CKD mice, and NOB treatment significantly reduced its expression level, while inhibiting PI3K and AKT phosphorylation. Interestingly, overexpression of Lgals1 significantly increased fibrosis in TCMK1 cells and upregulated the activity of PI3K and AKT, which were strongly inhibited by NOB treatment. NOB is one of the main active components of A&P. The molecular mechanism by which NOB ameliorates renal fibrosis in CKD may be through the inhibition of Lgals1/PI3K/AKT signaling pathway.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Renal Insufficiency, Chronic",
        "Fibrosis",
        "Signal Transduction",
        "Proto-Oncogene Proteins c-akt",
        "Phosphatidylinositol 3-Kinases",
        "Disease Models, Animal",
        "Drugs, Chinese Herbal",
        "Male",
        "Panax notoginseng",
        "Flavones",
        "Kidney",
        "Astragalus Plant",
        "Mice, Inbred C57BL",
        "Tandem Mass Spectrometry",
        "Chromatography, High Pressure Liquid"
      ]
    },
    {
      "pmid": "38949646",
      "title": "Effect of saponins in Panax notoginseng (Burkill) F. H. Chen on the steroid hormone levels in the chronic unpredictable mild stress model of depression in rats.",
      "authors": [
        "Khanh Nguyen Van",
        "Thu Kim Dang",
        "Hai Thanh Nguyen",
        "Seijiro Honma",
        "Vu Dang Hoang",
        "Giang Thi Thu Vu"
      ],
      "journal": "Natural product research",
      "publication_date": "2024-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recent research has indicated that Panax notoginseng saponins (PNS) extracted from the radix of Panax notoginseng (Burkill) F. H. Chen exert antidepressant effects. This study aimed to assess the antidepressive effects of ginsenoside Rg1 and PNS in a depression model induced by chronic unpredictable mild stress (CUMS). Over a period of three weeks, rats were administered ginsenoside Rg1 at a dose of 30 mg/kg and PNS at dosages ranging from 100 to 200 mg/kg body weight per day. To assess how ginsenoside Rg1 and PNS influence depression-like behaviours in rats, various assessments were conducted, including coat state evaluation, forced swim test, and elevated plus maze test. The levels of cortisol and testosterone in serum samples were analysed using the liquid chromatography-electrospray ionisation tandem mass spectrometry (LC-ESI-MS/MS) method. LC-ESI-MS/MS method provides precise and accurate results. The lower limit of quantification values for cortisol and testosterone were determined as 100 and 2 pg/mL, respectively. Our data demonstrated that both ginsenoside Rg1 and PNS significantly reversed depression-like behaviour in rats by improving coat condition, reducing immobility time in the forced swim test, and increasing time spent in the open arms of the elevated plus maze test. Furthermore, ginsenoside Rg1 and PNS exhibited a regulatory effect on cortisol and testosterone levels in plasma. These findings suggest that ginsenoside Rg1 and PNS may be potential antidepressants in clinical treatment."
    },
    {
      "pmid": "38898926",
      "title": "The use of Panax notoginseng saponins injections after intravenous thrombolysis in acute ischemic stroke: a systematic review and meta-analysis.",
      "authors": [
        "Yaoyuan Liu",
        "Puyu Niu",
        "Hongchang Ji",
        "Zhe Chen",
        "Jingbo Zhai",
        "Xinyao Jin",
        "Bo Pang",
        "Wenke Zheng",
        "Junhua Zhang",
        "Fengwen Yang",
        "Wentai Pang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: As a bioactive metabolite preparation widely used in acute ischemic stroke (AIS), the efficacy and safety of Panax notoginseng saponins injections (PNSI) in patients with AIS after intravenous thrombolysis remain to be evaluated. METHODS: This study included randomized controlled trials published before 26 April 2024 in 8 databases. AIS patients who received intravenous thrombolysis were included. The control group receiving conventional treatment and the treatment group receiving additional PNSI. Primary outcomes were selected as mortality, disability, and adverse events. Secondary outcomes were selected as all-cause mortality, improvement of neurological deficit, quality of life, and cerebral injury indicators. The revised Cochrane Risk of Bias tool was used to assess risk of bias. Risk ratio (RR) and mean differences (MD) were calculated for binary variables and continuous variables, respectively, based on a 95% confidence interval (CI). RESULTS: A total of 20 trials involving 1,856 participants were included. None of them reported mortality or disability. There was no significant difference in the adverse events [RR: 1.04; 95% CI: 0.60 to 1.81] and hemorrhagic transformation [RR: 0.99; 95% CI: 0.36 to 2.70] between the two groups. Compared to the control group, the treatment group had a better effect in neurological improvement assessed by National Institutes of Health Stroke Scale [MD: -2.91; 95% CI: -4.76 to -1.06], a better effect in activities of daily living changes in Barthel Index [MD: 9.37; 95% CI: 1.86 to 16.88], and a lower serum neuron-specific enolase level [MD: -2.08; 95% CI: -2.67 to -1.49]. CONCLUSION: For AIS patients undergoing intravenous thrombolysis, the use of PNSI improved neurological deficits and enhanced activity of daily living in the short term without increasing the occurrence rate of adverse events. However, due to the moderate to very low certainty of evidence, it is advisable to conduct high-quality clinical trials to validate the findings of this study. SYSTEMATIC REVIEW REGISTRATION: https://www.crd.york.ac.uk/prospero/display_record.php?RecordID=466851, Identifier CRD42023466851."
    },
    {
      "pmid": "38868856",
      "title": "Panax Notoginseng Saponins Regulate Angiogenic Cytokines Through the PI3K/AKT/mTOR Signaling Pathway to Promote Fracture Healing in Ovariectomized Rats.",
      "authors": [
        "Taiping Jiang",
        "Guang Hu",
        "Rongkun Yang",
        "Zhiyu Guan"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoporotic fractures seriously affect the quality of life of the elderly. Panax notoginseng saponins (PNS) have the potential function of preventing osteoporosis. The Phosphatidylinositol 3-kinase (PI3K)/protein kinase (AKT)/mammalian target of rapamycin (mTOR) pathway is involved in the regulation of osteoporosis and has been proven to be related to VEGF secretion and angiogenesis. Therefore, this study aimed to explore the effects of PNS on ovariectomized rats with osteoporotic fracture through the PI3K/AKT/mTOR pathway and angiogenesis-related factors. Female Sprague-Dawley rats were randomly divided into normal control, fracture model, ovariectomized fracture model, low-dose PNS (100 mg/kg/d), and high-dose PNS (200 mg/kg/d). The ovariectomized rat fracture model was established. In low and high dose groups, PNS was administered intraperitoneally. The vascularization of fracture ends was detected in vitro by micro-CT on the 7th, 14th, and 21st day after modeling, and the area and number of blood vessels in the unit field of vision of the callus healing plane were seen by hematoxylin-eosin staining. The expression levels of PI3K, AKT1, mTOR, hypoxia inducible factor-1; VEGF: vascular endothelial growth factor (HIF-1), VEGF, Ang-1, VEGFR2, and angiopoietin like 2 Gene (ANGPTL2) were determined using Western blotting. In the PNS treatment group, the area of cortical bone increased, the area of callus decreased, and the number and area of blood vessels increased significantly when compared with the ovariectomized fracture model group. PNS regulates the PI3K/AKT/mTOR signaling pathway and promotes the expression of vascular-related cytokines (VEGF, Ang-1, VEGFR2, and ANGPTL2) in osteoporotic fractures. PNS may regulate the expression of vascular-related factors through the PI3K/AKT/mTOR pathway and promote the healing of osteoporotic fractures in ovariectomized rats.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Humans",
        "Rats",
        "Cytokines",
        "Fracture Healing",
        "Osteoporosis",
        "Ovariectomy",
        "Panax notoginseng",
        "Phosphatidylinositol 3-Kinases",
        "Proto-Oncogene Proteins c-akt",
        "Rats, Sprague-Dawley",
        "Saponins",
        "Signal Transduction",
        "TOR Serine-Threonine Kinases",
        "Vascular Endothelial Growth Factor A"
      ]
    },
    {
      "pmid": "38859583",
      "title": "Photothermal Particle-Loaded Panax Notoginseng Polysaccharide Cryogels As Personalized Tumor Vaccines.",
      "authors": [
        "Haifeng Ni",
        "Shijie Yu",
        "Sunxiang Qian",
        "Jie Lu",
        "Jie Feng",
        "Jing Zhang"
      ],
      "journal": "Biomacromolecules",
      "publication_date": "2024-Jul-08",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Combination immunotherapy is being increasingly explored for cancer treatment, leading to various vector materials for the codelivery of immune agents and drugs. However, current tumor vaccines exhibit poor immunogenicity, severely compromising their therapeutic efficacy. Herein, an injectable hydrogel was developed based on dopamine (DA) and Panax notoginseng polysaccharide (PNPS) loaded with hair microparticles (HMPs) to enhance the immunogenicity of tumor vaccines. Photothermal effects of incorporated HMPs can trigger immunogenic cancer cell death and the release of abundant autologous tumor antigens, which are captured by catechol groups. Concomitant breakdown of PNPS recruits and activates dendritic cells (DCs). The macroporous structure of cryogels allows immune cell infiltration and interaction with antigens adsorbed on PNPS and DA cryogels (PD cryogels), thereby provoking potent cytotoxic T-cell responses. Hence, PD cryogels enabling cell infiltration and accelerated DC maturation may serve as a therapeutic vaccination platform against cancer.",
      "mesh_terms": [
        "Cancer Vaccines",
        "Cryogels",
        "Panax notoginseng",
        "Animals",
        "Mice",
        "Polysaccharides",
        "Dendritic Cells",
        "Humans",
        "Female",
        "Mice, Inbred C57BL",
        "Cell Line, Tumor"
      ]
    },
    {
      "pmid": "38809875",
      "title": "Combined use of Panax notoginseng and leech provides new insights into renal fibrosis: Restoration of mitochondrial kinetic imbalance.",
      "authors": [
        "Xin Chen",
        "Jingwei Deng",
        "Ling Zuo",
        "Hongyu Luo",
        "Munan Wang",
        "Peng Deng",
        "Kang Yang",
        "Qian Yang",
        "Xuekuan Huang"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we aimed to investigate the protective effects of Panax notoginseng and leech (PL) on renal fibrosis and explore the mechanisms underlying their actions. For this study, we created an adenine-induced renal fibrosis model in SD rats to investigate the protective effect of PL on renal fibrosis and explore its underlying mechanism. Initially, we assessed the renal function in RF rats and found that Scr, BUN, and urine protein content decreased after PL treatment, indicating the protective effect of PL on renal function. Histological analysis using HE and Masson staining revealed that PL reduced inflammatory cell infiltration and decreased collagen fiber deposition in renal tissue. Subsequently, we analyzed the levels of α-SMA, Col-IV, and FN, which are the main components of the extracellular matrix (ECM), using IHC, RT-qPCR, and WB. The results demonstrated that PL was effective in reducing the accumulation of ECM, with PL1-2 showing the highest effectiveness. To further understand the underlying mechanisms, we conducted UPLC-MS/MS analysis on the incoming components of the PL1-2 group. The results revealed several associations between the differential components and antioxidant and mitochondrial functions. This was further confirmed by enzyme-linked immunosorbent assay and biochemical indexes, which showed that PL1-2 ameliorated oxidative stress by reducing ROS and MDA production and increasing GSH and SOD levels. Additionally, transmission electron microscopy results indicated that PL1-2 promoted partial recovery of mitochondrial morphology and cristae. Finally, using RT-qPCR and WB, an increase in the expression of mitochondrial fusion proteins Mfn1, Mfn2, and Opa1 after PL1-2 treatment was observed, coupled with a decline in the expression and phosphorylation of mitochondrial cleavage proteins Fis and Drp1. These findings collectively demonstrate that PL1-2 ameliorates renal fibrosis by reducing oxidative stress and restoring mitochondrial balance.",
      "mesh_terms": [
        "Animals",
        "Panax notoginseng",
        "Fibrosis",
        "Mitochondria",
        "Rats",
        "Rats, Sprague-Dawley",
        "Leeches",
        "Male",
        "Kidney",
        "Kidney Diseases",
        "Oxidative Stress",
        "Disease Models, Animal",
        "Extracellular Matrix",
        "Mitochondrial Dynamics"
      ]
    },
    {
      "pmid": "38719196",
      "title": "Multi-layered effects of Panax notoginseng on immune system.",
      "authors": [
        "Chunhao Yang",
        "Liping Qu",
        "Rui Wang",
        "Feifei Wang",
        "Zhaoxiang Yang",
        "Fengkun Xiao"
      ],
      "journal": "Pharmacological research",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Recent research has demonstrated the immunomodulatory potential of Panax notoginseng in the treatment of chronic inflammatory diseases and cerebral hemorrhage, suggesting its significance in clinical practice. Nevertheless, the complex immune activity of various components has hindered a comprehensive understanding of the immune-regulating properties of Panax notoginseng, impeding its broader utilization. This review evaluates the effect of Panax notoginseng to various types of white blood cells, elucidates the underlying mechanisms, and compares the immunomodulatory effects of different Panax notoginseng active fractions, aiming to provide the theory basis for future immunomodulatory investigation.",
      "mesh_terms": [
        "Panax notoginseng",
        "Humans",
        "Animals",
        "Immune System",
        "Leukocytes",
        "Immunomodulating Agents",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "38713401",
      "title": "Panax quinquefolius saponins and panax notoginseng saponins attenuate myocardial hypoxia-reoxygenation injury by reducing excessive mitophagy.",
      "authors": [
        "Junyan Xia",
        "Cong Chen",
        "Yanan Sun",
        "Sinai Li",
        "Yuxuan Li",
        "Bai-Ru Cheng",
        "Yanting Pang",
        "Yan Li",
        "Dong Li",
        "Qian Lin"
      ],
      "journal": "Cell biochemistry and biophysics",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Panax quinquefolius saponins (PQS) and Panax notoginseng saponins (PNS) are key bioactive compounds in Panax quinquefolius L. and Panax notoginseng, commonly used in the treatment of clinical ischemic heart disease. However, their potential in mitigating myocardial ischemia-reperfusion injury remains uncertain. This study aims to evaluate the protective effects of combined PQS and PNS administration in myocardial hypoxia/reoxygenation (H/R) injury and explore the underlying mechanisms. METHODS: To investigate the involvement of HIF-1α/BNIP3 mitophagy pathway in the myocardial protection conferred by PNS and PQS, we employed small interfering BNIP3 (siBNIP3) to silence key proteins of the pathway. H9C2 cells were categorized into four groups: control, H/R, H/R + PQS + PNS, and H/R + PQS + PNS+siBNIP3. Cell viability was assessed by Cell Counting Kit-8, apoptosis rates determined via flow cytometry, mitochondrial membrane potential assessed with the JC-1 fluorescent probes, intracellular reactive oxygen species detected with 2',7'-dichlorodihydrofluorescein diacetate, mitochondrial superoxide production quantified with MitoSOX Red, and autophagic flux monitored with mRFP-GFP-LC3 adenoviral vectors. Autophagosomes and their ultrastructure were visualized through transmission electron microscopy. Moreover, mRNA and protein levels were analyzed via real-time PCR and Western blotting. RESULTS: PQS + PNS administration significantly increased cell viability, reduced apoptosis, lowered reactive oxygen species levels and mitochondrial superoxide production, mitigated mitochondrial dysfunction, and induced autophagic flux. Notably, siBNIP3 intervention did not counteract the cardioprotective effect of PQS + PNS. The PQS + PNS group showed downregulated mRNA expression of HIF-1α and BNIP3, along with reduced HIF-1α protein expression compared to the H/R group. CONCLUSIONS: PQS + PNS protects against myocardial H/R injury, potentially by downregulating mitophagy through the HIF-1α/BNIP3 pathway.",
      "mesh_terms": [
        "Mitophagy",
        "Animals",
        "Panax notoginseng",
        "Saponins",
        "Rats",
        "Myocardial Reperfusion Injury",
        "Cell Line",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Reactive Oxygen Species",
        "Membrane Proteins",
        "Membrane Potential, Mitochondrial",
        "Cell Survival",
        "Apoptosis",
        "Cell Hypoxia",
        "Panax",
        "Myocytes, Cardiac",
        "Mitochondrial Proteins"
      ]
    },
    {
      "pmid": "38699996",
      "title": "Panax notoginseng Saponins Activate Nuclear Factor Erythroid 2-Related Factor 2 to Inhibit Ferroptosis and Attenuate Inflammatory Injury in Cerebral Ischemia-Reperfusion.",
      "authors": [
        "Lin-Lin Wang",
        "Man-Lin Kang",
        "Can-Wen Liu",
        "Liang Liu",
        "Biao Tang"
      ],
      "journal": "The American journal of Chinese medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Panax notoginseng saponins (PNS), the primary medicinal ingredient of Panax notoginseng, mitigates cerebral ischemia-reperfusion injury (CIRI) by inhibiting inflammation, regulating oxidative stress, promoting angiogenesis, and improving microcirculation. Moreover, PNS activates nuclear factor erythroid 2-related factor 2 (Nrf2), which is known to inhibit ferroptosis and reduce inflammation in the rat brain. However, the molecular regulatory roles of PNS in CIRI-induced ferroptosis remain unclear. In this study, we aimed to investigate the effects of PNS on ferroptosis and inflammation in CIRI. We induced ferroptosis in SH-SY5Y cells via erastin stimulation and oxygen glucose deprivation/re-oxygenation (OGD/R) in vitro. Furthermore, we determined the effect of PNS treatment in a rat model of middle cerebral artery occlusion/reperfusion and assessed the underlying mechanism. We also analyzed the changes in the expression of ferroptosis-related proteins and inflammatory factors in the established rat model. OGD/R led to an increase in the levels of ferroptosis markers in SH-SY5Y cells, which were reduced by PNS treatment. In the rat model, combined treatment with an Nrf2 agonist, Nrf2 inhibitor, and PNS-Nrf2 inhibitor confirmed that PNS promotes Nrf2 nuclear localization and reduces ferroptosis and inflammatory responses, thereby mitigating brain injury. Mechanistically, PNS treatment facilitated Nrf2 activation, thereby regulating the expression of iron overload and lipid peroxidation-related proteins and the activities of anti-oxidant enzymes. This cascade inhibited ferroptosis and mitigated CIRI. Altogether, these results suggest that the ferroptosis-mediated activation of Nrf2 by PNS reduces inflammation and is a promising therapeutic approach for CIRI.",
      "mesh_terms": [
        "Animals",
        "NF-E2-Related Factor 2",
        "Ferroptosis",
        "Panax notoginseng",
        "Reperfusion Injury",
        "Saponins",
        "Male",
        "Rats, Sprague-Dawley",
        "Rats",
        "Humans",
        "Disease Models, Animal",
        "Inflammation",
        "Brain Ischemia",
        "Phytotherapy"
      ]
    },
    {
      "pmid": "38674727",
      "title": "The Combination of Biochar and Bacillus subtilis Biological Agent Reduced the Relative Abundance of Pathogenic Bacteria in the Rhizosphere Soil of Panax notoginseng.",
      "authors": [
        "Yingjie Zhou",
        "Yanwei Liu",
        "Siwen Li",
        "Qiliang Yang"
      ],
      "journal": "Microorganisms",
      "publication_date": "2024-Apr-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the continuous cropping of Panax notoginseng, the pathogenic fungi in the rhizosphere soil increased and infected the roots of Panax notoginseng, resulting in a decrease in yield. This is an urgent problem that needs to be solved in order to effectively overcome the obstacles associated with the continuous cropping of Panax notoginseng. Previous studies have shown that Bacillus subtilis inhibits pathogenic fungi in the rhizosphere of Panax notoginseng, but the inhibitory effect was not stable. Therefore, we hope to introduce biochar to help Bacillus subtilis colonize in soil. In the experiment, fields planted with Panax notoginseng for 5 years were renovated, and biochar was mixed in at the same time. The applied amount of biochar was set to four levels (B0, 10 kg·hm-2; B1, 80 kg·hm-2; B2, 110 kg·hm-2; B3, 140 kg·hm-2), and Bacillus subtilis biological agent was set to three levels (C1, 10 kg·hm-2; C2, 15 kg·hm-2; C3, 25 kg·hm-2). The full combination experiment and a blank control group (CK) were used. The experimental results show that the overall Ascomycota decreased by 0.86%~65.68% at the phylum level. Basidiomycota increased by -73.81%~138.47%, and Mortierellomycota increased by -51.27%~403.20%. At the genus level, Mortierella increased by -10.29%~855.44%, Fusarium decreased by 35.02%~86.79%, and Ilyonectria increased by -93.60%~680.62%. Fusarium mainly causes acute bacterial wilt root rot, while Ilyonectria mainly causes yellow rot. Under different treatments, the Shannon index increased by -6.77%~62.18%, the Chao1 index increased by -12.07%~95.77%, the Simpson index increased by -7.31%~14.98%, and the ACE index increased by -11.75%~96.12%. The good_coverage indices were all above 0.99. The results of a random forest analysis indicated that Ilyonectria, Pyrenochaeta, and Xenopolyscytalum were the top three most important species in the soil, with MeanDecreaseGini values of 2.70, 2.50, and 2.45, respectively. Fusarium, the primary pathogen of Panax notoginseng, ranked fifth, and its MeanDecreaseGini value was 2.28. The experimental results showed that the B2C2 treatment had the best inhibitory effect on Fusarium, and the relative abundance of Fusarium in Panax notoginseng rhizosphere soil decreased by 86.79% under B2C2 treatment; the B1C2 treatment had the best inhibitory effect on Ilyonectria, and the relative abundance of Ilyonectria in the Panax notoginseng rhizosphere soil decreased by 93.60% under B1C2 treatment. Therefore, if we want to improve the soil with acute Ralstonia solanacearum root rot, we should use the B2C2 treatment to improve the soil environment; if we want to improve the soil with yellow rot disease, we should use the B1C2 treatment to improve the soil environment."
    },
    {
      "pmid": "38632037",
      "title": "Panax notoginseng saponins improve oral submucous fibrosis by inhibiting the Wnt/β-catenin signal pathway.",
      "authors": [
        "Liang Hu",
        "Jun He",
        "Ting Zhang",
        "Shijie Pan",
        "Hong Zou",
        "Kequan Lian",
        "Jincai Guo",
        "Qun Tang"
      ],
      "journal": "Oral surgery, oral medicine, oral pathology and oral radiology",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Oral submucous fibrosis (OSF) is a chronic, insidious, progressive mucosal disease that may be affected by mutations in the Wnt/β-catenin signaling pathway. Panax notoginseng saponins (PNS) is a powerful anti-fibrosis agent; however, its effect and mechanism in treating OSF remain unclear. This study investigated the effect and mechanism of PNS treatment for OSF. STUDY DESIGN: Arecoline was used to induce OSF models in vivo and in vitro, which were then treated with PNS. Hematoxylin-eosin (HE) and Masson trichrome staining were used to observe histopathology changes; E-cadherin and β-catenin were detected by Immunohistochemical assay, and type Ⅰ collagen (CollA1) and β-catenin were detected by immunofluorescent staining. The Wnt/β-catenin pathway and fibrosis signs were assessed using Western Blot and real-time quantitative polymerase chain reaction (RT-qPCR). RESULTS: The expression of CollA1, Wnt1, and β-catenin were increased, and E-cadherin, GSK-3β, and β-catenin expression were decreased in OSF models. PNS and inhibitor intervention increased E-cadherin, Wnt1, and β-catenin and decreased CollA1 and GSK-3β in a dose-dependent manner. CONCLUSION: PNS can improve OSF by inhibiting the Wnt/β-catenin signal pathway and thus may be used as a potential medicine for the treatment of OSF.",
      "mesh_terms": [
        "Saponins",
        "Wnt Signaling Pathway",
        "Panax notoginseng",
        "Oral Submucous Fibrosis",
        "Animals",
        "beta Catenin",
        "Disease Models, Animal",
        "Rats",
        "Blotting, Western",
        "Real-Time Polymerase Chain Reaction",
        "Male",
        "Immunohistochemistry",
        "Cadherins",
        "Collagen Type I",
        "Humans"
      ]
    },
    {
      "pmid": "38622983",
      "title": "Alleviatory Role of Panax Notoginseng Saponins in Modulating Inflammation and Pulmonary Vascular Remodeling in Chronic Obstructive Pulmonary Disease: mechanisms and Implications.",
      "authors": [
        "Yanan Hu",
        "Qiuyang Fan",
        "Bo Qiao",
        "Ou Xu",
        "Bijun Lv",
        "Niping Han",
        "Xiaomei Zhang"
      ],
      "journal": "COPD",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "COPD is an inflammatory lung disease that limits airflow and remodels the pulmonary vascular system. This study delves into the therapeutic potential and mechanistic underpinnings of Panax notoginseng Saponins (PNS) in alleviating inflammation and pulmonary vascular remodeling in a COPD rat model. Symmap and ETCM databases provided Panax notoginseng-related target genes, and the CTD and DisGeNET databases provided COPD-related genes. Intersection genes were subjected to protein-protein interaction analysis and pathway enrichment to identify downstream pathways. A COPD rat model was established, with groups receiving varying doses of PNS and a Roxithromycin control. The pathological changes in lung tissue and vasculature were examined using histological staining, while molecular alterations were explored through ELISA, RT-PCR, and Western blot. Network pharmacology research suggested PNS may affect the TLR4/NF-κB pathway linked to COPD development. The study revealed that, in contrast to the control group, the COPD model exhibited a significant increase in inflammatory markers and pathway components such as TLR4, NF-κB, HIF-1α, VEGF, ICAM-1, SELE mRNA, and serum TNF-α, IL-8, and IL-1β. Treatment with PNS notably decreased these markers and mitigated inflammation around the bronchi and vessels. Taken together, the study underscores the potential of PNS in reducing lung inflammation and vascular remodeling in COPD rats, primarily via modulation of the TLR4/NF-κB/HIF-1α/VEGF pathway. This research offers valuable insights for developing new therapeutic strategies for managing and preventing COPD.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Saponins",
        "Pulmonary Disease, Chronic Obstructive",
        "NF-kappa B",
        "Panax notoginseng",
        "Toll-Like Receptor 4",
        "Vascular Endothelial Growth Factor A",
        "Vascular Remodeling",
        "Lung",
        "Inflammation"
      ]
    },
    {
      "pmid": "38586351",
      "title": "Advancements in research on the effects of panax notoginseng saponin constituents in ameliorating learning and memory disorders.",
      "authors": [
        "Shusen Liu",
        "Min Wang",
        "Haiyan Xiao",
        "Jingxue Ye",
        "Li Cao",
        "Wenlan Li",
        "Guibo Sun"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Apr-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Learning and memory disorder is a cluster of symptoms caused by neuronal aging and other diseases of the central nervous system (CNS). Panax notoginseng saponins (PNS) are a series of saponins derived from the natural active ingredients of traditional Chinese medicine (TCM) that have neuroprotective effects on the central nervous system. In this paper, we review the ameliorative effects and mechanisms of Panax notoginseng saponin-like components on learning and memory disorders to provide valuable references and insights for the development of new drugs for the treatment of learning and memory disorders. Our summary results suggest that Panax ginseng saponins have significant effects on improving learning and memory disorders, and these effects and potential mechanisms are mediated by their anti-inflammatory, anti-apoptotic, antioxidant, β-amyloid lowering, mitochondrial homeostasis in vivo, neuronal structure and function improving, neurogenesis promoting, neurotransmitter release regulating, and probiotic homeostasis in vivo activities. These findings suggest the potential of Panax notoginseng saponin-like constituents as drug candidates for improving learning and memory disorders."
    },
    {
      "pmid": "38584671",
      "title": "Ferroptosis Mediates Pulmonary Fibrosis: Implications for the Effect of Astragalus and Panax notoginseng Decoction.",
      "authors": [
        "Jing Wen",
        "Cui Wang",
        "Li-Yun Song",
        "Yin-Ying Wang",
        "Peng-Tao Liang",
        "Wen-Lin Pang",
        "Wen Yin",
        "Qiang Zhang",
        "Wei-Tian Zhao",
        "Xue-Ping Sun",
        "Jin-Yuan Yan",
        "Zhong-Shan Yang"
      ],
      "journal": "Canadian respiratory journal",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To investigate the mechanism through which Astragalus and Panax notoginseng decoction (APD) facilitates the treatment of ferroptosis-mediated pulmonary fibrosis. MATERIALS AND METHODS: First, the electromedical measurement systems were used to measure respiratory function in mice; the lungs were then collected for histological staining. Potential pharmacologic targets were predicted via network pharmacology. Finally, tests including immunohistochemistry, reverse transcription-quantitative polymerase chain reaction, and western blotting were used to evaluate the relative expression levels of collagen, transforming growth factor β, α-smooth muscle actin, hydroxyproline, and ferroptosis-related genes (GPX4, SLC7A11, ACSL4, and PTGS2) and candidates involved in the mediation of pathways associated with ferroptosis (Hif-1α and EGFR). RESULTS: APD prevented the occurrence of restrictive ventilation dysfunction induced by ferroptosis. Extracellular matrix and collagen fiber deposition were significantly reduced when the APD group compared with the model group; furthermore, ferroptosis was attenuated, expression of PTGS2 and ACSL4 increased, and expression of GPX4 and SLC7A11 decreased. In the APD group, the candidates related to the mediation of ferroptosis (Hif-1α and EGFR) decreased compared with the model group. Discussion and Conclusions. APD may ameliorate restrictive ventilatory dysfunction through the inhibition of ferroptosis. This was achieved through the attenuation of collagen deposition and inflammatory recruitment in pulmonary fibrosis. The underlying mechanisms might involve Hif-1α and EGFR.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Pulmonary Fibrosis",
        "Panax notoginseng",
        "Cyclooxygenase 2",
        "Ferroptosis",
        "Collagen",
        "ErbB Receptors"
      ]
    },
    {
      "pmid": "38583734",
      "title": "Comparison of the components of fresh Panax notoginseng processed by different methods and their anti-anemia effects on cyclophosphamide-treated mice.",
      "authors": [
        "Cuiping Xu",
        "Qionglian Fang",
        "Hao Cui",
        "Yameng Lin",
        "Chunyan Dai",
        "Xiaoxun Li",
        "Pengfei Tu",
        "Xiuming Cui"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Aug-10",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: The traditional Chinese herb Panax notoginseng (PN) tonifies blood, and its main active ingredient is saponin. PN is processed by different methods, resulting in different compositions and effects. AIM OF THE STUDY: To investigate changes in the microstructure and composition of fresh PN processed by different techniques and the anti-anemia effects on tumor-bearing BALB/c mice after chemotherapy with cyclophosphamide (CTX). MATERIALS AND METHODS: Fresh PN was processed by hot-air drying (raw PN, RPN), steamed at 120 °C for 5 h (steamed PN, SPN), or fried at 130 °C, 160 °C, or 200 °C for 8 min (fried PN, FPN1, FPN2, or FPN3, respectively); then, the microstructures were compared with 3D optical microscopy, quasi-targeted metabolites were detected by liquid chromatography tandem mass spectrometry (LC‒MS/MS), and saponins were detected by high-performance liquid chromatography (HPLC). An anemic mouse model was established by subcutaneous H22 cell injection and treatment with CTX. The antianemia effects of PN after processing via three methods were investigated by measuring peripheral blood parameters, performing HE staining and measuring cell proliferation via immunofluorescence. RESULTS: 3D optical profiling revealed that the surface roughness of the SPN and FPN was greater than that of the other materials. Quasi-targeted metabolomics revealed that SPN and FPN had more differentially abundant metabolites whose abundance increased, while SPN had greater amounts of terpenoids and flavones. Analysis of the composition and content of the targeted saponins revealed that the contents of rare saponins (ginsenoside Rh1, 20(S)-Rg3, 20(R)-Rg3, Rh4, Rk3, Rg5) were greater in the SPN. In animal experiments, the RBC, WBC, HGB and HCT levels in peripheral blood were increased by SPN and FPN. HE staining and immunofluorescence showed that H-SPN and M-FPN promoted bone marrow and spleen cell proliferation. CONCLUSION: The microstructure and components of fresh PN differed after processing via different methods. SPN and FPN ameliorated CTX-induced anemia in mice, but the effects of PN processed by these two methods did not differ.",
      "mesh_terms": [
        "Animals",
        "Cyclophosphamide",
        "Panax notoginseng",
        "Mice, Inbred BALB C",
        "Mice",
        "Saponins",
        "Anemia",
        "Drugs, Chinese Herbal",
        "Male",
        "Cell Line, Tumor",
        "Female"
      ]
    },
    {
      "pmid": "38576488",
      "title": "Efficacy and safety of Panax notoginseng saponin injection in the treatment of acute myocardial infarction: a systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Pengfei Chen",
        "Zhuye Gao",
        "Ming Guo",
        "Deng Pan",
        "He Zhang",
        "Jianpeng Du",
        "Dazhuo Shi"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "Purpose: This study aimed to assess the efficacy and safety of Panax notoginseng saponin (PNS) injection, when combined with conventional treatment (CT), for acute myocardial infarction (AMI). Methods: Comprehensive searches were conducted in seven databases from inception until 28 September 2023. The search aimed to identify relevant randomized controlled trials (RCTs) focusing on PNS injection in the context of AMI. This meta-analysis adhered to the PRISMA 2020 guidelines, and its protocol was registered with PROSPERO (number: CRD42023480131). Result: Twenty RCTs involving 1,881 patients were included. The meta-analysis revealed that PNS injection, used adjunctively with CT, significantly improved treatment outcomes compared to CT alone, as evidenced by the following points: (1) enhanced total effective rate [OR = 3.09, p < 0.05]; (2) decreased incidence of major adverse cardiac events [OR = 0.32, p < 0.05]; (3) reduction in myocardial infarct size [MD = -6.53, p < 0.05]; (4) lower ST segment elevation amplitude [MD = -0.48, p < 0.05]; (5) mitigated myocardial injury as indicated by decreased levels of creatine kinase isoenzymes [MD = -11.19, p < 0.05], cardiac troponin T [MD = -3.01, p < 0.05], and cardiac troponin I [MD = -10.72, p < 0.05]; (6) enhanced cardiac function, reflected in improved brain natriuretic peptide [MD = -91.57, p < 0.05], left ventricular ejection fraction [MD = 5.91, p < 0.05], left ventricular end-diastolic dimension [MD = -3.08, p < 0.05], and cardiac output [MD = 0.53, p < 0.05]; (7) reduced inflammatory response, as shown by lower levels of C-reactive protein [MD = -2.99, p < 0.05], tumor necrosis factor-α [MD = -6.47, p < 0.05], interleukin-6 [MD = -24.46, p < 0.05], and pentraxin-3 [MD = -2.26, p < 0.05]; (8) improved vascular endothelial function, demonstrated by decreased endothelin-1 [MD = -20.56, p < 0.05] and increased nitric oxide [MD = 1.33, p < 0.05]; (9) alleviated oxidative stress, evidenced by increased superoxide dismutase levels [MD = 25.84, p < 0.05]; (10) no significant difference in adverse events [OR = 1.00, p = 1.00]. Conclusion: This study highlighted the efficacy and safety of adjunctive PNS injections in enhancing AMI patient outcomes beyond CT alone. Future RCTs need to solidify these findings through rigorous methods. Systematic Review Registration: (https://www.crd.york.ac.uk/PROSPERO/), identifier (CRD42023480131)."
    },
    {
      "pmid": "38575939",
      "title": "Panax notoginseng saponins prevent dementia and oxidative stress in brains of SAMP8 mice by enhancing mitophagy.",
      "authors": [
        "Yingying Yang",
        "Wenya Chen",
        "Zhenmei Lin",
        "Yijing Wu",
        "Yuqing Li",
        "Xing Xia"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2024-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Mitochondrial dysfunction is one of the distinctive features of neurons in patients with Alzheimer's disease (AD). Intraneuronal autophagosomes selectively phagocytose and degrade the damaged mitochondria, mitigating neuronal damage in AD. Panax notoginseng saponins (PNS) can effectively reduce oxidative stress and mitochondrial damage in the brain of animals with AD, but their exact mechanism of action is unknown. METHODS: Senescence-accelerated mouse prone 8 (SAMP8) mice with age-related AD were treated with PNS for 8 weeks. The effects of PNS on learning and memory abilities, cerebral oxidative stress status, and hippocampus ultrastructure of mice were observed. Moreover, changes of the PTEN-induced putative kinase 1 (PINK1)-Parkin, which regulates ubiquitin-dependent mitophagy, and the recruit of downstream autophagy receptors were investigated. RESULTS: PNS attenuated cognitive dysfunction in SAMP8 mice in the Morris water maze test. PNS also enhanced glutathione peroxidase and superoxide dismutase activities, and increased glutathione levels by 25.92% and 45.55% while inhibiting 8-hydroxydeoxyguanosine by 27.74% and the malondialdehyde production by 34.02% in the brains of SAMP8 mice. Our observation revealed the promotion of mitophagy, which was accompanied by an increase in microtubule-associated protein 1 light chain 3 (LC3) mRNA and 70.00% increase of LC3-II/I protein ratio in the brain tissues of PNS-treated mice. PNS treatment increased Parkin mRNA and protein expression by 62.80% and 43.80%, while increasing the mRNA transcription and protein expression of mitophagic receptors such as optineurin, and nuclear dot protein 52. CONCLUSION: PNS enhanced the PINK1/Parkin pathway and facilitated mitophagy in the hippocampus, thereby preventing cerebral oxidative stress in SAMP8 mice. This may be a mechanism contributing to the cognition-improvement effect of PNS.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Infant",
        "Panax notoginseng",
        "Saponins",
        "Mitophagy",
        "Oxidative Stress",
        "Brain",
        "Alzheimer Disease",
        "Protein Kinases",
        "Ubiquitin-Protein Ligases",
        "RNA, Messenger"
      ]
    },
    {
      "pmid": "38565720",
      "title": "In vitro suppression of porcine epidemic diarrhea virus by Panax notoginseng saponins: assessing antiviral potential.",
      "authors": [
        "Yiyi Hu",
        "Yunchuan Li",
        "Haodan Zhu",
        "Dandan Wang",
        "Junming Zhou",
        "Yanxiu Ni",
        "Rongli Guo",
        "Baochao Fan",
        "Bin Li"
      ],
      "journal": "Archives of virology",
      "publication_date": "2024-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Porcine epidemic diarrhea virus (PEDV) causes severe diarrhea and high mortality in neonatal suckling piglets, leading to significant economic losses to the swine industry. Panax notoginseng saponins (PNS) are bioactive extracts derived from the P. notoginseng plant. In this study, we investigated the anti-PEDV effect of PNS by employing various methodologies to assess their impact on PEDV in Vero cells. Using a CCK-8 (Cell Counting Kit-8) assay, we found that PNS had no significant cytotoxicity below the concentration of 128 µg/mL in Vero cells. Using immunofluorescence assays (IFAs), an enzyme-linked immunosorbent assay (ELISA), and plaque formation assays, we observed a dose-dependent inhibition of PEDV infection by PNS within 24-48 hours postinfection. PNS exerts its anti-PEDV activity specifically at the genome replication stage, and mRNA-seq analysis demonstrated that treatment with PNS resulted in increased expression of various genes, including IFIT1 (interferon-induced protein with tetratricopeptide repeats 1), IFIT3 (interferon-induced protein with tetratricopeptide repeats 3), CFH (complement factor H), IGSF10 (immunoglobulin superfamily member 10), ID2 (inhibitor of DNA binding 2), SPP1 (secreted phosphoprotein 1), PLCB4 (phospholipase C beta 4), and FABP4 (fatty acid binding protein 4), but it resulted in decreased expression of IL1A (interleukin 1 alpha), TNFRSF19 (TNF receptor superfamily member 19), CDH8 (cadherin 8), DDIT3 (DNA damage inducible transcript 3), GADD45A (growth arrest and DNA damage inducible alpha), PTPRG (protein tyrosine phosphatase receptor type G), PCK2 (phosphoenolpyruvate carboxykinase 2), and ADGRA2 (adhesion G protein-coupled receptor A2). This study provides insights into the potential mechanisms underlying the antiviral effects of PNS. Taken together, the results suggest that the PNS might effectively regulate the defense response to the virus and have potential to be used in antiviral therapies.",
      "mesh_terms": [
        "Chlorocebus aethiops",
        "Animals",
        "Swine",
        "Saponins",
        "Vero Cells",
        "Porcine epidemic diarrhea virus",
        "Panax notoginseng",
        "Interferons",
        "Antiviral Agents",
        "Coronavirus Infections",
        "Swine Diseases"
      ]
    },
    {
      "pmid": "38545393",
      "title": "Improvement of Panax notoginseng saponin accumulation triggered by methyl jasmonate under arbuscular mycorrhizal fungi.",
      "authors": [
        "Hong-Yang Dai",
        "Xing-Kai Zhang",
        "Yue Bi",
        "Di Chen",
        "Xian-Nv Long",
        "Yue Wu",
        "Guan-Hua Cao",
        "Sen He"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Panax notoginseng is a highly valued perennial medicinal herb plant in Yunnan Province, China, and the taproots are the main medicinal parts that are rich in active substances of P. notoginseng saponins. The main purpose of this study is to uncover the physiological and molecular mechanism of Panax notoginseng saponin accumulation triggered by methyl jasmonate (MeJA) under arbuscular mycorrhizal fungi (AMF) by determining physiological indices, high-throughput sequencing and correlation analysis. Physiological results showed that the biomass and saponin contents of P. notoginseng, the concentrations of jasmonic acids (JAs) and the key enzyme activities involved in notoginsenoside biosynthesis significantly increased under AMF or MeJA, but the interactive treatment of AMF and MeJA weakened the effect of AMF, suggesting that a high concentration of endogenous JA have inhibitory effect. Transcriptome sequencing results indicated that differential expressed genes (DEGs) involved in notoginsenoside and JA biosynthesis were significantly enriched in response to AMF induction, e.g., upregulated genes of diphosphocytidyl-2-C-methyl-d-erythritol kinases (ISPEs), cytochrome P450 monooxygenases (CYP450s)_and glycosyltransferases (GTs), while treatments AMF-MeJA and salicylhydroxamic acid (SHAM) decreased the abundance of these DEGs. Interestingly, a high correlation presented between any two of saponin contents, key enzyme activities and expression levels of DEGs. Taken together, the inoculation of AMF can improve the growth and saponin accumulation of P. notoginseng by strengthening the activities of key enzymes and the expression levels of encoding genes, in which the JA regulatory pathway is a key link. This study provides references for implementing ecological planting of P. notoginseng, improving saponin accumulation and illustrating the biosynthesis mechanism."
    },
    {
      "pmid": "38445528",
      "title": "Changes in chemical components and hepatoprotective effect of red Panax notoginseng processed by aspartic acid impregnation treatment.",
      "authors": [
        "Ying Cui",
        "Jianfa Wu",
        "Danli Zhang",
        "Dan Li",
        "Jing Zhang",
        "Wei Li",
        "Chongzhi Wang",
        "Chunsu Yuan",
        "Zhi Liu"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2024-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Red Panax notoginseng (RPN) is one of the major processed products of P. notoginseng (PN), with more effective biological activities. However, the traditional processing method of RPN has some disadvantages, such as low conversion rate of ginsenosides and long processing time. RESULTS: In this work, we developed a green, safe, and efficient approach for RPN processing by aspartic acid impregnation pretreatment. Our results showed that the optimized temperature, steaming time, and concentration of aspartic acid were 120 °C, 1 h, and 3% respectively. The original ginsenosides in PN treated by aspartic acid (Asp-PN) were completely converted to rare saponins at 120 °C within just 1 h. The concentration of the rare ginsenosides in Asp-PN was two times higher than that in untreated RPN. In addition, we examined the protective effect of RPN and Asp-PN on acetaminophen-induced liver injury in a mouse model. The results showed that Asp-PN has significantly more potent hepatoprotective action than the RPN. The hepatoprotection of Asp-PN in acetaminophen-induced hepatotoxicity may be due to its anti-oxidative stress, anti-apoptotic, and anti-inflammatory activities. CONCLUSION: These results indicated that aspartic acid impregnation pretreatment may provide an effective method to shorten the steaming time, improve the conversion rate of ginsenosides, and enhance hepatoprotective activity of RPN. © 2024 Society of Chemical Industry.",
      "mesh_terms": [
        "Animals",
        "Panax notoginseng",
        "Mice",
        "Aspartic Acid",
        "Ginsenosides",
        "Male",
        "Liver",
        "Chemical and Drug Induced Liver Injury",
        "Protective Agents",
        "Humans",
        "Oxidative Stress",
        "Drugs, Chinese Herbal",
        "Saponins",
        "Acetaminophen"
      ]
    },
    {
      "pmid": "38382327",
      "title": "Panax notoginseng saponins stimulates the differentiation and neurite development of C17.2 neural stem cells against OGD/R injuries via mTOR signaling.",
      "authors": [
        "Jiale Gao",
        "Mingjiang Yao",
        "Yehao Zhang",
        "Yunyao Jiang",
        "Jianxun Liu"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ischemic stroke remains a major disease worldwide, and most stroke patients often suffer from serious sequelae. Endogenous neurogenesis matters in the repair and regeneration of impaired neural cells after stroke. We have previously reported in vivo that PNS could strengthen the proliferation and differentiation of neural stem cells (NSCs), modulate synaptic plasticity and protect against ischemic brain injuries in cerebral ischemia rats, which could be attributed to mTOR signaling activation. Next, to obtain further insights into the function mechanism of PNS, we evaluated the direct influence of PNS on the survival, differentiation and synaptic development of C17.2 NSCs in vitro. The oxygen glucose deprivation/reperfusion (OGD/R) model was established to mimic ischemic brain injuries. We found that after OGD/R injuries, PNS improved the survival of C17.2 cells. Moreover, PNS enhanced the differentiation of C17.2 cells into neurons and astrocytes, and further promoted synaptic plasticity by significantly increasing the expressions of synapse-related proteins BDNF, SYP and PSD95. Meanwhile, PNS markedly activated the Akt/mTOR/p70S6K pathway. Notably, the mTOR inhibitor rapamycin pretreatment could reverse these desirable results. In conclusion, PNS possessed neural differentiation-inducing properties in mouse C17.2 NSCs after OGD/R injuries, and Akt/mTOR/p70S6K signaling pathway was proved to be involved in the differentiation and synaptic development of C17.2 cells induced by PNS treatment under the in vitro ischemic condition. Our findings offer new insights into the mechanisms that PNS regulate neural plasticity and repair triggered by NSCs, and highlight the potential of mTOR signaling as a therapeutic target for neural restoration after ischemic stroke.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Rats",
        "Panax notoginseng",
        "Ribosomal Protein S6 Kinases, 70-kDa",
        "Neurites",
        "Proto-Oncogene Proteins c-akt",
        "Neurogenesis",
        "Neural Stem Cells",
        "TOR Serine-Threonine Kinases",
        "Reperfusion Injury",
        "Ischemic Stroke",
        "Stroke",
        "Signal Transduction",
        "Brain Injuries"
      ]
    },
    {
      "pmid": "38261160",
      "title": "Study on the mechanism of Panax notoginseng-Salvia miltiorrhiza herb pair on invigorating blood circulation and eliminating blood stasis by blocking the conversion of arachidonic acid to prostaglandin.",
      "authors": [
        "Rui Zeng",
        "Yuefan Zhang",
        "Shengtong Shi",
        "Xianqin Long",
        "Haixia Zhang",
        "Min Wang",
        "Jianfeng Shi",
        "Ye Jiang",
        "Bin Chen"
      ],
      "journal": "Journal of natural medicines",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We combined untargeted and targeted metabolomics to explore the mechanism of blood circulation and blood stasis activation in the traditional Chinese herb pair Panax notoginseng-Salvia miltiorrhiza (PS). In this study, the right hind limb of SD rats was struck by a 1 kg weight, causing traumatic blood stasis (TBS) model, then the rats were gavaged with PS (at ratios of 1:0, 0:1, 3:1, 1:1, and 1:3) for 5 consecutive days. At the end of treatment, blood samples were collected for blood rheology and metabolomics analysis, and muscle tissues of injured limbs were used for HE staining and q-PCR analysis. The results showed that different ratios of PS reduced swelling and improved stasis and blood viscosity in the injured limbs of rats, and intervened in metabolism by modulating 11, 11, 17, 15, and 13 differential metabolites, respectively. The PS (3:1) shows the best treatment effect and the most differential metabolites regression. Targeted metabolomics shows that PS (3:1) can increase the content of AA, and reduce the content of PGF2-α by down-regulating the expression of enzymes Ptgs1 and Cbrl12 and up-regulating the expression of enzyme Hpgd. These results suggested that the PS herb pair exerts its blood stasis activating effects by blocking the conversion of arachidonic acid to prostaglandins.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Salvia miltiorrhiza",
        "Drugs, Chinese Herbal",
        "Panax notoginseng",
        "Arachidonic Acid",
        "Rats, Sprague-Dawley",
        "Prostaglandins"
      ]
    },
    {
      "pmid": "38216446",
      "title": "Clinical efficacy and safety of Panax notoginseng saponins in treating chronic obstructive pulmonary disease with blood hypercoagulability: A meta-analysis of randomized controlled trials.",
      "authors": [
        "Ruiling Zhou",
        "Jie Zhang",
        "Wen Zhang",
        "Xinyu Zhang",
        "Haiyan Zhang",
        "Xia Shi",
        "Bing Wang",
        "Qiong Zhang",
        "He Zhang"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Panax notoginseng saponins (PNS) are the primary active components of an ancient Chinese herb Panax notoginseng. Hypercoagulable state of blood (HCS) is an independent risk factor and a cause of death in chronic obstructive pulmonary disease (COPD). Several vivo studies have demonstrated the use of PNS preparations for treating COPD with HCS. PURPOSE: This study aimed to systematically evaluate the clinical efficacy and safety of PNS preparations in treating COPD with HCS. STUDY DESIGN: Meta-analysis of the randomized controlled trials (RCTs) was conducted to review data. METHODS: RCTs on the treatment of COPD with HCS and PNS preparations were searched from PubMed, Cochrane Library, Embase, Web of Science, Chinese National Knowledge Infrastructure, Vip Information Database, Wanfang data, and Chinese Biomedical Literature Database. Relevant data were extracted from the included studies and methodological quality evaluation was performed. R language (version 4.2.3) was applied for the meta-analysis. RESULTS: Twenty RCTs involving 1831 patients were analyzed. The results revealed that PNS preparations considerably increased the total clinical efficiency, improved forced expiratory volume in one second percent of predicted, and forced expiratory volume/forced vital capacity ratio. Further, PNS preparations improved fibrinogen, plasma d-dimer, whole blood viscosity at high cut, whole blood viscosity at low cut, and plasma viscosity levels. The results obtained for activated partial thromboplastin and prothrombin times were not statistically significant. Finally, PNS preparations increased partial pressure of oxygen and decreased carbon dioxide pressure. CONCLUSION: This is the first relatively comprehensive systematic review of the clinical efficacy and safety of PNS preparations for treating COPD with HCS. The study revealed that PNS preparations considerably improve lung function, hypoxia, and blood hypercoagulability in patients with COPD and HCS without increasing the risk of hemorrhage and has a good safety profile; therefore, it can be used as a new modulating agent and anticoagulant.",
      "mesh_terms": [
        "Humans",
        "Panax notoginseng",
        "Pulmonary Disease, Chronic Obstructive",
        "Randomized Controlled Trials as Topic",
        "Saponins",
        "Thrombophilia",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "38024866",
      "title": "Panax notoginseng saponins reverse steroid resistance in lupus nephritis: Involvement of the suppression of exosomal P-gp levels from lymphocytes to glomerular endothelial cells.",
      "authors": [
        "Feng Pan",
        "Ying Lu"
      ],
      "journal": "Biochemistry and biophysics reports",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Microangiopathy is the most basic pathological manifestation of lupus nephritis (LN), and glomerular endothelial cells (GECs) injury is an important pathological mechanism. LN patients with microangiopathy are prone to steroid resistance (SR). Our previous studies confirmed that Panax notoginseng saponins (PNS) could reverse SR by downregulating the expression of P-gp in SR lymphocytes of LN mice (SLCsL/S). However, the mechanism of how circulating lymphocytes transmit SR information to GECs and thus affect the efficacy of kidney treatment is not clear. Recent studies have found that exosomes (exos) are an important carrier for intercellular bioactive substance communication. But whether exosomes derived from SLCsL/S mediate SR in GECs and PNS interventions. To solve this problem, Exosomes isolated from SLCsL/S were characterized, and in vitro cell coculture was further conducted to investigate the effect of SLCsL/S-derived exosomes in the SR of GECs and PNS intervention. Sequencing was used to define the exosomal miRNA expression profiling of SR GECs. Moreover, the in vivo experiments were performed through the injection of exosomes extracted from SLCsL/S into the tail vein of mice. Our research results indicate that exosomes derived from SLCsL/S could transmit SR information to GECs and lead to the aggravation of inflammatory injury through conferring P-gp, which were negated by a P-gp inhibitor. Further, we identified higher levels of exosomal miR-125b-5p from SR GECs were associated with SR in LN and could serve as biomarker for the risk of developing SR. PNS could reverse the SR of GECs and alleviate inflammatory injury by suppressing exosomal P-gp levels from lymphocytes to GECs in vitro and in vivo. However, the specific molecular mechanism by which PNS regulates exosomes has not yet been elucidated, and we need to conduct more in-depth research in the future. Overall, Our findings suggest that exosomal transfer of SLCsL/S derived P-gp confer SR to GECs, and PNS can target exosome communication to reverse SR in LN, which provides new ideas and a scientific basis for improving the clinical efficacy of traditional Chinese medicine in the treatment of refractory LN."
    },
    {
      "pmid": "37946257",
      "title": "Panax notoginseng: derived exosome-like nanoparticles attenuate ischemia reperfusion injury via altering microglia polarization.",
      "authors": [
        "Shiyi Li",
        "Ru Zhang",
        "Anni Wang",
        "Yang Li",
        "Miaomiao Zhang",
        "Jisu Kim",
        "Ying Zhu",
        "Qizheng Wang",
        "Yue Zhang",
        "Ying Wei",
        "Jianxin Wang"
      ],
      "journal": "Journal of nanobiotechnology",
      "publication_date": "2023-Nov-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cerebral ischemia/reperfusion (CI/R) injury is a clinical conundrum during the treatment of ischemic stroke. Cell-derived exosomes (CDE) were proved to be therapeutically effective for CI/R injury. However, production of CDE is time and effort consuming. Increasing studies reported that plants can also generate exosome-like nanoparticles (ELN) which are therapeutically effective and have higher yield compared with CDE. In this study, a commonly used Chinese herb Panax notoginseng (PN), whose active ingredients were well-documented in the treatment of CI/R injury, was chosen as a source of ELNs. It was found that Panax notoginseng derived exosome like nanoparticles (PDN) could enter the brain without modification and ameliorate cerebral infarct volume, improve behavior outcome and maintained the integrity of BBB. PDNs attenuated CI/R injury by altering the phenotype of microglia from \"pro-inflammation\" M1 type to \"anti-inflammation\" M2 type. Also, we found that lipids from PDNs were the major therapeutic effective component. As a mechanism of action, PDN was proved to exert therapeutic effect via activating pI3k/Akt pathway.",
      "mesh_terms": [
        "Panax notoginseng",
        "Microglia",
        "Exosomes",
        "Phosphatidylinositol 3-Kinases",
        "Brain Ischemia",
        "Reperfusion Injury"
      ]
    },
    {
      "pmid": "37817527",
      "title": "Integrating Network Pharmacology and Experimental Verification to Explore the Targets and Mechanism for Panax Notoginseng Saponins against Coronary In-stent Restenosis.",
      "authors": [
        "Yuanchao Li",
        "Shenghan Gao",
        "Hongying Zhu",
        "Jianbo Wang"
      ],
      "journal": "Current pharmaceutical design",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Despite widespread application of drug-eluting stents in coronary intervention, in-stent restenosis (ISR) is still a daunting complication in clinical practice. Panax notoginseng saponins (PNS) are considered to be effective herb compounds for preventing ISR. OBJECTIVE: This study aimed to elucidate the targets and mechanisms of PNS in ISR prevention using network pharmacology approaches and experimental verification. METHODS: Relevant targets of PNS active compounds were collected from the HERB database and PharmMapper. The ISR-related targets were obtained from the GeneCards database and the Comparative Toxicogenomics Database. The GO and KEGG enrichment analysis was performed using R software. The String database and Cytoscape software were employed to build the PPI and compounds-targets-pathways-disease networks. Finally, Molecular docking performed by Autodock Vina and cellular experiments were used to validate network pharmacology results. RESULTS: There were 40 common targets between PNS targets and ISR targets. GO analysis revealed that these targets focused on multiple ISR-related biological processes, including cell proliferation and migration, cell adhesion, inflammatory response, and anti-thrombosis and so on. The KEGG enrichment results suggested that PNS could regulate multiple signaling pathways to inhibit or delay the development and occurrence of ISR. The molecular docking and cellular experiments results verified the network pharmacology results. CONCLUSION: This study demonstrated that the potential molecular mechanisms of PNS for ISR prevention involved multiple compounds, targets, and pathways. These findings provide a theoretical reference and experimental basis for the clinical application and product development of PNS for the prevention of ISR.",
      "mesh_terms": [
        "Humans",
        "Panax notoginseng",
        "Coronary Restenosis",
        "Molecular Docking Simulation",
        "Network Pharmacology",
        "Constriction, Pathologic",
        "Saponins",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "37779709",
      "title": "Isolation, characterization, and genomic analysis of a novel bacteriophage MA9V-1 infecting Chryseobacterium indologenes: a pathogen of Panax notoginseng root rot.",
      "authors": [
        "He Zou",
        "Yafang Ding",
        "Junjie Shang",
        "Chunlan Ma",
        "Jinhua Li",
        "Ye Yang",
        "Xiuming Cui",
        "Jinhao Zhang",
        "Guanghai Ji",
        "Yunlin Wei"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chryseobacterium indologenes is one of the primary causative agents of root rot of Panax notoginseng, which significantly affected plant growth and caused economic losses. With the increasing incidence of antibiotic-resistant bacterial phytopathogens, phage therapy has been garnered renewed attention in treating pathogenic bacteria. However, the therapeutic potential of phage therapy on root rot of P. notoginseng has not been evaluated. In this study, we isolated a novel lytic phage MA9V-1 infecting C. indologenes MA9 from sewage and monitored the formation of clear and round plaques with a diameter of approximately 0.5-1.5 mm. Phage MA9V-1 exhibited rapid absorption (>75% in 8 min), a latency period of 20 min, and a burst size of 10 particles per cell. Transmission electron microscopy indicated that the phage MA9V-1 is a new myovirus hosting C. indologenes MA9. Sequencing of phage genomes revealed that phage MA9V-1 contained a linear double-stranded DNA genome of 213,507 bp with 263 predicted open reading frames, including phage structure, host lysing, and DNA polymerase/helicase but no genes of tRNA, virulence, and antibiotic resistance. Our proteomic tree and genomic analysis revealed that phage MA9V-1 shares identity with Sphingomonas phage PAU and Tenacibaculum phage PTm1; however, they also showed apparent differences. Further systemic evaluation using phage therapy experiments on P. notoginseng suggested that phage MA9V-1 can be a potential candidate for effectively controlling C. indologenes MA9 infection. Thus, we have presented a novel approach to solving root rot in P. notoginseng."
    },
    {
      "pmid": "37726032",
      "title": "Physiological and metabolomic analyses reveal that Fe3O4 nanoparticles ameliorate cadmium and arsenic toxicity in Panax notoginseng.",
      "authors": [
        "Tianquan Lu",
        "Xiaoning Wang",
        "Xianliang Cui",
        "Jifang Li",
        "Jin Xu",
        "Peng Xu",
        "Jinpeng Wan"
      ],
      "journal": "Environmental pollution (Barking, Essex : 1987)",
      "publication_date": "2023-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Heavy metal(loid)-contaminated available arable land seriously affects crop development and growth. Engineered nanomaterials have great potential in mitigating toxic metal(loid) stress in plants. However, there are few details of nanoparticles (NPs) involved in Panax notoginseng response to cadmium (Cd) and arsenic (As). Herein, integrating physiological and metabolomic analyses, we investigated the effects of Fe3O4 NPs on plant growth and Cd/As responses in P. notoginseng. Cd/As treatment caused severe growth inhibition. However, foliar application of Fe3O4 NPs increased beneficial elements in the roots and/or leaves, decreased Cd/As content by 10.38% and 20.41% in the roots, reduced membrane damage and regulated antioxidant enzyme activity, thereby alleviating Cd/As-induced growth inhibition, as indicated by increased shoot fresh weight (FW), the rootlet length and root FW by 40.14%, 15.74%, and 46.70% under Cd stress and promoted the shoot FW by 27.00% under As toxicity. Metabolomic analysis showed that 227 and 295 differentially accumulated metabolites (DAMs) were identified, and their accumulation patterns were classified into 8 and 6 clusters in the roots and leaves, respectively. Fe3O4 NPs altered metabolites significantly involved in key pathways, including amino sugar and nucleotide sugar metabolism, flavonoid biosynthesis and phenylalanine metabolism, thus mediating the trade-off between plant growth and defense under stress. Interestingly, Fe3O4 NPs recovered more Cd/As-induced DAMs to normal levels, further supporting that Fe3O4 NPs positively affected seedling growth under metal(loid)s stress. In addition, Fe3O4 NPs altered terpenoids when the seedlings were subjected to Cd/As stress, thus affecting their potential medicinal value. This study provides insights into using nanoparticles to improve potential active ingredients of medicinal plants in metal(loid)-contaminated areas.",
      "mesh_terms": [
        "Cadmium",
        "Arsenic",
        "Panax notoginseng",
        "Nanoparticles",
        "Plants",
        "Seedlings",
        "Antioxidants",
        "Plant Roots",
        "Soil Pollutants"
      ]
    },
    {
      "pmid": "37716491",
      "title": "Panax notoginseng saponins inhibits oxidative stress- induced human nucleus pulposus cell apoptosis and delays disc degeneration in vivo and in vitro.",
      "authors": [
        "Danqing Guo",
        "Miao Yu",
        "Huizhi Guo",
        "Min Zeng",
        "Yang Shao",
        "Wei Deng",
        "Qiuli Qin",
        "Yongxian Li",
        "Shuncong Zhang"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Panax notoginseng (Burk) F. H. Chen has been a popular traditional Chinese medicine with a long history of treating low back pain. Its main active ingredient, Panax notoginseng saponins (PNS), can be found in several Chinese patent medicines that are frequently used to treat blood stasis type low back pain. Intervertebral disc degeneration (IDD) is the most common cause of back pain, and the injection of PNS has been used to relieve IDD-induced back pain in clinical practice. Despite its effectiveness, the exact mechanisms of action for PNS injections remain unclear. AIM OF THE STUDY: IDD as a consequence of aging involves apoptosis of nucleus pulposus (NP) cells and imbalanced degradation of extracellular matrix (ECM) induced by several factors including oxidative stress. We hypothesized that PNS may have a therapeutic effect on IDD via inhibiting apoptosis of NP cells and degradation of ECM under oxidative stress. MATERIALS AND METHODS: In this study, network pharmacology was initially employed to predict the targets of PNS against IDD. Subsequently, commercial PNS was analyzed by high-performance liquid chromatography to confirm the ingredients for in vitro and in vivo experiments. In vitro experiments were conducted on human nucleus pulposus (HNP) cells, including CCK-8, RT-PCR, Western blot, immunofluorescence staining, autophagic flux detection, and TUNEL assay. In vivo experiments were also performed on rats with IDD of tail discs induced by annular fibrosus needle puncture, which involved MRI, HE staining, and immunohistochemistry. RESULTS: Our study demonstrated the theoretical targets of PNS against IDD, including Caspase 3, MMP13, Akt, and autophagy, based on network pharmacology. Subsequently, in vitro experiments revealed that PNS attenuated cellular apoptosis of NP by suppressing the expression of cleaved-caspase 3 and the ratio of Bax/Bcl-2 under H2O2 stimulation. Autophagy was also inhibited by PNS treatment, and the protective effect was abolished with rapamycin, an autophagy inducer, indicating that autophagy inhibition was involved in the protective effect of PNS on IDD. Furthermore, Akt/mTOR pathway activation was observed in HNP cells responding to H2O2 with PNS treatment, which played a role in autophagy downregulation. PNS was also shown to promote the expression of anabolic genes such as COL2A1 and ACAN while inhibiting the expression of catabolic gene MMP13 in HNP cells. In addition, the in vivo study revealed that PNS treatment could ameliorate IDD in a puncture-induced rat tail model. The development of IDD was significantly reduced, and there was decreased MMP13 expression, as well as increased COL2A1 protein expression in NP tissues. CONCLUSION: Our study showed that PNS could protect HNP cells against apoptosis via autophagy inhibition and ameliorate disc degeneration in vivo, indicating its potential to be a therapeutic agent for IDD.",
      "mesh_terms": [
        "Humans",
        "Rats",
        "Animals",
        "Intervertebral Disc Degeneration",
        "Nucleus Pulposus",
        "Panax notoginseng",
        "Caspase 3",
        "Matrix Metalloproteinase 13",
        "Saponins",
        "Proto-Oncogene Proteins c-akt",
        "Hydrogen Peroxide",
        "Low Back Pain",
        "Apoptosis",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "37615232",
      "title": "A Novel Polysaccharide Separated from Panax Notoginseng Residue Ameliorates Restraint Stress- and Lipopolysaccharide-induced Enteritis in Mice.",
      "authors": [
        "Bi Luo",
        "Fan Yang",
        "Peng Chen",
        "Hao-Yu Zuo",
        "Yun-Fei Liang",
        "Ming-Hua Xian",
        "Nan Tang",
        "Guo-En Wang"
      ],
      "journal": "Chemistry & biodiversity",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Polysaccharides are rich in Panax notoginseng residue after extraction. This study aims to explore the structural characteristics of PNP-20, which is a homogeneous polysaccharide, separated from P. notoginseng residue by fractional precipitation and evaluate the anti-enteritis effect of PNP-20. The structure of PNP-20 was determined by spectroscopic analyses. A mouse model with enteritis induced by restraint stress (RS) and lipopolysaccharide (LPS) was used to evaluate the pharmacological effect of PNP-20. The results indicated that PNP-20 consisted of glucose (Glc), galactose (Gal), Mannose (Man) and Rhamnose (Rha). PNP-20 was composed of Glcp-(1→, →4)-α-Glcp-(1→, →4)-α-Galp-(1→, →4,6)-α-Glcp-(1→, →4)-Manp-(1→ and →3)-Rhap-(1→, and contained two backbone fragments of →4)-α-Glcp-(1→4)- α-Glcp-(1→ and →4)-α-Galp-(1→4)-α-Glcp-(1→. PNP-20 reduced intestinal injury and inflammatory cell infiltration in RS- and LPS-induced enteritis in mice. PNP-20 decreased the expression of intestinal tumor necrosis factor-α, NOD-like receptor family pyrin domain containing 3, and nuclear factor-κB and increased the expression of intestinal superoxide dismutase 2. In conclusion, PNP-20 may be a promising material basis of P. Notoginseng for the treatment of inflammatory bowel disease."
    },
    {
      "pmid": "37583037",
      "title": "[Panax notoginseng saponins improve monocrotaline-induced pulmonary arterial hypertension in rats by inhibiting ADAM10/Notch3 signaling pathway].",
      "authors": [
        "Sai Zhang",
        "Yun-Na Tian",
        "Zheng-Yang Song",
        "Xiao-Ting Wang",
        "Xin-Yu Wang",
        "Jun-Peng Xu",
        "Lin-Bo Yuan",
        "Wan-Tie Wang"
      ],
      "journal": "Sheng li xue bao : [Acta physiologica Sinica]",
      "publication_date": "2023-Aug-25",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "In this study, we investigated the effects of Panax notoginseng saponins (PNS) on pulmonary vascular remodeling and ADAM10/Notch3 pathway in pulmonary arterial hypertension (PAH). PAH rat model was established, and male Sprague Dawley (SD) rats were randomly divided into control group, monocrotaline (MCT) group and MCT+PNS group, with 10 rats in each group. Rats in the control group were intraperitoneally injected with equal volume of normal saline. Rats in the MCT group was injected intraperitoneally with 60 mg/kg MCT on the first day, and then with the same volume of normal saline every day. Rats in the MCT+PNS group was injected intraperitoneally with 60 mg/kg MCT on the first day, and then with 50 mg/kg PNS every day. The modeling time of each group lasted for 21 days. After the model was established, the mean pulmonary artery pressure (mPAP) was measured by right heart catheterization technique, the right ventricular hypertrophy index (RVHI) was calculated, the microscopic morphology and changes of pulmonary vascular wall were observed by HE and Masson staining, and the expressions of ADAM10, Notch3, Hes-1, P27, PCNA, Caspase-3 proteins and mRNA in pulmonary vascular tissue of rats were detected by Western blot and qPCR. The expression and localization of Notch3 and α-SMA were detected by immunofluorescence staining. The protein expression of ADAM10 was detected by immunohistochemical staining. The results showed that compared with the control group, mPAP, RVHI, pulmonary vessels and collagen fibers in the MCT group were significantly increased, the expressions of ADAM10, Notch3, Hes-1, and PCNA protein and mRNA were significantly increased, while the expressions of P27 and Caspase-3 protein and mRNA were decreased significantly. Compared with the MCT group, mPAP and RVHI were significantly decreased, pulmonary vessels were significantly improved and collagen fibers were significantly reduced, the expressions of protein and mRNA of ADAM10, Notch3, Hes-1, and PCNA were decreased in MCT+PNS group, but the expressions of protein and mRNA of P27 and Caspase-3 were increased slightly. The results of immunofluorescence showed that Notch3 and α-SMA staining could overlap, which proved that Notch3 was expressed in smooth muscle cells. The expression of Notch3 in the MCT group was increased significantly compared with that in the control group, while PNS intervention decreased the expression of Notch3. Immunohistochemical staining showed that compared with the control group, the amount of ADAM10 in the MCT group was increased significantly, and the expression of ADAM10 in the MCT+PNS group was decreased compared with the MCT group. These results indicate that PNS can improve the PAH induced by MCT in rats by inhibiting ADAM10/Notch3 signaling pathway.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats",
        "Caspase 3",
        "Collagen",
        "Disease Models, Animal",
        "Hypertension, Pulmonary",
        "Monocrotaline",
        "Panax notoginseng",
        "Proliferating Cell Nuclear Antigen",
        "Pulmonary Arterial Hypertension",
        "Pulmonary Artery",
        "Rats, Sprague-Dawley",
        "Receptor, Notch3",
        "RNA, Messenger",
        "Saline Solution",
        "Signal Transduction",
        "Saponins"
      ]
    },
    {
      "pmid": "37532070",
      "title": "Panax notoginseng saponin alleviates pulmonary fibrosis in rats by modulating the renin-angiotensin system.",
      "authors": [
        "Han Li",
        "Yu-Guang Wang",
        "Teng-Fei Chen",
        "Yun-Hang Gao",
        "Ling Song",
        "Yi-Fei Yang",
        "Yue Gao",
        "Wang Huo",
        "Guang-Ping Zhang"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Jan-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Pulmonary fibrosis (PF) is a chronic, progressive, and often fatal interstitial lung disease. Traditional Chinese medicine formulations and their active ingredients have shown potential in the treatment of PF. Panax notoginseng saponin (PNS) is extracted from the widely used traditional Chinese medicinal herb Panax notoginseng (Burkill) F. H. Chen, exhibiting therapeutic effects in pulmonary diseases treatment. AIM OF THE STUDY: This study aimed to investigate the effects and elucidate possible potential mechanisms of PNS on bleomycin (BLM)-induced PF in rats. MATERIALS AND METHODS: PF was induced in rats by intratracheal administration of bleomycin (BLM, 5 mg/kg). After disease model induction, the rats were treated with PNS (50, 100, or 200 mg/kg per day) or pirfenidone (PFD, 50 mg/kg per day) for 28 days. Lung function, histopathological changes, collagen deposition, and E- and N-cadherin levels in lung tissue were evaluated. The mechanism of action of PNS was investigated using tandem mass tag-based quantitative proteomics analysis. Immunohistochemistry, enzyme-linked immunosorbent assay (ELISA), and Western blot analysis were performed to verify the proteomic results. RESULTS: PNS treatment improved lung function, ameliorated the BLM-induced increase in the lung coefficient, attenuated the degree of alveolar inflammation and fibrosis, and reduced the elevated collagen level in PF rats. PNS treatment also down-regulated the expression of N-cadherin while up-regulating the expression of E-cadherin. Proteomic and bioinformatic analyses revealed that the renin-angiotensin system (RAS) was closely related to the therapeutic effect of PNS. Immunohistochemistry, Western blot, and ELISA results indicated that PNS exerted its anti-fibrotic effect via regulation of the balance between the angiotensin-converting enzyme (ACE)-angiotensin (Ang)II-AngII receptor type 1 (AT1R) and ACE2-Ang(1-7)-MasR axes. CONCLUSIONS: PNS ameliorates BLM-induced PF in rats by modulating the RAS homeostasis, and is a new potential therapeutic agent for PF.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Pulmonary Fibrosis",
        "Renin-Angiotensin System",
        "Panax notoginseng",
        "Saponins",
        "Proteomics",
        "Fibrosis",
        "Collagen",
        "Bleomycin",
        "Angiotensins"
      ]
    },
    {
      "pmid": "37520348",
      "title": "Long-term effects of chloropicrin fumigation on soil microbe recovery and growth promotion of Panax notoginseng.",
      "authors": [
        "Xin Wang",
        "Qing Wang",
        "Wenjing Li",
        "Daqi Zhang",
        "Wensheng Fang",
        "Yuan Li",
        "Qiuxia Wang",
        "Aocheng Cao",
        "Dongdong Yan"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Panax notoginseng is a precious Chinese medicinal material. Soil fumigation can control soil-borne disease and overcome the continuous cropping obstacles of P. notoginseng. However, chloropicrin (CP) fumigation can kill non-target soil microorganisms and reduce microbial diversity, but the long-time impacts of CP fumigation on soil microbial are less reported. METHODS: We studied the long-term effects of CP fumigation on soil microbes with high-throughput gene sequencing, and correlated the changes in the composition of microbial communities with environmental factors like soil physicochemical properties and soil enzyme activities. This study mainly focuses on the recovery characteristics of soil microbe after soil fumigation by evaluating the ecological restoration of P. notoginseng soil, its sustained control effect on plant diseases, and its promotion effect on crop growth by focusing on the CP fumigation treatment. RESULTS: The results showed that CP fumigation significantly increased soil available phosphorus (P) to 34.6 ~ 101.6 mg/kg and electrical conductivity (EC) by 18.7% ~ 34.1%, respectively. High-throughput gene sequencing showed that soil fumigation with CP altered the relative abundance of Trichoderma, Chaetomium, Proteobacteria, and Chloroflexi in the soil while inhibiting a lot of Fusarium and Phytophthora. The inhibition rate of Phytophthora spp. was still 75.0% in the third year after fumigation. Fumigation with CP enhanced P. notoginseng's survival rate and stimulated plant growth, ensuring P. notoginseng's healthy in the growth period. The impact of fumigation on microbial community assembly and changes in microbial ecological niches were characterized using normalized stochasticity ratio (NST) and Levins' niche breadth index. Stochasticity dominated bacterial community assembly, while the fungal community was initially dominated by stochasticity and later by determinism. Fumigation with CP reduced the ecological niches of both fungi and bacteria. CONCLUSION: In summary, the decrease in microbial diversity and niche caused by CP fumigation could be recovered over time, and the control of soil pathogens by CP fumigation remained sustainable. Moreover, CP fumigation could overcome continuous cropping obstacles of P. notoginseng and promote the healthy growth of P. notoginseng."
    },
    {
      "pmid": "37397412",
      "title": "Analysis of common and characteristic actions of Panax ginseng and Panax notoginseng in wound healing based on network pharmacology and meta-analysis.",
      "authors": [
        "Zhen Wang",
        "Xueheng Xie",
        "Mengchen Wang",
        "Meng Ding",
        "Shengliang Gu",
        "Xiaoyan Xing",
        "Xiaobo Sun"
      ],
      "journal": "Journal of ginseng research",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "In recent years, an increasing number of reports have explored the wound healing mechanism of these two traditional Chinese herbal medicines- Panax ginseng and Panax notoginseng, but there is no systematic research on the related core functions and different mechanisms in the treatment of wound healing up to now. Based on network pharmacology and meta-analysis, the present work aimed to comprehensively review the commonality and diversity of P. ginseng and P. notoginseng in wound healing. In this study, a wound healing-related \"ingredients-targets\" network of two herbs was constructed. Thereafter, meta-analysis of the multiple target lists by Metascape showed that these two medicines significantly regulated blood vessel development, responses to cytokines and growth factors and oxygen levels, cell death, cell proliferation and differentiation, and cell adhesion. To better understand the discrepancy between these two herbs, it was found that common signaling pathways including Rap1, PI3K/AKT, MAPK, HIF-1 and Focal adhesion regulated the functions listed above. In parallel, the different pathways including renin-angiotensin system, RNA transport and circadian rhythm, autophagy, and the different metabolic pathways may also explained the discrepancies in the regulation of the above-mentioned functions, consistent with the Traditional Chinese Medicine theory about the effects of P. ginseng and P. notoginseng."
    },
    {
      "pmid": "37387753",
      "title": "Retracted: Efficacy of the Panax Notoginseng Ejiao Suppository in the Treatment of Patients with Ulcerative Proctitis and Its Effect on Inflammatory Response and Immune Function.",
      "authors": [
        "Disease Markers"
      ],
      "journal": "Disease markers",
      "publication_date": "2023",
      "publication_types": [
        "Retraction Notice"
      ],
      "abstract": "[This retracts the article DOI: 10.1155/2022/1479964.]."
    },
    {
      "pmid": "37385213",
      "title": "Homotherapy for heteropathy of Alzheimer's disease and anemia through reducing the expression of toll-like receptor and TNF by steamed Panax notoginseng.",
      "authors": [
        "Liu Mengnan",
        "Ye Xianwen",
        "Zhang Shuyan",
        "Cheng Shuiqing",
        "Xu Wenjuan",
        "Wang Xuan",
        "Wen Jia",
        "Li Chunshuai",
        "Yang Linlin",
        "Xu Xinfang",
        "Li Xiangri"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: One of the effects of Steamed Panax notoginsen (SPN) is to replenish blood, which is mostly used to treat anemia in clinic. SPN has the effect of treating anemia and Alzheimer's disease (AD) in clinical and basic research. In traditional Chinese medicine, anemia and AD have the same characteristics, and their symptoms are qi and blood deficiency. METHODS: First, data analysis was carried out through network pharmacology to predict the action targets of SPN homotherapy in the treatment of AD and anemia. Specifically, TCMSP and relevant literature were used to screen the main active ingredients of Panax notoginseng, and SuperPred was used to predict the action targets of the active ingredients. Disease targets related to AD and anemia were collected through Genecards database, and STRING and protein interaction (PPI) was used for enrichment analysis, Analyze the characteristics of the active ingredient target network on the Cytascape 3.9.0 platform, and use Metascape to enrich the gene ontology (GO) and the Kyoto Encyclopedia of Genes and Genomes Pathway Enrichment (KEGG pathway). Then Drosophila was used as the AD animal model, and the effects of SPN on the climbing ability, olfactory memory and brain Aβ, with rats as anemia animal models, the improvement effect of SPN on blood routine and organ index of rats with blood deficiency induced by CTX and APH was analyzed to further explain the therapeutic effect of SPN on these two diseases. Finally, the regulatory effect of SPN on the key active target of allotherapy for AD and anemia was verified by PCR. RESULTS: After the screening, 17 active components and 92 action targets of SPN were obtained. The degree values of components and the first 15 targets are NFKB1, IL10, PIK3CA, PTGS2, SRC, ECFR, CASP3, MTOR, IL1B, ESR1, AKT1, HSP90AA1, IL6, TNF, and Toll-like receptor, it is mainly related to inflammatory response, immune regulation and antioxidation. SPN improved the climbing ability, olfactory memory ability, and Aβ42 content in the brain of Aβ flies, and significantly reduced the expression of TNF and Toll-like receptor in the brain after treatment. SPN can significantly improve the blood routine index and organ index of anemia rats, and also significantly reduce the expression of TNF and Toll-like receptor in the brain after treatment. CONCLUSION: SPN can regulate the expression of TNF and Toll-like receptor to achieve the same treatment of AD and anemia.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Panax notoginseng",
        "Alzheimer Disease",
        "Toll-Like Receptors",
        "Brain",
        "Anemia",
        "Molecular Docking Simulation",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "37362082",
      "title": "The potential of Panax notoginseng against COVID-19 infection.",
      "authors": [
        "Yeye Hu",
        "Ziliang He",
        "Wei Zhang",
        "Zhiqiang Niu",
        "Yanting Wang",
        "Ji Zhang",
        "Ting Shen",
        "Hong Cheng",
        "Weicheng Hu"
      ],
      "journal": "Journal of ginseng research",
      "publication_date": "2023-Apr-08",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The COVID-19 pandemic has changed the world and has presented the scientific community with unprecedented challenges. Infection is associated with overproduction of proinflammatory cytokines secondary to hyperactivation of the innate immune response, inducing a cytokine storm and triggering multiorgan failure and significant morbidity/mortality. No specific treatment is yet available. For thousands of years, Panax notoginseng has been used to treat various infectious diseases. Experimental evidence of P. notoginseng utility in terms of alleviating the cytokine storm, especially the cascade, and improving post-COVID-19 symptoms, suggests that P. notoginseng may serve as a valuable adjunct treatment for COVID-19 infection."
    },
    {
      "pmid": "37338907",
      "title": "Efficacy and Safety of Panax notoginseng Saponins in the Treatment of Adults With Ischemic Stroke in China: A Randomized Clinical Trial.",
      "authors": [
        "Longfei Wu",
        "Haiqing Song",
        "Chi Zhang",
        "Anxin Wang",
        "Bowei Zhang",
        "Chiyu Xiong",
        "Xianbo Zhuang",
        "Yingzhuo Zang",
        "Chenghao Li",
        "Qi Fang",
        "Chuanqiang Qu",
        "Lihua Wang",
        "Mei Zhang",
        "Hao Li",
        "Xiaoli Wang",
        "Yanan Li",
        "Lei Xia",
        "Zhigang Yao",
        "Zhi Nie",
        "Ying Gao",
        "Xunming Ji"
      ],
      "journal": "JAMA network open",
      "publication_date": "2023-Jun-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Multicenter Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "IMPORTANCE: Preclinical and clinical studies have suggested the neuroprotective effect of Panax notoginseng saponins (Xuesaitong soft capsules). However, robust evidence in patients with ischemic stroke is lacking. OBJECTIVE: To assess the efficacy and safety of Xuesaitong soft capsules in patients with ischemic stroke. DESIGN, SETTING, AND PARTICIPANTS: This multicenter, double-blind, placebo-controlled randomized clinical trial was conducted at 67 tertiary health centers in China from July 1, 2018, to June 30, 2020. Included patients were aged 18 to 75 years with a diagnosis of ischemic stroke and a National Institutes of Health Stroke Scale score between 4 and 15. INTERVENTIONS: Eligible patients were randomly assigned within 14 days after symptom onset to receive either treatment with Xuesaitong soft capsules (120 mg orally twice daily) or placebo (120 mg orally twice daily) for 3 months. MAIN OUTCOMES AND MEASURES: The primary outcome was functional independence at 3 months, defined as a modified Rankin Scale score of 0 to 2. RESULTS: Among 3072 eligible patients with ischemic stroke who were randomized, 2966 (96.5%) were included in the modified intention-to-treat cohort (median [IQR] age, 62 [55-68] years; 1982 male [66.8%]). The number of patients who achieved functional independence at 3 months was 1328 (89.3%) in the Xuesaitong group and 1218 (82.4%) in the control group (odds ratio, 1.95; 95% CI, 1.56-2.44; P < .001). In the safety cohort, serious adverse events occurred in 15 of 1488 patients (1.0%) in the Xuesaitong group and 16 of 1482 (1.1%) in the control group (P = .85). CONCLUSIONS AND RELEVANCE: In this randomized clinical trial, Xuesaitong soft capsules significantly increased the likelihood of functional independence at 3 months in patients with ischemic stroke, indicating that this may be a safe and effective alternative therapy to improve prognosis in this population. TRIAL REGISTRATION: Chinese Clinical Trial Registry Identifier: ChiCTR1800016363.",
      "mesh_terms": [
        "United States",
        "Humans",
        "Adult",
        "Male",
        "Middle Aged",
        "Stroke",
        "Brain Ischemia",
        "Ischemic Stroke",
        "Panax notoginseng",
        "Capsules",
        "Treatment Outcome",
        "Saponins"
      ]
    },
    {
      "pmid": "37337262",
      "title": "Panax notoginseng alleviates oxidative stress through miRNA regulations based on systems biology approach.",
      "authors": [
        "Yun Tang",
        "Yi-Gang Chen",
        "Hsi-Yuan Huang",
        "Shang-Fu Li",
        "Hua-Li Zuo",
        "Ji-Hang Chen",
        "Li-Ping Li",
        "Run-Bo Mao",
        "Yang-Chi-Dung Lin",
        "Hsien-Da Huang"
      ],
      "journal": "Chinese medicine",
      "publication_date": "2023-Jun-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Herbal medicine Sanqi (SQ), the dried root or stem of Panax notoginseng (PNS), has been reported to have anti-diabetic and anti-obesity effects and is usually administered as a decoction for Chinese medicine. Alternative to utilizing PNS pure compound for treatment, we are motivated to propose an unconventional scheme to investigate the functions of PNS mixture. However, studies providing a detailed overview of the transcriptomics-based signaling network in response to PNS are seldom available. METHODS: To explore the reasoning of PNS in treating metabolic disorders such as insulin resistance, we implemented a systems biology-based approach with RNA sequencing (RNA-seq) and miRNA sequencing data to elucidate key pathways, genes and miRNAs involved. RESULTS: Functional enrichment analysis revealed PNS up-regulating oxidative stress-related pathways and down-regulating insulin and fatty acid metabolism. Superoxide dismutase 1 (SOD1), peroxiredoxin 1 (PRDX1), heme oxygenase-1 (Hmox1) and glutamate cysteine ligase (GCLc) mRNA and protein levels, as well as related miRNA levels, were measured in PNS treated rat pancreatic β cells (INS-1). PNS treatment up-regulated Hmox1, SOD1 and GCLc expression while down-regulating miR-24-3p and miR-139-5p to suppress oxidative stress. Furthermore, we verified the novel interactions between miR-139-5p and miR-24-3p with GCLc and SOD1. CONCLUSION: This work has demonstrated the mechanism of how PNS regulates cellular molecules in metabolic disorders. Therefore, combining omics data with a systems biology strategy could be a practical means to explore the potential function and molecular mechanisms of Chinese herbal medicine in the treatment of metabolic disorders."
    },
    {
      "pmid": "37181679",
      "title": "Evaluation on the Efficacy and Safety of Panax Notoginseng Saponins in the Treatment of Stroke among Elderly People: A Systematic Review and Meta-Analysis of 206 Randomized Controlled Trials.",
      "authors": [
        "Peiyu Guan",
        "Dingkun Gui",
        "Youhua Xu"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Evidence regarding the effect of Panax notoginseng saponins (PNS) on treating elderly stroke patients is scare and inconsistent. This study investigated the efficacy and safety of PNS by means of meta-analysis so as to provide an evidence-based reference for the treatment of elderly patients with stroke. METHODS: We searched the PubMed, Embase, Cochrane Library, Web of Science, CNKI, VIP, Wanfang, and China Biomedical Database to identify the eligible randomized controlled trials (RCTs) concerning using PNS to treat elderly people with stroke from their inception to first, May 2022. Meta-analysis was used for pool analysis of the included studies, whose quality was assessed via Cochrane Collaboration's RCT risk of bias tool. RESULTS: Altogether 206 studies published between 1999 and 2022 with a low risk of bias were included, covering 21,759 participants. The results showed that the improved neurological status shown in the intervention group with PNS alone was statistically significant (SMD = -0.826, 95% CI: -0.946 to -0.707) in contrast to the control group. The total clinical efficacy (Relative risk (RR) = 1.197, 95% Confidence interval (CI): 1.165 to 1.229) and daily living activities (SMD = 1.675, 95% C: 1.218 to 2.133) of elderly stroke patients were significantly improved as well. In addition, the invention group using PNS combined with WM/TAU displayed significant improvement in neurological status (SMD = -1.142, 95% CI: -1.295 to -0.990) and the total clinical efficacy (RR = 1.191, 95% CI: 1.165 to 1.217) compared with the control group. CONCLUSION: Single PNS intervention or PNS combined with WM/TAU significantly improves the neurological status, the overall clinical efficacy and daily living activities of elderly stroke patients. However, more multicenter RCT research with high quality is required in the future to verify the results in this study. The trial registration number: Inplasy protocol 202330042. doi:10.37766/inplasy2023.3.0042."
    },
    {
      "pmid": "37101717",
      "title": "Combination of Astragalus membranaceus and Panax notoginseng as Main Components in the Treatment of Diabetic Nephropathy: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Xiaoning An",
        "Youhua Xu",
        "Dingkun Gui"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: This meta-analysis evaluated the curative effect of the compatibility of Astragalus membranaceus and Panax notoginseng (ARPN) as main components on diabetic nephropathy. METHODS: We used various Chinese and English databases, including the Cochrane Library, PubMed, Embase, Web of Science, the China National Knowledge Infrastructure (CNKI), China Biology Medicine Disc (SinoMed), VIP, and Wanfang, to search for randomized controlled trials on the compatibility of Astragalus membranaceus and Panax notoginseng as main components. After data extraction, meta-analysis was performed with Review Manager 5.4.0 and Stata 15, and the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) framework was used to evaluate the quality of the evidence. RESULT: A total of 17 studies involving 1342 patients with diabetic nephropathy were included. Compared with the control group, ARPN can significantly improve the clinical effective rate of diabetic nephropathy (OR 5.12, 95% CI 3.42 to 7.66, P < 0.00001), and the curative effect of reducing UAER (MD -26.67, 95% CI -31.30 to -22.04, P < 0.00001) and 24 h urinary protein (SMD -0.58, 95% CI -0.75 to -0.41, P < 0.00001) is also significantly better than that of the control group, and it can also improve the renal function(Scr: MD -13.78, 95% CI -25.39 to -2.17, P=0.02; BUN: MD -0.74, 95% CI -1.27 to -0.20, P=0.007). In addition, it can also reduce glycosylated hemoglobin (SMD -1.30, 95% CI -2.33 to -0.27, P=0.01) and blood lipid(TC: SMD -0.62, 95% CI -0.95 to -0.29, P=0.0002; TG: SMD -0.47, 95% CI -0.75 to -0.19, P=0.0009; LDL: SMD -0.43, 95% CI -0.68 to -0.18, P=0.0008), and improve the TCM syndrome score (MD -4.87, 95% CI -6.17 to -3.57, P < 0.00001). Subgroup analysis suggested that the treatment plan of the control group could be the sources of heterogeneity. All the included studies had no obvious adverse effects. CONCLUSIONS: The compatibility of Radix Astragali and Radix notoginseng as the main components can effectively improve the renal function of patients with diabetic nephropathy and delay the progress of diabetic nephropathy. However, the results of this study need further research to be confirmed because of the uncertainty of the evidence and the suboptimal risk bias."
    },
    {
      "pmid": "37088235",
      "title": "Anthraquinone metabolites isolated from the rhizosphere soil Streptomyces of Panax notoginseng (Burk.) F. H. Chen target MMP2 to inhibit cancer cell migration.",
      "authors": [
        "Jin-Yan Xue",
        "Ying-Ying Wu",
        "Yu-Ling Han",
        "Xin-Yu Song",
        "Meng-Yue Zhang",
        "Juan Cheng",
        "Bin Lin",
        "Ming-Yu Xia",
        "Yi-Xuan Zhang"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2023-Aug-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Panax notoginseng (Burk.) F. H. Chen belongs to the Araliaceae family. It has been used by traditional Chinese people in Northeast Asia for centuries as an antidiabetic, antioxidant, antitumor agent, etc. Endophytic or rhizospheric microorganisms play key roles in plant defense mechanisms, and they are essential in the discovery of pharmaceuticals and valuable new secondary metabolites. In particular, endophytic or rhizospheric microorganisms of traditional medicinal plants. AIM OF THE STUDY: To discover valuable new secondary metabolites from rhizosphere soil Streptomyces sp. SYP-A7185 of P. notoginseng, and to explore potential bioactivities and targets of metabolites protrusive function. MATERIALS AND METHODS: The metabolites were obtained via column chromatography and identified by multiple spectroscopic analyses. The antitumor, antioxidant, antibacterial, and antiglycosidases effects of isolated metabolites were tested using 3-[4,5-dimethythiazol-2-yl]-2,5-diphenyltetazolium bromide (MTT), 2,2-diphenyl-1-picrylhydrazyl (DPPH), 96-well turbidimetric, and α-glucosidase inhibitory assays. The potential antitumor targets were predicted through network pharmacological approaches. The interactions between metabolites and target were verified by molecular docking and biolayer interferometry (BLI) assay. The effects of cancer cells migration were detected through wound healing assays in A549 and MCF-7. Other cellular validation experiments including reverse transcription-quantitative PCR (RT‒qPCR) and western blotting (WB) were used to confirm the hypothesis of network pharmacology. RESULTS: Five different chemotypes of anthraquinone derivatives (1-10), including six new compounds (3, 6-10), were identified from Streptomyces sp. SYP-A7185. Compounds 1-6 and 9 displayed moderate to strong cytotoxicity on five human cancer cell lines (A549, HepG2, MCF-7, MDA-MD-231, and MGC-803). Moreover, matrix metalloproteinase-2 (MMP2) were predicted as a potential antitumor target of metabolites 1-6 and 9 by comprehensive network pharmacology analysis. Later, BLI assays revealed strong intermolecular interactions between MMP2 and antitumor metabolites, and molecular docking results showed the interaction of metabolites 1-6 and 9 with MMP2 was dependent on the crucial amino acid residues of LEU-83, ALA-84, LEU-117, HIS-131, PRO-135, GLY-136, ALA-140, PRO-141, TYR-143, and THR-144. These results implied that metabolites (1-6 and 9) might inhibit cancer cell migration besides cancer cell proliferation. After that, the cell wound healing assay showed that the cell migration processes were also inhibited after the treatments of compounds 1 and 3 in A549 and MCF-7 cells. In addition, the RT‒qPCR and WB results demonstrated that the gene expression levels of MMP2 were decreased after the treatment with compounds 1 and 3 in A549 and MCF-7 cells. Besides, compound 2 displayed moderate antioxidant activity (EC50, 27.43 μM), compounds 3 and 6 exhibited moderate antibacterial activity, and compound 3 inhibited α-glucosidase with an IC50 value of 13.10 μM. CONCLUSIONS: Anthraquinone metabolites, from rhizosphere soil Streptomyces sp. of P. notoginseng, possess antitumor, antioxidant, antibacterial, and antiglycosidase activities. Moreover, metabolites 1 and 3 inhibit cancer cells migration through downregulating MMP2.",
      "mesh_terms": [
        "Humans",
        "Panax notoginseng",
        "Soil",
        "Matrix Metalloproteinase 2",
        "Streptomyces",
        "Rhizosphere",
        "Antioxidants",
        "Molecular Docking Simulation",
        "alpha-Glucosidases",
        "MCF-7 Cells",
        "Cell Movement",
        "Anthraquinones",
        "Anti-Bacterial Agents",
        "Neoplasms"
      ]
    },
    {
      "pmid": "37081634",
      "title": "First Report of Globisporangium spinosum Causing Root Rot of Panax notoginseng in China.",
      "authors": [
        "Chao Huo",
        "JiFen Cao",
        "Kuo Wu",
        "Yongdui Chen",
        "Zhijian Zhao"
      ],
      "journal": "Plant disease",
      "publication_date": "2023-Apr-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Panax notoginseng (Burkill) F.H. Chen, known as ''sanqi'', is widely used for its medicinal and tonic effects in China, such as treatment of cardiovascular diseases and antioxidant effects. However, root rot disease is the most destructive disease that hampers industrial development (Mi et al. 2017). In August 2018 and 2019, samples displaying symptoms of root rot, such as unnormal, stunted growth and chlorotic leaves, were dug out with a shovel and put in clean sample-bags from four production bases in Wenshan (around 23.5° N; 104° E), Yunnan province, the biggest \"sanqi\" production area in China, with over 20 thousand ha. Among production bases, root rot incidence typically ranged from 10% to 20%, but in a few number of severe cases, exceeded 70%. Typical symptomatic root tubers were washed with tap water, surface-sterilized in 5% NaClO for 1 min followed by 70% alcohol for 30 s, and rinsed three times with sterile water. The diseased tissues were excised and placed on rye sucrose agar medium (RSA) supplemented with 25 mg/L rifampin and 50 mg/L kanamycin, then incubated at 25°C in the dark for five days. Colonies with different features grew from the diseased pieces and twenty oomycete-like colonies, (white, dense, aerial mycelia with rapid radiate growth) were chosen for further investigation. Microscopic observations showed terminal and intercalary hyphal swellings, which were either globose or limoniform, thin-walled, mostly smooth, and 13-28 µm wide (average 20.3 µm). Oogonia were globose or rarely fusiform, mostly intercalary, 11-19 µm wide (average 13 µm), provided with a varying number of blunt, digitate projections. Oospores were plerotic, rarely aplerotic, thin-walled, and 16-19 μm wide (average 18.6 μm). Antheridia usually originated at various distances from the oogonium and appeared- clavate and crook-necked, making apical contact with the oogonium. Based on typical morphological features described, the isolates were putatively identified as Pythium spinosum (van der Plaats-Niterink 1981). The internal transcribed spacer region (ITS) and cytochrome c oxidase subunit II (CoxII) of isolates SQ00803 and SQ00903-1 were sequenced using universal primers ITS1/ITS4 and FM58/FM66 (Villa et al. 2006). The nucleotide sequences were deposited to GenBank with the accession numbers MN369530, MN370548, MN561687 and MN561688, respectively. Blastn analysis of ITS sequences showed 99.58% similarity to those of Globisporangium spinosum isolates CBS275.67 and CBS276.67 (accession number AY598701 and HQ643792). CoxII sequences showed 99.82% to 100% similarity to G. spinosum isolates (accession number GU071755 and AF196616). For pathogenicity tests, nine two-year-old healthy sanqi plants grown in sterilized substrate in plastic pots under greenhouse conditions were inoculated with 5×104 CFU/ml zoospore suspension of G. spinosum by root-drenching method (Dixon et al. 1984). Three non-inoculated plants drenched with sterile water were used as controls. All plants were incubated in a growth chamber at 25°C with a 16/8-h photoperiod. After two weeks, inoculated sanqi plants showed discoloration and chlorosis of leaves with water-soaked root rot. Control plants were symptomless and healthy. Colonies resembling G. spinosum were re-isolated from infected root tissues and showed the same morphological features as G. spinosum, thus fulfilling Koch's postulates. G. spinosum originally isolated from seedlings of Anthirrhinum majus has been reported to cause root rot disease on many plant species worldwide (Lévesque and De Cock 2004). Recently, based on whole genome sequencing and phylogenomic analysis, P. spinosum was transferred to Globisporangium genus. Therefore, P. spinosum is now classified as G. spinosum (Hai et al. 2022). To our knowledge, this is the first report of G. spinosum causing root rot of P. notoginseng in China. This research will contribute to the development of integrated management strategies for P. notoginseng root rot."
    },
    {
      "pmid": "37073148",
      "title": "Panax Notoginseng Saponins Alleviate LPS-induced Fibrosis of HK-2 Cells by Inhibiting the Activation of NLRP3 Inflammasome and Pyroptosis.",
      "authors": [
        "Jing Xie",
        "Xin Ma",
        "Xueying Li",
        "Nan Mao",
        "Sichong Ren",
        "Junming Fan"
      ],
      "journal": "Current pharmaceutical biotechnology",
      "publication_date": "2023-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Renal fibrosis is related to impaired kidney function and can eventually lead to end-stage renal disease, for which no effective treatment is available. Panax notoginseng saponins (PNS), as a commonly used traditional Chinese medicine, is considered a possible alternative for the treatment of fibrosis. OBJECTIVE: The purpose of the present study was to investigate the effects and possible mechanisms of PNS on renal fibrosis. METHODS: HK-2 cells were used to induce renal fibrosis cell model by lipopolysaccharide (LPS), and the cytotoxicity of PNS on HK-2 cells was investigated. Cell damage, pyroptosis, and fibrosis were analyzed to investigate the effects of PNS on LPS-induced HK-2 cells. NLRP3 agonist Nigericin was used further to explore the inhibitory effect of PNS on LPS-induced pyroptosis so as to clarify the possible mechanism of PNS on renal fibrosis. RESULTS: PNS had no cytotoxicity on HK-2 cells, and could reduce the apoptosis and the release of lactate dehydrogenase (LDH) and inflammatory cytokines of LPS-induced HK-2 cells, showing an alleviating effect on cell damage. PNS also reduced the expression of pyroptosis proteins NLRP3, IL-1β, IL-18, and Caspase-1, as well as fibrosis proteins α-SMA, collagen Ⅰ and p-Smad3/Smad3, which showed an inhibitory effect on LPS-induced pyroptosis and fibrosis. In addition, LPS-induced cell damage, pyroptosis, and fibrosis were aggravated after Nigericin treatment, while PNS alleviated the aggravation caused by Nigericin. CONCLUSION: PNS inhibits pyroptosis by inhibiting the activation of NLRP3 inflammasome in LPS-induced HK-2 cells, which ultimately alleviates renal fibrosis and plays a good role in the treatment of kidney diseases."
    },
    {
      "pmid": "37060724",
      "title": "Panax notoginseng saponins normalises tumour blood vessels by inhibiting EphA2 gene expression to modulate the tumour microenvironment of breast cancer.",
      "authors": [
        "Linying Xia",
        "XianLi Liu",
        "Weiye Mao",
        "Yingxue Guo",
        "Jie Huang",
        "Yingnan Hu",
        "Lu Jin",
        "Xia Liu",
        "Huiying Fu",
        "Yueguang Du",
        "Qiyang Shou"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Panax notoginseng saponins (PNS), the main active component of Panax notoginseng, can promote vascular microcirculation. PNS exhibits antitumor effects in various cancers. However, the molecular basis of the relationship between PNS and tumor blood vessels remains unclear. PURPOSE: To study the relationship between PNS inhibiting the growth and metastasis of breast cancer and promoting the normalization of blood vessels. METHODS: We performed laser speckle imaging of tumor microvessels and observed the effects of PNS on tumor growth and metastasis of MMTV-PyMT (FVB) spontaneous breast cancer in a transgenic mouse model. Immunohistochemical staining of Ki67 and CD31 was performed for tumors, scanning electron microscopy was used to observe tumor vascular morphology, and flow cytometry was used to detect tumor tissue immune microenvironment (TME). RNA-seq analysis was performed using the main vessels of the tumor tissues of the mice. HUVECs were cultured in tumor supernatant in vitro to simulate tumor microenvironment and verify the sequencing differential key genes. RESULTS: After treatment with PNS, we observed that tumor growth was suppressed, the blood perfusion of the systemic tumor microvessels in the mice increased, and the number of lung metastases decreased. Moreover, the vascular density of the primary tumor increased, and the vascular epidermis was smoother and flatter. Moreover, the number of tumor-associated macrophages in the tumor microenvironment was reduced, and the expression levels of IL-6, IL-10, and TNF-α were reduced in the tumor tissues. PNS downregulated the expression of multiple genes associated with tumor angiogenesis, migration, and adhesion. In vitro tubule formation experiments revealed that PNS promoted the formation and connection of tumor blood vessels and normalized the vessel morphology primarily by inhibiting EphA2 expression. In addition, PNS inhibited the expression of tumor vascular marker proteins and vascular migration adhesion-related proteins in vivo. CONCLUSION: In this study, we found that PNS promoted the generation and connection of tumor vascular endothelial cells, revealing the key role of EphA2 in endothelial cell adhesion and tumor blood vessel morphology. PNS can inhibit the proliferation and metastasis of breast cancer by inhibiting EphA2, improving the immune microenvironment of breast cancer and promoting the normalization of tumor blood vessels.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Endothelial Cells",
        "Gene Expression",
        "Neoplasms",
        "Panax notoginseng",
        "Saponins",
        "Tumor Microenvironment",
        "Receptor, EphA2"
      ]
    },
    {
      "pmid": "37049735",
      "title": "Fabrication and Properties of the Multifunctional Rapid Wound Healing Panax notoginseng@Ag Electrospun Fiber Membrane.",
      "authors": [
        "Zhaoju Gao",
        "Songlin Liu",
        "Shangfei Li",
        "Xinzhe Shao",
        "Pingping Zhang",
        "Qingqiang Yao"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The Panax notoginseng@Ag core/shell electrospun fiber membrane was prepared by coaxial electrospinning combined with the UV reduction method (254 nm). The prepared Panax notoginseng@Ag core/shell nanofiber membrane has a three-dimensional structure, and its swelling ratio could reach as high as 199.87%. Traditional Chinese medicine Panax notoginseng can reduce inflammation, and the silver nanoparticles have antibacterial effects, which synergistically promote rapid wound healing. The developed Panax notoginseng@Ag core/shell nanofiber membrane can effectively inhibit the growth of the Gram-negative bacteria Escherichia coli and the Gram-positive bacteria Staphylococcus aureus. The wound healing experiments in Sprague Dawley mice showed that the wound residual area rate of the Panax notoginseng@Ag core/shell electrospun nanofiber membrane group was only 1.52% on day 9, and the wound of this group basically healed on day 12, while the wound residual area rate of the gauze treatment group (control group) was 16.3% and 10.80% on day 9 and day 12, respectively. The wound of the Panax notoginseng@Ag core/shell electrospun nanofiber membrane group healed faster, which contributed to the application of the nanofiber as Chinese medicine rapid wound healing dressings.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Panax notoginseng",
        "Metal Nanoparticles",
        "Silver",
        "Wound Healing",
        "Nanofibers",
        "Anti-Bacterial Agents",
        "Escherichia coli"
      ]
    },
    {
      "pmid": "37005835",
      "title": "[Physiological and biochemical mechanisms of brassinosteroid in improving anti-cadmium stress ability of Panax notoginseng].",
      "authors": [
        "Gao-Yu Liao",
        "Zheng-Qiang Jin",
        "Lan-Ping Guo",
        "Ya-Meng Lin",
        "Zi-Xiu Zheng",
        "Xiu-Ming Cui",
        "Ye Yang"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2023-Mar",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "In this study, the effect of brassinosteroid(BR) on the physiological and biochemical conditions of 2-year-old Panax notoginseng under the cadmium stress was investigated by the pot experiments. The results showed that cadmium treatment at 10 mg·kg~(-1) inhibited the root viability of P. notoginseng, significantly increased the content of H_2O_2 and MDA in the leaves and roots of P. noto-ginseng, caused oxidative damage of P. notoginseng, and reduced the activities of SOD and CAT. Cadmium stress reduced the chlorophyll content of P. notoginseng, increased leaf F_o, reduced F_m, F_v/F_m, and PIABS, and damaged the photosynthesis system of P. notoginseng. Cadmium treatment increased the soluble sugar content of P. notoginseng leaves and roots, inhibited the synthesis of soluble proteins, reduced the fresh weight and dry weight, and inhibited the growth of P. notoginseng. External spray application of 0.1 mg·L~(-1) BR reduced the H_2O_2 and MDA content in P. notoginseng leaves and roots under the cadmium stress, alleviated cadmium-induced oxidative damage to P. notoginseng, improved the antioxidant enzyme activity and root activity of P. notoginseng, increased the content of chlorophyll, reduced the F_o of P. notoginseng leaves, increased F_m, F_v/F_m, and PIABS, alleviated the cadmium-induced damage to the photosynthesis system, and improved the synthesis ability of soluble proteins. In summary, BR can enhance the anti-cadmium stress ability of P. notoginseng by regulating the antioxidant enzyme system and photosynthesis system of P. notoginseng under the cadmium stress. In the context of 0.1 mg·L~(-1) BR, P. notoginseng can better absorb and utilize light energy and synthesize more nutrients, which is more suitable for the growth and development of P. notoginseng.",
      "mesh_terms": [
        "Cadmium",
        "Antioxidants",
        "Panax notoginseng",
        "Brassinosteroids",
        "Chlorophyll",
        "Plant Roots",
        "Stress, Physiological"
      ]
    },
    {
      "pmid": "37005804",
      "title": "[Effects of propiconazole on physiological and biochemical properties of Panax notoginseng and dietary risk assessment].",
      "authors": [
        "Zi-Xiu Zheng",
        "Li-Sha Qiu",
        "Kai Zheng",
        "Lan-Ping Guo",
        "Xiu-Ming Cui",
        "Hong-Juan Nian",
        "Ying-Cai Li",
        "Shao-Jun Huang",
        "Ye Yang"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2023-Mar",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "To study the residue and dietary risk of propiconazole in Panax notoginseng and the effects on physiological and bioche-mical properties of P. notoginseng, we conducted foliar spraying of propiconazole on P. notoginseng in pot experiments. The physiolo-gical and biochemical properties studied included leaf damage, osmoregulatory substance content, antioxidant enzyme system, non-enzymatic system, and saponin content in the main root. The results showed that at the same application concentration, the residual amount of propiconazole in each part of P. notoginseng increased with the increase in the times of application and decreased with the extension of harvest interval. After one-time application of propiconazole according to the recommended dose(132 g·hm~(-2)) for P. ginseng, the half-life was 11.37-13.67 days. After 1-2 times of application in P. notoginseng, propiconazole had a low risk of dietary intake and safety threat to the population. The propiconazole treatment at the recommended concentration and above significantly increased the malondialdehyde(MDA) content, relative conductivity, and osmoregulatory substances and caused the accumulation of reactive oxygen species in P. notoginseng leaves. The propiconazole treatment at half(66 g·hm~(-2)) of the recommended dose for P. ginseng significantly increased the activities of superoxide dismutase(SOD), peroxidase(POD), and catalase(CAT) in P. notoginseng leaves. The propiconazole treatment at 132 g·hm~(-2) above inhibited the activities of glutathione reductase(GR) and glutathione S-transferase(GST), thereby reducing glutathione(GSH) content. Proconazole treatment changed the proportion of 5 main saponins in the main root of P. notoginseng. The treatment with 66 g·hm~(-2) propiconazole promoted the accumulation of saponins, while that with 132 g·hm~(-2) and above propiconazole significantly inhibited the accumulation of saponins. In summary, using propiconazole at 132 g·hm~(-2) to prevent and treat P. notoginseng diseases will cause stress on P. notoginseng, while propiconazole treatment at 66 g·hm~(-2) will not cause stress on P. notoginseng but promote the accumulation of saponins. The effect of propiconazole on P. notoginseng diseases remains to be studied.",
      "mesh_terms": [
        "Panax notoginseng",
        "Panax",
        "Antioxidants",
        "Saponins",
        "Glutathione",
        "Risk Assessment"
      ]
    },
    {
      "pmid": "36952592",
      "title": "The combination of astragaloside IV and Panax notoginseng saponins attenuates cerebral ischaemia-reperfusion injury in rats through ferroptosis and inflammation inhibition via activating Nrf2.",
      "authors": [
        "Zhineng Kang",
        "Qian Xiao",
        "Linlin Wang",
        "Lan Xiao",
        "Biao Tang"
      ],
      "journal": "The Journal of pharmacy and pharmacology",
      "publication_date": "2023-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This study aimed to observe the effect of the combination of astragaloside IV (AST IV) and Panax notoginseng saponins (PNS) on cerebral ischaemia-reperfusion injury (CIRI) and explore the specific mechanism of the nuclear factor erythroid 2-related factor 2 (Nrf2)-mediated combination of AST IV and PNS against CIRI based on ferroptosis and inflammatory response. METHODS: The therapeutic effect and mechanism of AST IV and PNS were evaluated by constructing a Sprague-Dawley rat middle cerebral artery ischaemia-occlusion-reperfusion model. The specific mechanism of the combination of AST IV and PNS against CIRI was revealed through the combined intervention of the Nrf2-specific inhibitor brusatol. KEY FINDINGS: After AST IV and PNS treatment, the cerebral infarction area of the rats was reduced; behavioural performance was improved; Fe2+, malondialdehyde, lipid peroxidation, interleukin-6, interleukin-1β, tumour necrosis factor-α and myeloperoxidase levels were reduced; and glutathione and glutathione peroxidase 4 levels were increased. In addition, the expression of Nrf2 was significantly increased, the combined treatment was more effective than the single treatment, and the Nrf2 inhibitor brusatol could reverse the effects of the combined intervention of AST IV and PNS. CONCLUSIONS: The findings of this study suggest that combining AST IV and PNS attenuates CIRI by activating Nrf2 to inhibit ferroptosis and inflammatory responses.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Panax notoginseng",
        "NF-E2-Related Factor 2",
        "Rats, Sprague-Dawley",
        "Ferroptosis",
        "Saponins",
        "Inflammation",
        "Reperfusion Injury"
      ]
    },
    {
      "pmid": "36901937",
      "title": "Extraction, Structural, and Antioxidant Properties of Oligosaccharides Hydrolyzed from Panax notoginseng by Ultrasonic-Assisted Fenton Degradation.",
      "authors": [
        "Xiaoyan Xu",
        "Guanfeng Deng",
        "Xiao Li",
        "Pingjin Li",
        "Tao Chen",
        "Lijun Zhou",
        "Yan Huang",
        "Ming Yuan",
        "Chunbang Ding",
        "Shiling Feng"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Feb-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant polysaccharides exhibit many biological activities that are remarkably affected by molecular size and structures. This study aimed to investigate the degradation effect of ultrasonic-assisted Fenton reaction on the Panax notoginseng polysaccharide (PP). PP and its three degradation products (PP3, PP5, and PP7) were obtained from optimized hot water extraction and different Fenton reaction treatments, respectively. The results showed that the molecular weight (Mw) of the degraded fractions significantly decreased after treatment with the Fenton reaction. But the backbone characteristics and conformational structure were similar between PP and PP-degraded products, which was estimated by comparing monosaccharides composition, functional group signals in FT-IR spectra, X-ray differential patterns, and proton signals in 1H NMR. In addition, PP7, with an Mw of 5.89 kDa, exhibited stronger antioxidant activities in both the chemiluminescence-based and HHL5 cell-based methods. The results indicated that ultrasonic-assisted Fenton degradation might be used to improve the biological activities of natural polysaccharides by adjusting the molecular size.",
      "mesh_terms": [
        "Antioxidants",
        "Panax notoginseng",
        "Ultrasonics",
        "Spectroscopy, Fourier Transform Infrared",
        "Polysaccharides",
        "Oligosaccharides",
        "Molecular Weight"
      ]
    },
    {
      "pmid": "36866966",
      "title": "Panax notoginseng saponins promote hair follicle growth in mice via Wnt/β-Catenin signaling pathway.",
      "authors": [
        "Dan Huang",
        "Zhen-Yu Gong",
        "Shun-Cai Liu",
        "Xian-Ping Zheng",
        "Kaung Myat Kyaw",
        "Bo-Jie Lin"
      ],
      "journal": "Chemical biology & drug design",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Panax notoginseng saponins (PNS), the active ingredients of the traditional Chinese medicine Panax notoginseng, have strong neuroprotective and anti-platelet aggregation effects. To investigate whether PNS can promote hair follicle growth in C57BL/6J mice, the optimal concentration of PNS was initially determined, followed by clarification of the mechanism underlying their effects. Twenty-five male C57BL/6J mice had the hair on a 2 × 3 cm2 area of the dorsal skin shaved and were equally divided into five groups: control group, 5% minoxidil (MXD) group, and three PNS treatment groups [2% (10 mg/kg), 4% (20 mg/kg), and 8% (40 mg/kg) PNS]. They were then intragastrically administered the corresponding drugs for 28 days. The effects of PNS on C57BL/6J mice were analyzed by subjecting their dorsal depilated skin samples to different assessments, including hematoxylin and eosin staining, immunohistochemistry, immunofluorescence, quantitative real-time polymerase chain reaction (qRT-PCR), and Western blotting (WB). The group with 8% PNS exhibited the largest number of hair follicles from 14 days onwards. Compared with the control group, the number of hair follicles increased significantly in the mice treated with 8% PNS and 5% MXD, which significantly increased in a PNS-dose-dependent manner. Immunohistochemistry and immunofluorescence results revealed that treatment with 8% PNS activated the metabolism of hair follicle cells, with them showing higher rates of proliferation and apoptosis than those in the normal group. In qRT-PCR and WB analysis, the expression of β-catenin, Wnt10b, and LEF1 was upregulated in the PNS and MDX groups compared with that in the control group. Examination of the WB bands revealed that the greatest inhibitory effect of Wnt5a occurred in mice in the 8% PNS group. PNS may promote the growth of hair follicles in mice, with 8% PNS demonstrating the strongest effect. The mechanism behind this may be related to the Wnt/β-catenin signaling pathway.",
      "mesh_terms": [
        "Mice",
        "Male",
        "Animals",
        "Hair Follicle",
        "Saponins",
        "Wnt Signaling Pathway",
        "Panax notoginseng",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "36866363",
      "title": "Exogenous abscisic acid prolongs the dormancy of recalcitrant seed of Panax notoginseng.",
      "authors": [
        "Qing-Yan Wang",
        "Ling Yang",
        "Na Ge",
        "Jin-Shan Jia",
        "Rong-Mei Huang",
        "Cui Chen",
        "Zhen-Gui Meng",
        "Long-Gen Li",
        "Jun-Wen Chen"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The seeds of Panax notoginseng (Burk.) F. H. Chen are typically characterized by their recalcitrance and after-ripening process and exhibit a high water content at harvest as well as a high susceptibility to dehydration. Storage difficulty and the low germination of recalcitrant seeds of P. notoginseng are known to cause an obstacle to agricultural production. In this study, the ratio of embryo to endosperm (Em/En) in abscisic acid (ABA) treatments (1 mg·l-1 and 10 mg·l-1, LA and HA) was 53.64% and 52.34%, respectively, which were lower than those in control check (CK) (61.98%) at 30 days of the after-ripening process (DAR). A total of 83.67% of seeds germinated in the CK, 49% of seeds germinated in the LA treatment, and 37.33% of seeds germinated in the HA treatment at 60 DAR. The ABA, gibberellin (GA), and auxin (IAA) levels were increased in the HA treatment at 0 DAR, while the jasmonic acid (JA) levels were decreased. ABA, IAA, and JA were increased, but GA was decreased with HA treatment at 30 DAR. A total of 4,742, 16,531, and 890 differentially expressed genes (DEGs) were identified between the HA-treated and CK groups, respectively, along with obvious enrichment in the ABA-regulated plant hormone pathway and the mitogen-activated protein kinase (MAPK) signaling pathway. The expression of pyracbactin resistance-like (PYL) and SNF1-related protein kinase subfamily 2 (SnRK2s) increased in the ABA-treated groups, whereas the expression of type 2C protein phosphatase (PP2C) decreased, both of which are related to the ABA signaling pathway. As a result of the changes in expression of these genes, increased ABA signaling and suppressed GA signaling could inhibit the growth of the embryo and the expansion of developmental space. Furthermore, our results demonstrated that MAPK signaling cascades might be involved in the amplification of hormone signaling. Meanwhile, our study uncovered that the exogenous hormone ABA could inhibit embryonic development, promote dormancy, and delay germination in recalcitrant seeds. These findings reveal the critical role of ABA in regulating the dormancy of recalcitrant seeds, and thereby provide a new insight into recalcitrant seeds in agricultural production and storage."
    },
    {
      "pmid": "36854204",
      "title": "Simultaneous determination of Panax notoginseng total saponins in rabbit tears by UPLC-QqQ-MS/MS and its application to pharmacokinetic study.",
      "authors": [
        "Rong-Yun Wei",
        "Ye-Ying Jiang",
        "Kai Tang",
        "Zhen Wang",
        "Ning-Hua Tan"
      ],
      "journal": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences",
      "publication_date": "2023-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Panax notoginseng total saponins (PNS), the main bioactive components of the radix and rhizome of Panax notoginseng (Burk.) F.H. Chen, could treat eye disorders. For the treatment of ocular diseases, eye drops are the first choice with the most common, economic and good compliance. So we proposed that PNS might be able to treat inflammatory ocular surface diseases by eye drops based on its anti-inflammatory and antioxidant activities. The short elimination half-life (t1/2) and rapid elimination of PNS after oral or intravenous administration may limit its application for eye disorders. Meanwhile, there is a lack of pharmacokinetic study on trace amount of tear samples with PNS eye drops. Therefore, a simple and sensitive ultra-performance liquid chromatography coupled with triple quadrupole tandem mass spectrometry (UPLC-QqQ-MS/MS) method by multiple reaction monitoring (MRM) in positive ion mode was firstly developed and applied in the pharmacokinetic study of PNS in rabbit tears. Tears samples were prepared by protein precipitation using methanol. The linearity, limit of detection, limit of quantification, specificity, precision, repeatability, stability, recovery, and matrix effect have been investigated and passed their validation criteria. Compared with prior methods, this method has the advantages of rapid analysis, high sensitivity, simple sample preparation and less sample demands. The pharmacokinetic results indicated that PNS eye drops had a slower elimination and a longer t1/2 by topical ocular administration, which is expected to improve the success rate of eye drops in the treatment of anterior segment diseases. The ocular pharmacokinetics of PNS provides an experimental guidance and feasibility basis for in vivo effect verification of PNS eye drops in the future investigation.",
      "mesh_terms": [
        "Animals",
        "Rabbits",
        "Panax notoginseng",
        "Tandem Mass Spectrometry",
        "Eye",
        "Ophthalmic Solutions",
        "Saponins"
      ]
    },
    {
      "pmid": "36794740",
      "title": "Panax notoginseng saponins (PNS) attenuate Th17 cell differentiation in CIA mice via inhibition of nuclear PKM2-mediated STAT3 phosphorylation.",
      "authors": [
        "Mei-Yu Shen",
        "Yu-Xi Di",
        "Xiang Wang",
        "Feng-Xiang Tian",
        "Ming-Fei Zhang",
        "Fei-Ya Qian",
        "Bao-Ping Jiang",
        "Xue-Ping Zhou",
        "Ling-Ling Zhou"
      ],
      "journal": "Pharmaceutical biology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: Rheumatoid arthritis (RA) is an autoimmune disease with aberrant Th17 cell differentiation. Panax notoginseng (Burk.) F. H. Chen (Araliaceae) saponins (PNS) have an anti-inflammatory effect and can suppress Th17 cell differentiation. OBJECTIVE: To investigate mechanisms of PNS on Th17 cell differentiation in RA, and the role of pyruvate kinase M2 (PKM2). MATERIALS AND METHODS: Naive CD4+T cells were treated with IL-6, IL-23 and TGF-β to induce Th17 cell differentiation. Apart from the Control group, other cells were treated with PNS (5, 10, 20 μg/mL). After the treatment, Th17 cell differentiation, PKM2 expression, and STAT3 phosphorylation were measured via flow cytometry, western blots, or immunofluorescence. PKM2-specific allosteric activator (Tepp-46, 50, 100, 150 μM) and inhibitor (SAICAR, 2, 4, 8 μM) were used to verify the mechanisms. A CIA mouse model was established and divided into control, model, and PNS (100 mg/kg) groups to assess an anti-arthritis effect, Th17 cell differentiation, and PKM2/STAT3 expression. RESULTS: PKM2 expression, dimerization, and nuclear accumulation were upregulated upon Th17 cell differentiation. PNS inhibited the Th17 cells, RORγt expression, IL-17A levels, PKM2 dimerization, and nuclear accumulation and Y705-STAT3 phosphorylation in Th17 cells. Using Tepp-46 (100 μM) and SAICAR (4 μM), we demonstrated that PNS (10 μg/mL) inhibited STAT3 phosphorylation and Th17 cell differentiation by suppressing nuclear PKM2 accumulation. In CIA mice, PNS attenuated CIA symptoms, reduced the number of splenic Th17 cells and nuclear PKM2/STAT3 signaling. DISCUSSION AND CONCLUSIONS: PNS inhibited Th17 cell differentiation through the inhibition of nuclear PKM2-mediated STAT3 phosphorylation. PNS may be useful for treating RA.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Saponins",
        "Th17 Cells",
        "Panax notoginseng",
        "Phosphorylation",
        "Cell Differentiation"
      ]
    },
    {
      "pmid": "36754189",
      "title": "Herb-drug interactions between Panax notoginseng or its biologically active compounds and therapeutic drugs: A comprehensive pharmacodynamic and pharmacokinetic review.",
      "authors": [
        "Yujuan Xie",
        "Changhong Wang"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2023-May-10",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Herbs, along with the use of herb-drug interactions (HDIs) to combat diseases, are increasing in popularity worldwide. HDIs have two effects: favorable interactions that tend to improve therapeutic outcomes and/or minimize the toxic effects of drugs, and unfavorable interactions aggravating the condition of patients. Panax notoginseng (Burk.) F.H. Chen is a medicinal plant that has long been commonly used in traditional Chinese medicine to reduce swelling, relieve pain, clear blood stasis, and stop bleeding. Numerous studies have demonstrated the existence of intricate pharmacodynamic (PD) and pharmacokinetic (PK) interactions between P. notoginseng and conventional drugs. However, these HDIs have not been systematically summarized. AIM OF THE REVIEW: To collect the available literature on the combined applications of P. notoginseng and drugs published from 2005 to 2022 and summarize the molecular mechanisms of interactions to circumvent the potential risks of combination therapy. MATERIALS AND METHODS: This work was conducted by searching PubMed, Scopus, Web of Science, and CNKI databases. The search terms included \"notoginseng\", \"Sanqi\", \"drug interaction,\" \"synergy/synergistic\", \"combination/combine\", \"enzyme\", \"CYP\", and \"transporter\". RESULTS: P. notoginseng and its bioactive ingredients interact synergistically with numerous drugs, including anticancer, antiplatelet, and antimicrobial agents, to surmount drug resistance and side effects. This review elaborates on the molecular mechanisms of the PD processed involved. P. notoginseng shapes the PK processes of the absorption, distribution, metabolism, and excretion of other drugs by regulating metabolic enzymes and transporters, mainly cytochrome P450 enzymes and P-glycoprotein. This effect is a red flag for drugs with a narrow therapeutic window. Notably, amphipathic saponins in P. notoginseng act as auxiliary materials in drug delivery systems to enhance drug solubility and absorption and represent a new entry point for studying interactions. CONCLUSION: This article provides a comprehensive overview of HDIs by analyzing the results of the in vivo and in vitro studies on P. notoginseng and its bioactive components. The knowledge presented here offers a scientific guideline for investigating the clinical importance of combination therapies. Physicians and patients need information on possible interactions between P. notoginseng and other drugs, and this review can help them make scientific predictions regarding the consequences of combination treatments.",
      "mesh_terms": [
        "Humans",
        "Panax notoginseng",
        "Pharmaceutical Preparations",
        "Herb-Drug Interactions",
        "Medicine, Chinese Traditional",
        "Saponins"
      ]
    },
    {
      "pmid": "36721171",
      "title": "Study on the regulatory effect of Panax notoginseng saponins combined with bone mesenchymal stem cell transplantation on IRAK1/TRAF6-NF-κB pathway in patients with diabetic cutaneous ulcers.",
      "authors": [
        "Yuqing Du",
        "Weijian Chen",
        "Youshan Li",
        "Du Liang",
        "Guobin Liu"
      ],
      "journal": "Journal of orthopaedic surgery and research",
      "publication_date": "2023-Jan-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Panax notoginseng saponins (PNSs) have been found as the major active ingredient of Panax notoginseng (Burkill) F.H.Chen (PN) leaves, which has the effect of reducing inflammatory response, facilitating fibroblast proliferation, as well as promoting angiogenesis. This study aimed to investigate the molecular basis of PNS combined with bone mesenchymal stem cells (BMSCs) for treating diabetic cutaneous ulcers (DCU) and its mechanism of action. METHODS: A total of 75 SD rats were selected to make diabetic cutaneous ulcers model. According random number table method, the rats were randomly divided into a control group, a DCU group, a BMSCs group, a PNS group and BMSCs + PNS group. Five groups of rats were given without treatment. After being treated for 7 days, the rats were anesthetized with pentobarbital, and granulation tissue was collected from the central point of the wound. They were used for pathological analysis, Western blot (WB) and polymerase chain reaction (PCR) assays. RESULTS: The wound healing area was the largest in the BMSCs + PNS group. HE staining results showed that the PNS + BMSCs group could promote the formation of new epidermis and reduce the infiltration of inflammatory cells. Immunohistochemistry (IHC) results showed that the PNS + BMSCs group could up-regulate the expression of Ki67 protein and cell proliferation. In addition, PNS combined with BMSCs up-regulated the expression of miR-146-5p and down-regulated the expression of IL-1β, IL-6 and TNF-α, IRAK1, TRAF6 and p65 in the NF-κB signaling pathway (p < 0.05). CONCLUSIONS: PNS combined with bone mesenchymal stem cell transplantation up-regulated miR-146a-5p targeting and binding to IRAK1/TRAF6, inhibiting the activation of NF-κB pathway, which reduced the inflammatory response of DCU and facilitated the skin healing of DCU. Thus, this study provides a theoretical basis and a novel therapeutic option for the treatment of DFU with PNS combined with BMSCs.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Rats, Sprague-Dawley",
        "NF-kappa B",
        "Panax notoginseng",
        "TNF Receptor-Associated Factor 6",
        "Mesenchymal Stem Cell Transplantation",
        "Ulcer",
        "Diabetes Complications",
        "MicroRNAs",
        "Diabetes Mellitus",
        "Interleukin-1 Receptor-Associated Kinases"
      ]
    },
    {
      "pmid": "36721119",
      "title": "Exogenous gibberellic acid shortening after-ripening process and promoting seed germination in a medicinal plant Panax notoginseng.",
      "authors": [
        "Na Ge",
        "Jin-Shan Jia",
        "Ling Yang",
        "Rong-Mei Huang",
        "Qing-Yan Wang",
        "Cui Chen",
        "Zhen-Gui Meng",
        "Long-Geng Li",
        "Jun-Wen Chen"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2023-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Panax notoginseng (Burk) F.H. Chen is an essential plant in the family of Araliaceae. Its seeds are classified as a type of morphophysiological dormancy (MPD), and are characterized by recalcitrance during the after-ripening process. However, it is not clear about the molecular mechanism on the after-ripening in recalcitrant seeds. RESULTS: In this study, exogenous supply of gibberellic acid (GA3) with different concentrations shortened after-ripening process and promoted the germination of P. notoginseng seeds. Among the identified plant hormone metabolites, exogenous GA3 results in an increased level of endogenous hormone GA3 through permeation. A total of 2971 and 9827 differentially expressed genes (DEGs) were identified in response to 50 mg L-1 GA3 (LG) and 500 mg L-1 GA3 (HG) treatment, respectively, and the plant hormone signal and related metabolic pathways regulated by GA3 was significantly enriched. Weighted gene co-expression network analysis (WGCNA) revealed that GA3 treatment enhances GA biosynthesis and accumulation, while inhibiting the gene expression related to ABA signal transduction. This effect was associated with higher expression of crucial seed embryo development and cell wall loosening genes, Leafy Contyledon1 (LEC1), Late Embryogenesis Abundant (LEA), expansins (EXP) and Pectinesterase (PME). CONCLUSIONS: Exogenous GA3 application promotes germination and shorts the after-ripening process of P. notoginseng seeds by increasing GA3 contents through permeation. Furthermore, the altered ratio of GA and ABA contributes to the development of the embryo, breaks the mechanical constraints of the seed coat and promotes the protrusion of the radicle in recalcitrant P. notoginseng seeds. These findings improve our knowledge of the contribution of GA to regulating the dormancy of MPD seeds during the after-ripening process, and provide new theoretical guidance for the application of recalcitrant seeds in agricultural production and storage.",
      "mesh_terms": [
        "Plants, Medicinal",
        "Plant Growth Regulators",
        "Germination",
        "Panax notoginseng",
        "Seeds"
      ]
    },
    {
      "pmid": "36694450",
      "title": "Therapeutic effects of Panax notoginseng saponins in rheumatoid arthritis: network pharmacology and experimental validation.",
      "authors": [
        "Xinnan Ma",
        "Xin Zhang",
        "Yuanhang Kong",
        "Bo Su",
        "Leilei Wu",
        "Daqian Liu",
        "Xintao Wang"
      ],
      "journal": "Bioengineered",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Panax notoginseng saponins (PNS) have been reported to have good anti-inflammatory effects. However, the anti-inflammatory effect mechanism in rheumatoid arthritis (RA) remains unknown. The focus of this research was to investigate the molecular mechanism of PNS in the treatment of RA. The primary active components of PNS were tested utilizing the Traditional Chinese Medicine Systems Pharmacology Database (TCMSP) and Analysis Platform based on oral bioavailability and drug-likeness. The target databases for knee osteoarthritis were created using GeneCards and Online Mendelian Inheritance in Man (OMIM). The visual interactive network structure 'active component - action target - illness' was created using Cytoscape software. A protein interaction network was built, and associated protein interactions were analyzed using the STRING database. The key targets were analyzed using Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway and Gene Ontology (GO) biological process enrichment analyses. The effects of PNS on cell growth were studied in human umbilical vein endothelial cells (HUVECs) treated with various doses of PNS, and the optimum concentration of PNS was identified. PNS was studied for its implication on angiogenesis and migration. The active components of PNS had 114 common targets, including cell metabolism and apoptosis, according to the network analysis. The therapeutic effects of the PNS components were suggested to be mediated through apoptotic and cytokine signaling pathways. In vitro, PNS therapy boosted HUVEC proliferation. Wound healing, Boyden chamber and tube formation tests suggested that PNS may increase HUVEC activity and capillary-like tube branching. This study clarified that for the treatment of RA, PNS has multisystem, multicomponent, and multitargeted properties.",
      "mesh_terms": [
        "Humans",
        "Panax notoginseng",
        "Saponins",
        "Network Pharmacology",
        "Arthritis, Rheumatoid",
        "Human Umbilical Vein Endothelial Cells",
        "Medicine, Chinese Traditional",
        "Anti-Inflammatory Agents",
        "Molecular Docking Simulation"
      ]
    },
    {
      "pmid": "36584512",
      "title": "Effects of different soil moisture on the growth, quality, and root rot disease of organic Panax notoginseng cultivated under pine forests.",
      "authors": [
        "Kuan Yang",
        "Huiling Wang",
        "Lifen Luo",
        "Shusheng Zhu",
        "Hongping Huang",
        "Zhaoxia Wei",
        "Youyong Zhu",
        "Liwei Guo",
        "Xiahong He"
      ],
      "journal": "Journal of environmental management",
      "publication_date": "2023-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The under-forest economy in the agroforestry system can improve land use efficiency, protect ecological environment, and promote arable land sustainable development. However, the effects of soil moisture in the forest and irrigation strategies on the healthy growth of intercropping crops are still incomplete. Here, considering the organic Panax notoginseng cultivated under pine forests (PPF) as the research object, we explored the effects of different soil moisture on the physiological state, yield, quality and disease occurrence of PPF. Our results suggested that 80-85% and 95-100% field capacity (FC) treatments were more conducive to increased photosynthetic rate and biomass accumulation of PPF, but 50-55% and 65-70% FC treatments were more conducive to the accumulation of saponins in PPF leaves. Notably, the root rot index of PPF was highest under 95-100% FC (19.51) treatment, significantly higher than that under 65-70% FC (8.44) and 80-85% FC (10.21) treatments. Further, the rhizosphere microorganisms of PPF under different soil moisture treatments were sequenced, and the sequencing data analysis revealed that high soil moisture (95-100% FC) could destroy the microbial diversity balance and cause the accumulation of pathogens (Fusarium oxysporum and Ilyonectria radicicola), leading to a high incidence of root rot. The incidence of PPF root rot was negatively correlated with rhizosphere microbial diversity. Overall, our results highlight that the quantitative irrigation (80-85% FC) is conducive to maintaining the balance between yield, saponin content and disease occurrence of PPF, providing a practical basis for PPF irrigation strategy and promoting the sustainable development of PPF agroforestry system.",
      "mesh_terms": [
        "Soil",
        "Panax notoginseng",
        "Plant Roots",
        "Forests",
        "Rhizosphere",
        "Soil Microbiology"
      ]
    },
    {
      "pmid": "36569332",
      "title": "Panax notoginseng preparation plus aspirin versus aspirin alone on platelet aggregation and coagulation in patients with coronary heart disease or ischemic stroke: A meta-analysis of randomized controlled trials.",
      "authors": [
        "Lulu Dai",
        "Ying Zhang",
        "Yuerong Jiang",
        "Keji Chen"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2022",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "Purpose: We aimed to evaluate the effects of Panax notoginseng preparations (PNP) containing Panax Notoginseng Saponins (PNS) or Panaxatriol Saponin (PTS) on platelet aggregation and coagulation in the adjuvant treatment of coronary heart disease (CHD) and ischemic stroke (IS). Methods: Randomized controlled trials (RCTs) comparing the combination of PNP and aspirin (ASA) versus ASA alone for CHD or IS were searched in eight databases. Subgroup analysis was performed according to saponin category. When statistical heterogeneity was significant, sensitivity analysis was performed using the leave-one-out approach. Funnel plot, Egger' test, and Begg' test was adopted to detect publication bias. Results: Twenty RCTs involving 2216 patients were analyzed. Compared with ASA alone, PNP plus ASA had a stronger inhibitory effect on in PAgR [PNS, WMD = -6.10 (-7.25, -4.95), p < 0.00001; PTS, WMD = -3.53 (-4.68, -2.38), p < 0.00001]; PNS plus ASA better reduced FIB [WMD = -0.43 (-0.49, -0.36)] and DD [WMD = -0.59 (-0.67, -0.51), p < 0.00001], while PLT (p = 0.07) and PT (p = 0.34) were not significantly different; PTS plus ASA better prolonged PT [WMD = 1.90 (1.47, 2.32), p < 0.00001] and PT-INR [WMD = 0.22 (0.11, 0.32), p < 0.0001], whereas no significant difference in DD (p = 0.1) and bleeding-related events (positive fecal occult blood, p = 0.96; upper gastrointestinal bleeding, p = 0.67; subcutaneous hemorrhage, p = 0.51; bulbar conjunctival hemorrhage, p = 0.51; hematuria, p = 0.58). There was no significant difference between PNP plus ASA and ASA alone in terms of gastrointestinal side effect (PNS, p = 0.65; PTS, p = 0.56) and urticaria (PNS, p = 0.57; PTS, p = 0.55). Conclusion: PNP combined with ASA might produce stronger antiplatelet aggregation and anticoagulation effects without increasing bleeding risk, gastrointestinal side effects, and urticaria compared with ASA alone. Systematic Review Registration: https://www.crd.york.ac.uk/PROSPERO/#recordDetails, identifier CRD42022339234."
    },
    {
      "pmid": "36558182",
      "title": "Multicomponent Characterization of the Flower Bud of Panax notoginseng and Its Metabolites in Rat Plasma by Ultra-High Performance Liquid Chromatography/Ion Mobility Quadrupole Time-of-Flight Mass Spectrometry.",
      "authors": [
        "Xiaonan Yang",
        "Ying Xiong",
        "Hongda Wang",
        "Meiting Jiang",
        "Xiaoyan Xu",
        "Yueguang Mi",
        "Jia Lou",
        "Xiaohang Li",
        "He Sun",
        "Yuying Zhao",
        "Xue Li",
        "Wenzhi Yang"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Dec-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The flower bud of Panax notoginseng (PNF) consumed as a tonic shows potential in the prevention and treatment of cardiovascular diseases. To identify the contained multi-components and, in particular, to clarify which components can be absorbed and what metabolites are transformed, unveiling the effective substances of PNF is of vital significance. A unique ultrahigh-performance liquid chromatography/ion mobility quadrupole time-of-flight mass spectrometry (UHPLC/IM-QTOF-MS) profiling approach and efficient data processing by the UNIFITM bioinformatics platform were employed to comprehensively identify the multi-components of PNF and the related metabolites in the plasma of rats after oral administration (at a dose of 3.6 g/kg). Two MS2 data acquisition modes operating in the negative electrospray ionization mode, involving high-definition MSE (HDMSE) and data-dependent acquisition (DDA), were utilized aimed to extend the coverage and simultaneously ensure the quality of the MS2 spectra. As a result, 219 components from PNF were identified or tentatively characterized, and 40 thereof could be absorbed. Moreover, 11 metabolites were characterized from the rat plasma. The metabolic pathways mainly included the phase I (deglycosylation and oxidation). To the best of our knowledge, this is the first report that systematically studies the in vivo metabolites of PNF, which can assist in better understanding its tonifying effects and benefit its further development.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Panax notoginseng",
        "Chromatography, High Pressure Liquid",
        "Mass Spectrometry",
        "Plasma",
        "Flowers",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "36550905",
      "title": "To study the mechanism of panax notoginseng in the treatment of aspirin resistance in the secondary prevention of stroke based on TLR4/MyD88/NF-κB signaling pathway: A study protocol.",
      "authors": [
        "Hui Wang",
        "Jie Yuan",
        "Ying Wang",
        "Jie Chen"
      ],
      "journal": "Medicine",
      "publication_date": "2022-Dec-16",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Aspirin, as an typical antiplatelet therapy for secondary stroke prevention, have been proved that can significantly reduce incidence and recurrence of cerebrovascular ischemic events. However, due to drugs biological characteristics, aspirin resistance (AR) often occurs in clinical practice, which significantly influence secondary prevention in stroke patients. The growing evidence of activating blood and removing stasis herbs medicine (Sanqi) for AR is promising. However, the efficacy and mechanism of Panax notoginseng (Sanqi) for AR in secondary stroke prevention has not been confirmed. METHODS/DESIGN: This is a prospective 2-center, assessor and statistician blinded, randomized, controlled trial. We will allocate 106 subjects aged between 45 and 65 years old, diagnosed with aspirin semi-resistance after stroke to 2 groups randomly in a ratio of 1:1. Patients in the experimental group will be treated with conventional treatments plus Panax notoginseng (Sanqi) while the others in the control group will be treated with only conventional treatments. All will be given different medications for 30 days. Patients will be measured with the platelet aggregation rate and serum TLR4, MyD88, NF-κB, COX-2, IL-6, CRP, TXB2 level for clinical efficacy and mechanisms at baseline and the 14th, 30th day of treatment. Baseline characteristics of patients will be summarized by groups and compared with Chi-square for categorical variables, and Student's independent t test or nonparametric Mann-Whitney U test for the continuous variables. Primary and secondary outcomes will be analyzed with 2-way repeated measures Anova, and Post Hoc test. CONCLUSION: The present study aims to investigate short-term add-on efficacy and mechanism of Panax notoginseng (Sanqi) for aspirin resistance in secondary stroke prevention via TLR4/MyD88/NF-κB signaling pathway. With this, we expect to find out an appropriate partial substitute of aspirin for aspirin resistance individuals. TRIAL REGISTRATION: The trial was registered on Chinese Clinical Trial Registry (http://www.chictr.org.cn/index.aspx) with the ID ChiCTR2100045773 at April 24, 2021.",
      "mesh_terms": [
        "Humans",
        "Middle Aged",
        "Aged",
        "NF-kappa B",
        "Panax notoginseng",
        "Myeloid Differentiation Factor 88",
        "Toll-Like Receptor 4",
        "Secondary Prevention",
        "Prospective Studies",
        "Stroke",
        "Aspirin",
        "Platelet Aggregation Inhibitors",
        "Signal Transduction",
        "Randomized Controlled Trials as Topic"
      ]
    }
  ]
}