{
  "supplement": "Pantothenic acid (Vitamin B5)",
  "query": "Pantothenic acid (Vitamin B5)[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:15:47",
  "research_count": 728,
  "count": 100,
  "articles": [
    {
      "pmid": "40272030",
      "title": "Prenatal Brain Abnormalities in Sodium-Dependent Multivitamin Transporter Deficiency.",
      "authors": [
        "Eri Ogawa",
        "Kenjiro Kosaki",
        "Toshiki Takenouchi"
      ],
      "journal": "American journal of medical genetics. Part A",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "In treatable neurometabolic disorders, early diagnosis and prompt initiation of treatment are key to improved survival and outcomes. Biallelic variants in SLC5A6 cause sodium-dependent multivitamin transporter deficiency (OMIM # 618973), which is treatable with high-dose pantothenic acid, biotin, and alpha lipoic acid. So far, the onset has been postnatal in all reported patients. A review of the prenatal imaging showed ventriculomegaly at 32 weeks of gestation. After birth, the infant exhibited developmental regression. At 6 months of age, he developed acute metabolic shock in the setting of a urinary tract infection. Rapid exome analysis identified compound heterozygous pathogenic variants in SLC5A6 and confirmed the diagnosis of sodium-dependent multivitamin transporter deficiency. After the infant was initiated on treatment with high-dose biotin and pantothenic acid, we noted dramatic improvements in the hematological, cutaneous, cardiac, and gastrointestinal symptoms. Although the infant showed no further regression, he continued to have significant psychomotor disability. A review of the findings during pregnancy showed that the infant already had enlarged ventricles in late pregnancy, and neuroimaging on day 12 of birth showed signs of energy failure in late pregnancy. Our review of previously reported patients suggested no clear genotype-phenotype correlations, but there was little intrafamilial variability in disease onset. The present observation, for the first time, provides clinical evidence of a fetal onset in sodium-dependent multivitamin transporter deficiency. The high risk of recurrence and the low intrafamilial variability in disease onset suggest that identification and prenatal treatment in the high-risk group may be of significance."
    },
    {
      "pmid": "40230307",
      "title": "3-Fucosyllactose Prevents Nonalcoholic Fatty Liver Disease by Modulating the Gut Microbiota-Derived Pantothenate in Mice.",
      "authors": [
        "Bei Liu",
        "Ningning He",
        "Hui Li",
        "Zizhen Yang",
        "Yichen Lin",
        "Xiaoyu Wu",
        "Haoyan Zhang",
        "Ziheng Zhang",
        "Zishuai Zhang",
        "Yu Tian",
        "Zhinan Wu",
        "Yuanqiang Zou",
        "Jixing Peng",
        "Shangyong Li"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nonalcoholic fatty liver disease (NAFLD) is a growing global health threat. Human milk oligosaccharides (HMOs) exhibit prebiotic properties that may alleviate NAFLD progression. Herein, our study demonstrates that 3-fucosyllactose (3-FL), a distinctive and crucial HMO, significantly attenuates body weight gain, enhances hepatic lipid metabolism, and reduces inflammation in a high-fat diet (HFD)-induced NAFLD mouse model. These findings suggest its potential as a dietary supplement for preventing and alleviating NAFLD progression. Subsequently, fecal metagenomic and nontargeted metabolomics analyses revealed that 3-FL treatment significantly alleviated HFD-induced gut microbiota dysbiosis, with a specific enhancement of the pantothenate (vitamin B5) metabolic pathways. Our targeted metabolite analysis further revealed a significant increase in both hepatic and fecal pantothenate concentrations, which contributed to the enhancement of the coenzyme A (CoA)-mediated lipid metabolism pathway. Furthermore, the subsequent population cohort analyses revealed a significant correlation between serum pantothenate levels and the progression of NAFLD, thereby reinforcing its candidacy as a noninvasive diagnostic biomarker. These findings show that 3-FL acts as an effective prebiotic to alleviate NAFLD symptoms, in part by enhancing the gut microbiota-mediated pantothenate/CoA metabolic pathway.",
      "mesh_terms": [
        "Gastrointestinal Microbiome",
        "Animals",
        "Mice",
        "Pantothenic Acid",
        "Non-alcoholic Fatty Liver Disease",
        "Male",
        "Mice, Inbred C57BL",
        "Humans",
        "Diet, High-Fat",
        "Liver",
        "Trisaccharides",
        "Prebiotics",
        "Lipid Metabolism",
        "Bacteria"
      ]
    },
    {
      "pmid": "40221400",
      "title": "Sotorasib-impaired degradation of NEU1 contributes to cardiac injury by inhibiting AKT signaling.",
      "authors": [
        "Mengting Cheng",
        "Wentong Wu",
        "Qing Li",
        "Xinyu Tao",
        "Feng Jiang",
        "Jinjin Li",
        "Nonger Shen",
        "Fei Wang",
        "Peihua Luo",
        "Qiaojun He",
        "Ping Huang",
        "Zhifei Xu",
        "Yiwen Zhang"
      ],
      "journal": "Cell death discovery",
      "publication_date": "2025-Apr-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sotorasib, the inaugural targeted inhibitor sanctioned for the management of patients afflicted with locally advanced or metastatic non-small cell lung cancer presenting the KRAS G12C mutation, has encountered clinical application constraints due to its potential for cardiac injury as evidenced by safety trials. This investigation has elucidated that the heightened expression of neuraminidase-1 (NEU1) constitutes the principal etiology of cardiac damage induced by sotorasib. Mechanistically, sotorasib treatment inhibited the ubiquitinated degradation of NEU1, leading to its elevated expression, which induced downstream AKT signaling pathway inhibition and mitochondrial dysfunction leading to cardiomyocyte apoptosis. Meanwhile, in vivo and in vitro studies showed that D-pantothenic acid (D-PAC) alleviated sotorasib-induced cardiac damage by promoting NEU1 degradation. In conclusion, this study revealed that NEU1 is a key protein in sotorasib cardiotoxicity and that reducing the level of this protein is a critical strategy for the clinical treatment of sotorasib-induced cardiac injury. Schematic representation of a mechanism."
    },
    {
      "pmid": "40139762",
      "title": "Curcumin Ameliorated Glucocorticoid-Induced Osteoporosis While Modulating the Gut Microbiota and Serum Metabolome.",
      "authors": [
        "Siying Li",
        "Yating Zhang",
        "Sujuan Ding",
        "Jiang Chang",
        "Gang Liu",
        "Siwang Hu"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Glucocorticoid-induced osteoporosis (GIOP) is the leading cause of secondary osteoporosis. Recently, the \"bone-gut axis\" theory has linked bone development with gut microbial diversity, community composition, and metabolites. Curcumin, a well-studied polyphenol, shows potential in mitigating bone loss and osteoporosis. Alendronate, a standard therapeutic agent for osteoporosis, serves as a positive control in this investigation. The study demonstrates the potency of curcumin in reducing bone loss and restoring bone mineral density, enhancing trabecular parameters notably through increased trabecular number, volume, and thickness and reduced bone marrow cavity size. Gut microbiome sequencing revealed that both curcumin and alendronate treatments similarly enhanced gut microbial diversity and altered microbiota composition, increasing beneficial bacteria (Akkermansia_muciniphila, Dubosiella_sp910585105, and Ruminococcus_sp910584195) while reducing harmful bacteria (Treponema_D_sp910584475 and Duncaniella_sp910584825). Furthermore, significant changes in serum levels of metabolites including raffinose, ursolic acid, spermidine, inosine, hypoxanthine, thiamine, and pantothenic acid were observed post-treatment with curcumin or alendronate. Importantly, these beneficial metabolites and microorganisms were negatively correlated with inflammatory cytokines. In conclusion, curcumin holds promise for use against GIOP by modulating the gut microbiome and serum metabolome as well as reducing systemic inflammation.",
      "mesh_terms": [
        "Gastrointestinal Microbiome",
        "Curcumin",
        "Osteoporosis",
        "Glucocorticoids",
        "Animals",
        "Bacteria",
        "Metabolome",
        "Humans",
        "Male",
        "Female",
        "Bone Density",
        "Mice"
      ]
    },
    {
      "pmid": "40076592",
      "title": "Recent Advances on the Role of B Vitamins in Cancer Prevention and Progression.",
      "authors": [
        "Zachary Frost",
        "Sandra Bakhit",
        "Chelsea N Amaefuna",
        "Ryan V Powers",
        "Kota V Ramana"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Feb-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Water-soluble B vitamins, mainly obtained through dietary intake of fruits, vegetables, grains, and dairy products, act as co-factors in various biochemical processes, including DNA synthesis, repair, methylation, and energy metabolism. These vitamins include B1 (Thiamine), B2 (Riboflavin), B3 (Niacin), B5 (Pantothenic Acid), B6 (Pyridoxine), B7 (Biotin), B9 (Folate), and B12 (Cobalamin). Recent studies have shown that besides their fundamental physiological roles, B vitamins influence oncogenic metabolic pathways, including glycolysis (Warburg effect), mitochondrial function, and nucleotide biosynthesis. Although deficiencies in these vitamins are associated with several complications, emerging evidence suggests that excessive intake of specific B vitamins may also contribute to cancer progression and interfere with therapy due to impaired metabolic and genetic functions. This review discusses the tumor-suppressive and tumor-progressive roles of B vitamins in cancer. It also explores the recent evidence on a comprehensive understanding of the relationship between B vitamin metabolism and cancer progression and underscores the need for further research to determine the optimal balance of B vitamin intake for cancer prevention and therapy.",
      "mesh_terms": [
        "Humans",
        "Vitamin B Complex",
        "Neoplasms",
        "Disease Progression",
        "Animals"
      ]
    },
    {
      "pmid": "40012772",
      "title": "Different lysine-to-methionine ratios in a low-protein diet affect the microbiome and metabolome, influencing the jejunal barrier function in Tibetan sheep.",
      "authors": [
        "Fengshuo Zhang",
        "Zhenling Wu",
        "Yu Zhang",
        "Quyangangmao Su",
        "Kaina Zhu",
        "Xuan Chen",
        "Shengzhen Hou",
        "Linsheng Gui"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The objective of this study was to evaluate the effects of the dietary lysine (Lys)/ methionine (Met) ratio in a low-protein diet on short-chain fatty acid (SCFA) profiles, villus morphology, antioxidant capacity, and immune status of the jejunum in Tibetan sheep. METHODS: A total of 90 weaned Tibetan sheep, each 2 months old with an initial weight of 15.37 ± 0.92 kg, were randomly divided into three treatment groups. These groups were supplemented with different Lys/Met ratios of 3 [low protein-high methionine (LP-H)], 2 [low protein-medium methionine (LP-M)], and 1 [low protein-low methionine (LP-L)] in the basal diet (10% crude protein). The feeding trial lasted 100 days, including a 10-day acclimation period and a 90-day experimental period. RESULTS: The hematoxylin-eosin (H&E) sections showed that the LP-L group had a significantly increased villus height compared to the LP-M and LP-H groups (p < 0.05). In addition, the LP-L group showed higher levels of Superoxide dismutase (SOD) activity and Total Antioxidant Capacity (T-AOC) concentrations (p < 0.05). A lower concentration of Interleukin-1 beta (IL-1β) was observed in the LP-H group (p < 0.05). The activities of α-amylase, chymotrypsin, and lipase were higher in the LP-L group compared to the LP-H group (p < 0.05). Bacterial sequencing showed that both Chao1 and ACE richness were significantly increased in the LP-L group (p < 0.05), suggesting that the species richness in the jejunum is connected to the ratio of dietary Lys/Met. Furthermore, lowering the dietary Lys/ Met ratio significantly increased the abundance of Romboutsia, the Ruminococcus gauvreauii group, the Lachnospiraceae NK3A20 group, Ruminococcus 2, and the Christensenellaceae R-7 group (p < 0.05) while decreasing the abundance of Methanobrevibacter (p < 0.05). Several differential metabolites, including beta-alanine, pantothenate, pantothenic acid, phosphoenolpyruvate, cysteine, adenosine 5'-diphosphate, isodeoxycholic acid, glutamate conjugated cholic acid, and 3-dehydrocholic acid, were significantly increased in the LP-L group (p < 0.05). The functional analysis based on the Kyoto Encyclopedia of Genes and Genomes (KEGG) annotations indicated that these metabolites were mainly involved in pantothenate and CoA biosynthesis, ferroptosis, and the tricarboxylic acid cycle. Several genes related to barrier function, such as Occludin and Muc- 2, were upregulated in the LP-L group (p < 0.05), while IL-6 and TNF-α were downregulated (p < 0.05). DISCUSSION: Collectively, our results suggest that the dietary Met/ Lys ratio could affect the jejunal SCFA concentration by modulating the microbial community and regulating metabolism, thereby contributing to jejunal barrier function. Our findings provide a theoretical basis for the application of Lys/Met diet supplementation in the nutritional management of Tibetan sheep, particularly when reducing the dietary crude protein (CP) level."
    },
    {
      "pmid": "39945917",
      "title": "The pantothenic acid derivative dexpanthenol ameliorated doxorubicin-induced neurotoxicity via regulating AKT/CREB/BDNF and AKT/NRF2 signaling pathways.",
      "authors": [
        "Melike Dogan Unlu",
        "Mehtap Savran",
        "Orhan Imeci",
        "Halil Asci",
        "Ozlem Ozmen"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Doxorubicin (Dox)-induced neurotoxicity is a well-documented side effect of chemotherapy. Dexpanthenol (Dex), an analog of vitamin B5, has shown protective properties. This study aimed to explore the molecular mechanisms by which Dex mitigates Dox-induced neurotoxicity, particularly through the protein kinase B (AKT)/cyclic AMP-response element-binding protein (CREB)/brain-derived neurotrophic factor (BDNF) pathway and nuclear factor erythroid 2-related factor 2 (NRF2) signaling. METHODS AND RESULTS: The experiment was conducted using four groups: control, Dex, Dox, and Dox + Dex, comprising a total of 32 female Wistar Albino rats. After two weeks of treatment, the rats were euthanized, and brain and cerebellum tissues were collected for analysis. Biochemical analysis was performed spectrophotometrically to assess oxidative stress parameters, while histological and immunostaining analyses focused on nuclear factor kappa B (NF-κB) and inducible nitric oxide synthase (iNOS) immunoexpressions. Genetic analysis of AKT, CREB, BDNF, and NRF2 gene expressions was conducted using real-time polymerase chain reaction. Histopathological evaluation of the Dox group revealed hyperemia, microhemorrhage, neuronal damage, and neuronophagia. Additionally, an increase in caspase-3, tumor necrosis factor-alpha, NF-κB, and iNOS immunoexpressions were observed, along with elevated total oxidant status and oxidative stress index. A decrease in AKT, CREB, BDNF, and NRF2 gene expressions accompanied these changes. Dex treatment significantly reversed these pathological findings, effectively protecting the brain from Dox-induced neuronal damage. CONCLUSION: In conclusion, Dex may provide neuroprotection in female rats with Dox-induced neurotoxicity by activating the CREB/BDNF pathway and reducing oxidative stress through AKT-mediated NRF2 synthesis. Further detailed studies exploring additional pathways are required to incorporate Dex into cancer treatment protocols and minimize side effects.",
      "mesh_terms": [
        "Animals",
        "NF-E2-Related Factor 2",
        "Proto-Oncogene Proteins c-akt",
        "Brain-Derived Neurotrophic Factor",
        "Signal Transduction",
        "Rats",
        "Pantothenic Acid",
        "Female",
        "Doxorubicin",
        "Rats, Wistar",
        "Cyclic AMP Response Element-Binding Protein",
        "Oxidative Stress",
        "Neurotoxicity Syndromes",
        "Neuroprotective Agents"
      ]
    },
    {
      "pmid": "39778895",
      "title": "A Short-Term Murine Toxicity Study of 4'-Phosphopantetheine, a Rational Therapeutic for the Dietary Management of Inborn Errors of Coenzyme A Metabolism.",
      "authors": [
        "Suh Young Jeong",
        "Alison Freed",
        "Dolly Zhen",
        "Penelope Hogarth",
        "Susan J Hayflick"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vitamin B5, or pantothenate, forms the molecular \"backbone\" of coenzyme A (CoA), which is essential for more than a hundred biochemical reactions in humans. Genetic defects that disrupt the CoA pathway cause severe degenerative disorders that may be amenable to treatment with compounds that can bypass the metabolic block. The pantothenate metabolite, 4'-phosphopantetheine (4'PPT), can serve as an alternative substrate for cellular CoA synthesis and may therefore be an essential nutrient in managing disorders where pantothenate cannot meet all metabolic requirements. 4'PPT is present in foods in low quantities, but the safety of the compound administered at higher doses than available in a normal diet has never been evaluated. In this study, we examined the effects of short-term high-dose oral 4'PPT in wild-type mice. Three doses of up to 250 mg/kg body weight were administered orally each day for 15 days. Daily body weights and cage-side general health and neurotoxicity screens were obtained. These were followed by terminal necropsy and histological analysis of major organs and tissues, including liver, kidney, heart, brain, stomach, muscle, spleen, and testis/ovary. No significant adverse effects were found in any of the analyses. We conclude that even at high doses, 4'PPT, like pantothenate, causes no observed adverse effects.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Coenzyme A",
        "Male",
        "Female",
        "Pantetheine",
        "Humans",
        "Pantothenic Acid",
        "Body Weight",
        "Metabolism, Inborn Errors",
        "Mice, Inbred C57BL",
        "Liver"
      ]
    },
    {
      "pmid": "39706356",
      "title": "Exploring the molecular mechanisms for renoprotective effects of Huangkui capsule on diabetic nephropathy mice by comprehensive serum metabolomics analysis.",
      "authors": [
        "Xiaotong Yan",
        "Ping Li",
        "Chang Liu",
        "Fengting Yin",
        "Jinwei Han",
        "Hui Sun",
        "Ying Zheng",
        "Xiangmei Chen",
        "Shihan Guan",
        "Xijun Wang"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Jan-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Huangkui capsule (HKC), a patent traditional Chinese medicine, has shown significant efficacy in managing chronic kidney disease (CKD), particularly diabetic nephropathy (DN). Previous studies have shown that HKC can alleviate kidney damage in DN. However, the exact mechanisms through which it exerts its effects remain unclear. AIM OF THE STUDY: This study aimed to elucidate the potential molecular mechanisms of HKC in treating kidney injury in type 1 diabetic nephropathy (T1DN) models through serum metabolomics, Chinmedomics, and molecular docking techniques. MATERIALS AND METHODS: T1DN mouse models were induced by intraperitoneal injection of streptozotocin (STZ), resulting in the ACR value ten times that of the control group. The efficacy of HKC on T1DN was comprehensively evaluated in general conditions, renal coefficient, histopathology, and related biochemical indicators. UPLC-Q-TOF-MS/MS based serum metabolomics was employed to identify biomarkers of T1DN and evaluate the effects of HKC. Relevant pathways were analyzed, and followed by Protein-Protein Interaction network analysis to screen for key enzymes. By integrating the Chinmedomics strategy and molecular docking the relationship between these targets and active components was elucitaed. RESULTS: HKC resulted in a significant reduction in renal inflammation and fibrosis, as evidenced by the decreased levels of urinary ACR, blood TG, T-CHO, BUN, and renal TNF-α and VEGF-A, along with a reduction in the positive area of COL-1. Palmitic acid, stearic acid, arachidonic acid, pantothenic acid, and sphingosine-1-phosphate serve as key serum metabolite biomarkers for T1DN, involved in the biosynthesis of unsaturated fatty acids, arachidonic acid metabolism, pantothenate and CoA biosynthesis, and sphingolipid metabolism. FASN, Cyp2e1, and Cyp4a32 are the key enzymes in the treatment of T1DN with HKC. Additionally, 8 key active components were identified in the serum of HKC-H, including quercetin, myricetin, isoquercitrin, hyperoside, hibifolin, gentisic acid 5-O-β-glucoside, floramanoside F, and quercetin-4'-O-glucoside, which are believed to interact with key enzymes. CONCLUSIONS: The active components of HKC influence Fasn, Cyp2e1, and Cy4a32, improving renal injury in T1DN. These findings provide new molecular insights for the future clinical application and research of HKC in treating T1DN.",
      "mesh_terms": [
        "Animals",
        "Diabetic Nephropathies",
        "Drugs, Chinese Herbal",
        "Metabolomics",
        "Male",
        "Mice",
        "Molecular Docking Simulation",
        "Diabetes Mellitus, Experimental",
        "Biomarkers",
        "Kidney",
        "Capsules",
        "Mice, Inbred C57BL",
        "Protein Interaction Maps"
      ]
    },
    {
      "pmid": "39609877",
      "title": "A therapeutic approach to pantothenate kinase associated neurodegeneration: a pilot study.",
      "authors": [
        "Alessandra Pereira",
        "Carolina Fischinger Moura de Souza",
        "Mónica Álvarez-Córdoba",
        "Diana Reche-López",
        "José Antonio Sánchez-Alcázar"
      ],
      "journal": "Orphanet journal of rare diseases",
      "publication_date": "2024-Nov-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Neurodegeneration with brain iron accumulation (NBIA) is a group of genetic neurological disorders frequently associated with iron accumulation in the basal nuclei of the brain characterized by progressive spasticity, dystonia, muscle rigidity, neuropsychiatric symptoms, and retinal degeneration or optic nerve atrophy. Pantothenate kinase-associated neurodegeneration (PKAN) is one of the most widespread NBIA disorders. The diagnosis of PKAN is established with clinical features and the \"eye of the tiger\" sign identified on brain MRI and the identification of biallelic pantothenate kinase 2 (PANK2) pathogenic variants on molecular genetic testing. PANK2 catalyzes the first reaction of coenzyme A (CoA) biosynthesis, thus, altered PANK2 activity is expected to induce CoA deficiency as well as low levels of essential metabolic intermediates such as 4'-phosphopantetheine which is a necessary cofactor for critical proteins involved in cytosolic and mitochondrial pathways such as fatty acid biosynthesis, mitochondrial respiratory complex I assembly and lysine and tetrahydrofolate metabolism, among other metabolic processes. METHODS: In this manuscript, we examined the effect of a multitarget complex supplements (pantothenate, pantethine, omega-3 and vitamin E) on in vitro patient-derived cellular models and the clinical outcome of the adjuvant supplements in combination with the baseline neurological medication in three PKAN patients. RESULTS: Multitarget complex supplements significantly reduced iron accumulation and increased PANK2 and ACP expression levels in the cellular models derived from all three PKAN patients. In addition, the adjunct treatment to the standard neurological medication improved or stabilized the clinical symptoms of patients. CONCLUSIONS: Our results suggest that multitarget complex supplements can be clinically useful as augmentation therapy for PKAN patients harboring pathogenic variants with residual enzyme levels. TRIAL REGISTRATION: CAAE: 58219522.6.0000.5330. Registered 25 May 2022-Retrospectively registered, https://plataformabrasil.saude.gov.br/visao/pesquisador/gerirPesquisa/gerirPesquisaAgrupador.jsf .",
      "mesh_terms": [
        "Humans",
        "Pantothenate Kinase-Associated Neurodegeneration",
        "Pilot Projects",
        "Male",
        "Female",
        "Pantothenic Acid",
        "Pantetheine",
        "Phosphotransferases (Alcohol Group Acceptor)",
        "Adolescent",
        "Child",
        "Adult",
        "Young Adult",
        "Vitamin E",
        "Fatty Acids, Omega-3"
      ]
    },
    {
      "pmid": "39601633",
      "title": "Potential Biomarkers for Neurobrucellosis Diagnosis and Treatment Based on Cerebrospinal Fluid Metabolomics Analysis.",
      "authors": [
        "Meiling Liu",
        "Shujun Shi",
        "Yuzhou Guo",
        "Menghan Lv",
        "Xuan Feng",
        "Ting Liu",
        "Hao Yang",
        "Zhelin Zhang"
      ],
      "journal": "Rapid communications in mass spectrometry : RCM",
      "publication_date": "2025-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Zhenzhu Tongluo pills (ZZTL) have been utilized for the treatment of neurobrucellosis (NB) in the Inner Mongolia region of China. However, the specific mechanism underlying the neuroprotective effects of ZZTL in NB remains insufficiently explored. Therefore, this study aimed to analyze the metabolite profiles across different groups to identify potential biomarkers for the diagnosis and treatment of NB. METHODS: LC-MS analysis was used to screen differential metabolites in cerebrospinal fluid (CSF) samples from control subjects, NB patients, and NB patients undergoing ZZTL therapy. RESULTS: We identified 225 common metabolites across two comparison groups (NB vs. control group and NB + ZZTL vs. NB group). Among these metabolites, 138 were downregulated, and 87 were upregulated in the NB group compared to the control group, while the levels of these metabolites were reversed by ZZTL therapy. Creatinine exhibited the highest VIP score in both comparison groups, with elevated levels observed in CSF samples from NB patients compared to controls; however, its levels were reduced following ZZTL therapy. Additionally, hypoxanthine and uric acids levels were also increased in CSF samples from NB patients, indicating dysregulation of purine metabolism in NB; however, these changes were reversed by ZZTL. Furthermore, pantothenic acid (vitamin B5) and niacinamide (vitamin B3) levels were decreased in CSF samples from NB patients, suggesting a potential link between NB and vitamin B3 and B5 deficiency; however, these changes were reversed by ZZTL. CONCLUSION: Collectively, CSF metabolomics may effectively differentiate NB patients from control subjects, providing valuable insights for NB diagnosis and treatment.",
      "mesh_terms": [
        "Humans",
        "Biomarkers",
        "Metabolomics",
        "Female",
        "Male",
        "Brucellosis",
        "Adult",
        "Drugs, Chinese Herbal",
        "Middle Aged",
        "Metabolome",
        "Mass Spectrometry",
        "Chromatography, Liquid",
        "Young Adult"
      ]
    },
    {
      "pmid": "39581583",
      "title": "Ameliorative effects of Bacillus subtilis C10 on alcoholic liver injury in mice.",
      "authors": [
        "Qingyun Wang",
        "Meiting Wang",
        "Jihong Chen",
        "Wen Zhang",
        "Xucong Lv"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacillus subtilis has been reported to maintain the homeostasis of intestinal flora. In this study, a mouse model of alcoholic liver injury (ALI) was constructed to study the ameliorative effect of B. subtilis C10 on ALI and to further clarify its mechanism of action. Significant correlations between intestinal flora and biochemical indicators of ALI were found by statistical correlation analysis. Supplementation with B. subtilis C10 modulated the equilibrium of gut flora by reducing the population of detrimental bacteria while enhancing the numbers of beneficial microorganisms, which resulted in an improvement in lipid metabolism and oxidative stress in the liver. The results of RT-qPCR showed that B. subtilis C10 intervention regulated the main regulatory factors of liver lipid metabolism (PPAR-α, SREBP-1c) and interfered with Nrf-2/Ho-1 signal pathway, which in turn ameliorated alcohol-induced lipid metabolism disorder and liver peroxidation stress. In addition, liver metabonomic analysis showed that B. subtilis C10 intervention reduced the production of harmful metabolites and increased beneficial metabolites in the liver, thereby reversing the metabolic disturbances caused by excessive alcohol consumption. KEGG analysis showed that B. subtilis C10 intervention modulated liver metabolic disorders and accelerated lipid metabolism by regulating glutathione metabolic pathway, purine metabolic pathway, pantothenic acid and CoA biosynthesis pathway, ABC transporter protein pathway, and HIF-1 signaling pathway. Taken together, these findings suggest that B. subtilis C10 ameliorates ALI by modifying the structure of intestinal flora and liver metabolic pathways to attenuate alcohol-exposure-induced liver oxidative damage and lipid metabolism abnormalities. PRACTICAL APPLICATION: Bacillus subtilis C10 is an effective probiotic intervention that significantly ameliorated alcoholic liver injury in mice through the gut-liver axis. B. subtilis C10 can be used as a dietary probiotic to develop functional foods with beneficial effects for the population of excessive alcohol consumption.",
      "mesh_terms": [
        "Animals",
        "Bacillus subtilis",
        "Mice",
        "Liver Diseases, Alcoholic",
        "Male",
        "Liver",
        "Gastrointestinal Microbiome",
        "Probiotics",
        "Lipid Metabolism",
        "Oxidative Stress",
        "Disease Models, Animal",
        "Mice, Inbred C57BL",
        "Sterol Regulatory Element Binding Protein 1",
        "Signal Transduction",
        "PPAR alpha",
        "NF-E2-Related Factor 2"
      ]
    },
    {
      "pmid": "39534253",
      "title": "Investigating the mechanisms of resveratrol in the treatment of gouty arthritis through the integration of network pharmacology and metabolics.",
      "authors": [
        "Xiaomin Xu",
        "Donghua Yu",
        "Yu Wang",
        "Xin Jiang",
        "Fang Lu",
        "Shumin Liu"
      ],
      "journal": "Frontiers in endocrinology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study integrates network pharmacology and metabolomics techniques to explore the potential regulatory mechanisms of Res on gouty arthritis (GA). METHODS: Network pharmacology was used to predict the mechanism of Res in regulating GA, and methods such as HE staining, ELISA, immunohistochemistry, Real-time PCR, Western blot, and molecular docking were used to verify the role of NF-κB, MAPK, and JAK/STAT inflammatory signaling pathways in the MSU-induced GA rat model. In addition, non-targeted metabolomics techniques were combined to further investigate the mechanism of Res in treating GA. RESULTS: The results of network pharmacology showed that Res may exert its therapeutic effects through the NF-κB signaling pathway. Animal experiments demonstrated that in the MSU-induced GA rat model, pathological damage, serum biochemical indicators, and levels of inflammatory factors were significantly increased, and the NF-κB signaling pathway was activated. The intervention of Res significantly reduced pathological damage, serum biochemical indicators, levels of inflammatory factors, and the activation of NF-κB, MAPK, and JAK/STAT signaling pathways in the model rats. Metabolomics results showed that Res could improve the metabolic trajectory deviations in serum and joint fluid of GA model rats. Through related metabolic pathway analysis, the most affected metabolic pathways were found to be Sphingolipid metabolism, Glycerophospholipid metabolism, Phenylalanine, tyrosine and tryptophan biosynthesis, Pantothenate and CoA, Citrate cycle (TCA cycle), and Arachidonic acid metabolism. CONCLUSION: Resveratrol can regulate the biosynthetic pathways of arachidonic acid, phenylalanine, tyrosine, and tryptophan, pantothenic acid and CoA biosynthesis pathways, TCA cycle, and other metabolic pathways, thereby regulating the NF-κB, MAPK, and JAK/STAT3 signaling pathways, and inhibiting the acute inflammatory response during GA attacks, showing characteristics of multi-pathway and multi-target action.",
      "mesh_terms": [
        "Animals",
        "Arthritis, Gouty",
        "Rats",
        "Resveratrol",
        "Male",
        "Network Pharmacology",
        "Signal Transduction",
        "NF-kappa B",
        "Rats, Sprague-Dawley",
        "Metabolomics",
        "Molecular Docking Simulation",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39528008",
      "title": "Prebiotic and panthenol-containing dermocosmetic improves tolerance from artificial daylight photodynamic therapy: A randomized controlled trial in patients with actinic keratosis.",
      "authors": [
        "Gabriella Fredman",
        "Kevin Jacobsen",
        "Peter A Philipsen",
        "Stine R Wiegell",
        "Merete Haedersdal"
      ],
      "journal": "Photodiagnosis and photodynamic therapy",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION & OBJECTIVES: Treatment with daylight photodynamic therapy (dPDT) of actinic keratosis (AK) is associated with local skin reactions (LSR), which may affect patients' quality of life and treatment acceptability. This study explores the potential of a prebiotic and panthenol-containing Dermocosmetic Cream (DC) to enhance tolerance and mitigate post-dPDT induced LSR in the treatment of AKs. MATERIALS & METHODS: This randomized controlled, intra-individual trial included 20 patients with ≥10 AKs in two symmetrical areas on their face or décolleté, treated with a single session of artificial dPDT. After treatment, the two areas were randomized to DC twice daily for 14 days or No-DC. Primary outcomes included clinical signs of LSR graded from 0=none to 3=severe, calculated as a composite score, and assessed on Days 2, 7, 14, and 30 post-treatment, along with AK clearance rate. Secondary outcomes encompassed objectively measured erythema, and clinical and objective skin photoaging assessment. RESULTS: Topical application of DC following dPDT significantly improved post-treatment tolerance up to two weeks. By Day 2, DC-treated skin had milder LSR (median 3.0, IQR 2.0-4.8) compared to No-DC skin (median 4.0, IQR 3.0-5.0; p=0.011). This improvement continued on Day 7 (DC median 3.0, IQR 2.0-3.8 vs. No-DC median 4.5, IQR 3.0-5.8; p<0.001) and Day 14 (DC median 1.0, IQR 0.0-1.0 vs. No-DC median 1.0, IQR 1.0-2.0; p=0.004). Objective measurements showed milder erythema in DC-treated areas on Day 2 (p=0.045) and Day 7 (p=0.005). Crusting resolved more effectively in DC-treated areas by Day 7 (40% vs. 20%; p=0.039). No significant difference in complete lesion response rate was observed between DC and No-DC skin (p=0.850). By Day 30, clinical photoaging assessment demonstrated significant improvement in dyspigmentation (p=0.004) and skin texture (p<0.001) in both locations. Moreover, objective measurements revealed reduced dyspigmentation in both DC and No-DC treated skin (p≤0.001). CONCLUSION: Application of a prebiotic and panthenol-containing multipurpose DC significantly enhanced tolerance from artificial dPDT and accelerated healing time up to 14 days after treatment. The use of DC cream did not affect the overall treatment efficacy of dPDT, indicating its potential to enhance patient comfort following dPDT.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Aminolevulinic Acid",
        "Keratosis, Actinic",
        "Pantothenic Acid",
        "Photochemotherapy",
        "Photosensitizing Agents",
        "Skin Cream",
        "Sunlight",
        "Prebiotics"
      ]
    },
    {
      "pmid": "39340181",
      "title": "Long-term nanoplastics exposure contributes to impaired steroidogenesis by disrupting the hypothalamic-testis axis: Evidence from integrated transcriptome and metabolome analysis.",
      "authors": [
        "Qian He",
        "Xin Li",
        "Caiyan Xie",
        "Mingzhe Zhang",
        "Zebin Lai",
        "Yan Zhou",
        "Lei Luo",
        "Yunxiao Yang",
        "Mengyuan Qu",
        "Kunming Tian"
      ],
      "journal": "Journal of applied toxicology : JAT",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cumulative evidence suggested that nanoplastics (NPs) cause male toxicity, but the mechanisms of which are still misty. Steroidogenesis is a key biological event that responsible for maintaining reproductive health. However, whether dysregulated steroidogenesis is involved in NPs-induced impaired male reproductive function and the underlying mechanism remains unclear. In our study, Balb/c mice were continuously exposed to pristine-NPs or NH2-NPs for 12 weeks, spanning the puberty and adult stage. Upon the long-term NPs treatment, the hypothalamus and testis were subjected to transcriptome and metabolome analysis. And the results demonstrated that both primitive-NPs and NH2-NPs resulted in impaired spermatogenesis and steroidogenesis, as evidenced by a significant reduction in sperm quality, testosterone, FSH, and LH. The expression of genes involved in hypothalamic-pituitary-testis (HPT) axis, such as Kiss-1 and Cyp17a1 that encoded the key steroid hormone synthetase, was also diminished. Furthermore, the phosphatidylcholine and pantothenic acid that mainly enriched in glycerophospholipid metabolism were significantly reduced in the testis. Comprehensive analysis of the transcriptome and metabolome indicated that down-regulated Cyp17a1 was associated with decreased metabolites phosphatidylcholine and pantothenic acid. Overall, we speculate that the disturbed HPT axis induced by long-term NPs contributes to disordered glycerophospholipid metabolism and subsequently impaired steroidogenesis. Our findings deepen the understanding of the action of the mechanism responsible for NPs-induced male reproductive toxicology.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Testis",
        "Metabolome",
        "Transcriptome",
        "Mice, Inbred BALB C",
        "Mice",
        "Spermatogenesis",
        "Hypothalamus",
        "Plastics",
        "Nanoparticles",
        "Testosterone",
        "Hypothalamo-Hypophyseal System"
      ]
    },
    {
      "pmid": "39274262",
      "title": "Efficacy of Percutaneous Laser Disc Decompression (PLDD) Combined with an Oral Food Supplement for Lumbar Disc Herniation.",
      "authors": [
        "Roberto Gazzeri",
        "Matteo Luigi Giuseppe Leoni",
        "Felice Occhigrossi"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2024-Aug-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: In recent years, minimally invasive treatment options for lumbar disc herniation, such as percutaneous laser disc decompression (PLDD), have been introduced to avoid more invasive surgical methods. Combining these minimally invasive approaches with nutraceuticals that are effective in neuroprotection and pain management may lead to better long-term outcomes. Methods: The present study evaluated the beneficial effects of a new oral food supplement composed of acetyl-L-carnitine, α-lipoic acid, quercetin, bromelain, pantothenic acid, and vitamins C, B1, B2, B6, and B12 in patients with neuropathic pain due to herniated lumbar discs treated with PLDD. Patients were divided into two groups of 26 patients each: group A underwent PLDD alone, while group B underwent PLDD followed by a dietary supplement for two months after surgery. Preoperative VAS scores for leg pain were recorded for both groups and no significant difference was observed (8.7 for Group A and 8.6 for Group B). Results: In Group A, the mean postoperative VAS score for leg pain at a 1-month follow-up was 2.5, which remained stable at 3 months. In Group B, the mean postoperative VAS score was 2.0 at 1-month and improved to 1.6 at the 3-month follow-up. According to self-reported leg pain assessments, 66.5% of the patients using the dietary supplement reported a significantly better pain condition, and 43.5% reported a somewhat better situation. In contrast, 7.7% of the patients who underwent PLDD alone reported no changes in leg pain at the final follow-up. Conclusions: The results of our study indicate that the oral food supplement could provide a safe and effective treatment in patients with painful radiculopathy, enhancing the recovery of sensory fiber function in lumbar nerve roots after surgical lumbar disc decompression."
    },
    {
      "pmid": "39272311",
      "title": "Comparative Study of the Healing Process of Disbudding Wounds in Calves Using Bepanthene® or an Antibiotic Spray.",
      "authors": [
        "Gabriela Martins",
        "George Stilwell"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2024-Aug-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The process of disbudding female calves is a common procedure in many dairy farms, avoiding injuries caused by horns and reducing feed bunk space requirements. The most common method for disbudding calves is by the use of a cautery iron, responsible for destroying the horn-generating tissue. After the procedure, wounds may be treated with an antibiotic-based spray. Nowadays, antimicrobial resistance is a worldwide concern in both human and veterinary medicine, highlighting the need to invest in the monitoring of antimicrobial use and in the development of alternative treatments in favour of One Health. The goal of this study is to promote a reduction in the use of antibiotics in farm animals by investigating an alternative treatment for disbudding wounds. Bepanthene® (dexpanthenol, a derivative of pantothenic acid, a component of the B vitamin complex) is a plausible option, since it is widely used in human medicine for the treatment of skin irritations and burns. The comparison of the healing process of disbudding wounds treated with Bepanthene® or a chlortetracycline-based spray was achieved through the presentation of a randomly-ordered sequence of images of the lesions to a panel of convenience-selected and blinded-to-treatment evaluators, composed of seven veterinarian practitioners, five veterinary medicine students, and five human medical field nurses. In order to classify the lesions, the panel applied an adapted format of a validated healing scale (Bates-Jensen Wound Assessment Tool), incorporating seven parameters of evaluation, culminating in the values used for statistical analyses. In the practitioners' evaluation, a statistically significant effect for the factors of time and treatment in favour of Bepanthene® was found for the parameters \"Edges\", \"Necrotic Tissue Type\", and \"Skin Colour Surrounding Wound\", indicating that Bepanthene® is superior to the spray when considering these parameters of healing. The assessment by the veterinary students showed a significant effect for the factors of time and treatment for the parameters \"Necrotic Tissue Type\", in favour of the Bepanthene®, and \"Granulation Tissue\", in favour of the antibiotic spray, demonstrating no clear benefit for either treatment. Lastly, the evaluation performed by nurses showed a significant effect for the factors of time and treatment, in favour of the Bepanthene®, for the parameters \"Necrotic Tissue Type\" and \"Skin Colour Surrounding Wound\", leading to the conclusion that Bepanthene® is associated with better and faster healing when compared to the spray. Overall, these findings lead us to suggest that Bepanthene® presents a better healing index compared to a chlortetracycline-based spray, allowing it to be safely used as a substitute to an antimicrobial agent."
    },
    {
      "pmid": "39197411",
      "title": "Non-target metabolomics unravels the effect and mechanism of Lianpu Drink on spleen-stomach damp-heat syndrome.",
      "authors": [
        "Jingbo Yu",
        "Henan Liu",
        "Jiarong Xiong",
        "Shanhe Qu",
        "Xin Xie",
        "Hongqing Zhao",
        "Zhengqing Zhu",
        "Yuhong Wang",
        "Yue Han"
      ],
      "journal": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Lianpu Drink (LPY) is a classic prescription for treating spleen-stomach damp-heat syndrome (SSDHS), known for its ability to clear heat and eliminate dampness. However, the underlying mechanisms of LPY in treating SSDHS remain unclear. OBJECTIVES: This study aims to use non-target metabolomics to unravel the effects and mechanisms of LPY on SSDHS. METHODS: A metabolomics technique based on ultra-high-performance liquid chromatography-tandem quadrupole time-of-flight mass spectrometry (UPLC-Q-TOF/MS) was used to identify the endogenous small-molecule metabolites in the urine of SSDHS model rats and find the metabolites associated with the LPY treatment of SSDHS. Furthermore, a network pharmacological analysis and molecular docking experiments were used to screen and validate the key metabolic pathways regulated by LPY. RESULTS: LPY exerted therapeutic effects on SSDHS by increasing the levels of motilin and gastrin, reducing the rectal temperature, alleviating the pathological changes in gastric and colonic tissues, and regulating the metabolic pattern in SSDHS rats. A total of 25 different metabolites, including L-histidine, citric acid and isocitric acid, were identified as the potential biomarkers for SSDHS via metabolomics. Among them, 11 metabolites were substantially reversed by LPY, including L-histidine, citric acid, isocitric acid, pantothenic acid, homovanillic acid sulfate, hippuric acid, indole-3-carboxilic acid-O-sulphate, 6-hydroxy-5-methoxyindole glucuronide, 2-phenylethan-ol glucuronide, 3-hydroxydodecanedioic acid and 3-methoxy-4-hydroxy-phenylethyleneglyclol sulfate. The results of network pharmacological analysis and molecular docking experiments validated that LPY ameliorated SSDHS by regulating the citrate cycle and histidine metabolism. CONCLUSION: We preliminarily investigated the effects and mechanisms of LPY on SSDHS at the level of endogenous small-molecule metabolites. Furthermore, this study provides a novel perspective for objectively evaluating the therapeutic effects, and exploring the mechanisms of Chinese medicinal formulas on SSDHS.",
      "mesh_terms": [
        "Animals",
        "Metabolomics",
        "Rats",
        "Male",
        "Drugs, Chinese Herbal",
        "Chromatography, High Pressure Liquid",
        "Molecular Docking Simulation",
        "Rats, Sprague-Dawley",
        "Tandem Mass Spectrometry",
        "Metabolome",
        "Splenic Diseases",
        "Biomarkers"
      ]
    },
    {
      "pmid": "39178679",
      "title": "Exploring the anti-ovarian aging mechanism of He's Yangchao formula: Insights from multi-omics analysis in naturally aged mice.",
      "authors": [
        "Liuqing Yang",
        "Xinle Lai",
        "Shuo Jin",
        "Heng Wang",
        "Fangxuan Lin",
        "Xin Jin",
        "Yun Chen",
        "Ruye Wang",
        "Yun Huang",
        "Yiqun Zhang",
        "Saisai Tian",
        "Xiaohong Fang",
        "Xing Duan",
        "Qin Zhang"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The rapid acceleration of female reproductive aging has become a major public health concern. He's Yangchao formula (HSYC), a compound comprising eight herbs, has demonstrated efficacy in enhancing ovarian function. Thus, an in-depth study of its anti-ovarian aging mechanism is required. PURPOSE: To evaluate the anti-ovarian aging effect of HSYC in naturally aged mice and investigate the underlying mechanism by analyzing the gut microbiota (GM), metabolome, and transcriptome. METHODS: Young and advanced maternal age (AMA) mice were selected for this study. Hematoxylin and eosin staining, fluorescence staining, western blotting, and qPCR analyses were used to detect the phenotypes associated with ovarian aging. Subsequently, analyses of the GM, transcriptome, and metabolome analyses were performed to explore the potential mechanisms of action of HSYC. Finally, in vivo and in vitro experiments were performed to verify potential therapeutic mechanisms. RESULTS: HSYC promoted follicular development in AMA mice and ameliorated age-related mitochondrial dysfunction, apoptosis, and defects in DNA damage repair. GM analysis revealed that HSYC treatment significantly increased the abundance of Akkermansia and Turicibacter. Transcriptome and metabolome analyses showed that HSYC might mitigate ovarian aging by regulating metabolic pathways, amino acid metabolism, glutathione metabolism, and the synthesis of pantothenic acid and coenzyme A. Combined transcriptomic and metabolomic analyses identified the glutathione metabolic pathway as the key pathway through which HSYC counteracts ovarian aging. Additional experimental verification confirmed that HSYC upregulated the glutathione metabolic genes GPX8, GSTA1, and GSTA4, increased glutathione-related products (GSH), and reduced ROS levels. CONCLUSIONS: HSYC exerts beneficial therapeutic effects on ovarian aging by regulating multiple endogenous metabolites, targets, and metabolic pathways, with an emphasis on its anti-ovarian aging effects through the glutathione metabolic pathway. These findings underscore the innovative potential of HSYC in addressing ovarian aging and offer a novel therapeutic approach that targets multiple biological pathways to improve the reproductive health of women with AMA..",
      "mesh_terms": [
        "Animals",
        "Female",
        "Mice",
        "Aging",
        "Drugs, Chinese Herbal",
        "Ovary",
        "Gastrointestinal Microbiome",
        "Transcriptome",
        "Metabolome",
        "Apoptosis",
        "DNA Damage",
        "Multiomics"
      ]
    },
    {
      "pmid": "39154612",
      "title": "Dietary betaine supplementation improved egg quality and gut microbes of laying hens under dexamethasone-induced oxidative stress.",
      "authors": [
        "Chaohui Wang",
        "Xiaoying Liu",
        "Xi Sun",
        "Yun Li",
        "Xiaojun Yang",
        "Yanli Liu"
      ],
      "journal": "Poultry science",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxidative stress is a frequent concern in the breeding of laying hens, and limit the healthy development of poultry. Dexamethasone (DXM) has been demonstrated to induce oxidative stress. Conversely, betaine is an alkaloid with a potent antioxidant activity. The study was designed to investigate the ameliorative effect of betaine on DXM-induced oxidative stress in laying hens. The results revealed that DXM treatment significantly decreased laying rate, shell strength, albumen height, Haugh unit, egg weight, folk weight and albumen weight, alongside increased malondialdehyde (MDA) and decreased total antioxidant capacity (T-AOC) in serum and liver (P < 0.05). In contrast, dietary betaine addition reversed those parameters mentioned above (P < 0.05). Hepatic RNA-seq analysis showed that there existed 110 up- and 88 down-regulated genes in DXM group when compared with the control. Meanwhile there were 117 upregulation and 169 downregulation genes in BT group when compared with DXM group. Besides, we found that dietary betaine addition significantly down-regulated cell adhesion molecules, glycerolipid metabolism and glycolysis gluconeogenesis pathways. In addition, a total of 44 and 94 differential metabolites were identified respectively from Con vs. DXM and DXM vs BT. More importantly, dietary betaine addition significantly increased the levels of pantothenic acid, gamma-Aminobutyric acid, equol and choline, all of which were related to antioxidant and anti-inflammatory properties. Furthermore, gut microbiota analysis indicated that the Chao and Observed_species indexes were remarkably higher in BT group (P<0.05). Heatmap analysis revealed that Subdoligranulum, Prevotella, Blautia, YRC22, Bacteroides, Ruminococcus and Coprococcus were notably restored in BT group (P<0.05). Taken together, our findings collectively illustrate that dietary betaine addition could attenuate DXM-induced oxidative stress, improve egg quality and gut microbes of laying hens.",
      "mesh_terms": [
        "Animals",
        "Betaine",
        "Chickens",
        "Gastrointestinal Microbiome",
        "Oxidative Stress",
        "Animal Feed",
        "Female",
        "Dietary Supplements",
        "Dexamethasone",
        "Diet",
        "Ovum",
        "Antioxidants",
        "Random Allocation"
      ]
    },
    {
      "pmid": "39125297",
      "title": "Ocoxin Oral Solution Triggers DNA Damage and Cell Death in Ovarian Cancer.",
      "authors": [
        "Sheila Almaraz-Postigo",
        "Eduardo Sanz",
        "Atanasio Pandiella",
        "Elena Díaz-Rodríguez"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Jul-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ovarian cancer is the most fatal of all the reproductive cancers within the female population, mainly due to its late diagnosis that limits surgery and medical treatment. Classically, ovarian cancer therapy has included conventional chemotherapy, and other therapeutic approaches are now being used to treat these patients, but the outcomes of the disease are still poor. Therefore, new strategies are needed to improve life expectancy and life quality of ovarian cancer patients. Considering that, we investigated the effect of the nutritional supplement Ocoxin Oral Solution (OOS) in ovarian cancer models. OOS contains several nutritional supplements, some of them with demonstrated antitumoral action. In vitro studies showed that OOS inhibited the proliferation of several ovarian cancer cell lines, especially of those representative of the endometrioid subtype, in a time- and dose-dependent manner. A fast cell death induction after OOS treatment was observed, and when the molecular mechanisms leading to this effect were investigated, an activation of the DNA damage checkpoint was detected, as shown by activation (phosphorylation) of CHK1 and CHK2 kinases that was followed by the phosphorylation of the target protein histone H2AX. When tested in animal models of ovarian cancer, OOS reduced tumor growth without any observed secondary effects. Moreover, such reduction in tumor proliferation was caused by the induction of DNA damage as corroborated by the in vivo phosphorylation of CHK2 and Histone H2AX. Finally, OOS potentiated the action of carboplatin or olaparib, the standard of care treatments used in ovarian clinics, opening the possibility of including OOS in combination with those standard of care agents in patients with ovarian cancer.",
      "mesh_terms": [
        "Female",
        "Ovarian Neoplasms",
        "Humans",
        "DNA Damage",
        "Cell Line, Tumor",
        "Animals",
        "Cell Proliferation",
        "Cell Death",
        "Pyridoxine",
        "Mice",
        "Folic Acid",
        "Xenograft Model Antitumor Assays",
        "Dietary Supplements",
        "Antineoplastic Agents",
        "Administration, Oral",
        "Vitamin B 6",
        "Histones",
        "Zinc Sulfate",
        "Vitamin B 12",
        "Plant Extracts",
        "Pantothenic Acid",
        "Ascorbic Acid"
      ]
    },
    {
      "pmid": "39107469",
      "title": "Functional roles of pantothenic acid, riboflavin, thiamine, and choline in adipocyte browning in chemically induced human brown adipocytes.",
      "authors": [
        "Yukimasa Takeda",
        "Ping Dai"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Aug-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brown fat is a therapeutic target for the treatment of obesity-associated metabolic diseases. However, nutritional intervention strategies for increasing the mass and activity of human brown adipocytes have not yet been established. To identify vitamins required for brown adipogenesis and adipocyte browning, chemical compound-induced brown adipocytes (ciBAs) were converted from human dermal fibroblasts under serum-free and vitamin-free conditions. Choline was found to be essential for adipogenesis. Additional treatment with pantothenic acid (PA) provided choline-induced immature adipocytes with browning properties and metabolic maturation, including uncoupling protein 1 (UCP1) expression, lipolysis, and mitochondrial respiration. However, treatment with high PA concentrations attenuated these effects along with decreased glycolysis. Transcriptome analysis showed that a low PA concentration activated metabolic genes, including the futile creatine cycle-related thermogenic genes, which was reversed by a high PA concentration. Riboflavin treatment suppressed thermogenic gene expression and increased lipolysis, implying a metabolic pathway different from that of PA. Thiamine treatment slightly activated thermogenic genes along with decreased glycolysis. In summary, our results suggest that specific B vitamins and choline are uniquely involved in the regulation of adipocyte browning via cellular energy metabolism in a concentration-dependent manner.",
      "mesh_terms": [
        "Humans",
        "Riboflavin",
        "Pantothenic Acid",
        "Adipocytes, Brown",
        "Thiamine",
        "Choline",
        "Uncoupling Protein 1",
        "Lipolysis",
        "Energy Metabolism",
        "Thermogenesis",
        "Adipogenesis",
        "Glycolysis",
        "Cells, Cultured",
        "Mitochondria"
      ]
    },
    {
      "pmid": "39009828",
      "title": "Network Pharmacology Reveals Key Targets and Pathways of Madhuca longifolia for Potential Alzheimer's Disease Treatment.",
      "authors": [
        "Noopur Khare",
        "Megha Barot",
        "Sachidanand Singh",
        "Tanvi Jain"
      ],
      "journal": "Cell biochemistry and biophysics",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Madhuca longifolia, commonly known as the mahua tree, has been traditionally used in medicine due to its anti-inflammatory, anti-diabetic, and antimicrobial properties. Its active compounds help in managing diabetes, alleviating cognitive impairment associated with Alzheimer's disease. Nonetheless, the exact neuroprotective mechanism of Madhuca longifolia against Alzheimer's disease remains unclear. This study looked into possible methods by which Madhuca longifolia protects against Alzheimer's disease using network pharmacology, molecular docking and molecular dynamic simulations studies. By applying pre-screening of active constituents, target prediction, Gene Ontology (GO) and Kyoto Encyclopaedia of Genes and Genomes (KEGG) pathway enrichment analysis, our study found that Madhuca longifolia is related to eight active ingredients (Ascorbic acid, Riboflavin, Pantothenic acid, (4 R)-2beta,3beta,23-trihydroxy-oleana-5,12-dien-28-oic acid, Quercetin, Nicotinic acid, Bassiaic acid Thiamine) and 272 common gene targets, with significant involvement in pathways such as PI3K-Akt signaling and neuroactive ligand-receptor interaction. Network analysis demonstrated how Madhuca longifolia can prevent AD by modifying important signalling networks, which may be one of the molecular mechanisms driving the plant's effectiveness against the disease. Molecular docking studies revealed that there were robust binding abilities of Quercetin, Riboflavin and Pantothenic acid to key target proteins AKT1, JUN, and STAT3. Later, molecular dynamic simulations was done to examine the successful activity of the active compounds against potential targets, and it was found that AKT1 and AKT1-Quercetin complex became stable at 260 ps. It may be seen through the study that quercetin may act as a good inhibitor for treatment. This thorough investigation provides a strong basis for future research and development efforts by advancing our understanding of Madhuca longifolia medicinal potential in Alzheimer's disease.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Molecular Docking Simulation",
        "Molecular Dynamics Simulation",
        "Humans",
        "Plant Extracts",
        "Network Pharmacology",
        "Signal Transduction",
        "Proto-Oncogene Proteins c-akt",
        "Phosphatidylinositol 3-Kinases",
        "Neuroprotective Agents"
      ]
    },
    {
      "pmid": "38892699",
      "title": "Randomized Trial to Assess the Safety and Tolerability of Daily Intake of an Allulose Amino Acid-Based Hydration Beverage in Men and Women.",
      "authors": [
        "Richard J Bloomer",
        "Jacquelyn Pence",
        "Janine Hellenbrand",
        "Allyson Davis",
        "Samantha Davis",
        "Michelle Stockton",
        "Keith R Martin"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Jun-05",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Maintaining adequate hydration is critical to optimal health, well-being, and performance. Those who are physically active in stressful environments, such as warm and/or humid scenarios, may be at particular risk for dehydration with ensuing loss of electrolytes, leading to sluggishness and impaired physical performance. METHODS: We evaluated an electrolyte and amino acid product containing L-alanine and L-glutamine, as well as select vitamins [B3 (niacin), B5 (pantothenic acid), B6 (pyridoxine), B12 (cobalamin), and vitamin C (ascorbic acid)]. Subjects (n = 40; four groups, n = 10) were randomized to consume either a placebo packet or one, two, or three packets daily of the test product for 4 weeks with site visits at 0, 2, and 4 weeks. We tested safety and tolerability by analyzing hematological parameters (complete blood counts), metabolic parameters (hepatic, renal, acid-base balance), urinalysis end products, thyroid status [T3 (triiodothyronine), T4 (thyroxine), TSH (thyroid-stimulating hormone)], tolerability (via questionnaire), vital signs, and dietary intake. RESULTS: Statistical analyses displayed ten significant main effects (p < 0.05) with white blood cells, lymphocytes, neutrophils, urinary pH, thyroxine, urination frequency, calcium, calories, fat, and cholesterol. Interactions for time and group (p < 0.05) were observed for MCV, eGFR, potassium, overall tolerability, bloating, and cramping-demonstrating mild GA disturbances. Little to no change of physiological relevance was noted for any outcome variable, regardless of dosing level. CONCLUSIONS: Our results indicate the product was well-tolerated at all dosing levels and no significant adverse changes occurred in any of the test parameters compared to the placebo group, indicating relative safety of ingestion over a 4-week treatment period, at the volumes used, and outside the context of physical stress.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Adult",
        "Amino Acids",
        "Beverages",
        "Young Adult",
        "Dehydration",
        "Double-Blind Method",
        "Middle Aged",
        "Electrolytes",
        "Vitamins",
        "Water-Electrolyte Balance"
      ]
    },
    {
      "pmid": "38884438",
      "title": "[Clinical and neurophysiological manifestations of sluggish cognitive tempo in children].",
      "authors": [
        "L S Chutko",
        "E A Yakovenko",
        "S Yu Surushkina",
        "T I Anisimova",
        "D V Cherednichenko",
        "M D Didur",
        "S A Chekalova"
      ],
      "journal": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "publication_date": "2024",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To study the clinical and neurophysiological features of children with low cognitive tempo (NCT), as well as the effectiveness of the drug Pantogam in the treatment of this pathology. MATERIAL AND METHODS: A total of 90 children aged 8 to 10 years were examined. Of these, the main study group consisted of 30 children with NCT, the comparison group consisted of 30 children with a combined type of attention deficit hyperactivity disorder ADHD (ADHD-K), the control group consisted of 30 children without neuropsychiatric disorders. The study used clinical, neurophysiological (electroencephalography (EEG)) and parametric methods. The CMAS scale of apparent anxiety (The Children's Form of Manifest Anxiety Scale), the SNAP-IY scale (assessment of the degree of inattention, hyperactivity and impulsivity), the TOVA computer test (the Test of Variables of Attention), the scale «SCT» (Sluggish Cognitive Tempo) for assessing manifestations of low cognitive tempo, the «RAM» technique for quantifying working memory. Pantogam was used to treat patients at a dose of 750 mg per day for 8 weeks. RESULTS: Patients with NCT are characterized by more pronounced attention disorders compared with healthy peers and with children with ADHD-K, and they have a decrease in mainly not selective attention, but the overall level of functional activity. Also, the group of children with NCT has an increased level of anxiety compared to the group of children with ADHD. A comparative analysis of the level of impulsivity showed that children with NCT are less characterized by a deficit in inhibition processes. According to the quantitative analysis of the EEG, specific changes in functional activity in the frontal and central regions of the cerebral cortex were revealed (a statistically significant increase in the ratio of absolute theta rhythm to beta1 rhythm, compared with other groups), reflecting insufficient cortical arousal and less focused neural states. When re-evaluating the condition of children with NCT after a course of therapy with Pantogam, an improvement in the form of a decrease in the degree of inattention, the severity of memory impairment and a decrease in reaction time was recorded in 60% of cases. According to quantitative EEG analysis, there was a significant decrease in the ratio of absolute theta rhythm to beta1 rhythm in the central leads of both hemispheres and in the parietal-temporal leads of the left hemisphere, indicating an increase in the level of overall activation of the cerebral cortex after a course of treatment. CONCLUSION: Clinical and neurophysiological differences were revealed in patients with NCT and with combined ADHD. It has been shown that the use of Pantogam for the treatment of children with NCT leads not only to a decrease in the main manifestations of this disorder, but also to an improvement in the functional state of the brain.",
      "mesh_terms": [
        "Humans",
        "Child",
        "Attention Deficit Disorder with Hyperactivity",
        "Male",
        "Female",
        "Electroencephalography",
        "Pantothenic Acid",
        "Cognition",
        "Attention",
        "Memory, Short-Term",
        "gamma-Aminobutyric Acid"
      ]
    },
    {
      "pmid": "38869860",
      "title": "Evaluation of beneficial effects of dexpanthenol on hypoxic-ischemic encephalopathy.",
      "authors": [
        "Cuneyt Tayman",
        "Ufuk Çakır",
        "Abdullah Kurt",
        "Ömer Ertekin",
        "Tugba Taskin Turkmenoglu",
        "Murat Çağlayan",
        "Eray Işık"
      ],
      "journal": "Biotechnic & histochemistry : official publication of the Biological Stain Commission",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypoxic-ischemic encephalopathy (HIE) is a cause of serious morbidity and mortality in newborns. Dexpanthenol, which is metabolized into D-pantothenic acid, has antioxidant and other potentially therapeutic properties. We examined some effects of dexpanthenol on the brains of week-old rat pups with HIE induced by obstruction of the right carotid artery followed by keeping in 8% O2 for 2 hours. Dexpanthenol (500 mg/kg) was administered intraperitoneally to 16 of 32 pups with HIE. Protein, DNA, and lipid oxidation degradation products were assayed and hippocampal and cortical cell apoptosis and neuronal cell numbers were evaluated in stained sections. Dexpanthenol application reduced oxidative stress and inflammation. TNF-α and IL-6 cytokine levels in HIE also decreased with dexpanthenol treatment. The numbers of caspase-3 positive cells in the dentate gyrus and CA1/CA2/CA3 regions of the hippocampus was lower, and apoptosis was decreased in the dexpanthenol-treated animals. These findings suggest possible clinical applications of dexpanthenol in human HIE.",
      "mesh_terms": [
        "Animals",
        "Pantothenic Acid",
        "Hypoxia-Ischemia, Brain",
        "Rats",
        "Apoptosis",
        "Oxidative Stress",
        "Animals, Newborn"
      ]
    },
    {
      "pmid": "38816490",
      "title": "Genome sequencing enables diagnosis and treatment of SLC5A6 neuropathy.",
      "authors": [
        "Lisa G Riley",
        "Subrata Sabui",
        "Hamid M Said",
        "Aram Niaz",
        "Katta M Girisha",
        "Periyasamy Radhakrishnan",
        "Sheela Nampoothiri",
        "Dhanya Yesodharan",
        "Tatjana Kilo",
        "Janine Smith",
        "Rachel S H Wong",
        "Manoj P Menezes",
        "Sachin Gupta",
        "Sandra T Cooper",
        "Shanti Balasubramaniam"
      ],
      "journal": "European journal of human genetics : EJHG",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Case Reports"
      ],
      "abstract": "The sodium-dependent multivitamin transporter encoded by SLC5A6 is responsible for uptake of biotin, pantothenic acid, and α-lipoic acid. Thirteen individuals from eight families are reported with pathogenic biallelic SLC5A6 variants. Phenotype ranges from multisystem metabolic disorder to childhood-onset peripheral motor neuropathy. We report three additional affected individuals with biallelic SLC5A6 variants. In Family A, a male proband (AII:1) presenting in early childhood with gross motor regression, motor axonal neuropathy, recurrent cytopenia and infections, and failure to thrive was diagnosed at 12 years of age via genome sequencing (GS) with a paternal NM_021095.4:c.393+2T>C variant and a maternal c.1285A>G p.(Ser429Gly) variant. An uncle with recurrent cytopenia and peripheral neuropathy was subsequently found to have the same genotype. We also report an unrelated female with peripheral neuropathy homozygous for the c.1285A>G p.(Ser429Gly) recurrent variant identified in seven reported cases, including this study. RT-PCR studies on blood mRNA from AII:1 showed c.393+2T>C caused mis-splicing with all canonically spliced transcripts in AII:1 containing the c.1285A>G variant. SLC5A6 mRNA expression in AII:1 fibroblasts was ~50% of control levels, indicative of nonsense-mediated decay of mis-spliced transcripts. Biotin uptake studies on AII:1 fibroblasts, expressing the p.(Ser429Gly) variant, showed an ~90% reduction in uptake compared to controls. Targeted treatment of AII:1 with biotin, pantothenic acid, and lipoic acid resulted in clinical improvement. Health Economic analyses showed implementation of GS as an early investigation could have saved $ AUD 105,988 and shortened diagnostic odyssey and initiation of treatment by up to 7 years.",
      "mesh_terms": [
        "Child",
        "Humans",
        "Male",
        "Basal Ganglia Diseases",
        "Biotin",
        "Mutation",
        "Organic Anion Transporters, Sodium-Dependent",
        "Pedigree",
        "Peripheral Nervous System Diseases",
        "Symporters",
        "Thioctic Acid",
        "Whole Genome Sequencing",
        "Female"
      ]
    },
    {
      "pmid": "38797077",
      "title": "Effects of polyurethane microplastics combined with cadmium on maize growth and cadmium accumulation under different long-term fertilisation histories.",
      "authors": [
        "Meng Zhao",
        "Yifan Li",
        "Congping Li",
        "Xuexia Wang",
        "Bing Cao",
        "Jiajia Zhang",
        "Jiachen Wang",
        "Guoyuan Zou",
        "Yanhua Chen"
      ],
      "journal": "Journal of hazardous materials",
      "publication_date": "2024-Jul-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Agricultural production uses different types of fertilisation treatments, typically employing the combined application of organic fertiliser (OF) or organic-inorganic fertiliser (OIF) to improve soil quality. When coupled with cadmium (Cd), microplastics (MPs) affect plant growth and Cd accumulation in soils treated with different fertilisers. This study systematically examined the effects of polyurethane (PU) MPs coupled with Cd on the growth characteristics, root metabolite characteristics, rhizosphere bacterial community structure, and Cd bioavailability of maize under different long-term fertilisation treatments and soil types (red/cinnamon soil). The combined effects of PU MPs and Cd on maize growth differed across fertilisation treatments. Under OF, maize plants accumulated more Cd than under OIF. The accumulation of Cd in maize plants in red soil was twice that in cinnamon soil. Under OF, PU MPs promoted Cd activation by decreasing the soil pH, while root metabolites promoted Cd adsorption sites by synthesising specific amino acids, degrading aromatic compounds, and synthesising pantothenic acid and coenzyme A. Under OF, PU MPs can lower the soil pH to promote the activation of cadmium, while root metabolites promote root growth and increase cadmium adsorption sites by synthesizing specific amino acids, degrading aromatic compounds, and synthesizing pantothenic acid and coenzyme A, hereby promoting root Cd absorption. Under OIF, PU MPs act by influencing the biosynthesis of amino acids in root metabolites, enriching energy metabolism pathways, promoting the transport and translocation of mineral nutrients, thereby amplifying the \"toxic effects\" of Cd. This study provides new insights into the risk assessment of PU MPs and Cd coupling under different fertilisation treatments, and suggests that the prevention and control of combined PU MPs and Cd pollution in red soil under OF treatment should receive more attention in the future.",
      "mesh_terms": [
        "Zea mays",
        "Cadmium",
        "Polyurethanes",
        "Fertilizers",
        "Soil Pollutants",
        "Microplastics",
        "Plant Roots",
        "Rhizosphere",
        "Soil",
        "Soil Microbiology"
      ]
    },
    {
      "pmid": "38794146",
      "title": "Chlorin Conjugates in Photodynamic Chemotherapy for Triple-Negative Breast Cancer.",
      "authors": [
        "Meden F Isaac-Lam"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Breast cancer (BC) is the most common type of cancer in women and the number of new cases in the US is still increasing each year. Triple-negative breast cancer (TNBC), which comprises 15-20% of all breast cancer, is a heterogeneous disease and is considered the most aggressive type of breast cancer due to the lack of estrogen receptor (ER), progesterone receptor (PR), and human epidermal growth factor receptor 2 (HER2) expressions for treatments. Traditional chemotherapy is the standard protocol for the treatment of TNBC. Toxicity and multidrug resistance are major drawbacks to chemotherapy. The lack of molecular targets and poor prognosis for TNBC prompts an urgent need to discover novel therapeutic strategies to improve clinical outcomes and quality of life for patients. Photodynamic therapy (PDT) or light treatment is a binary anti-cancer procedure that uses a photosensitizer (PS) that, upon light activation, produces cytotoxic oxygen species, destroying tumor cells. PDT is minimally invasive and can be repeated a few times without accumulating significant toxicity in the surrounding tissues. The primary goal of this study was to investigate in vitro photodynamic chemotherapy as a ternary combination therapy using our synthesized photosensitizers (chlorin-vitamin conjugates and their corresponding indium complexes) co-treated with known chemotherapeutic agents (taxol, doxorubicin, cisplatin, fluorouracil, or methotrexate) in the presence of light and determine the optimum conditions as a pre-clinical study of an enhanced tumoricidal effect against TNBC. Our results indicated that the best combination for an effective chemophotodynamic effect involves a ternary treatment of the indium complex of the chlorin-lipoic acid conjugate (InCLA) co-treated with taxol, which exhibited strong synergism at the nanomolar concentration when combined in the presence of visible light irradiation. Other ternary combinations containing taxol with a synergistic anti-tumor effect against TNBC include chlorin-pantothenic acid (CPA) and chlorin-biotin (CBTN) conjugates. Several other ternary combinations containing InCLA, CBTN, and CPA with either cisplatin, fluorouracil, or methotrexate were identified to generate a synergistic or additive effect. The light dosage remained constant, but the dosages of photosensitizers and chemotherapy drugs were varied to obtain the lowest possible concentration for the desired effect. The synergistic, additive or antagonistic effects of the drug combinations were determined based on the Chou-Talalay method, with InCLA-taxol having the lowest combination index (CI) of 0.25. Fluorescence and transmission electron microscopy (TEM) images provided evidence of apoptosis as the preferred mode of cell death. Our study demonstrated the combination of PDT and chemotherapy as a potential treatment option for TNBC patients."
    },
    {
      "pmid": "38597495",
      "title": "A preliminary study of cutaneous wound healing on the upper eyelid in a small Brazilian population using Rhizophora mangle-based cream.",
      "authors": [
        "Jerrar J X Silva",
        "Leila B Leal",
        "Jéssica G A Sá",
        "Larissa R A Sabino",
        "Isabelle M F S D Cavalcanti",
        "Luzia A Silva",
        "Eduarda S DE Santana",
        "Fernando Henrique P Fernandes",
        "Iranildo José C Filho",
        "Wesley F M Brandão",
        "Jeymesson Raphael C Vieira"
      ],
      "journal": "Anais da Academia Brasileira de Ciencias",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plants used in traditional medicine offer an affordable new alternative in tissue repair therapy. This study aimed to evaluate the effectiveness of the 5% Rhizophora mangle cream compared to the 5% dexpanthenol cream in healing open surgical wounds on the upper eyelid. A total of 18 patients were submitted to the experiment and divided into 2 groups with 9 patients each who used topically and daily 5% dexpanthenol cream (control group) or 5% R.mangle cream (intervention group) for 7 days. Clinical, morphometric and histomorphometric analyses of wounds and surgical procedures for skin removal were performed. In the morphometric analysis, all wounds treated with R.mangle and dexpanthenol creams showed complete macroscopic scars, without inflammatory signs and infection free. The skin hydration values in pre and post application periods of the cream were 43.82 ± 43.93 and 62.12 ± 67.40 respectively. The histomorphometric study showed lower values of epithelium distance in R. mangle group and higher in dexpanthenol group with significant difference between groups (p < 0.05). The R.mangle 5% cream proved to be effective in healing wounds of human upper eyelid skin with a significant improvement in epithelization compared to dexpanthenol 5% cream.",
      "mesh_terms": [
        "Humans",
        "Wound Healing",
        "Rhizophoraceae",
        "Brazil",
        "Eyelids",
        "Pantothenic Acid"
      ]
    },
    {
      "pmid": "38575643",
      "title": "Brisk walking improves motor function and lower limb muscle strength in Chinese women aged 80 years and older.",
      "authors": [
        "Yang Wang",
        "Yifan Lu",
        "Zilong Fang",
        "Huiping Yan",
        "Jiahao Li",
        "Zhifan Ye",
        "Yichao Yu",
        "Wei Shan"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigates the effects of a 12-week brisk walking exercise regimen on motor function improvements in elderly women. Twenty-six elderly women, aged 84.2 ± 3.2 years, participated in a 12-week brisk walking exercise program. Fitness assessments and blood biomarker analyses (including CHO, HDLC, LDLC, TC) were conducted pre- and post-intervention. Additionally, targeted metabolomics was employed to measure short-chain fatty acids, amino acids, and vitamin metabolites. The intervention led to significant enhancements in participants' flexibility (p < 0.05), lower limb muscle strength (p < 0.01), and cardiorespiratory endurance (p < 0.01), while muscle mass showed no significant changes. Fifteen significant differential metabolites were identified (VIP > 1.0, FC > 1.2 or < 0.8, and p < 0.05), with arginine, ornithine, aspartic acid, glutamine, phenylalanine, tyrosine, and pantothenic acid playing key roles across seven metabolic pathways. A 12-week brisk walking exercise program significantly enhanced flexibility, lower limb muscle strength, and cardiorespiratory endurance among elderly women. These improvements did not extend to muscle mass or upper limb muscle strength. The observed enhancement in exercise capacity may be attributed to improved regulation of neurotransmitters.",
      "mesh_terms": [
        "China",
        "Walking",
        "Female",
        "Exercise",
        "Humans",
        "Muscle Strength",
        "Lower Extremity",
        "Aged, 80 and over",
        "Physical Fitness",
        "East Asian People"
      ]
    },
    {
      "pmid": "38565198",
      "title": "Managing dry skin in patients with comorbidities or with advanced age: unmet needs and roles for products containing potential emollient-plus ingredients.",
      "authors": [
        "Matthias Augustin",
        "Enzo Berardesca",
        "Ulrike Blume-Peytavi",
        "Peter Elsner",
        "Davide Scafa",
        "Leonard Christopher Schmeel",
        "Ehrhardt Proksch"
      ],
      "journal": "The Journal of dermatological treatment",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "In dry skin (DS), skin-barrier function is easily disturbed and moisturizing factors in the stratum corneum are reduced. Despite being a common condition, DS is often overlooked in patients with advanced age or comorbid diseases. In September 2022, specialists in dermatology and skin care met to discuss unmet needs and management of patients with DS with existing medical conditions or DS induced by ongoing pharmacological treatments. There was consensus about the need to improve the current understanding and management of DS in patients with comorbidities, including type 2 diabetes, chronic kidney disease, radiodermatitis, and photodamaged skin. Clinical guidance related to optimal treatment of DS in patients with advanced age or comorbid diseases is needed. Dexpanthenol-containing emollients have been shown to provide rapid relief from the symptoms and clinical signs of skin inflammation and are well-tolerated and effective in terms of moisturizing and soothing DS and maintaining skin-barrier function. Thus, dexpanthenol-containing emollients may play an important role in future management of DS. Further research is needed to elucidate the efficacy of dexpanthenol across the spectrum of DS, irrespective of comorbidity status or age.",
      "mesh_terms": [
        "Humans",
        "Emollients",
        "Diabetes Mellitus, Type 2",
        "Ichthyosis",
        "Pharmaceutical Vehicles",
        "Comorbidity",
        "Pantothenic Acid"
      ]
    },
    {
      "pmid": "38492509",
      "title": "Metabolic profile of Phellodendron amurense Rupr. in vivo of rat and its metabolomic study on intervention in rheumatoid arthritis.",
      "authors": [
        "Ying Hao",
        "Bingcheng Wang",
        "Yuan Feng",
        "Xiaodong Xin",
        "Yawei Deng",
        "Mingsong Liu",
        "Chunhua Li",
        "Shiqiao Liu",
        "Qingqing Zhang"
      ],
      "journal": "Journal of pharmaceutical and biomedical analysis",
      "publication_date": "2024-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To analyze the metabolites (blood, urine and feces) in normal rats after intragastric administration of the decoction of Phellodendri Amurensis Cortex (PAC) and to map the metabolic profile of PAC in vivo of rat; meanwhile, to evaluate the anti-rheumatoid arthritis (RA) effect of PAC by blood metabolomics technique and to explore its mechanism. Performing on UPLC-Q-TOF-MS technology with a Waters ACQUITY UPLC BEH-C18 column (100 mm × 2.1 mm, 1.7 μm), the mobile phase was acetonitrile-0.1% formic acid aqueous solution (gradient elution). Prior to and following the administration of the decoction of PAC, the samples of blood, urine, and fecal were collected from the rats, in the positive ion mode, pharmacogenic metabolites in each biological sample were identified according to the accurate mass, fragment ions, retention time, metabolic reaction type, comparison of reference substance and retrieval of Pub Med database; The adjuvant-type arthritis (AA) rat model was established, and blood metabonomics method was used to study the improvement effect of rheumatoid arthritis after drug intervention with PAC, and its mechanism was preliminarily explored through analysis of metabolic pathway. A total of 72 exogenous components were identified, including 17 prototype components and 55 metabolites; 14 biomarkers were screened by blood metabolomics techniques combined with multivariate statistical analysis, and PAC significantly improved symptoms of rheumatoid arthritis in rats, and the metabolic pathway analysis mainly involves 5 metabolic pathways. The components in the aqueous decoction of PAC mainly undergo phase I metabolic reactions in rats, such as oxidation, reduction, dehydrogenation, demethylation, and phase II metabolic reactions, such as acetylation, glucuronidation, methylation; PAC has anti-rheumatoid arthritis effects, and its mechanism of action may be related to biosynthesis of aminoacyl-tRNA, metabolism of phenylalanine, metabolism of tryptophan, degradation of valine, leucine and isoleucine and biosynthesis of pantothenic acid and coenzyme A, providing a scientific basis for the study of the pharmacodynamic substances and the action mechanism of PAC against RA.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Phellodendron",
        "Chromatography, High Pressure Liquid",
        "Drugs, Chinese Herbal",
        "Metabolomics",
        "Metabolome",
        "Arthritis, Rheumatoid"
      ]
    },
    {
      "pmid": "38492417",
      "title": "Effect of dexpanthenol on cyclophosphamide-induced ovarian toxicity: a histological and molecular study in rats.",
      "authors": [
        "Mehmet Ekici",
        "Mehmet Burak Ateş",
        "Hacer Baş-Ekici",
        "Aykut Özgür"
      ],
      "journal": "Reproductive biomedicine online",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "RESEARCH QUESTION: Does dexpanthenol work as an effective therapeutic agent against cyclophosphamide (CYC)-induced premature ovarian failure (POF) in rats? DESIGN: A total of 28 female Wistar Albino rats were randomly divided into four groups (n = 7 per group). The POF and POF plus dexpanthenol groups were intraperitoneally administered CYC at an initial dose of 50 mg/kg, followed by 8 mg/kg for 14 days. The dexpanthenol and POF plus dexpanthenol groups were both intraperitoneally administered dexpanthenol at a dose of 500 mg/kg/day for 15 days. RESULTS: In the group administered CYC, the following was observed: a decrease in the ovarian index; a decrease in the numbers of primordial, primary, secondary and antral follicles; an increase in the number of corpus luteum and atretic follicles; a decrease in proliferation cell nuclear antigen immunoreactivity; a significant reduction in anti-Müllerian hormone and oestradiol levels; and an increase in serum FSH levels compared with controls. Dexpanthenol, on the other hand, reversed these effects. Quantitative reverse transcription polymerase chain reaction analyses showed that dexpanthenol increased Bcl-2, Akt1, mTOR, Nrf2 and HO-1 in CYC-induced ovarian tissues, but decreased Bax, Cas3, Hsp27, Hsp70, and Hsp90. Dexpanthenol treatment has a potential for inhibiting the intrinsic apoptotic pathway and oxidative stress levels in ovarian tissues via the downregulation of the mRNA expression of heat shock proteins and the activation of Nrf2/HO-1 pathways. CONCLUSIONS: Our findings demonstrated that dexpanthenol is an effective agent against POF caused by CYC; however, further experimental and clinical data are needed to use it effectively.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Cyclophosphamide",
        "Pantothenic Acid",
        "Rats, Wistar",
        "Ovary",
        "Primary Ovarian Insufficiency",
        "Rats",
        "Ovarian Follicle",
        "Oxidative Stress",
        "Apoptosis",
        "Proliferating Cell Nuclear Antigen",
        "Follicle Stimulating Hormone",
        "TOR Serine-Threonine Kinases",
        "Anti-Mullerian Hormone"
      ]
    },
    {
      "pmid": "38462851",
      "title": "Wallace melon juice fermented with Lactobacillus alleviates dextran sulfate sodium-induced ulcerative colitis in mice through modulating gut microbiota and the metabolism.",
      "authors": [
        "Junwei Zhang",
        "Yu Zhong",
        "Danfeng Wang",
        "Jiangxiong Zhu",
        "Yun Deng",
        "Yuncheng Li",
        "Cong Liu",
        "Ji-Li-Te Wang",
        "Minyan Zhang"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fermented foods have shown promise in preventing or treating ulcerative colitis (UC) via regulating intestinal flora and correcting metabolic disorders. However, the prevention effect of fermented Wallace melon juice (FMJ) on UC is unclear. In this study, the effects of FMJ on dextran sodium sulfate (DSS)-induced UC were investigated via 16S rRNA sequencing and non-targeted metabolomics. The results showed that FMJ was effective in alleviating the symptoms of UC, reducing histological damage and oxidative stress, decreasing the levels of pro-inflammatory cytokines. After FMJ treatment, the level of propionic acid, butyric acid, and valeric acid increased by 14.1%, 44.4%, and 52.4% compared to DSS-induced UC mice. Meanwhile, the levels of harmful bacteria such as Oscillospira, Bacteroidetes, and Erysipelotrichaceae and Clostridium decreased, while the levels of beneficial bacteria such as Akkermansia, Lactobacillus, and Bifidobacterium increased. Fecal metabolomics analysis identified 31 differential metabolites, which could regulate metabolic disorders in UC mice by controlling the primary bile acid biosynthesis, purine metabolism, and pantothenate and CoA biosynthesis pathway. Additionally, the abundances of butyric acid, bile acids, and pantothenic acid were positively correlated with Allobaculum, Bifidobacterium, and other beneficial bacteria (R2 > 0.80, p < 0.01). The results indicated that FMJ played a role in regulating the structure of intestinal flora, which in turn helped in repairing metabolic disorders and alleviated colitis inflammation.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Lactobacillus",
        "Colitis, Ulcerative",
        "Gastrointestinal Microbiome",
        "Dextran Sulfate",
        "RNA, Ribosomal, 16S",
        "Colitis",
        "Butyric Acid",
        "Bifidobacterium",
        "Firmicutes",
        "Metabolic Diseases",
        "Mice, Inbred C57BL",
        "Disease Models, Animal",
        "Colon"
      ]
    },
    {
      "pmid": "38441000",
      "title": "A human milk oligosaccharide prevents intestinal inflammation in adulthood via modulating gut microbial metabolism.",
      "authors": [
        "Kasey M Schalich",
        "Matthew A Buendia",
        "Harpreet Kaur",
        "Yash A Choksi",
        "M Kay Washington",
        "Gabriela S Codreanu",
        "Stacy D Sherrod",
        "John A McLean",
        "Richard M Peek",
        "Sari A Acra",
        "Steven D Townsend",
        "Fang Yan"
      ],
      "journal": "mBio",
      "publication_date": "2024-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Observational evidence suggests that human milk oligosaccharides (HMOs) promote the growth of commensal bacteria in early life and adulthood. However, the mechanisms by which HMOs benefit health through modulation of gut microbial homeostasis remain largely unknown. 2'-fucosyllactose (2'-FL) is the most abundant oligosaccharide in human milk and contributes to the essential health benefits associated with human milk consumption. Here, we investigated how 2'-FL prevents colitis in adulthood through its effects on the gut microbial community. We found that the gut microbiota from adult mice that consumed 2'-FL exhibited an increase in abundance of several health-associated genera, including Bifidobacterium and Lactobacillus. The 2'-FL-modulated gut microbial community exerted preventive effects on colitis in adult mice. By using Bifidobacterium infantis as a 2'-FL-consuming bacterial model, exploratory metabolomics revealed novel 2'-FL-enriched secretory metabolites by Bifidobacterium infantis, including pantothenol. Importantly, pantothenate significantly protected the intestinal barrier against oxidative stress and mitigated colitis in adult mice. Furthermore, microbial metabolic pathway analysis identified 26 dysregulated metabolic pathways in fecal microbiota from patients with ulcerative colitis, which were significantly regulated by 2'-FL treatment in adult mice, indicating that 2'-FL has the potential to rectify dysregulated microbial metabolism in colitis. These findings support the contribution of the 2'-FL-shaped gut microbial community and bacterial metabolite production to the protection of intestinal integrity and prevention of intestinal inflammation in adulthood.IMPORTANCEAt present, neither basic research nor clinical studies have revealed the exact biological functions or mechanisms of action of individual oligosaccharides during development or in adulthood. Thus, it remains largely unknown whether human milk oligosaccharides could serve as effective therapeutics for gastrointestinal-related diseases. Results from the present study uncover 2'-FL-driven alterations in bacterial metabolism and identify novel B. infantis-secreted metabolites following the consumption of 2'-FL, including pantothenol. This work further demonstrates a previously unrecognized role of pantothenate in significantly protecting the intestinal barrier against oxidative stress and mitigating colitis in adult mice. Remarkably, 2'-FL-enhanced bacterial metabolic pathways are found to be dysregulated in the fecal microbiota of ulcerative colitis patients. These novel metabolic pathways underlying the bioactivities of 2'-FL may lay a foundation for applying individual oligosaccharides for prophylactic intervention for diseases associated with impaired intestinal homeostasis.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Animals",
        "Mice",
        "Milk, Human",
        "Gastrointestinal Microbiome",
        "Colitis, Ulcerative",
        "Oligosaccharides",
        "Colitis",
        "Inflammation",
        "Pantothenic Acid"
      ]
    },
    {
      "pmid": "38433250",
      "title": "The combination of allantoin, bisabolol, D-panthenol and dipotassium glycyrrhizinate mitigates UVB-induced PGE2 synthesis by keratinocytes.",
      "authors": [
        "Chelsea Tan",
        "Ke Peng",
        "TianYong Lim",
        "Jiaxin Liu",
        "Yang Ye",
        "Linda Lim",
        "Pei Gao",
        "John E Oblong",
        "TzeHau Lam"
      ],
      "journal": "International journal of cosmetic science",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Erythema, characterized by the redness of the skin, is a common skin reaction triggered by various endogenous and exogenous factors. This response is often a result of the activation of underlying inflammatory mechanisms within the skin. The objective of this study is to investigate the potential benefits of applying a combination of skincare ingredients, namely allantoin, bisabolol, D-panthenol and dipotassium glycyrrhizinate (AB5D), in the modulation of inflammatory factors associated with erythema. Additionally, the study aims to elucidate the mechanisms by which these ingredients exert their combined actions to alleviate erythema-associated inflammation. METHODS: Human epidermal keratinocytes were exposed to UVB and subsequently treated with AB5D. Transcriptomics profiling was performed to analyse the dose-response effect of AB5D treatment on keratinocytes. The quantitation of inflammatory mediators, including PGE2, IL-1α, IL-6, IL-8, IL-1RA and TNFα, was performed on cultured media. Additionally, the oxygen radical absorbance capacity (ORAC) assay was carried out to evaluate the total antioxidant capacity of both individual ingredients and the AB5D combination. To assess the in-vitro antioxidant effects of AB5D against UVB-induced oxidative stress in hTERT keratinocytes, real-time quantitation of mitochondrial superoxide was measured through live-cell imaging. RESULTS: The application of AB5D to UVB-exposed keratinocytes downregulated gene sets associated with inflammatory responses, highlighting the anti-inflammatory properties of AB5D. Specifically, AB5D effectively reduced the production of PGE2, leading to the downregulation of inflammatory cytokines. Moreover, our findings indicate that AB5D exhibits antioxidative capabilities, functioning as both an antioxidant agent and a regulator of antioxidant enzyme expression to counteract the detrimental effects of cellular oxidative stress. CONCLUSION: We demonstrated that AB5D can reduce UVB-induced PGE2, IL-1α, IL-6, IL-8, IL-1RA and TNFα as well as mitochondrial superoxide. These findings suggest that AB5D may alleviate erythema by modulating inflammation via PGE2 and through antioxidation mechanisms.",
      "mesh_terms": [
        "Humans",
        "Keratinocytes",
        "Ultraviolet Rays",
        "Dinoprostone",
        "Allantoin",
        "Glycyrrhizic Acid",
        "Monocyclic Sesquiterpenes",
        "Cells, Cultured",
        "Pantothenic Acid"
      ]
    },
    {
      "pmid": "38413541",
      "title": "Identification of glucose-independent and reversible metabolic pathways associated with anti-proliferative effect of metformin in liver cancer cells.",
      "authors": [
        "Sk Ramiz Islam",
        "Soumen Kanti Manna"
      ],
      "journal": "Metabolomics : Official journal of the Metabolomic Society",
      "publication_date": "2024-Feb-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Despite the ability of cancer cells to survive glucose deprivation, most studies on anti-cancer effect of metformin explored its impact on glucose metabolism. No study ever examined whether its anti-cancer effect is reversible. Existing evidences warrant understanding of glucose-independent non-cytotoxic anti-proliferative effect of metformin to rationalize its role in liver cancer. OBJECTIVES: Characterization of glucose-independent anti-proliferative metabolic effects of metformin as well as analysis of their reversibility in liver cancer cells. METHODOLOGY: The dose-dependent effects of metformin on HepG2 cells were examined in presence and absence of glucose. The longitudinal evolution of metabolome was analyzed along with gene and protein expression as well as their correlations with and reversibility of cellular phenotype and metabolic signatures. RESULTS: Metformin concentrations up to 2.5 mM were found to be anti-proliferative irrespective of presence of glucose without significant increase in cytotoxicity. Apart from mitochondrial impairment, derangement of fatty acid desaturation, one-carbon, glutathione, and polyamine metabolism were associated with metformin treatment irrespective of glucose supplementation. Depletion of pantothenic acid, downregulation of essential amino acid uptake and metabolism alongside purine salvage were identified as novel glucose-independent effects of metformin. These were significantly correlated with cMyc expression and reduction in proliferation. Rescue experiments established reversibility upon metformin withdrawal and tight association between proliferation, metabotype, and cMyc expression. CONCLUSIONS: The derangement of multiple glucose-independent metabolic pathways, which are often upregulated in therapy-resistant cancer, and concomitant cMyc downregulation coordinately contribute to the anti-proliferative effect of metformin in liver cancer cells. These are reversible and may influence its therapeutic utility.",
      "mesh_terms": [
        "Humans",
        "Metformin",
        "Glucose",
        "Hypoglycemic Agents",
        "Metabolomics",
        "Metabolic Networks and Pathways",
        "Cell Line, Tumor",
        "Liver Neoplasms"
      ]
    },
    {
      "pmid": "38388674",
      "title": "Topical minoxidil and dietary supplement for the treatment of chemotherapy-induced alopecia in childhood: a retrospective cohort study.",
      "authors": [
        "Ji Won Lee",
        "Jeewoo Kang",
        "Jung Yoon Choi",
        "Kyung Taek Hong",
        "Hyoung Jin Kang",
        "Ohsang Kwon"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Feb-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chemotherapy-induced alopecia (CIA) is a common and debilitating condition in children, with limited research on its characteristics and treatment. Therefore, this study aims to describe the characteristics of pediatric patients with CIA and the treatment outcomes of topical minoxidil and L-cystine, medicinal yeast, and pantothenic acid complex-based dietary supplements (CYP). This retrospective cohort study analyzed data from patients who underwent high-dose conditioning chemotherapy followed by hematopoietic stem cell transplantation and were treated with either topical minoxidil or CYP for CIA between January 2011 and January 2022. Among the 70 patients evaluated, 61 (87.1%) experienced clinical improvement. Patients in the groups with superior treatment outcomes received a greater cumulative amount of minoxidil and underwent treatment for a more extended duration (P < 0.05) than those in the other groups. All 70 (100%) patients received topical minoxidil, and 42 (60%) were administered CYP. Hair thickness was significantly higher in the combination therapy group than in the minoxidil monotherapy group (21.4% vs. 9.3%, P = 0.02). However, only 3 (4.3%) patients reported mild and self-limiting adverse events. In conclusion, our study shows that minoxidil and CYP administration represent viable treatment options for pediatric CIA.",
      "mesh_terms": [
        "Humans",
        "Child",
        "Minoxidil",
        "Retrospective Studies",
        "Alopecia",
        "Treatment Outcome",
        "Dietary Supplements",
        "Antineoplastic Agents",
        "Administration, Topical"
      ]
    },
    {
      "pmid": "38294617",
      "title": "Neuroprotective potential of Erigeron bonariensis ethanolic extract against ovariectomized/D-galactose-induced memory impairments in female rats in relation to its metabolite fingerprint as revealed using UPLC/MS.",
      "authors": [
        "Weam W Ibrahim",
        "Rabab H Sayed",
        "Mohamed F Abdelhameed",
        "Enayat A Omara",
        "Mahmoud I Nassar",
        "Noha F Abdelkader",
        "Mohamed A Farag",
        "Abdelsamed I Elshamy",
        "Sherif M Afifi"
      ],
      "journal": "Inflammopharmacology",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Erigeron bonariensis is widely distributed throughout the world's tropics and subtropics. In folk medicine, E. bonariensis has historically been used to treat head and brain diseases. Alzheimer's disease (AD) is the most widespread form of dementia initiated via disturbances in brain function. Herein, the neuroprotective effect of the chemically characterized E. bonariensis ethanolic extract is reported for the first time in an AD animal model. Chemical profiling was conducted using UPLC-ESI-MS analysis. Female rats underwent ovariectomy (OVX) followed by 42 days of D-galactose (D-Gal) administration (150 mg/kg/day, i.p) to induce AD. The OVX/D-Gal-subjected rats received either donepezil (5 mg/kg/day) or E. bonariensis at 50, 100, and 200 mg/kg/day, given 1 h prior to D-Gal. UPLC-ESI-MS analysis identified 42 chemicals, including flavonoids, phenolic acids, terpenes, and nitrogenous constituents. Several metabolites, such as isoschaftoside, casticin, velutin, pantothenic acid, xanthurenic acid, C18-sphingosine, linoleamide, and erucamide, were reported herein for the first time in Erigeron genus. Treatment with E. bonariensis extract mitigated the cognitive decline in the Morris Water Maze test and the histopathological alterations in cortical and hippocampal tissues of OVX/D-Gal-subjected rats. Moreover, E. bonariensis extract mitigated OVX/D-Gal-induced Aβ aggregation, Tau hyperphosphorylation, AChE activity, neuroinflammation (NF-κBp65, TNF-α, IL-1β), and apoptosis (Cytc, BAX). Additionally, E. bonariensis extract ameliorated AD by increasing α7-nAChRs expression, down-regulating GSK-3β and FOXO3a expression, and modulating Jak2/STAT3/NF-ĸB p65 and PI3K/AKT signaling cascades. These findings demonstrate the neuroprotective and memory-enhancing effects of E. bonariensis extract in the OVX/D-Gal rat model, highlighting its potential as a promising candidate for AD management.",
      "mesh_terms": [
        "Rats",
        "Female",
        "Animals",
        "Rats, Wistar",
        "Galactose",
        "Erigeron",
        "Chromatography, High Pressure Liquid",
        "Phosphatidylinositol 3-Kinases",
        "Glycogen Synthase Kinase 3 beta",
        "Alzheimer Disease",
        "Neuroprotective Agents"
      ]
    },
    {
      "pmid": "38268590",
      "title": "Dexpanthenol ameliorates lipopolysaccharide-induced cardiovascular toxicity by regulating the IL-6/HIF1α/VEGF pathway.",
      "authors": [
        "Mustafa Soner Ozcan",
        "Mehtap Savran",
        "Duygu Kumbul Doguc",
        "Hatice Kubra Dogan",
        "Melike Altintas",
        "Samet Cosan"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Lipopolysaccharide (Lps) is an essential component responsible for the virulence of gram-negative bacteria. Lps can cause damage to many organs, including the heart, kidneys, and lungs. Dexpanthenol (Dex) is an agent that exhibits anti-oxidative and anti-inflammatory effects and stimulates epithelialization. In this study, we aimed to investigate the effects of Dex on Lps-induced cardiovascular toxicity. METHODS: Rats were divided into four groups: control, Lps (5 mg/kg, intraperitoneal), Dex (500 mg/kg, intraperitoneal), and Lps + Dex. The control group received saline intraperitoneally (i.p.) once daily for three days. The Lps group received saline i.p. once daily for three days and a single dose of Lps i.p. was administered on the third day. The Dex group received Dex i.p. once daily for three days and saline on the third day. The Lps + Dex group received Dex i.p. once daily for three days and a single dose of Lps i.p. on the third day. Heart and aortic tissues were taken for biochemical, histopathological, immunohistochemical, and genetic analysis. RESULTS: Lps injection caused histopathological changes in both heart and aortic tissues and significantly increased total oxidant status and oxidative stress index levels. Interleukin-6, and Tumor necrosis factor-α mRNA expressions were significantly altered in heart and aorta, likely do to the anti-inflammatory and antioxidative effects of Dex. Furthermore, Dex affected Caspase-3 and Hypoxia-inducible factor 1-α staining patterns. CONCLUSIONS: Our results show that Dex treatment has a protective effect on Lps-induced cardiac and endothelial damage in rats by reducing inflammation, oxidative stress, and apoptosis."
    },
    {
      "pmid": "38229321",
      "title": "Dexpanthenol exhibits antiapoptotic and anti-inflammatory effects against nicotine-induced liver damage by modulating Bax/Bcl-xL, Caspase-3/9, and Akt/NF-κB pathways.",
      "authors": [
        "Nuray Üremiş",
        "Meral Aslan",
        "Elif Taşlidere",
        "Elif Gürel"
      ],
      "journal": "Journal of biochemical and molecular toxicology",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic tobacco use can lead to liver damage and inflammation due to the accumulation of various toxins in the body. This study aimed to investigate the correlation between the molecular mechanisms of nicotine-induced liver injury, the caspase cascade, and the Akt/NF-κB signaling pathway, as well as the protective effects of dexpanthenol (DEX). Male rats were subjected to intraperitoneal injections of nicotine at a concentration of 0.5 mg/kg/day and/or DEX at a concentration of 500 mg/kg/day for 8 weeks. After the treatment period, liver function tests were conducted on serum samples, and tissue samples were analyzed for protein levels of Akt, NF-κB, Bax, Bcl-xL, Caspase-3, and Caspase-9, along with histopathological changes. Additionally, assessments of oxidative stress markers and proinflammatory cytokines were carried out. Nicotine administration led to elevated levels of IL-6, IL-1β, MDA, TOS, and oxidative stress index, accompanied by decreased TAS levels. Moreover, nicotine exposure reduced the p-Akt/Akt ratio, increased NF-κB, Bax, Caspase-3, and Caspase-9 protein levels, and decreased the antiapoptotic protein Bcl-xL levels. DEX treatment significantly mitigated these effects, restoring the parameters to levels comparable to those of the control group. Nicotine-induced liver injury resulted in oxidative stress, inflammation, and apoptosis, mediated by Bax/Bcl-xL, Caspase-3, Caspase-9, and Akt/NF-κB pathways. Conversely, DEX effectively attenuated nicotine-induced liver injury by modulating apoptosis through NF-κB, Caspase-3, Caspase-9, Bax inhibition, and Bcl-xL activation.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats",
        "Anti-Inflammatory Agents",
        "Apoptosis",
        "bcl-2-Associated X Protein",
        "Caspase 3",
        "Caspase 9",
        "Chemical and Drug Induced Liver Injury, Chronic",
        "Inflammation",
        "NF-kappa B",
        "Nicotine",
        "Oxidative Stress",
        "Pantothenic Acid",
        "Proto-Oncogene Proteins c-akt"
      ]
    },
    {
      "pmid": "38158718",
      "title": "Inflammatory mediators, oxidative stress and genetic disturbance in rheumatoid arthritis rats supported by alfalfa seeds metabolomic constituents via blocking interleukin-1receptor.",
      "authors": [
        "Asmaa F Aboul Naser",
        "Yomna R Ahmed",
        "Mona A Mohammed",
        "Mohamed Aboelmagd",
        "Mona E Aboutabl",
        "Entesar E Hassan",
        "Wagdy K B Khalil",
        "Manal A Hamed"
      ],
      "journal": "Chemistry & biodiversity",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rheumatoid arthritis (RA) is an autoimmune disease characterized by aggressive cartilage and bone erosion. This work aimed to evaluate the metabolomic profile of Medicago sativa L. (MS) (alfalfa) seeds and explore its therapeutic impact against RA in rats. Arthritis was induced by complete Freund's adjuvant (CFA) and its severity was assessed by the arthritis index. Treatment with MS seeds butanol fraction and interlukin-1 receptor antagonist (IL-1RA) were evaluated through measuring interlukin-1 receptor (IL-1R) type 1 gene expression, interlukin-1 beta (IL-1β), oxidative stress markers, C-reactive protein (CRP), tumor necrosis factor-alpha (TNF-α), prostaglandin E2 (PGE2), caspase-3 (Cas-3), intracellular adhesion molecule-1 (ICAM-1), DNA fragmentation, and chromosomal damage. Total phenolics/ flavonoids content in the ethyl acetate, butanol fraction and crude extract of MS seeds were estimated. The major identified compounds were Quercetin, Trans-taxifolin, Gallic acid, 7,4'-Dihydroxyflavone, Cinnamic acid, Kudzusaponin SA4, Isorhamnetin 3-O-beta-D-2'',3'',4''-triacetylglucopyranoside, Apigenin, 5,7,4'-Trihydroxy-3'-methoxyflavone, Desmethylxanthohumol, Pantothenic acid, Soyasapogenol E, Malvidin, Helilandin B, Stigmasterol, and Wairol. Treatment with MS seeds butanol fraction and IL-1RA enhanced all the biochemical parameters and the histopathological features of the ankle joint. In conclusion, Trans-taxifolin was isolated for the first time from the genus Medicago. MS butanol fraction seeds extract and IL-1 RA were considered as anti-rheumatic agents.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Anti-Inflammatory Agents",
        "Arthritis, Experimental",
        "Arthritis, Rheumatoid",
        "Butanols",
        "Cytokines",
        "Inflammation Mediators",
        "Interleukin 1 Receptor Antagonist Protein",
        "Interleukins",
        "Medicago sativa",
        "Oxidative Stress",
        "Phytotherapy",
        "Plant Extracts",
        "Tumor Necrosis Factor-alpha",
        "Flavones"
      ]
    },
    {
      "pmid": "38147943",
      "title": "PuRenDan alleviates type 2 diabetes mellitus symptoms by modulating the gut microbiota and its metabolites.",
      "authors": [
        "Xiaoqin Ma",
        "Yuqing Qiu",
        "Minghui Mao",
        "Binan Lu",
        "Huanhu Zhao",
        "Zongran Pang",
        "Shuchun Li"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: PuRenDan (PRD) is a traditional Chinese medicine formula comprising five herbs that have been traditionally used to treat type 2 diabetes mellitus (T2DM). While PRD has been shown to be effective in treating T2DM in clinical and animal studies, the mechanisms by which it works on the gut microbiome and metabolites related to T2DM are not well understood. AIM OF THE STUDY: The objective of this study was to partially elucidate the mechanism of PRD in treating T2DM through analyses of the gut microbiota metagenome and metabolome. MATERIALS AND METHODS: Sprague-Dawley rats were fed high-fat diets (HFDs) and injected with low-dose streptozotocin (STZ) to replicate T2DM models. Then the therapeutic effects of PRD were evaluated by measuring clinical markers such as blood glucose, insulin resistance (IR), lipid metabolism biomarkers (total cholesterol, low-density lipoprotein, non-esterified fatty acids, and triglycerides), and inflammatory factors (tumor necrosis factor alpha, interleukin-6 [IL-6], interferon gamma, and IL-1β). Colon contents were collected, and metagenomics, combined with ultra-high-performance liquid chromatography quadrupole time-of-flight mass spectrometry metabolic profiling, was performed to evaluate the effects of T2DM and PRD on gut microbiota and its metabolites in rats. Spearman analysis was used to calculate the correlation coefficient among different microbiota, clinical indices, and metabolites. RESULTS: PRD exhibited significant improvement in blood glucose and IR, and reduced serum levels of lipid metabolism biomarkers and inflammatory factors. Moreover, the diversity and abundance of gut microbiota undergo significant changes in rats with T2DM that PRD was able to reverse. The gut microbiota associated with T2DM including Rickettsiaceae bacterium 4572_127, Psychrobacter pasteurii, Parabacteroides sp. CAG409, and Paludibacter propionicigenes were identified. The gut microbiota most closely related to PRD were Prevotella sp. 10(H), Parabacteroides sp. SN4, Flavobacteriales bacterium, Bacteroides massiliensis, Alistipes indistinctus, and Ruminococcus flavefaciens. Additionally, PRD regulated the levels of gut microbiota metabolites including pantothenic acid, 1-Methylhistamine, and 1-Methylhistidine; these affected metabolites were involved in pantothenate and coenzyme A biosynthesis, histidine metabolism, and secondary bile acid biosynthesis. Correlation analysis illustrated a close relationship among gut microbiota, its metabolites, and T2DM-related indexes. CONCLUSION: Our study provides insights into the gut microbiota and its metabolites of PRD therapy for T2DM. It clarifies the role of gut microbiota and the metabolites in the pathogenesis of T2DM, highlighting the potential of PRD for the treatment of this disease.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Diabetes Mellitus, Type 2",
        "Rats, Sprague-Dawley",
        "Gastrointestinal Microbiome",
        "Blood Glucose",
        "Bacteria",
        "Insulin Resistance",
        "Biomarkers"
      ]
    },
    {
      "pmid": "38092687",
      "title": "Pharmaceutical management of acute radiation dermatitis in the German speaking radiation oncology community.",
      "authors": [
        "Julian P Layer",
        "Katharina Layer",
        "Andrea R Glasmacher",
        "Gustavo R Sarria",
        "Alexander M C Böhner",
        "Yonah L Layer",
        "Cas S Dejonckheere",
        "Shari Wiegreffe",
        "Youness Nour",
        "Lara Caglayan",
        "Franziska Grau",
        "Petra Feyer",
        "Brigitta G Baumert",
        "René Baumann",
        "David Krug",
        "Davide Scafa",
        "Christina Leitzen",
        "Jennifer Landsberg",
        "Frank A Giordano",
        "Leonard Christopher Schmeel"
      ],
      "journal": "Journal der Deutschen Dermatologischen Gesellschaft = Journal of the German Society of Dermatology : JDDG",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Radiation dermatitis (RD) remains the most common side effect in radiation therapy (RT) with various pharmaceutical options available for prevention and treatment. We sought to determine pharmaceutical management patterns of radiation dermatitis among radiation oncology professionals. METHODS: We conducted a survey on RD among the German-speaking community of radiation oncologists inquiring for their opinion on preventive and therapeutic pharmaceutical approaches for acute RD. RESULTS: 244 health professionals participated. Dexpanthenol lotion is the agent most widely used both for prevention (53.0%) and treatment (76.9%) of RD, followed by urea (29.8%) for prevention and corticosteroids (46.9%) for treatment. A wide range of substances is used by participants, though the overall experience with them is rather limited. 32.5% of participants do generally not recommend any preventative treatment. 53.4% of participants recommend alternative medicine for RD management. While seldomly used, corticosteroids were considered most effective in RD therapy, followed by dexpanthenol and low-level laser therapy. A majority of participants prefers moist over dry treatment of moist desquamation and 43.8% prescribe antiseptics. CONCLUSIONS: Pharmaceutical management of RD in the German-speaking radiation oncology community remains controversial, inconsistent, and partially not supported by evidence-based medicine. Stronger evidence level and interdisciplinary consensus is required amongst practitioners to improve these care patterns.",
      "mesh_terms": [
        "Humans",
        "Radiation Oncology",
        "Radiodermatitis",
        "Adrenal Cortex Hormones",
        "Pharmaceutical Preparations",
        "Pantothenic Acid"
      ]
    },
    {
      "pmid": "38042463",
      "title": "Vanin1 (VNN1) in chronic diseases: Future directions for targeted therapy.",
      "authors": [
        "Hao Yu",
        "Yuying Cui",
        "Fangyue Guo",
        "YuTong Zhu",
        "Xiaonan Zhang",
        "Dong Shang",
        "Deshi Dong",
        "Hong Xiang"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2024-Jan-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Vanin1 (VNN1) is an exogenous enzyme with pantetheinase activity that mainly exerts physiological functions through enzyme catalysis products, including pantothenic acid and cysteamine. In recent years, the crosstalk between VNN1 and metabolism and oxidative stress has attracted much attention. As a result of the ability of VNN1 to affect multiple metabolic pathways and oxidative stress to exacerbate or alleviate pathological processes, it has become a key component of disease progression. This review discusses the functions of VNN1 in glucolipid metabolism, cysteamine metabolism, and glutathione metabolism to provide perspectives on VNN1-targeted therapy for chronic diseases.",
      "mesh_terms": [
        "Humans",
        "Cysteamine",
        "Oxidative Stress",
        "Pantothenic Acid",
        "Chronic Disease",
        "Disease Progression",
        "Amidohydrolases",
        "GPI-Linked Proteins"
      ]
    },
    {
      "pmid": "38012394",
      "title": "Novel missense variants cause intermediate phenotypes in the phenotypic spectrum of SLC5A6-related disorders.",
      "authors": [
        "Yasuhiro Utsuno",
        "Keisuke Hamada",
        "Kohei Hamanaka",
        "Keita Miyoshi",
        "Keiji Tsuchimoto",
        "Satoshi Sunada",
        "Toshiyuki Itai",
        "Masamune Sakamoto",
        "Naomi Tsuchida",
        "Yuri Uchiyama",
        "Eriko Koshimizu",
        "Atsushi Fujita",
        "Satoko Miyatake",
        "Kazuharu Misawa",
        "Takeshi Mizuguchi",
        "Yasuhito Kato",
        "Kuniaki Saito",
        "Kazuhiro Ogata",
        "Naomichi Matsumoto"
      ],
      "journal": "Journal of human genetics",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "SLC5A6 encodes the sodium-dependent multivitamin transporter, a transmembrane protein that uptakes biotin, pantothenic acid, and lipoic acid. Biallelic SLC5A6 variants cause sodium-dependent multivitamin transporter deficiency (SMVTD) and childhood-onset biotin-responsive peripheral motor neuropathy (COMNB), which both respond well to replacement therapy with the above three nutrients. SMVTD usually presents with various symptoms in multiple organs, such as gastrointestinal hemorrhage, brain atrophy, and global developmental delay, at birth or in infancy. Without nutrient replacement therapy, SMVTD can be lethal in early childhood. COMNB is clinically milder and has a later onset than SMVTD, at approximately 10 years of age. COMNB symptoms are mostly limited to peripheral motor neuropathy. Here we report three patients from one Japanese family harboring novel compound heterozygous missense variants in SLC5A6, namely NM_021095.4:c.[221C>T];[642G>C] p.[(Ser74Phe)];[(Gln214His)]. Both variants were predicted to be deleterious through multiple lines of evidence, including amino acid conservation, in silico predictions of pathogenicity, and protein structure considerations. Drosophila analysis also showed c.221C>T to be pathogenic. All three patients had congenital brain cysts on neonatal cranial imaging, but no other morphological abnormalities. They also had a mild motor developmental delay that almost completely resolved despite no treatment. In terms of severity, their phenotypes were intermediate between SMVTD and COMNB. From these findings we propose a new SLC5A6-related disorder, spontaneously remitting developmental delay with brain cysts (SRDDBC) whose phenotypic severity is between that of SMVTD and COMNB. Further clinical and genetic evidence is needed to support our suggestion.",
      "mesh_terms": [
        "Child, Preschool",
        "Humans",
        "Infant, Newborn",
        "Biotin",
        "Cysts",
        "Phenotype",
        "Sodium",
        "Symporters"
      ]
    },
    {
      "pmid": "37964873",
      "title": "From seeds to survival rates: investigating Linum usitatissimum's potential against ovarian cancer through network pharmacology.",
      "authors": [
        "Mohammed Monirul Islam",
        "Nagaraja Sreeharsha",
        "Fahad M Alshabrmi",
        "Afzal Haq Asif",
        "Bandar Aldhubiab",
        "Md Khalid Anwer",
        "Rajendiran Krishnasamy",
        "Abdur Rehman"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ovarian cancer is a malignant tumor that primarily forms in the ovaries. It often goes undetected until it has spread to the pelvis and abdomen, making it more challenging to treat and often fatal. Historically, natural products and their structural analogues have played a pivotal role in pharmacotherapy, especially for cancer. Numerous studies have demonstrated the therapeutic potential of Linum usitatissimum against ovarian cancer, but the specific molecular mechanisms remain elusive. This study combines data mining, network pharmacology, and molecular docking analysis to pioneer an innovative approach for ovarian cancer treatment by identifying potent phytochemicals. Findings of current study revealed that Apigenin, Vitamin E, Palmitic acid, Riboflavin, Isolariciresinol, 5-Dehydro-avenasterol, Cholesterol, Pantothenic acid, Nicotinic acid, Campesterol, Beta-Sitosterol, Stigmasterol, Daucosterol, and Vitexin suppress tumor growth by influencing AKT1, JUN, EGFR, and VEGFA. Kaplan-Meier survival analysis spotlighted AKT1, JUN, EGFR, and VEGFA as potential diagnostic and prognostic biomarkers for ovarian cancer. However, it is imperative to conduct in vivo and in vitro examinations to ascertain the pharmacokinetics and biosafety profiles, bolstering the candidacy of L. usitatissimum in ovarian cancer therapeutics."
    },
    {
      "pmid": "37960922",
      "title": "Cream versus ointment: Randomized single-blinded study on the adherence to treatment with topical methylprednisolone aceponate.",
      "authors": [
        "Deborah Maria Gregersen",
        "Melanie Peckruhn",
        "Maria Breternitz-Gruhne",
        "Isabella Schiller",
        "Ulrike Schumacher",
        "Lisa Franke",
        "Viola Bahr",
        "Jörg Tittelbach",
        "Peter Elsner"
      ],
      "journal": "Contact dermatitis",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Overall adherence in the treatment of chronic dermatoses is poor. Textbooks state an adherence dependence on galenics. TRIAL DESIGN: Prospective, randomized, parallel-grouped, single-blinded (investigator), monocentric clinical trial (phase IV) on the adherence to treatment of chronic mild to moderate hand eczema with topical methylprednisolone aceponate (MPA, Advantan®) in different vehicles. OBJECTIVES AND ENDPOINTS: Primary objective was the assessment of the adherence depending on vehicle type in patients with chronic hand eczema. Secondary objective was improvement after a 4-week treatment period. Primary Endpoint Adherence is defined as the percentage of patients applying at least aimed daily dose. Prescribed daily dose was defined as the planned number of applications per day (1) * surface (measured) * aimed amount per application (mg/cm2 ). Truly applicated daily dose was evaluated as individual mean amount per dose * individual mean number of applications per day. Adherence was assumed, if truly applicated daily dose is at least 75% of the prescribed daily dose and the individual mean number of applications per day is at least 0.85. Secondary Endpoint Efficacy was measured by improvement of Hand Eczema Severity Index (HECSI) and Investigator's Global Assessment (IGA) after a 4-week treatment period and in addition to Quality of Life in Hand Eczema Questionnaire (QOLHEQ) and Visual Analogue Scale (VAS) to assess pruritus. METHODS: Number of participants randomized to each group 40, 80 total. Group 1 MPA-C: Methylprednisolone aceponate 0.1% cream and barrier repair emollient (Bepanthen® Sensiderm). Group 2 MPA-FO: Methylprednisolone aceponate 0.1% fatty ointment and barrier repair emollient (Bepanthen® Sensiderm). Adherence to treatment was compared via Fisher's exact test. RESULTS: Of the patients, 48% were adherent according to our definition. There was no significant difference between MPA-C (42.1%) and MPA-FO (54.1%; p = 0.36; group difference-12.0%, 95% CI-34.3%-11.5%). Generalized-linear-model-analysis of adherence to study treatment with factors emollient use, treatment, time and treatment-time interaction showed a parallel between adherence and amount of emollient use (odds ratio 1.74, p = 0.0038; 95% CI-1.22-2.52). Improvement of hand eczema was seen according to clinical scores without remarkable differences between the groups. CONCLUSIONS: No dependence of adherence on galenics of topical treatment of chronic hand eczema could be proved. Patients who use more emollient tend to be more adherent to the topical treatment.",
      "mesh_terms": [
        "Humans",
        "Emollients",
        "Ointments",
        "Quality of Life",
        "Prospective Studies",
        "Dermatitis, Allergic Contact",
        "Methylprednisolone",
        "Eczema",
        "Treatment Outcome",
        "Pantothenic Acid"
      ]
    },
    {
      "pmid": "37946084",
      "title": "Vitamin B5 supports MYC oncogenic metabolism and tumor progression in breast cancer.",
      "authors": [
        "Peter Kreuzaler",
        "Paolo Inglese",
        "Avinash Ghanate",
        "Ersa Gjelaj",
        "Vincen Wu",
        "Yulia Panina",
        "Andres Mendez-Lucas",
        "Catherine MacLachlan",
        "Neill Patani",
        "Catherine B Hubert",
        "Helen Huang",
        "Gina Greenidge",
        "Oscar M Rueda",
        "Adam J Taylor",
        "Evdoxia Karali",
        "Emine Kazanc",
        "Amy Spicer",
        "Alex Dexter",
        "Wei Lin",
        "Daria Thompson",
        "Mariana Silva Dos Santos",
        "Enrica Calvani",
        "Nathalie Legrave",
        "James K Ellis",
        "Wendy Greenwood",
        "Mary Green",
        "Emma Nye",
        "Emma Still",
        "Simon Barry",
        "Richard J A Goodwin",
        "Alejandra Bruna",
        "Carlos Caldas",
        "James MacRae",
        "Luiz Pedro Sório de Carvalho",
        "George Poulogiannis",
        "Greg McMahon",
        "Zoltan Takats",
        "Josephine Bunch",
        "Mariia Yuneva"
      ],
      "journal": "Nature metabolism",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tumors are intrinsically heterogeneous and it is well established that this directs their evolution, hinders their classification and frustrates therapy1-3. Consequently, spatially resolved omics-level analyses are gaining traction4-9. Despite considerable therapeutic interest, tumor metabolism has been lagging behind this development and there is a paucity of data regarding its spatial organization. To address this shortcoming, we set out to study the local metabolic effects of the oncogene c-MYC, a pleiotropic transcription factor that accumulates with tumor progression and influences metabolism10,11. Through correlative mass spectrometry imaging, we show that pantothenic acid (vitamin B5) associates with MYC-high areas within both human and murine mammary tumors, where its conversion to coenzyme A fuels Krebs cycle activity. Mechanistically, we show that this is accomplished by MYC-mediated upregulation of its multivitamin transporter SLC5A6. Notably, we show that SLC5A6 over-expression alone can induce increased cell growth and a shift toward biosynthesis, whereas conversely, dietary restriction of pantothenic acid leads to a reversal of many MYC-mediated metabolic changes and results in hampered tumor growth. Our work thus establishes the availability of vitamins and cofactors as a potential bottleneck in tumor progression, which can be exploited therapeutically. Overall, we show that a spatial understanding of local metabolism facilitates the identification of clinically relevant, tractable metabolic targets.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Female",
        "Breast Neoplasms",
        "Pantothenic Acid",
        "Proto-Oncogene Proteins c-myc",
        "Transcription Factors",
        "Vitamins"
      ]
    },
    {
      "pmid": "37921498",
      "title": "The effect of epigallocatechin gallate on laying performance, egg quality, immune status, antioxidant capacity, and hepatic metabolome of laying ducks reared in high temperature condition.",
      "authors": [
        "Yang Liu",
        "Xu Zhang",
        "Yaling Yao",
        "Xuan Huang",
        "Chuang Li",
        "Ping Deng",
        "Guitao Jiang",
        "Qiuzhong Dai"
      ],
      "journal": "The veterinary quarterly",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Epigallocatechin gallate (EGCG) is a main component in green tea extract, which possesses multiple bioactivities. The present research studied the effects of EGCG on the laying performance, egg quality, immune status, antioxidant capacity, and hepatic metabolome of Linwu laying ducks reared under high temperature. A total of 180 42-w-old healthy Linwu laying ducks were allocated into control or EGCG-treated groups. Each treatment had 6 replicates with 15 ducks in each replicate. Diets for the two groups were basal diets supplemented with 0 or 300 mg/kg EGCG, respectively. All ducks were raised in the high temperature condition (35 ± 2 °C for 6 h from 10:00 to 16:00, and 28 ± 2 °C for the other 18 h from 16:00 to 10:00 the next day) for 21 days. Results showed that EGCG increased the egg production rate (p = 0.014) and enhanced the immunocompetence by improving serum levels of immunoglobulin A (p = 0.008) and immunoglobulin G (p = 0.006). EGCG also fortified the antioxidant capacity by activating superoxide dismutase (p = 0.012), catalase (p = 0.009), and glutathione peroxidase (p = 0.021), and increasing the level of heat-shock protein 70 (p = 0.003) in laying ducks' liver. At the same time, hepatic metabolomics result suggested that EGCG increased the concentration of several key metabolites, such as spermidine (p = 0.031), tetramethylenediamine (p = 0.009), hyoscyamine (p = 0.026), β-nicotinamide adenine dinucleotide phosphate (p = 0.038), and pantothenic acid (p = 0.010), which were involved in the metabolic pathways of glutathione metabolism, arginine and proline metabolism, β-alanine metabolism, and tropane, piperidine, and pyridine alkaloid biosynthesis. In conclusion, 300 mg/kg dietary EGCG showed protection effects on the laying ducks reared in high temperature by improving the immune and antioxidant capacities, which contributed to the increase of laying performance of ducks. The potential mechanism could be that EGCG modulate the synthesis of key metabolites and associated metabolic pathways.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Ducks",
        "Temperature",
        "Dietary Supplements",
        "Diet",
        "Liver",
        "Metabolome",
        "Animal Feed"
      ]
    },
    {
      "pmid": "37877137",
      "title": "Efficacy of panthenol- and bisabolol-containing lip care as monotherapy for mild-to-moderate cheilitis.",
      "authors": [
        "Supenya Varothai",
        "Pichanee Chaweekulrat",
        "Chutipon Pruksaeakanan",
        "Supisara Wongdama",
        "Waranya Boonchai"
      ],
      "journal": "International journal of dental hygiene",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cheilitis is a chronic inflammatory condition of the lips, and frequent or prolonged use of topical corticosteroids may lead to various adverse events. Therefore, alternative therapies with fewer side effects are beneficial for the treatment of this condition. AIM: To evaluate the efficacy of a lip care formulation containing both panthenol and bisabolol as a monotherapy for mild-to-moderate cheilitis. METHODS: This single-centre prospective pilot open-label study included 20 patients with mild-to-moderate cheilitis who were treated with the tested lip care for 8 weeks and evaluated by physician and patient assessments before the final efficacy was determined using the Visioscan score. RESULTS: Of the 20 patients, 13 (65.0%) presented with moderate cheilitis with dry and chapped lips. All parameters, including physician and patient clinical scores and bioengineering measurements, showed significant improvements as early as week 2 and sustained until week 8 following the application of the tested lip care. The frequency of cheilitis flareups also decreased significantly. The tested product was well tolerated without any adverse effects. CONCLUSIONS: Lip care with panthenol and bisabolol was safe and effective. It can be used as monotherapy for the treatment of mild-to-moderate cheilitis.",
      "mesh_terms": [
        "Humans",
        "Cheilitis",
        "Female",
        "Male",
        "Pantothenic Acid",
        "Monocyclic Sesquiterpenes",
        "Prospective Studies",
        "Adult",
        "Middle Aged",
        "Pilot Projects",
        "Treatment Outcome",
        "Sesquiterpenes",
        "Aged"
      ]
    },
    {
      "pmid": "37833072",
      "title": "The coenzyme A precursor pantethine enhances antitumor immunity in sarcoma.",
      "authors": [
        "Richard Miallot",
        "Virginie Millet",
        "Anais Roger",
        "Romain Fenouil",
        "Catherine Tardivel",
        "Jean-Charles Martin",
        "Fabrice Tranchida",
        "Laetitia Shintu",
        "Paul Berchard",
        "Juliane Sousa Lanza",
        "Bernard Malissen",
        "Sandrine Henri",
        "Sophie Ugolini",
        "Aurélie Dutour",
        "Pascal Finetti",
        "François Bertucci",
        "Jean-Yves Blay",
        "Franck Galland",
        "Philippe Naquet"
      ],
      "journal": "Life science alliance",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The tumor microenvironment is a dynamic network of stromal, cancer, and immune cells that interact and compete for resources. We have previously identified the Vanin1 pathway as a tumor suppressor of sarcoma development via vitamin B5 and coenzyme A regeneration. Using an aggressive sarcoma cell line that lacks Vnn1 expression, we showed that the administration of pantethine, a vitamin B5 precursor, attenuates tumor growth in immunocompetent but not nude mice. Pantethine boosts antitumor immunity, including the polarization of myeloid and dendritic cells towards enhanced IFNγ-driven antigen presentation pathways and improved the development of hypermetabolic effector CD8+ T cells endowed with potential antitumor activity. At later stages of treatment, the effect of pantethine was limited by the development of immune cell exhaustion. Nevertheless, its activity was comparable with that of anti-PD1 treatment in sensitive tumors. In humans, VNN1 expression correlates with improved survival and immune cell infiltration in soft-tissue sarcomas, but not in osteosarcomas. Pantethine could be a potential therapeutic immunoadjuvant for the development of antitumor immunity.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "CD8-Positive T-Lymphocytes",
        "Coenzyme A",
        "Pantothenic Acid",
        "Sarcoma",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "37809758",
      "title": "Evaluation of fermented soybean meal by Bacillus subtilis as an alternative to fishmeal on the growth, and physiological status of Nile tilapia Oreochromis niloticus fingerlings.",
      "authors": [
        "Ashraf Y El-Dakar",
        "Amin A Elgamal",
        "Mohamed Abdel Baky Amer",
        "Aala S Mohammed",
        "Mohamed F Abdel-Aziz"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A feeding trial was conducted to investigate the effect of fermented soybean meal with Bacillus subtilis bacteria on growth performance, feed utilization, carcass composition, and hematological, and histological section of the liver and intestine of Nile tilapia Oreochromis niloticus fingerlings. Commercial soybean meal (SBM) containing 44% Crude Protein (CP) was fermented using the solid-state fermentation method which depended on autoclaving of SBM, then bacterial treatment injection by Bacillus subtilis, and finally incubation at 40C for 72 h then autoclaved to stop the growth of bacteria. Five isonitrogenous (25% crude protein) and isocaloric (4.4 kcal\\g gross energy) experimental fish meal-free diets were formulated to compare with a common control diet containing fishmeal and unfermented soybean meal. Diets without fish meal contain fermented soybean meal (FSM) as a sole protein, FSM with corn gluten (CG), FSM with free amino acid methionine (Meth), FSM with corn gluten and methionine, and unfermented soybean meal. Eighteen glass aquaria, 80-L net volume, were used to stock 10 fingerlings (10.0 ± 0.1 g/fish) in each aquarium in the replicates group. The feed amount was given three times daily, six days a week throughout the 98 days experimental period. Fish were weighed biweekly and feed amounts were adjusted based on the new fish weight. Bacterial fermentation enhanced the protein content of commercial soybean meals by 6%. The crude protein of fermented soybean meal increased from 43.44% to 50.67%. Used of FSM as a sole dietary protein source resulted in a decrease in growth rate and feed utilization. However, the incorporation of FSM with corn gluten, and/or methionine amino acid led to an improvement in the performance of fish. Finally, the best final body weight, weight gain, specific growth rate, protein efficiency ratio, and protein productive value were recorded by a fish-fed mixed plant protein diet (FSM + CG + Meth). Also, Hematocrit and red blood cells were not significantly affected including the FSM."
    },
    {
      "pmid": "37803591",
      "title": "Camel milk peptides alleviate hyperglycemia by regulating gut microbiota and metabolites in type 2 diabetic mice.",
      "authors": [
        "Yongjin Zhang",
        "Ju Wang",
        "Wupeng Ge",
        "Yuxuan Song",
        "Rui He",
        "Zhi Wang",
        "Lili Zhao"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study aimed to investigate the hypoglycemic effect of Camel milk peptides (CMPs) on Type 2 diabetes mellitus (T2DM) mice and reveal its related mechanism from the aspect of gut microbiota and metabolites. The administering CMPs significantly alleviated the weight loss, polydipsia and polyphagia, reduced fasting blood glucose (FBG), improved insulin resistance and sensitivity, and restored the level of serum hormones, lipopolysaccharide (LPS), lipid metabolic and tissue damage. Furthermore, CMPs intervention remarkably reversed gut microbiota dysbiosis in T2DM mice by reducing the relative abundance of Proteobacteria, Allobaculum, Clostridium, Shigella and the Firmicutes/Bacteroidetes ratio, while increasing the relative abundance of Bacteroidetes and Blautia. Metabolomic analysis identified 84 different metabolites between T2DM and CMPs-treated groups, participating in three pathways of Pantothenate and CoA biosynthesis, Phenylalanine metabolism and Linoleic acid metabolism. Ureidopropionic acid, pantothenic acid, hippuric acid, hydrocinnamic acid and linoleic acid were identified as key acidic metabolites closely related to hypoglycemic effect. Correlation analysis indicated that CMPs might have a hypoglycemic effect through their impact on gut microbiota, leading to variations in short-chain fatty acids (SCFAs), acidic metabolites and metabolic pathways. These findings suggest that CMPs could be a beneficial nutritional supplement for intervention T2DM.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Diabetes Mellitus, Type 2",
        "Camelus",
        "Diabetes Mellitus, Experimental",
        "Gastrointestinal Microbiome",
        "Milk",
        "Hypoglycemic Agents",
        "Hyperglycemia",
        "Firmicutes",
        "Linoleic Acids"
      ]
    },
    {
      "pmid": "37736060",
      "title": "Search for serum biomarkers in patients with bipolar disorder and major depressive disorder using metabolome analysis.",
      "authors": [
        "Xiao-Li Sun",
        "Li-Na Ma",
        "Zhen-Zhu Chen",
        "Yan-Bing Xiong",
        "Jiao Jia",
        "Yu Wang",
        "Yan Ren"
      ],
      "journal": "Frontiers in psychiatry",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Bipolar disorder (BD) and major depressive disorder (MDD) are two common psychiatric disorders. Due to the overlapping clinical symptoms and the lack of objective diagnostic biomarkers, bipolar disorder (BD) is easily misdiagnosed as major depressive disorder (MDD), which in turn affects treatment decisions and prognosis. This study aimed to investigate biomarkers that could be used to differentiate BD from MDD. METHODS: Nuclear magnetic resonance (NMR) spectroscopy was performed to assess serum metabolic profiles in depressed patients with BD (n = 59), patients with MDD (n = 14), and healthy controls (n = 10). Data was analyzed using partial least squares discriminant analysis, orthogonal partial least squares discriminant analysis and t-tests. Different metabolites (VIP > 1 and p < 0.05) were identified and further analyzed using Metabo Analyst 5.0 to identify relevant metabolic pathways. RESULTS: The metabolic phenotypes of the BD and MDD groups were significantly different from those of the healthy controls, and there were different metabolite differences between them. In the BD group, the levels of 3-hydroxybutyric acid, n-acetyl glycoprotein, β-glucose, pantothenic acid, mannose, glycerol, and lipids were significantly higher than those in the healthy control group, and the levels of lactate and acetoacetate were significantly lower than those in the healthy control group. In the MDD group, the levels of 3-hydroxybutyric acid, n-acetyl glycoprotein, pyruvate, choline, acetoacetic acid, and lipids were significantly higher than those of healthy controls, and the levels of acetic acid and glycerol were significantly lower than those of healthy controls. CONCLUSION: Glycerolipid metabolism is significantly involved in BD and MDD. Pyruvate metabolism is significantly involved in MDD. Pyruvate, choline, and acetate may be potential biomarkers for MDD to distinguish from BD, and pantothenic acid may be a potential biomarker for BD to distinguish from MDD."
    },
    {
      "pmid": "37547801",
      "title": "Evaluation of a ruminally protected blend of pantothenic acid, pyridoxine, folic acid, biotin, and vitamin B12 on finishing steer growth performance, efficiency of dietary net energy utilization, carcass trait responses, and liver abscess prevalence and severity.",
      "authors": [
        "Thiago Lauro Maia Ribeiro",
        "Forest L Francis",
        "Jeff S Heldt",
        "Warren C Rusche",
        "Zachary K Smith"
      ],
      "journal": "Translational animal science",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to determine the influence that a ruminally-protected B-vitamin (RPBV) blend (containing vitamin B5, B6, B7, B9, and B12) had on growth performance, efficiency of dietary net energy utilization, carcass trait responses, and liver abscess severity and prevalence in beef steers fed a finishing diet. Steers (n = 246; initial shrunk body weight [BW] = 411 ± 25.8 kg) from two different sources, were used in a 126-d RCBD experiment. Within 48 h after arrival, steers were individually weighed and allotted to 1 of 24 pens (n = 8 to 12 steers; 8 pens per treatment) and randomly assigned to 1 of 3 treatments: (1) No RPBV; (2) RPBV1 at 1 g/steer d-1; 3) RPBV2 at 2 g/steer d-1. During the first 14 d, cattle received two transition diets with increasing concentrate. From days 15 to 126, cattle were fed the final diet containing 53% dry-rolled corn; 23% corn silage; 20% MDGS; and 4% suspended supplement. On the first 28 d, steers of RPBV1 had a greater average daily gain (ADG) and better feed conversion (G:F), both by 9% (quadratic effect, P ≤ 0.02). However, cumulatively, no differences (P ≥ 0.13) among treatments were found for dry-matter intake (DMI), live final BW, ADG, or G:F. Carcass-adjusted final BW, ADG, and G:F were not influenced by treatment (P ≥ 0.59). Additionally, carcass weight, dressing percentage, marbling score, kidney-pelvic-heart fat, or BW at 28% empty body fat did not differ among treatments (P ≥ 0.11). Ribeye area (REA) was altered (quadratic effect, P = 0.02) by treatment; steers from RPBV1 had decreased REA compared to others. Additionally, calculated yield grade (YG) and calculated retail yield (RY) were altered (quadratic effect, P ≤ 0.01) by treatment; steers from RPBV1 had increased YG and decreased RY compared to others. Estimated empty body fatness tended (P = 0.06) to be greater from steers-fed RPBV compared to control. Overall USDA YG distribution was altered by dietary treatment (P = 0.01). The proportions of YG1 and YG5 carcasses were unaffected by treatment, but there was a shift in the proportion of carcasses that graded YG2, YG3, and YG4 among treatments. Distribution of USDA Quality Grade was not altered by treatment (P = 0.53). No treatment differences in liver abscess incidence or severity were observed (P = 0.13). The use of RPBV altered carcass muscularity and rib fat accumulation affecting the overall YG distribution. However, RPBV did not appreciably influence any cumulative growth performance measures or liver abscess outcome."
    },
    {
      "pmid": "37482959",
      "title": "The vitamin B5/coenzyme A axis: A target for immunomodulation?",
      "authors": [
        "Richard Miallot",
        "Virginie Millet",
        "Franck Galland",
        "Philippe Naquet"
      ],
      "journal": "European journal of immunology",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Coenzyme A (CoA) serves as a vital cofactor in numerous enzymatic reactions involved in energy production, lipid metabolism, and synthesis of essential molecules. Dysregulation of CoA-dependent metabolic pathways can contribute to chronic diseases, such as inflammatory diseases, obesity, diabetes, cancer, and cardiovascular disorders. Additionally, CoA influences immune cell activation by modulating the metabolism of these cells, thereby affecting their proliferation, differentiation, and effector functions. Targeting CoA metabolism presents a promising avenue for therapeutic intervention, as it can potentially restore metabolic balance, mitigate chronic inflammation, and enhance immune cell function. This might ultimately improve the management and outcomes for these diseases. This review will more specifically focus on the contribution of pathways regulating the availability of the CoA precursor Vitamin B5/pantothenate in vivo and modulating the development of Th17-mediated inflammation, CD8-dependent anti-tumor immunity but also tissue repair processes in chronic inflammatory or degenerative diseases.",
      "mesh_terms": [
        "Humans",
        "Pantothenic Acid",
        "Coenzyme A",
        "Inflammation",
        "Immunomodulation"
      ]
    },
    {
      "pmid": "37451248",
      "title": "Dietary habits and dietary nutrient intake in patients with age-related macular degeneration: A case-control study.",
      "authors": [
        "Jana Šalková Kráľová",
        "Petr Kolář",
        "Zlata Kapounová",
        "Petr Veselý",
        "Zuzana Derflerová Brázdová"
      ],
      "journal": "Central European journal of public health",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Age-related macular degeneration (AMD) is the leading cause of irreversible blindness among older adults in developed countries. Although many risk factors are known, the pathogenesis of AMD is still unclear. However, oxidative stress probably plays a vital role in the process of AMD. The increasing prevalence of AMD, risk of vision loss, limited treatment of dry form, expensive treatment of wet form, and decreased quality of life are factors that lead to considering modifiable risk factors of AMD, such as nutrition. This is the first study describing the relationship between dietary habits, dietary nutrient intake and AMD in the Czech Republic. METHODS: In this research, a total of 93 cases with AMD and 58 controls without AMD and cataracts participated. All participants were ophthalmologically examined at the Clinic of Eye Treatments at the University Hospital Brno. Data were collected using a pre-tested self-report questionnaire in a face-to-face interview. Food consumption frequency was assessed by an 18-item semiquantitative food-frequency questionnaire (FFQ). Dietary nutrient intakes were calculated from a 24-hour recall. RESULTS: Patients with AMD compared with controls had significantly higher consumption of legumes and lower consumption of meat products, salt and salty products. In men, we found statistically significant differences in alcohol consumption. The case group consumed alcoholic beverages more frequently (median: 2 times a week) than the control group (median: 1-3 times a month). No differences in alcohol consumption were found in women. In comparison to the case group, the control group had a significantly higher dietary intake of energy (5,783.8 vs. 4,849.3 kJ/day; p = 0.002), proteins (65.3 vs. 52.3 g/day; p = 0.002), fats (57.6 vs. 49.4 g/day; p = 0.046), saturated fatty acids (21.7 vs. 18.9 g/day; p = 0.026), carbohydrates (150.4 vs. 127.1 g/day; p = 0.017), dietary fibre (13.2 vs. 11.3 g/day; p = 0.044), vitamin B2 (1.0 vs. 0.9 mg/day; p = 0.029), vitamin B3 (13.9 vs. 10.0 mg/day; p = 0.011), pantothenic acid (3.5 vs. 2.8 mg/day; p = 0.001), vitamin B6 (1.3 vs. 1.0 mg/day; p = 0.001), potassium (1,656.5 vs. 1,418.0 mg/day; p = 0.022), phosphorus (845.4 vs. 718.7 mg/day; p = 0.020), magnesium (176.5 vs. 143.0 mg/day; p = 0.012), copper (1.0 vs. 0.8 mg/day; p = 0.011), and zinc (7.1 vs. 6.1 mg/day; p = 0.012) counted from a 24-hour recall. CONCLUSIONS: According to FFQ, dietary habits in the patients with AMD and controls were similar. In men from the case group, we found statistically significant higher alcohol consumption. According to a 24-hour recall, the controls achieved recommended dietary intakes rather than cases. In comparison to the case group, the control group had a significantly higher dietary intake of energy, proteins, fats, saturated fatty acids, carbohydrates, dietary fibre, vitamin B2, vitamin B3, pantothenic acid, vitamin B6, potassium, phosphorus, magnesium, copper, and zinc.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Female",
        "Aged",
        "Magnesium",
        "Copper",
        "Case-Control Studies",
        "Pantothenic Acid",
        "Quality of Life",
        "Diet",
        "Eating",
        "Energy Intake",
        "Feeding Behavior",
        "Zinc",
        "Dietary Fiber",
        "Fatty Acids",
        "Niacinamide",
        "Macular Degeneration",
        "Riboflavin",
        "Vitamin B 6",
        "Phosphorus",
        "Potassium",
        "Dietary Fats"
      ]
    },
    {
      "pmid": "37391029",
      "title": "A novel SLC5A6 homozygous variant in a family with multivitamin-dependent neurometabolic disorder: Phenotype expansion and long-term follow-up.",
      "authors": [
        "Martino Montomoli",
        "Annalisa Vetro",
        "Flavia Tubili",
        "Maria Alice Donati",
        "Marta Daniotti",
        "Francesca Pochiero",
        "Francesca Rivieri",
        "Salvatore Girlando",
        "Renzo Guerrini"
      ],
      "journal": "European journal of medical genetics",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The sodium-dependent multivitamin transporter (hSMVT) encoded by the SLC5A6 gene is required for the intestinal absorption of biotin, pantothenic acid and lipoate, three micronutrients essential for normal growth and development. Systemic deficiency of these elements, either occurring from nutritional causes or genetic defects, is associated with neurological disorders, growth delay, skin and hair changes, metabolic and immunological abnormalities. A few patients with biallelic variants of SLC5A6 have been reported, exhibiting a spectrum of neurological and systemic clinical features with variable severity. We describe three patients from a single family carrying a homozygous p.(Leu566Valfs*33) variant of SLC5A6 disrupting the frame of the C-terminal portion of the hSMVT. In these patients, we documented a severe disorder featuring developmental delay, sensory polyneuropathy, optic atrophy, recurrent infections, and repeated episodes of intestinal pseudo-obstruction. Two patients who did not receive multivitamin supplementation therapy died in early infancy. In a third patient, early supplementation of biotin and pantothenic acid stabilized the clinical picture changing the course of the disease. These findings extend genotype-phenotype correlations and show how a timely and lifelong multivitamin treatment may be crucial to reduce the risk of life-threatening events in patients with pathogenic variants of the SLC5A6 gene.",
      "mesh_terms": [
        "Humans",
        "Biotin",
        "Follow-Up Studies",
        "Pantothenic Acid",
        "Phenotype",
        "Symporters"
      ]
    },
    {
      "pmid": "37351539",
      "title": "Effect of a 1-Year Nutritional Blend Supplementation on Plasma p-tau181 and GFAP Levels among Community-Dwelling Older Adults: A Secondary Analysis of the Nolan Trial.",
      "authors": [
        "K V Giudici",
        "P de Souto Barreto",
        "S Guyonnet",
        "C Cantet",
        "H Zetterberg",
        "C Boschat",
        "J Hudry",
        "S Andrieu",
        "J A J Schmitt",
        "B Vellas",
        "K Blennow"
      ],
      "journal": "JAR life",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Observational studies and some randomized controlled trials have suggested that nutritional supplementation could be a possible intervention pathway to prevent cognitive decline and Alzheimer's disease (AD). As measuring amyloid-β and tau pathophysiology by positron emission tomography (PET) or cerebrospinal fluid (CSF) analyses may be perceived as complex, plasma versions of such biomarkers have emerged as more accessible alternatives with comparable capacity of predicting cognitive impairment. OBJECTIVES: This study aimed to evaluate the effect of a 1-year intervention with a nutritional blend on plasma p-tau181 and glial fibrillary acidic protein (GFAP) levels in community-dwelling older adults. Effects were further assessed in exploratory analyses within sub-cohorts stratified according to p-tau status (with the third tertile considered as high: ≥15.1 pg/ mL) and to apolipoprotein E (APOE) ε4 allele status. METHODS: A total of 289 participants ≥70 years (56.4% female, mean age 78.1 years, SD=4.7) of the randomized, double-blind, multicenter, placebo-controlled Nolan trial had their plasma p-tau181 assessed, and daily took either a nutritional blend (composed of thiamin, riboflavin, niacin, pantothenic acid, pyridoxine, biotin, folic acid, cobalamin, vitamin E, vitamin C, vitamin D, choline, selenium, citrulline, eicosapentaenoic acid - EPA, and docosahexaenoic acid - DHA) or placebo for 1 year. RESULTS: After 1-year, both groups presented a significant increase in plasma p-tau181 and GFAP values, with no effect of the intervention (p-tau181 between-group difference: 0.27pg/mL, 95%CI: -0.95, 1.48; p=0.665; GFAP between-group difference: -3.28 pg/mL, 95%CI: -17.25, 10.69; p=0.644). P-tau-and APOE ε4-stratified analyses provided similar findings. CONCLUSIONS: In community-dwelling older adults, we observed an increase in plasma p-tau181 and GFAP levels that was not different between the supplementation groups after one year."
    },
    {
      "pmid": "37337892",
      "title": "Mass spectrometry-based untargeted metabolomics study of non-obese individuals with non-alcoholic fatty liver disease.",
      "authors": [
        "Metin Demirel",
        "Fatmanur Köktaşoğlu",
        "Esin Özkan",
        "Halime Dulun Ağaç",
        "Ayşe Zehra Gül",
        "Rasul Sharifov",
        "Ufuk Sarıkaya",
        "Metin Başaranoğlu",
        "Şahabettin Selek"
      ],
      "journal": "Scandinavian journal of gastroenterology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Non-alcoholic fatty liver disease (NAFLD) is a disease characterized by the accumulation of excessive fat in the liver, which can lead to fibrosis and has an increasing prevalence. NAFLD requires non-invasive diagnostic biomarkers. While typically observed in overweight individuals, it can also occur in non-obese/non-overweight individuals. Comparative studies on non-obese NAFLD patients are scarce. This study aimed to conduct a using liquid chromatography-high resolution mass spectrometry (LC-MS/MS)-based metabolic profiling of non-obese NAFLD patients and healthy controls. MATERIALS AND METHODS: The patient group consisted of 27 individuals with NAFLD, while the healthy control group included 39 individuals. Both groups were between 18 and 40 years old, had a BMI of less than 25 and had alcohol consumption less than 20 g/week for men and 10 g/week for women. Serum samples were collected and analyzed using LC-MS/MS. The data were analyzed using the TidyMass and MetaboAnalyst. RESULTS: The LC-MS/MS analyses detected significant changes in D-amino acid metabolism, vitamin B6 metabolism, apoptosis, mTOR signaling pathway, lysine degradation, and phenylalanine metabolism pathways in non-obese NAFLD patients. Significant changes were also observed in the metabolites D-pantothenic acid, hypoxanthine, citric acid, citramalic acid, L-phenylalanine, glutamine, and histamine-trifluoromethyl-toluidide, β-hydroxymyristic acid, DL-Lactic acid, and 3-methyl-2-oxopentanoic. Overall, the study provides valuable insights into the metabolic changes associated with non-obese NAFLD patients and can contribute to the development of non-invasive diagnostic biomarkers for NAFLD. CONCLUSIONS: This study sheds light on the metabolic changes in non-obese NAFLD patients. Further research is needed to better understand the metabolic changes associated with NAFLD and to develop effective treatment options.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Female",
        "Adolescent",
        "Young Adult",
        "Adult",
        "Non-alcoholic Fatty Liver Disease",
        "Chromatography, Liquid",
        "Tandem Mass Spectrometry",
        "Biomarkers"
      ]
    },
    {
      "pmid": "37283447",
      "title": "Metabolomic differentiation of tumor core versus edge in glioma.",
      "authors": [
        "Mary E Baxter",
        "Hunter A Miller",
        "Joseph Chen",
        "Brian J Williams",
        "Hermann B Frieboes"
      ],
      "journal": "Neurosurgical focus",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Gliomas exhibit high intratumor and interpatient heterogeneity. Recently, it has been shown that the microenvironment and phenotype differ significantly between the glioma core (inner) and edge (infiltrating) regions. This proof-of-concept study differentiates metabolic signatures associated with these regions, with the potential for prognosis and targeted therapy that could improve surgical outcomes. METHODS: Paired glioma core and infiltrating edge samples were obtained from 27 patients after craniotomy. Liquid-liquid metabolite extraction was performed on the samples and metabolomic data were obtained via 2D liquid chromatography-mass spectrometry/mass spectrometry. To gauge the potential of metabolomics to identify clinically relevant predictors of survival from tumor core versus edge tissues, a boosted generalized linear machine learning model was used to predict metabolomic profiles associated with O6-methylguanine DNA methyltransferase (MGMT) promoter methylation. RESULTS: A panel of 66 (of 168) metabolites was found to significantly differ between glioma core and edge regions (p ≤ 0.05). Top metabolites with significantly different relative abundances included DL-alanine, creatine, cystathionine, nicotinamide, and D-pantothenic acid. Significant metabolic pathways identified by quantitative enrichment analysis included glycerophospholipid metabolism; butanoate metabolism; cysteine and methionine metabolism; glycine, serine, alanine, and threonine metabolism; purine metabolism; nicotinate and nicotinamide metabolism; and pantothenate and coenzyme A biosynthesis. The machine learning model using 4 key metabolites each within core and edge tissue specimens predicted MGMT promoter methylation status, with AUROCEdge = 0.960 and AUROCCore = 0.941. Top metabolites associated with MGMT status in the core samples included hydroxyhexanoycarnitine, spermine, succinic anhydride, and pantothenic acid, and in the edge samples metabolites included 5-cytidine monophosphate, pantothenic acid, itaconic acid, and uridine. CONCLUSIONS: Key metabolic differences are identified between core and edge tissue in glioma and, furthermore, demonstrate the potential for machine learning to provide insight into potential prognostic and therapeutic targets.",
      "mesh_terms": [
        "Humans",
        "Brain Neoplasms",
        "Pantothenic Acid",
        "DNA Methylation",
        "Glioma",
        "DNA Modification Methylases",
        "Metabolomics",
        "DNA Repair Enzymes",
        "Niacinamide",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "37232072",
      "title": "Dexpanthenol protects against lipopolysaccharide-induced acute kidney injury by restoring aquaporin-2 levels via regulation of the silent information regulator 1 signaling pathway.",
      "authors": [
        "Eyyüp Sabri Özden",
        "Halil Aşcı",
        "Halil İbrahim Büyükbayram",
        "Mehmet Abdulkadir Sevük",
        "Orhan Berk İmeci",
        "Hatice Kübra Doğan",
        "Özlem Özmen"
      ],
      "journal": "Korean journal of anesthesiology",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Acute kidney injury (AKI) is a serious pathology that causes dysfunction in concentrating urine due to kidney damage, resulting in blood pressure dysregulation and increased levels of toxic metabolites. Dexpanthenol (DEX), a pantothenic acid analog, exhibits anti-inflammatory and anti-apoptotic properties in various tissues. This study investigated the protective effects of DEX against systemic inflammation-induced AKI. METHODS: Thirty-two female rats were randomly assigned to the control, lipopolysaccharide (LPS), LPS+DEX, and DEX groups. LPS (5 mg/kg, single dose on the third day, 6 h before sacrifice) and DEX (500 mg/kg/d for 3 d) were administered intraperitoneally. After sacrifice, blood samples and kidney tissues were collected. Hematoxylin and eosin, caspase-3 (Cas-3), and tumor necrosis factor alpha (TNF-α) staining were performed on the kidney tissues. The total oxidant status (TOS) and total antioxidant status were measured using spectrophotometric methods. Aquaporin-2 (AQP-2), silent information regulator 1 (SIRT1), and interleukin-6 (IL-6) were detected using quantitative reverse transcription-polymerase chain reaction analysis. RESULTS: Histopathological analysis revealed that DEX treatment ameliorated histopathological changes. In the LPS group, an increase in the blood urea nitrogen, creatinine, urea, IL-6, Cas-3, TNF-α, and TOS levels and oxidative stress index was observed compared with the control group, whereas AQP-2 and SIRT1 levels decreased. DEX treatment reversed these effects. CONCLUSIONS: DEX was found to effectively prevent inflammation, oxidative stress, and apoptosis in the kidneys via the SIRT1 signaling pathway. These protective properties suggest DEX's potential as a therapeutic agent for the treatment of kidney pathologies.",
      "mesh_terms": [
        "Female",
        "Rats",
        "Animals",
        "Lipopolysaccharides",
        "Aquaporin 2",
        "Tumor Necrosis Factor-alpha",
        "Interleukin-6",
        "Sirtuin 1",
        "Acute Kidney Injury",
        "Signal Transduction",
        "Inflammation"
      ]
    },
    {
      "pmid": "37171005",
      "title": "A Non-targeted Metabolomics Reveals Therapeutical Effect and Mechanism of Sanmiao Pill on Adjuvant-induced Arthritis Rats.",
      "authors": [
        "Dongdong Cao",
        "Le Yang",
        "Xin Gao",
        "Danna Huang",
        "Xiaoning Zhan",
        "Shi Qiu",
        "Hui Sun",
        "Guangli Yan",
        "Xijun Wang"
      ],
      "journal": "Current pharmaceutical design",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Rheumatoid arthritis (RA) is an increasingly serious disease worldwide that can damage the joints and bones of sufferers. Sanmiao Pill (SMP), a classical traditional Chinese medicine (TCM) prescription, has been used for effective treatments for RA in the clinic. To comprehensively illuminate the therapeutic mechanism of SMP in the treatment of RA, the effects of SMP on biomarkers and metabolic pathways in rats with adjuvant-induced arthritis (AIA) were examined. > Methods: Sprague Dawley rats were randomly divided into two control (CC, Control) groups, two model (MM, Model) groups, a methotrexate group (MTX, 7.6 mg/kg body weight per week), and two SMP groups (San-L, 28.7 mg/kg body weight per day and San-H, 57.4 mg/kg body weight per day). Rats' body weight, paw swelling, arthritis scores, biochemical parameters, histopathology, and so on were used to evaluate the success of the model and the therapeutic effects of SMP. The metabolic techniques were used to characterize the metabolic profile and biomarkers of the serum and urine samples of rats to reveal the metabolic changes that occurred after SMP treatment. > Results: After 21 days of treatment, SMP improved weight gain, reduced the severity of paw swelling, lowered the levels of biochemical indicators (CCP-Ab, IL-6, TNF-α, RF), decreased destruction of articular cartilage and bone erosion, and protected the affected joints.Additionally, 17 and 19 potential biomarkers associated with RA were identified in the serum and urine, respectively. SMP significantly reversed 14 potential biomarkers, such as arachidonic acid, lysoPC(20:4(5Z,8Z,11Z,14Z)), L-tryptophan, 9-cis-Retinoic acid, hippuric acid, pyridoxine, and pantothenic acid. These metabolites are associated with arachidonic acid metabolism, glycerophospholipid catabolism, tryptophan metabolism, phenylalanine metabolism, vitamin B6 metabolism, etc. > Conclusion: These results indicated that RA-related biomarkers reflected the metabolic profile of AIA rats. Meanwhile, SMP could effectively treat RA mainly by reducing inflammation and regulating abnormal lipid metabolic pathways and amino acid metabolisms. It showed that metabolomics could be used to analyze the metabolic profiles involved in RA and reveal the mechanism of SMP treatment of RA.>.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Rats, Sprague-Dawley",
        "Drugs, Chinese Herbal",
        "Arachidonic Acid",
        "Metabolomics",
        "Arthritis, Rheumatoid",
        "Arthritis, Experimental",
        "Biomarkers"
      ]
    },
    {
      "pmid": "37089928",
      "title": "Biomarker identification and pathway analysis of Astragalus membranaceus and Curcuma zedoaria couplet medicines on adenine-induced chronic kidney disease in rats based on metabolomics.",
      "authors": [
        "Lingfei Lu",
        "Jiandong Lu",
        "Jiwei Chen",
        "Bing Wang",
        "Hongcheng Peng",
        "Jinting Peng",
        "Xinhui Liu",
        "Feng Lin",
        "Guoliang Xiong"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Chronic kidney disease (CKD) is usually insidious, and most affected individuals are asymptomatic until the disease becomes advanced. The effective treatment of CKD would rely on the incorporation of multidisciplinary approaches. Astragalus membranaceus (AM) and Curcuma zedoaria (CZ) have been widely used in the treatment of CKD. However, the mechanism of AM and CZ in the treatment of CKD is still unclear. Methods: This study was designed to evaluate the effects of AM and CZ on adenine-induced rats and to investigate the underlying mechanism by using metabolomic analysis. Addition of 0.75% adenine to the diet of rats for 3 weeks induced the animal model of CKD. The rats in the treatment group were treated with AM and CZ (2.1 g/kg/day) for 4 weeks. Blood and kidney samples were collected for biochemical and histological examination. Ultra-high-performance liquid chromatography/Q Exactive HFX mass spectrometer (UHPLC-QE-MS) was applied to analyze metabolic profiling variations in the kidney. Results: The results showed that AM and CZ could significantly reduce serum creatinine (Scr) and blood urea nitrogen (BUN) levels in CKD rats and alleviate renal pathological injury. By comparing the endogenous components of the normal group and the model group in positive ion mode and negative ion mode, a total of 365 and 155 different metabolites were screened, respectively. A total of 117 and 73 metabolites with significantly different expressions were identified between model group and AM and CZ group in positive ion mode and negative ion mode, respectively. The pivotal pathways affected by AM and CZ included nicotinate and nicotinamide metabolism, and glycine, serine and threonine metabolism. Furthermore, significant changes in metabolites in CKD rats after AM and CZ therapies were observed, including L-Threonine, D-pantothenic acid, and nicotinamide. Moreover, we found that AM and CZ significantly reduced renal fibrosis and inflammation in CKD rats, which may be related to the regulation of SIRT1/JNK signaling pathway. Conclusion: In conclusion, AM and CZ significantly reduced renal fibrosis and inflammation in CKD rats, which may be related to the regulation of SIRT1/JNK signaling pathway. Furthermore, L-Threonine, D-pantothenic acid, and nicotinamide may be potential biomarkers for the progression and treatment of CKD."
    },
    {
      "pmid": "37074393",
      "title": "Dexpanthenol ameliorates doxorubicin-induced lung injury by regulating endoplasmic reticulum stress and apoptosis.",
      "authors": [
        "Muhammet Yusuf Tepebaşı",
        "Halil İbrahim Büyükbayram",
        "Özlem Özmen",
        "Şerife Taşan",
        "Esma Selçuk"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Doxorubicin (DOX), which is used as a chemotherapeutic agent in the treatment of tumors, has limited use due to its toxicity in various organs and tissues. One of the organs where DOX has a toxic effect is the lung. DOX shows this effect by increasing oxidative stress, inflammation, and apoptosis. Dexpanthenol (DEX), a homologue of pantothenic acid, has anti-inflammatory, antioxidant, and anti-apoptotic properties. Therefore, the purpose of our investigation was to explore how DEX could counteract the harmful effects of DOX on the lungs. Thirty-two rats were used in the study, and 4 groups were formed (control, DOX, DOX + DEX, and DEX). In these groups, parameters of inflammation, ER stress, apoptosis, and oxidative stress were evaluated by immunohistochemistry, RT-qPCR, and spectrophotometric methods. In addition, lung tissue was evaluated histopathologically in the groups. While CHOP/GADD153, caspase-12, caspase-9, and Bax gene expressions increased in the DOX group, Bcl-2 gene expression levels significantly decreased. In addition, changes in Bax and Bcl-2 were supported immunohistochemically. There was a significant increase in oxidative stress parameters and a significant decrease in antioxidant levels. In addition, an increase in inflammatory marker (TNF-α and IL-10) levels was determined. There was a decrease in CHOP/GADD153, caspase-12, caspase-9, and Bax gene expressions and an increase in Bcl-2 gene expression in the DEX-treated group. In addition, it was determined that there was a decrease in oxidative stress levels and inflammatory findings. The curative effect of DEX was supported by histopathological findings. As a result, it was experimentally determined that DEX has a healing effect on oxidative stress, ER stress, inflammation, and apoptosis in lung damage caused by DOX toxicity.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Lung Injury",
        "Endoplasmic Reticulum Stress",
        "Doxorubicin",
        "Pantothenic Acid",
        "Antioxidants",
        "Oxidative Stress",
        "Proto-Oncogene Proteins c-bcl-2"
      ]
    },
    {
      "pmid": "37059011",
      "title": "Quantification of 10 B vitamins in mouse colon by LC-MS/MS: Application on breast cancer mice treated with doxorubicin.",
      "authors": [
        "Jing Wu",
        "Yan Xu",
        "Jiahong Yang",
        "Xinyue Yu",
        "Zhaodi Han",
        "Linling Guo",
        "Yin Huang",
        "Yuxin Zhang"
      ],
      "journal": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences",
      "publication_date": "2023-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "B vitamins play important roles in various physiological processes, including cell metabolism and DNA synthesis. The intestine is critical for the absorption and utilization of B vitamins, but few analytical methods for detecting intestinal B vitamins are currently available. In this study, we developed a novel liquid chromatography-tandem mass spectrometry (LC-MS/MS) method for the simultaneous quantification of 10 B vitamins in mouse colon tissue, including thiamin (B1), riboflavin (B2), nicotinic acid (B3), niacinamide (B3-AM), pantothenic acid (B5), pyridoxine (B6), pyridoxal 5'-phosphate (B6-5P), biotin (B7), folic acid (B9), and cyanocobalamin (B12). The method was thoroughly validated following the U.S. Food and Drug Administration (FDA) guidelines and yielded good results in terms of linearity (r2 > 0.9928), lower limit of quantification (40-600 ng/g), accuracy (88.9-119.80 %) and precision (relative standard deviation ≤ 19.71 %), recovery (87.95-113.79 %), matrix effect (91.26-113.78 %), and stability (85.65-114.05 %). Furthermore, we applied our method to profile B vitamins in the colons of mice with breast cancer after doxorubicin chemotherapy treatment, which revealed that the doxorubicin treatment led to significant colon damage and accumulation of several B vitamins including B1, B2 and B5. We also confirmed the capability of this method for quantifying B vitamins in other intestinal tissues like the ileum, jejunum, and duodenum. The newly developed method is simple, specific, and useful for targeted profiling of B vitamins in mouse colon, with a potential for future studies on the role of these micronutrients in healthy and diseased states.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Vitamin B Complex",
        "Chromatography, Liquid",
        "Tandem Mass Spectrometry",
        "Neoplasms",
        "Vitamin A",
        "Vitamin K",
        "Doxorubicin"
      ]
    },
    {
      "pmid": "36977448",
      "title": "Exploring the effect of the Uyghur medicine Munziq Balgam on a collagen-induced arthritis rat model by UPLC-MS/MS-based metabolomics approach.",
      "authors": [
        "Fangfang Xiang",
        "Hongjuan Niu",
        "Lan Yao",
        "Jing Yang",
        "Shuohan Cheng",
        "Zhi Zhou",
        "Refuhati Saimaiti",
        "Yusup Matnur",
        "Ainiwaer Talifu",
        "Wenbin Zhou",
        "Abliz Zeper"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2023-Jun-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Munziq Balgam (MBm) is a classic preparation of a traditional Uyghur medicine used for many years to treat abnormal body fluid diseases. The formula, as an in-hospital preparation, has already been used in the Hospital of Xinjiang Traditional Uyghur Medicine to treat rheumatoid arthritis (RA) with significant clinical effects. AIM OF THE STUDY: This study intends to reveal the intervention effect of MBm on collagen-induced arthritis (CIA) rats, discover the potential biomarkers with efficacy, and explore the mechanisms of metabolic regulation by using metabolomics method. MATERIAL AND METHODS: Sprague Dawley (SD) rats were randomly divided into five groups: blank group, CIA model group, Munziq Balgam nomal-dosage, Munziq Balgam high-dosage group and control group. Body weight, paw swelling, arthritis index, immune indices and histopathological experiments were carried out. Plasma from rats were detected by UPLC-MS/MS. Metabolomics of plasma was performed to analyze metabolic profiles, potential biomarkers, and metabolic pathways of MBm for CIA rats. The main metabolic result of Uyghur medicine MBm was compared with that of Zhuang medicine Longzuantongbi granules (LZTBG) to explore the characteristics of two ethnic medicines from different regions for RA. RESULTS: MBm could significantly alleviate symptoms of CIA rats by relieving arthritis symptoms on paw redness and swelling, inflammatory cell infiltration, synovial hyperplasia, pannus, cartilage and bone tissue destruction, as well as inhibiting the expression of IL-1β, IL-6, TNF-α, UA and ALP. Linoleic acid, alpha-linolenic acid, pantothenate and CoA biosynthesis, achidonic acid, gycerophospholipid, sphingolipid metabolism, primary bile acid biosynthesis, porphyrin and chlorophyll metabolism and fatty acid degradation served as the main nine pathways of the interventional effect of MBm on CIA rats. Twenty-three different metabolites were screened out and strongly associated with the indicator makes of RA. Eight potential efficacy-related biomarkers were finally discovered in metabolic pathway network (phosphatidylcholine, bilirubin, sphinganine 1-phosphate, phytosphingosine, SM (d18:1/16:0), pantothenic acid, l-palmitoylcarnitine, chenodeoxycholate). Three metabolites (chenodeoxycholate, hyodeoxycholic acid and O-palmitoleoylcarnitine) were changed in both the metabolic study of MBm and LZTBG intervention effects on CIA rats. Additionally, MBm and LZTBG shared the same 6 metabolic pathways including linoleic acid, alpha-linolenic acid, pantothenate and CoA biosynthesis, achidonic acid, gycerophospholipid, and primary bile acid biosynthesis. CONCLUSION: The study suggested that MBm may effectively alleviate RA by regulating inflammation, immunity-related pathways and multiple targets. Metabolomics analysis showed that MBm (Xinjiang, the north of China) and LZTBG (Guangxi, the south of China), two ethnic medicines from different regions in China, share common metabolites and pathways but also have distinct differences in their interventions for RA.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Arthritis, Experimental",
        "Rats, Sprague-Dawley",
        "Chromatography, High Pressure Liquid",
        "Chromatography, Liquid",
        "Linoleic Acid",
        "alpha-Linolenic Acid",
        "Tandem Mass Spectrometry",
        "China",
        "Metabolomics",
        "Arthritis, Rheumatoid",
        "Edema",
        "Biomarkers",
        "Bile Acids and Salts"
      ]
    },
    {
      "pmid": "36877818",
      "title": "A new hope in the treatment of onychogryphosis due to acquired malalignment of great toenails: intramatrix dexpanthenol injection.",
      "authors": [
        "Ömer Kutlu",
        "Uwe Wollina",
        "Fatih Göktay"
      ],
      "journal": "The Journal of dermatological treatment",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Letter"
      ],
      "mesh_terms": [
        "Humans",
        "Nails",
        "Nail Diseases",
        "Nails, Malformed",
        "Pantothenic Acid"
      ]
    },
    {
      "pmid": "36857430",
      "title": "Vitamin B5 and succinyl-CoA improve ineffective erythropoiesis in SF3B1-mutated myelodysplasia.",
      "authors": [
        "Syed A Mian",
        "Céline Philippe",
        "Eleni Maniati",
        "Pantelitsa Protopapa",
        "Tiffany Bergot",
        "Marion Piganeau",
        "Travis Nemkov",
        "Doriana Di Bella",
        "Valle Morales",
        "Andrew J Finch",
        "Angelo D'Alessandro",
        "Katiuscia Bianchi",
        "Jun Wang",
        "Paolo Gallipoli",
        "Shahram Kordasti",
        "Anne Sophie Kubasch",
        "Michael Cross",
        "Uwe Platzbecker",
        "Daniel H Wiseman",
        "Dominique Bonnet",
        "Delphine G Bernard",
        "John G Gribben",
        "Kevin Rouault-Pierre"
      ],
      "journal": "Science translational medicine",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Patients with myelodysplastic syndrome and ring sideroblasts (MDS-RS) present with symptomatic anemia due to ineffective erythropoiesis that impedes their quality of life and increases morbidity. More than 80% of patients with MDS-RS harbor splicing factor 3B subunit 1 (SF3B1) mutations, the founder aberration driving MDS-RS disease. Here, we report how mis-splicing of coenzyme A synthase (COASY), induced by mutations in SF3B1, affects heme biosynthesis and erythropoiesis. Our data revealed that COASY was up-regulated during normal erythroid differentiation, and its silencing prevented the formation of erythroid colonies, impeded erythroid differentiation, and precluded heme accumulation. In patients with MDS-RS, loss of protein due to COASY mis-splicing led to depletion of both CoA and succinyl-CoA. Supplementation with COASY substrate (vitamin B5) rescued CoA and succinyl-CoA concentrations in SF3B1mut cells and mended erythropoiesis differentiation defects in MDS-RS primary patient cells. Our findings reveal a key role of the COASY pathway in erythroid maturation and identify upstream and downstream metabolites of COASY as a potential treatment for anemia in patients with MDS-RS.",
      "mesh_terms": [
        "Humans",
        "Erythropoiesis",
        "Pantothenic Acid",
        "Quality of Life",
        "Anemia",
        "Transcription Factors",
        "Myelodysplastic Syndromes",
        "Heme",
        "RNA Splicing Factors",
        "Phosphoproteins"
      ]
    },
    {
      "pmid": "36839219",
      "title": "Demand for Water-Soluble Vitamins in a Group of Patients with CKD versus Interventions and Supplementation-A Systematic Review.",
      "authors": [
        "Karolina Kędzierska-Kapuza",
        "Urszula Szczuko",
        "Hanna Stolińska",
        "Dimitra Rafailia Bakaloudi",
        "Waldemar Wierzba",
        "Małgorzata Szczuko"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Feb-08",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Increasingly, chronic kidney disease (CKD) is becoming an inevitable consequence of obesity, metabolic syndrome, and diabetes. As the disease progresses, and through dialysis, the need for and loss of water-soluble vitamins both increase. This review article looks at the benefits and possible risks of supplementing these vitamins with the treatment of CKD. METHODS: Data in the PubMed and Embase databases were analyzed. The keywords \"chronic kidney disease\", in various combinations, are associated with thiamin, riboflavin, pyridoxine, pantothenic acid, folates, niacin, cobalamin, and vitamin C. This review focuses on the possible use of water-soluble vitamin supplementation to improve pharmacological responses and the overall clinical condition of patients. RESULTS: The mechanism of supportive supplementation is based on reducing oxidative stress, covering the increased demand and losses resulting from the treatment method. In the initial period of failure (G2-G3a), it does not require intervention, but later, especially in the case of inadequate nutrition, the inclusion of supplementation with folate and cobalamin may bring benefits. Such supplementation seems to be a necessity in patients with stage G4 or G5 (uremia). Conversely, the inclusion of additional B6 supplementation to reduce CV risk may be considered. At stage 3b and beyond (stages 4-5), the inclusion of niacin at a dose of 400-1000 mg, depending on the patient's tolerance, is required to lower the phosphate level. The inclusion of supplementation with thiamine and other water-soluble vitamins, especially in peritoneal dialysis and hemodialysis patients, is necessary for reducing dialysis losses. Allowing hemodialysis patients to take low doses of oral vitamin C effectively reduces erythropoietin dose requirements and improves anemia in functional iron-deficient patients. However, it should be considered that doses of B vitamins that are several times higher than the recommended dietary allowance of consumption may exacerbate left ventricular diastolic dysfunction in CKD patients. CONCLUSIONS: Taking into account the research conducted so far, it seems that the use of vitamin supplementation in CKD patients may have a positive impact on the treatment process and maintaining a disease-free condition.",
      "mesh_terms": [
        "Humans",
        "Niacin",
        "Renal Dialysis",
        "Vitamin B Complex",
        "Thiamine",
        "Ascorbic Acid",
        "Folic Acid",
        "Vitamin B 12",
        "Kidney Failure, Chronic",
        "Renal Insufficiency, Chronic",
        "Dietary Supplements",
        "Water"
      ]
    },
    {
      "pmid": "36771292",
      "title": "Endogenous n-3 PUFAs Improve Non-Alcoholic Fatty Liver Disease through FFAR4-Mediated Gut-Liver Crosstalk.",
      "authors": [
        "Xuan Jiang",
        "Qin Yang",
        "Hongyan Qu",
        "Yongquan Chen",
        "Shenglong Zhu"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Jan-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The gut-liver axis plays a key role in the development and progression of non-alcoholic fatty liver disease (NAFLD). Due to the complexity and incomplete understanding of the cross-talk between the gut and liver, effective therapeutic targets are largely unknown. Free fatty acid receptors (FFARs) may bridge the cross-talk between the gut and liver. FFAR4 has received considerable attention due to its important role in lipid metabolism. However, the role of FFAR4 in this cross talk in NAFLD remains unclear. In this study, mice with high endogenous n-3 PUFAs but FFAR4 deficiency were generated by crossbreeding Fat-1 and FFAR4 knockout mice. FFAR4 deficiency blocked the protective effects of high endogenous n-3 PUFAs on intestinal barrier dysfunction and hepatic steatosis. In addition, FFAR4 deficiency decreased gut microbiota diversity and enriched Rikenella, Anaerotruncus, and Enterococcus, and reduced Dubosiella, Ruminococcaceae UCG-010, Ruminococcaceae UCG-014, Coriobacteriaceae UCG-002, Faecalibaculum, Ruminococcaceae UCG-009, and Akkermansia. Notably, FFAR4 deficiency co-regulated pantothenic acid and CoA biosynthesis, β-alanine metabolism, and sphingolipid metabolism pathways in the gut and liver, potentially associated with the aggravation of NAFLD. Together, the beneficial effects of n-3 PUFAs on the gut and liver were mediated by FFAR4, providing insights on the role of FFAR4 in the treatment of NAFLD through the gut-liver axis.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Cell Physiological Phenomena",
        "Diet, High-Fat",
        "Fatty Acids, Omega-3",
        "Lipid Metabolism",
        "Liver",
        "Mice, Inbred C57BL",
        "Non-alcoholic Fatty Liver Disease",
        "Receptors, G-Protein-Coupled"
      ]
    },
    {
      "pmid": "36557305",
      "title": "In Vitro, In Silico and Network Pharmacology Mechanistic Approach to Investigate the α-Glucosidase Inhibitors Identified by Q-ToF-LCMS from Phaleria macrocarpa Fruit Subcritical CO2 Extract.",
      "authors": [
        "Md Abdur Rashid Mia",
        "Qamar Uddin Ahmed",
        "Sahena Ferdosh",
        "Abul Bashar Mohammed Helaluddin",
        "Md Shihabul Awal",
        "Murni Nazira Sarian",
        "Md Zaidul Islam Sarker",
        "Zainul Amiruddin Zakaria"
      ],
      "journal": "Metabolites",
      "publication_date": "2022-Dec-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The fruit of Phaleria macrocarpa have been traditionally used as an antidiabetic remedy in Malaysia and neighbouring countries. Despite its potential for diabetes treatment, no scientific study has ever been conducted to predict the inhibitor interaction of the protein α-glucosidase identified in an extract prepared with a non-conventional extraction technique. Hence, the major aim of this research was to evaluate the in vitro antioxidant, the α-glucosidase inhibitors, and the molecular dynamic simulations of the α-glucosidase inhibitors identified by Quadrupole Time-of-Flight Liquid Chromatography Mass Spectrometry (Q-ToF-LCMS) analysis. Initially, dry fruit were processed using non-conventional and conventional extraction methods to obtain subcritical carbon dioxide extracts (SCE-1 and SCE-2) and heating under reflux extract (HRE), respectively. Subsequently, all extracts were evaluated for their in vitro antioxidative and α-glucosidase inhibitory potentials. Subsequently, the most bioactive extract (SCE-2) was subjected to Q-ToF-LCMS analysis to confirm the presence of α-glucosidase inhibitors, which were then analysed through molecular dynamic simulations and network pharmacology approaches to confirm their possible mechanism of action. The highest inhibitory effects of the 2,2-diphenyl-1-picrylhydrazyl (DPPH) radical and α-glucosidase on SCE-2 was found as 75.36 ± 0.82% and 81.79 ± 0.82%, respectively, compared to the SCE-1 and HRE samples. The Q-ToF-LCMS analysis tentatively identified 14 potent α-glucosidase inhibitors. Finally, five identified compounds, viz., lupenone, swertianolin, m-coumaric acid, pantothenic acid, and 8-C-glucopyranosyleriodictylol displayed significant stability, compactness, stronger protein-ligand interaction up to 100 ns further confirming their potential as α-glucosidase inhibitors. Consequently, it was concluded that the SCE-2 possesses a strong α-glucosidase inhibitory effect due to the presence of these compounds. The findings of this study might prove useful to develop these compounds as alternative safe α-glucosidase inhibitors to manage diabetes more effectively."
    },
    {
      "pmid": "36543759",
      "title": "Detection of new phytochemical compounds from Vassobia breviflora (Sendtn.) Hunz: antioxidant, cytotoxic, and antibacterial activity of the hexane extract.",
      "authors": [
        "Altevir Rossato Viana",
        "Bruna Godoy Noro",
        "Daniel Santos",
        "Katianne Wolf",
        "Yasmin Sudatti Das Neves",
        "Rafael Noal Moresco",
        "Aline Ferreira Ourique",
        "Erico Marlon Moraes Flores",
        "Cristiano Rodrigo Bohn Rhoden",
        "Luciana Maria Fontanari Krause",
        "Bruno Stefanello Vizzotto"
      ],
      "journal": "Journal of toxicology and environmental health. Part A",
      "publication_date": "2023-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vassobia breviflora (Sendtn.) Hunz is a plant of the Solanaceae family from South America and there are no apparent studies reported on the biological activity of the hexane extract. The aim of this investigation was to conduct phytochemical analyses using ESI-TOF-MS, while antioxidant activities were evaluated by the following methods 1,1-diphenyl-2-picrylhydrazyl (DPPH) 2,2\"-azinobis (3-ethylbenzothiazoline-6-sulfonic acid) radical capture (ABTS), ferric reducing antioxidant power (FRAP), total antioxidant capacity (TAC), and total oxidant status (TOS). Antimicrobial activities were performed by determining the minimum inhibitory concentration (MIC), minimum bactericidal concentration (MBC), and antibiofilm formed. Cytotoxicity was measured by MTT and dsDNA PicoGreen tests, beyond the production of reactive oxygen species (ROS) determined by Dichlorodihydrofluorescein diacetate (DCFH-DA). The hexane extract showed the presence of 5 (choline, pantothenic acid, calystegine B, lanciphodylactone I, and 15\"-cis-zeaxanthin) compounds detected. V. breviflora extract demonstrated reliable results utilizing different antioxidant methods. In antibacterial activity, V. breviflora extract exhibited inhibitory, bactericidal, and antibiofilm action in biofilm-forming bacteria. The hexane extract exhibited cytotoxicity against melanoma, lung cancer, glioblastoma, leukemia, uterine colon, and hepatocarcinoma tumor cells. In addition, all tested strains resulted in increased production of ROS. This plant extract may be considered in future as an alternative for development of new therapeutic options aimed at the treatment of diverse pathologies.",
      "mesh_terms": [
        "Antioxidants",
        "Reactive Oxygen Species",
        "Hexanes",
        "Anti-Bacterial Agents",
        "Plant Extracts",
        "Phytochemicals",
        "Solanaceae"
      ]
    },
    {
      "pmid": "36534331",
      "title": "Sodium Multivitamin Transporter-Targeted Fluorochrome Facilitates Enhanced Metabolic Evaluation of Tumors Through Coenzyme-R Dependent Intracellular Signaling Pathways.",
      "authors": [
        "Feredun Azari",
        "Gregory T Kennedy",
        "Ashley Chang",
        "Bilal Nadeem",
        "Patrick Bou-Samra",
        "Austin Chang",
        "Alix Segil",
        "Elizabeth Bernstein",
        "Neil T Sullivan",
        "Evgeniy Eruslanov",
        "James Delikatny",
        "Sunil Singhal"
      ],
      "journal": "Molecular imaging and biology",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Intraoperative molecular imaging (IMI)-guided resections have been shown to improve oncologic outcomes for patients undergoing surgery for solid malignancies. The technology utilizes fluorescent tracers targeting cancer cells without the use of any ionizing radiation. However, currently available targeted IMI tracers are effective only for tumors with a highly specific receptor expression profile, and there is an unmet need for IMI tracers to label a broader range of tumor types. Here, we describe the development and testing of a novel tracer (CR)-S0456) targeted to the sodium multivitamin transporter (SMVT). METHODS: Preclinical models of fibrosarcoma (HT-1080), lung (A549), breast (4T1), and renal cancers (HEK-293 T) in vitro and in vivo were used for assessment of (CR)-S0456 specific tumor labeling via sodium-mediated SMVT uptake in dipotassium phosphate or choline chloride-containing media buffer. Additionally, pharmacologic inhibition of multiple intracellular coenzyme-R obligate signaling pathways, including holocarboxylase synthetase (sulconazole nitrate), PI3K/AKT/mTOR (omipalisib), and calmodulin-dependent phosphatase (calmidazolium), were investigated to assess (CR)-S0456 uptake kinetics. Human fibrosarcoma-bearing xenografts in athymic nude mice were used for tumor and metabolic-specific labeling. Novel NIR needle confocal laser endomicroscopic (nCLE) intratumoral sampling was performed to demonstrate single-cell specific labeling by CR-S0456. RESULTS: CR-S0456 localization in vitro correlated with highly proliferative cell lines (MTT) and doubling time (p < 0.05) with the highest microscopic fluorescence detected in aggressive human fibrosarcomas (HT-1080). Coenzyme-R-specific localization was demonstrated to be SMVT-specific after competitive inhibition of internal localization with excess administration of pantothenic acid. Inhibiting the activity of SMVT by affecting sodium ion hemostasis prevented the complete uptake of CR-S0456. In vivo validation demonstrated (CR)-S0456 localization to xenograft models with accurate identification of primary tumors as well as margin assessment down to 1 mm3 tumor volume. Systemic treatment of xenograft-bearing mice with a dual PI3K/mTOR inhibitor suppressed intratumoral cell signaling and (CR)-S0456 uptake via a reduction in SMVT expression. Novel analysis of in vivo intratumoral cytologic fluorescence using near-infrared confocal laser endomicroscopy demonstrated the absence of coenzyme-R-mediated NIR fluorescence but not fibroblast activation protein (FAP)-conjugated fluorochrome, indicating specific intracellular inhibition of coenzyme-R obligate pathways. CONCLUSION: These findings suggest that a SMVT-targeted NIR contrast agent can be a suitable tracer for imaging a wide range of malignancies as well as evaluating metabolic response to systemic therapies, similar to PET imaging with immune checkpoint inhibitors.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Fluorescent Dyes",
        "Sodium",
        "HEK293 Cells",
        "Mice, Nude",
        "Phosphatidylinositol 3-Kinases",
        "Symporters",
        "Biotin",
        "Signal Transduction",
        "Fibrosarcoma"
      ]
    },
    {
      "pmid": "36522756",
      "title": "Radotinib attenuates TGFβ -mediated pulmonary fibrosis in vitro and in vivo: exploring the potential of drug repurposing.",
      "authors": [
        "Suji Baek",
        "Seung Hae Kwon",
        "Joo Yeong Jeon",
        "Gong Yeal Lee",
        "Hyun Soo Ju",
        "Hyo Jung Yun",
        "Dae Jin Cho",
        "Kang Pa Lee",
        "Myung Hee Nam"
      ],
      "journal": "BMC pharmacology & toxicology",
      "publication_date": "2022-Dec-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Tyrosine kinase (TK) plays a crucial role in the pathogenesis of idiopathic pulmonary fibrosis. Here, we aimed to investigate whether radotinib (Rb) could inhibit pulmonary fibrosis by inhibiting TK in vitro and in vivo. METHODS: The antifibrotic effects of Rb in transforming growth factor-β (TGF-β)1-stimulated A549 cells were determined using real-time polymerase chain reaction, western blotting, and immunocytochemistry assays. Rb inhibition of bleomycin-induced lung fibrosis in Sprague Dawley (SD) rats was determined by histopathological and​ immunohistochemical analyses. Rb-interfering metabolites were analyzed using LC-MS/MS. RESULTS: Rb concentrations of up to 1000 nM did not affect the viability of A549 cells, but Rb (30 nM) significantly reduced expression of TGF-β1 (10 ng/mL)-induced ECM factors, such as Snail, Twist, and F-actin. Rb also regulated TGF-β1-overexpressed signal cascades, such as fibronectin and α-smooth muscle actin. Furthermore, Rb attenuated the phosphorylation of Smad2 and phosphorylation of kinases, such as, extracellular signal-regulated kinase, and protein kinase B. In the inhibitory test against bleomycin (5 mg/kg)-induced lung fibrosis, the Rb (30 mg/kg/daily)-treated group showed a half-pulmonary fibrosis region compared to the positive control group. In addition, Rb significantly reduced collagen type I and fibronectin expression in the bleomycin-induced fibrotic region of SD rats. Further, the identified metabolite pantothenic acid was not altered by Rb. CONCLUSION: Taken together, these results indicate that Rb inhibits TGF-β1-induced pulmonary fibrosis both in vitro and in vivo. These findings suggest that Rb may be an effective treatment for pulmonary fibrosis-related disorders and idiopathic pulmonary fibrosis.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Transforming Growth Factor beta",
        "Transforming Growth Factor beta1",
        "Fibronectins",
        "Drug Repositioning",
        "Chromatography, Liquid",
        "Rats, Sprague-Dawley",
        "Tandem Mass Spectrometry",
        "Bleomycin",
        "Idiopathic Pulmonary Fibrosis"
      ]
    },
    {
      "pmid": "36471936",
      "title": "[Biomarkers related to cognitive dysfunction in APP/PS1 mice based on non-targeted metabonomics and intervention mechanism of Huanglian Jiedu Decoction].",
      "authors": [
        "Lin-Na Wang",
        "Xin-Ru Gu",
        "Nan Si",
        "Hong-Jie Wang",
        "Yan-Yan Zhou",
        "Bao-Lin Bian",
        "Hai-Yu Zhao"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2022-Nov",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Through the non-targeted metabonomics study on endogenous substances in APP/PS1 transgenic mice, this paper aimed to discover biomarkers related to APP/PS1 mice with cognitive dysfunction, and find targets of Huanglian Jiedu Decoction(HLJDD) in the treatment of Alzheimer's disease(AD) and its mechanism. The brain tissue and serum metabolic mass spectrometry of mice were analyzed by ultra-high performance liquid chromatography-Orbitrap mass spectrometry(UPLC-Orbitrap MS). Through partial least squares-discriminant analysis(PLS-DA) and orthogonal partial least squares-discriminant analysis(OPLS-DA), the metabolic data of the normal group, the model group, the high-dose and low-dose HLJDD groups, and the berberine group were compared and analyzed to screen out potential biomarkers, and the relevant metabolic pathways were constructed with the help of the Kyoto Encyclopedia of Genes and Genomes(KEGG) database. Forty-five potential endogenous metabolites were identified, including 13 in brain and 35 in serum, among which leukotriene B4, tyrosine, and adenosine were expected to be differential metabolites related to cognitive function. HLJDD recalled 22 differential metabolites, and the pathways mainly involved in aminoacyl-tRNA biosynthesis, valine, leucine and isoleucine biosynthesis, pantothenic acid and coenzyme A biosynthesis, phenylalanine, tyrosine and tryptophan biosynthesis, and arachidonic acid metabolism. These pathways suggested that the main mechanism of HLJDD in the intervention of AD was to inhibit central and peripheral inflammation, and regulate energy metabolism, fatty acid metabolism, and amino acid metabolism. HLJDD has a certain effect on the improvement of cognitive dysfunction, and regulates relative pathways by recalling endogenous differential metabolites, which helps to further discover the biomarkers of AD and clarify the intervention mechanism of HLJDD in the treatment of AD.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Metabolomics",
        "Drugs, Chinese Herbal",
        "Biomarkers",
        "Cognitive Dysfunction",
        "Mice, Transgenic",
        "Tyrosine"
      ]
    },
    {
      "pmid": "36450257",
      "title": "Vitamin B5 rewires Th17 cell metabolism via impeding PKM2 nuclear translocation.",
      "authors": [
        "Chen Chen",
        "Weiqiao Zhang",
        "Tingyue Zhou",
        "Qiuyuan Liu",
        "Chao Han",
        "Zonghui Huang",
        "Si Chen",
        "Qiao Mei",
        "Cunjin Zhang",
        "Kaiguang Zhang",
        "Hongdi Ma",
        "Rongbin Zhou",
        "Wei Jiang",
        "Wen Pan",
        "Shu Zhu"
      ],
      "journal": "Cell reports",
      "publication_date": "2022-Nov-29",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Metabolic rewiring is essential for Th17 cells' functional identity to sense and interpret environmental cues. However, the environmental metabolic checkpoints with specific regulation of Th17 cells, manifesting potential therapeutic opportunities to autoimmune diseases, remain largely unknown. Here, by screening more than one hundred compounds derived from intestinal microbes or diet, we found that vitamin B5 (VB5) restrains Th17 cell differentiation as well as related autoimmune diseases such as experimental autoimmune encephalomyelitis and colitis. Mechanistically, VB5 is catabolized into coenzyme A (CoA) in a pantothenate kinase (PANK)-dependent manner, and in turn, CoA binds to pyruvate kinase isoform 2 (PKM2) to impede its phosphorylation and nuclear translocation, thus inhibiting glycolysis and STAT3 phosphorylation. In humans, reduced serum VB5 levels are found in both IBD and MS patients. Collectively, our study demonstrates a role of VB5 in Th17 cell metabolic reprograming, thus providing a potential therapeutic intervention for Th17 cell-associated autoimmune diseases.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Pyruvate Kinase",
        "Pantothenic Acid",
        "Th17 Cells",
        "Protein Isoforms",
        "Coenzyme A",
        "Encephalomyelitis, Autoimmune, Experimental"
      ]
    },
    {
      "pmid": "36438768",
      "title": "Status of maternal serum B vitamins and pregnancy outcomes: New insights from in vitro fertilization and embryo transfer (IVF-ET) treatment.",
      "authors": [
        "Ling Zhang",
        "Li-Mei Wu",
        "Wei-Hai Xu",
        "Yu-Qing Tian",
        "Xu-Ling Liu",
        "Chen-Yun Xia",
        "Lin Zhang",
        "Shi-Shi Li",
        "Zhen Jin",
        "Xiang-Li Wu",
        "Jing Shu"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The influence of B vitamins on human fertility and infertility treatments remains elusive. Therefore, this study investigated the association of most B vitamins with IVF-ET outcomes. A total of 216 subjects aged <35 year in their first oocyte retrieval cycle were recruited. Blood samples from the participants were collected before the oocyte pick-up procedure, and serum levels of riboflavin, niacin, pantothenic acid, vitamin B6 (including PA and PLP), folate, and methylmalonic acid (MMA) were detected using high-performance liquid chromatography-tandem mass spectrometry (HPLC-MS/MS). Endpoints were classified into three groups according to tertiles (lower, middle, and upper) of each vitamin index, and the association of the serum vitamin status with intermediate and clinical outcomes was analyzed using a generalized estimating equation model. Higher riboflavin levels were associated with elevated probabilities of high-quality embryos, as well as clinical pregnancy after embryo transfer. A greater likelihood of transferable embryos was found in the middle tertile of serum folate. Similarly, a negative correlation of serum MMA, a marker of vitamin B12 deficiency, with high-quality embryos was identified. No significance was observed for other vitamins in terms of all endpoints. Therefore, sufficient levels of pre-conception riboflavin, folate, and vitamin B12 are recommended for successful infertility treatment and pregnancy planning; further evidence is needed to confirm our conclusion."
    },
    {
      "pmid": "36415746",
      "title": "The Role of Vitamin C: From Prevention of Pneumonia to Treatment of Covid-19.",
      "authors": [
        "Komal",
        "Jagdeep Kumar",
        "Adrish Sen"
      ],
      "journal": "Materials today. Proceedings",
      "publication_date": "2022-Nov-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vitamins are the main components of our diet. In our nutrition 14 vitamins are present namely A, B1 (Thiamine), B6(Pyridoxine), B12(Cyanocobalamin), C, D, E, K, niacin, folacin, choline, pantothenic acid and biotin. The main role of it is in treating common diseases like cold. Vitamin C's role in treating pneumonia or Sepsis /Septicemia has been underway for many decades. A great benefit in decreasing the duration of cold is by injecting heavy dose of ascorbic acid. So, at high dose/ risk of injection like it may be obese, diabetes, and the elderly. Vitamin C always acts as an antioxidant that can help to prevent our cells from getting any harm. Recently injection of vitamin C was used in treatment of Covid-19 patients. In this review we have primarily discussed its effects on the immune system and the treatment of pneumonia disorders using vitamin C. At the beginning we have discussed the bio-avalibility of vitamin-C followed by the synthesis of it by plants and animals and then the dietary allowance to be followed for vitamin C regularly. The level of vitamin C is very low in people having pneumonia and those with low immunity are being effected by COVID-19 virus. Kiwi is the main source of vitamin C. Preliminary observational studies show that critically sick individuals use vitamin C for the prevention of the pneumonia to the treatment of the virus COVID-19 by increasing the vitamin C levels in the body."
    },
    {
      "pmid": "36381950",
      "title": "Impact of storage conditions and premix type on water-soluble vitamin stability.",
      "authors": [
        "Marut Saensukjaroenphon",
        "Cassandra K Jones",
        "Caitlin E Evans",
        "Jordan T Gebhardt",
        "Jason C Woodworth",
        "Charles R Stark",
        "Jon R Bergstrom",
        "Chad B Paulk"
      ],
      "journal": "Translational animal science",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mitigation options to reduce the risk of foreign animal disease entry into the United States may lead to degradation of some vitamins. The objective of Exp. 1 was to determine the impact of 0, 30, 60, or 90 d storage time on water-soluble vitamin (riboflavin, niacin, pantothenic acid, and cobalamin) stability when vitamin premix (VP) and vitamin trace mineral premix (VTM) were blended with 1% inclusion of medium-chain fatty acid (MCFA) (1:1:1 blend of C6:C8:C10) or mineral oil (MO) with different environmental conditions. Samples stored at room temperature (RT) (approximately 22 °C) or in an environmentally controlled chamber set at 40 °C and 75% humidity, high temperature high humidity (HTHH). The sample bags were pulled out at day 0, 30, 60, and 90 for RT condition and HTHH condition. Therefore, treatments were analyzed as a 2 × 2 × 2 × 3 factorial, with two premix types (vitamin premix vs. VTM), two oil types (MO vs. MCFA), two storage conditions (RT vs. HTHH), and three time points (day 30, 60, and 90). The objective of Exp. 2 was to determine the effect of heat pulse treatment and MCFA addition on water-soluble vitamin (riboflavin, niacin, pantothenic acid, and cobalamin) stability with two premix types. A sample from each treatment was heated at 60 °C and 20% humidity. Therefore, treatments were analyzed as a 2 × 2 factorial, with two premix types (VP vs. VTM) and two oil types (MO vs. MCFA). For Exp. 1, the following effects were significant for riboflavin: main effect of premix type (P < 0.0001), storage condition (P = 0.015), and storage time (P < 0.0001); for pantothenic acid: premix type × storage time × storage condition (P = 0.003) and premix type × oil type (P < 0.0001) interactions; and for cobalamin: premix type × storage condition (P < 0.0001) and storage time × storage condition (P < 0.0001) interactions and main effect of oil type (P = 0.018). The results of Exp. 2 demonstrated that there was an interaction between oil type and premix type for only pantothenic acid (P = 0.021). The oil type did not affect the stability of riboflavin, niacin, or cobalamin and pantothenic acid stability was not different within similar premixes. The only difference in water-soluble vitamin stability between VP and VTM was for pantothenic acid (P < 0.001). The results of this experiment demonstrated that the stability of water soluble vitamins are dependent on the vitamin of interest and the conditions at which it is stored."
    },
    {
      "pmid": "36204956",
      "title": "[Relationship between peripheral blood micronutrients and four kinds of oral mucosal diseases in children: clinical analysis of 217 cases].",
      "authors": [
        "Yong Zhou",
        "Zheng-Quan Zhou",
        "Xue-Wei Liu",
        "Li-Mu Zhang",
        "Ye Wang",
        "Xiao-Ping Lin"
      ],
      "journal": "Shanghai kou qiang yi xue = Shanghai journal of stomatology",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To investigate the relationship between peripheral blood micronutrient levels and 4 kinds of oral mucosal diseases (minor recurrent aphthous ulcer, angular cheilitis, cheilitis and geographic tongue) in children aged 0~14 years. METHODS: One hundred and fifty-two children with oral mucosal lesions (COML) and 65 healthy children (health control group, HC) were included. The clinical data of each group were recorded separately to compare whether there existed differences in the levels of serum water-soluble vitamins (vitamins B1, B2, B3, B5, B6, B7, B9, B12, C), serum fat-soluble vitamins [vitamins A, E, K, 25(OH)D2, 25(OH)D3], zinc and serum calcium. Whether peripheral blood micronutrients were risk factors associated with the onset of COML was analyzed through disorder multiclass logistic regression with SPSS 23.0 software package. RESULTS: Peripheral blood micronutrients differed in children with minor recurrent aphthous ulcers, cheilitis, and geographic tongue (P＜0.05). Compared with HC group, children in minor recurrent aphthous ulcer group had significantly lower levels of vitamin B1, B6, B7, C, A, and 25(OH)D3 (P＜0.05), and relatively higher rates of vitamin B6 (50.00% vs 13.85%), vitamin B7 (36.76% vs 9.23%), 25(OH)D3 (64.71% vs 36.92%) deficiency and vitamin K excess (8.82% vs 0.00%)(P＜0.005). Multiclass logistic regression analysis showed that vitamin B1, vitamin C, vitamin A deficiency, vitamin B5, and vitamin K excess were risk factors for incidence in children with minor recurrent aphthous ulcer, and each element was independent for each other. Compared with HC group, the levels of vitamin B7 and 25(OH)D3 in children with cheilitis were significantly lower(P＜0.05), and the rate of vitamin B7 deficiency was significantly higher (P＜0.005). Multiclass logistic regression analysis showed that vitamin B7 and vitamin A deficiency were risk factors for cheilitis in children, and the two were independent for each other. Compared with the HC group, vitamin K excess rate was significantly higher in children with geographic tongue (7.14% vs 0.00%) (P＜0.005). Multiclass logistic regression analysis showed that vitamin C deficiency and vitamin K excess were risk factors for the incidence of geographic tongue, and the two were independent for each other. Compared with other groups, peripheral blood micronutrients had no correlation with the pathogenesis of angular cheilitis (P＞0.05). CONCLUSIONS: The occurrence of COML is closely related to peripheral blood micronutrient levels, which suggests that children with COML need to monitor vitamin and mineral levels and supplement treatment when necessary.",
      "mesh_terms": [
        "Ascorbic Acid",
        "Calcium",
        "Cheilitis",
        "Child",
        "Glossitis, Benign Migratory",
        "Humans",
        "Micronutrients",
        "Minerals",
        "Pantothenic Acid",
        "Stomatitis, Aphthous",
        "Thiamine",
        "Vitamin A Deficiency",
        "Vitamin B 6",
        "Vitamin K",
        "Vitamins",
        "Water",
        "Zinc"
      ]
    },
    {
      "pmid": "36118007",
      "title": "Metabolomics investigation on antiobesity effects of Corydalis bungeana on high-fat high-sugar diet-induced obese rats.",
      "authors": [
        "Minghai Fu",
        "Terigele Bao",
        "Hongzhen Yu",
        "LiSha A",
        "HuiFang Li",
        "Genna Ba",
        "Sungbo Cho"
      ],
      "journal": "Chinese herbal medicines",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Corydalis bungeana (CB) is a well-used medicinal herb in Mongolian folk medicine and has been traditionally applied as an antiobesity agent. However, the evidence-based pharmacological effects of CB and its specific metabolic alterations in the obese model are not entirely understood. This study aimed to utilize untargeted metabolomic techniques to identify biomarkers and gain mechanistic insight into the serum metabolite alterations associated with weight loss and lipid metabolism in obese rats. METHODS: A high-fat high-sugar (HFHS) diet was used to induce obese models in rats. CB extract was orally gavaged at 0.18, 0.9 and 1.8 g/kg doses for six weeks, and feed intake, body weight, fat pad weight, and blood indexes were measured. Blood serum metabolites were evaluated by gas chromatography/quadrupole time-of-flight tandem mass spectrometry (GC-TOF/MS). RESULTS: The results showed that compared with the obese group, the administration of CB extract caused significant decreases in body weight (P < 0.05), feed intake, Lee's index, and perirenal, mesenteric, epididymal fat weight. CB extract also reduced blood triglyceride and total cholesterol levels (P < 0.05) of obese rats. Metabolomic findings showed that nine differential metabolites, including pyruvic acid, D-glucuronic acid, malic acid, dimethylglycine, oxoglutaric acid, pantothenic acid, sorbitol acid, fumaric acid and glucose 6-phosphate were identified under CB treatment and altered metabolic pathways such as TCA cycle, pantothenate and CoA biosynthesis, and glycolysis/gluconeogenesis. CONCLUSION: This study demonstrated weight loss and lipid lowering effects of CB on HFHS diet-induced obese rats and identified nine metabolites as potential biomarkers for evaluating the favorable therapeutic mechanism of CB via regulation of lipid and glucose metabolism."
    },
    {
      "pmid": "36108676",
      "title": "Effects of supplementation with low-dose group B vitamins on clinical and biochemical parameters in critically ill patients with COVID-19: a randomized clinical trial.",
      "authors": [
        "Nazanin Majidi",
        "Effat Bahadori",
        "Soheila Shekari",
        "Maryam Gholamalizadeh",
        "Shirin Tajadod",
        "Marjan Ajami",
        "Somayeh Gholami",
        "Mahdi Shadnoush",
        "Mina Ahmadzadeh",
        "Anoush Dehnadi Moghadam",
        "Naeemeh Hassanpour Ardekanizadeh",
        "Hanieh Shafaei Kachaei",
        "Fatemeh Shafie",
        "Alireza Moslem",
        "Saeid Doaei",
        "Mark O Goodarzi"
      ],
      "journal": "Expert review of anti-infective therapy",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: : This study aimed to check the effect of supplementation with low-dose group B vitamins on clinical and biochemical parameters on patients with coronavirus disease 2019 (COVID-19). RESEARCH DESIGN AND METHOD: : This double-blind, randomized clinical trial was carried out on 85 critically ill patients with COVID-19. All patients received high protein prescriptions of 30 kcal/kg/d by enteral nutrition. The intervention group (n = 40) received vitamin B complex, including thiamine (10 mg), riboflavin (4 mg), nicotinamide (40 mg), and dexpanthenol (6 mg). The control group received similar nutritional supports, except for group B vitamins. Assessments were carried out at baseline and after 2 weeks of intervention. RESULTS: : Vitamin B supplementation had no effects on the biochemical and pathological parameters including kidney function, arterial blood gas parameters, Glasgow coma scale, cell blood count, and serum electrolytes of the intervention group compared with the control group. The 30-day mortality was insignificantly lower in the intervention group than in the control group (83.3% against 96.1%, P = 0.07). CONCLUSIONS: The mortality rate of patients with COVID-19 might be improved by low-dose vitamin B supplementation.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Double-Blind Method",
        "Female",
        "Critical Illness",
        "Middle Aged",
        "Dietary Supplements",
        "COVID-19",
        "Vitamin B Complex",
        "Aged",
        "Thiamine",
        "COVID-19 Drug Treatment",
        "SARS-CoV-2",
        "Riboflavin",
        "Niacinamide",
        "Adult",
        "Enteral Nutrition",
        "Pantothenic Acid"
      ]
    },
    {
      "pmid": "35909558",
      "title": "Systemic and Ocular Anti-Inflammatory Mechanisms of Green Tea Extract on Endotoxin-Induced Ocular Inflammation.",
      "authors": [
        "Kai On Chu",
        "Kwok Ping Chan",
        "Yolanda Wong Ying Yip",
        "Wai Kit Chu",
        "Chi Chiu Wang",
        "Chi Pui Pang"
      ],
      "journal": "Frontiers in endocrinology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Green tea extract (GTE) alleviated ocular inflammations in endotoxin-induced uveitis (EIU) rat model induced by lipopolysaccharide (LPS) but the underlying mechanism is unclear. OBJECTIVES: To investigate the systematic and local mechanisms of the alleviation by untargeted metabolomics using liquid chromatography-tandem mass spectrometry. METHODS: Sprague-Dawley rats were divided into control group, LPS treatment group, and LPS treatment group treated with GTE two hours after LPS injection. The eyes were monitored by slip lamp and electroretinography examination after 24 hours. The plasma and retina were collected for metabolomics analysis. RESULTS: In LPS treated rats, the iris showed hyperemia. Plasma prostaglandins, arachidonic acids, corticosteroid metabolites, and bile acid metabolites increased. In the retina, histamine antagonists, corticosteroids, membrane phospholipids, free antioxidants, and sugars also increased but fatty acid metabolites, N-acetylglucosamine-6-sulphate, pyrocatechol, and adipic acid decreased. After GTE treatment, the a- and b- waves of electroretinography increased by 13%. Plasma phosphorylcholine lipids increased but plasma prostaglandin E1, cholanic metabolites, and glutarylglycine decreased. In the retina, tetranor-PGAM, pantothenic derivatives, 2-ethylacylcarinitine, and kynuramine levels decreased but anti-oxidative seleno-peptide level increased. Only phospholipids, fatty acids, and arachidonic acid metabolites in plasma and in the retina had significant correlation (p < 0.05, r > 0.4 or r < -0.4). CONCLUSIONS: The results showed GTE indirectly induced systemic phosphorylcholine lipids to suppress inflammatory responses, hepatic damage, and respiratory mitochondrial stress in EIU rats induced by LPS. Phospholipids may be a therapeutic target of GTE for anterior chamber inflammation.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Endotoxins",
        "Inflammation",
        "Lipopolysaccharides",
        "Phosphorylcholine",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Retina",
        "Tea",
        "Uveitis"
      ]
    },
    {
      "pmid": "35847971",
      "title": "Untargeted Metabolomics Studies of H9c2 Cardiac Cells Submitted to Oxidative Stress, β-Adrenergic Stimulation and Doxorubicin Treatment: Investigation of Cardiac Biomarkers.",
      "authors": [
        "Monica Força Lima",
        "Alan Gonçalves Amaral",
        "Isabela Aparecida Moretto",
        "Franckson Jhonne Torres Neves Paiva-Silva",
        "Flávia Oliveira Borges Pereira",
        "Coral Barbas",
        "Aline Mara Dos Santos",
        "Ana Valéria Colnaghi Simionato",
        "Francisco Javier Rupérez"
      ],
      "journal": "Frontiers in molecular biosciences",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "One of the biggest challenges in the search for more effective treatments for diseases is understanding their etiology. Cardiovascular diseases (CVD) are an important example of this, given the high number of deaths annually. Oxidative stress (the imbalance between oxidant and antioxidant species in biological system) is one of the factors responsible for CVD occurrence, demanding extensive investigation. Excess of reactive oxygen species (ROS) are primarily responsible for this condition, and clinical and scientific literature have reported a significant increase in ROS when therapeutic drugs, such as doxorubicin and isoproterenol, are administered. In this context, the aim of this study is the investigation of potential biomarkers that might be associated with oxidative stress in cardiomyocytes. For this purpose, H9c2 cardiomyocytes were submitted to oxidative stress conditions by treatment with doxorubicin (DOX), isoproterenol (ISO) and hydrogen peroxide (PER). Metabolomics analyses of the cell extract and the supernatant obtained from the culture medium were then evaluated by CE-ESI(+)-TOF-MS. Following signal processing, statistical analyses, and molecular features annotations, the results indicate changes in the aspartate, serine, pantothenic acid, glycerophosphocholine and glutathione metabolism in the cell extract."
    },
    {
      "pmid": "35818423",
      "title": "Regulation of appetite-related neuropeptides by Panax ginseng: A novel approach for obesity treatment.",
      "authors": [
        "Hung Manh Phung",
        "Dongyeop Jang",
        "Tuy An Trinh",
        "Donghun Lee",
        "Quynh Nhu Nguyen",
        "Chang-Eop Kim",
        "Ki Sung Kang"
      ],
      "journal": "Journal of ginseng research",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Obesity is a primary factor provoking various chronic disorders, including cardiovascular disease, diabetes, and cancer, and causes the death of 2.8 million individuals each year. Diet, physical activity, medications, and surgery are the main therapies for overweightness and obesity. During weight loss therapy, a decrease in energy stores activates appetite signaling pathways under the regulation of neuropeptides, including anorexigenic [corticotropin-releasing hormone, proopiomelanocortin (POMC), cholecystokinin (CCK), and cocaine- and amphetamine-regulated transcript] and orexigenic [agouti-related protein (AgRP), neuropeptide Y (NPY), and melanin-concentrating hormone] neuropeptides, which increase food intake and lead to failure in attaining weight loss goals. Ginseng and ginsenosides reverse these signaling pathways by suppressing orexigenic neuropeptides (NPY and AgRP) and provoking anorexigenic neuropeptides (CCK and POMC), which prevent the increase in food intake. Moreover, the results of network pharmacology analysis have revealed that constituents of ginseng radix, including campesterol, beta-elemene, ginsenoside Rb1, biotin, and pantothenic acid, are highly correlated with neuropeptide genes that regulate energy balance and food intake, including ADIPOQ, NAMPT, UBL5, NUCB2, LEP, CCK, GAST, IGF1, RLN1, PENK, PDYN, and POMC. Based on previous studies and network pharmacology analysis data, ginseng and its compounds may be a potent source for obesity treatment by regulating neuropeptides associated with appetite."
    },
    {
      "pmid": "35810677",
      "title": "Vanin-1 as a novel biomarker for chronic obstructive pulmonary disease.",
      "authors": [
        "Xue Zhang",
        "Wenchao Cong",
        "Aiping Lu"
      ],
      "journal": "Heart & lung : the journal of critical care",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The function of vascular non-inflammatory molecule 1 (Vanin-1), an enzyme essential for vitamin B5 synthesis, has not been studied yet in chronic obstructive pulmonary disease (COPD). OBJECTIVES: In this study, we aimed to evaluate the expression of Vanin-1 in sera and lung tissues of COPD, and infer its possible roles in COPD. METHODS: We collected blood and lung tissue specimens from 99 COPD patients and 62 non-COPD subjects. Enzyme-linked immunosorbent assay was used to determine levels of Vanin-1, pantothenic acid, interleukin-6 (IL-6), tumor necrotic factor α (TNFα), and reactive oxygen species (ROS). The receiver operating characteristics (ROC) curve was used for analysis of the diagnostic value of Vanin-1 in COPD patients. Pearson's correlation assay was used to determine the correlation between Vanin-1 and levels of inflammatory cytokines and ROS. RESULTS: Vanin-1 expression was significantly higher in the sera and lung tissues of COPD patients compared to non-COPD subjects. ROC analysis showed that the area under the curve (AUC) was greater than 0.5 for both sera (AUC = 0.7342) and lung tissues (AUC = 0.9061). Pantothenic acid was also upregulated in COPD patients. IL-6, TNFα and ROS showed strong positive correlations to Vanin-1 levels in sera. CONCLUSION: Vanin-1 upregulation in sera and lung tissue is a potentially valuable biomarker for COPD. Vanin-1 showed positive correlations to levels of pro-inflammatory cytokines and ROS. Together, our results support the further development of Vanin-1 as a new target for the diagnosis or treatment of COPD.",
      "mesh_terms": [
        "Humans",
        "Tumor Necrosis Factor-alpha",
        "Interleukin-6",
        "Pantothenic Acid",
        "Reactive Oxygen Species",
        "Pulmonary Disease, Chronic Obstructive",
        "Biomarkers",
        "Cytokines"
      ]
    },
    {
      "pmid": "35791704",
      "title": "Efficacy of intramuscular injections of biotin and dexpanthenol in the treatment of diffuse hair loss: A randomized, double-blind controlled study comparing two brands.",
      "authors": [
        "Aniseh Samadi",
        "Yasaman Ketabi",
        "Rojin Firooz",
        "Alireza Firooz"
      ],
      "journal": "Dermatologic therapy",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Combination therapy with biotin and dexpanthenol is a well-known practice in preventing and treating hair loss, however, it is not well studied. In this study, we compared the efficacy of the 6-week treatment with two brands of biotin and dexpanthenol for the treatment of diffuse hair loss. Fifty eligible patients with diffused pattern hair loss, (41 women and 9 men) were randomized in a 1:1 ratio to receive either 6 weekly injections of dexpanthenol ampoule 250 mg/2 ml and biotin ampoule 5 mg/1 ml, manufactured by Pars Behvarzan or Bayer Company. Combing test, Standard scalp photography and trichoscan assessment were performed before the first treatment session and one and 8 weeks after the last one. Patients' satisfaction and drug adverse reactions were also recorded. One and eight weeks after the last treatment session, hair fall count and total hair density significantly improved in both groups (p-value <0.01 for hair fall count and 0.04 and 0.02, for hair density in Pars and Bayer groups, respectively). There was no significant difference between the two groups in any other trichoscan parameter, except for improvement in terminal/vellus hair ratio in the Bayer group in both follow up visits, compared to the Pars group (p-value = 0.02 and 0.033 for weeks one and eight). Six-week treatment with both brands of biotin and dexpanthenol was effective and safe in people with diffused pattern hair loss.",
      "mesh_terms": [
        "Alopecia",
        "Biotin",
        "Double-Blind Method",
        "Female",
        "Hair",
        "Humans",
        "Injections, Intramuscular",
        "Male",
        "Pantothenic Acid",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "35754968",
      "title": "Coenzyme A-Dependent Tricarboxylic Acid Cycle Enzymes Are Decreased in Alzheimer's Disease Consistent With Cerebral Pantothenate Deficiency.",
      "authors": [
        "Crystal Sang",
        "Sasha A Philbert",
        "Danielle Hartland",
        "Richard D Unwin",
        "Andrew W Dowsey",
        "Jingshu Xu",
        "Garth J S Cooper"
      ],
      "journal": "Frontiers in aging neuroscience",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sporadic Alzheimer's disease (sAD) is the commonest cause of age-related neurodegeneration and dementia globally, and a leading cause of premature disability and death. To date, the quest for a disease-modifying therapy for sAD has failed, probably reflecting our incomplete understanding of aetiology and pathogenesis. Drugs that target aggregated Aβ/tau are ineffective, and metabolic defects are now considered to play substantive roles in sAD pathobiology. We tested the hypothesis that the recently identified, pervasive cerebral deficiency of pantothenate (vitamin B5) in sAD, might undermine brain energy metabolism by impairing levels of tricarboxylic acid (TCA)-cycle enzymes and enzyme complexes, some of which require the pantothenate-derived cofactor, coenzyme A (CoA) for their normal functioning. We applied proteomics to measure levels of the multi-subunit TCA-cycle enzymes and their cytoplasmic homologues. We analysed six functionally distinct brain regions from nine sAD cases and nine controls, measuring 33 cerebral proteins that comprise the nine enzymes of the mitochondrial-TCA cycle. Remarkably, we found widespread perturbations affecting only two multi-subunit enzymes and two enzyme complexes, whose function is modulated, directly or indirectly by CoA: pyruvate dehydrogenase complex, isocitrate dehydrogenase, 2-oxoglutarate dehydrogenase complex, and succinyl-CoA synthetase. The sAD cases we studied here displayed widespread deficiency of pantothenate, the obligatory precursor of CoA. Therefore, deficient cerebral pantothenate can damage brain-energy metabolism in sAD, at least in part through impairing levels of these four mitochondrial-TCA-cycle enzymes."
    },
    {
      "pmid": "35575231",
      "title": "Pantothenate protects against obesity via brown adipose tissue activation.",
      "authors": [
        "Huiqiao Zhou",
        "Hanlin Zhang",
        "Rongcai Ye",
        "Chunlong Yan",
        "Jun Lin",
        "Yuanyuan Huang",
        "Xiaoxiao Jiang",
        "Shouli Yuan",
        "Li Chen",
        "Rui Jiang",
        "Kexin Zheng",
        "Ziyu Cheng",
        "Zhi Zhang",
        "Meng Dong",
        "Wanzhu Jin"
      ],
      "journal": "American journal of physiology. Endocrinology and metabolism",
      "publication_date": "2022-Jul-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brown adipose tissue (BAT) is the primary site of adaptive thermogenesis, which is involved in energy expenditure and has received much attention in the field of obesity treatment. By screening a small-molecule compound library of drugs approved by the Food and Drug Administration, pantothenic acid was identified as being able to significantly upregulate the expression of uncoupling protein 1 (UCP1), a key thermogenic protein found in BAT. Pantothenate (PA) treatment decreased adiposity, reversed hepatic steatosis, and improved glucose homeostasis by increasing energy expenditure in C57BL/6J mice fed a high-fat diet. PA also significantly increased BAT activity and induced beige adipocytes formation. Mechanistically, the beneficial effects were mediated by UCP1 because PA treatment was unable to ameliorate obesity in UCP1 knockout mice. In conclusion, we identified PA as an effective BAT activator that can prevent obesity and may represent a promising strategy for the clinical treatment of obesity and related metabolic diseases.NEW & NOTEWORTHY PA treatment effectively and safely protected against obesity via the BAT-UCP1 axis. PA has therapeutic potential for treating obesity and type II diabetes.",
      "mesh_terms": [
        "Adipose Tissue, Brown",
        "Animals",
        "Diabetes Mellitus, Type 2",
        "Diet, High-Fat",
        "Energy Metabolism",
        "Mice",
        "Mice, Inbred C57BL",
        "Obesity",
        "Thermogenesis",
        "Uncoupling Protein 1"
      ]
    },
    {
      "pmid": "35551031",
      "title": "A designed self-microemulsion delivery system for dihydromyricetin and its dietary intervention effect on high-fat-diet fed mice.",
      "authors": [
        "Qiyan Lyu",
        "Lei Chen",
        "Shiye Lin",
        "Hui Cao",
        "Hui Teng"
      ],
      "journal": "Food chemistry",
      "publication_date": "2022-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study aims to design a self-microemulsion delivery system (d-α-tocopheryl polyethylene glycol 1000 succinate - quillaja saponin) to enhance the absorptivity of dihydromyricetin (DMY-S), and to investigate its dietary intervention effect on high-fat-diet (HFD) fed mice. We find DMY-S can inhibit the increase of body weight and fat mass, preventing non-alcoholic fatty liver disease. Compared to the model group, the abundance of mice intestinal flora is mainly changed in certain bacterial genera of Firmicutes and Bacteroides, including norank_f_Muribaculaceae and Blautia. The result of metabolism analysis indicated that the expression levels of cincassiol B, creatine, pantothenic acid and aminobutyric acid in the liver tissues of mice treated with DMY-S showed a down-regulation. The DMY-S prevented hyperlipidemia in HFD mice mainly by affecting different pathways including glycerophospholipid metabolism, sphingolipid metabolism and pantothenate and CoA biosynthesis.",
      "mesh_terms": [
        "Animals",
        "Diet, High-Fat",
        "Flavonols",
        "Liver",
        "Mice",
        "Mice, Inbred C57BL",
        "Non-alcoholic Fatty Liver Disease"
      ]
    },
    {
      "pmid": "35444200",
      "title": "Preclinical characterization and target validation of the antimalarial pantothenamide MMV693183.",
      "authors": [
        "Laura E de Vries",
        "Patrick A M Jansen",
        "Catalina Barcelo",
        "Justin Munro",
        "Julie M J Verhoef",
        "Charisse Flerida A Pasaje",
        "Kelly Rubiano",
        "Josefine Striepen",
        "Nada Abla",
        "Luuk Berning",
        "Judith M Bolscher",
        "Claudia Demarta-Gatsi",
        "Rob W M Henderson",
        "Tonnie Huijs",
        "Karin M J Koolen",
        "Patrick K Tumwebaze",
        "Tomas Yeo",
        "Anna C C Aguiar",
        "Iñigo Angulo-Barturen",
        "Alisje Churchyard",
        "Jake Baum",
        "Benigno Crespo Fernández",
        "Aline Fuchs",
        "Francisco-Javier Gamo",
        "Rafael V C Guido",
        "María Belén Jiménez-Diaz",
        "Dhelio B Pereira",
        "Rosemary Rochford",
        "Camille Roesch",
        "Laura M Sanz",
        "Graham Trevitt",
        "Benoit Witkowski",
        "Sergio Wittlin",
        "Roland A Cooper",
        "Philip J Rosenthal",
        "Robert W Sauerwein",
        "Joost Schalkwijk",
        "Pedro H H Hermkens",
        "Roger V Bonnert",
        "Brice Campo",
        "David A Fidock",
        "Manuel Llinás",
        "Jacquin C Niles",
        "Taco W A Kooij",
        "Koen J Dechering"
      ],
      "journal": "Nature communications",
      "publication_date": "2022-Apr-20",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Drug resistance and a dire lack of transmission-blocking antimalarials hamper malaria elimination. Here, we present the pantothenamide MMV693183 as a first-in-class acetyl-CoA synthetase (AcAS) inhibitor to enter preclinical development. Our studies demonstrate attractive drug-like properties and in vivo efficacy in a humanized mouse model of Plasmodium falciparum infection. The compound shows single digit nanomolar in vitro activity against P. falciparum and P. vivax clinical isolates, and potently blocks P. falciparum transmission to Anopheles mosquitoes. Genetic and biochemical studies identify AcAS as the target of the MMV693183-derived antimetabolite, CoA-MMV693183. Pharmacokinetic-pharmacodynamic modelling predict that a single 30 mg oral dose is sufficient to cure a malaria infection in humans. Toxicology studies in rats indicate a > 30-fold safety margin in relation to the predicted human efficacious exposure. In conclusion, MMV693183 represents a promising candidate for further (pre)clinical development with a novel mode of action for treatment of malaria and blocking transmission.",
      "mesh_terms": [
        "Animals",
        "Antimalarials",
        "Folic Acid Antagonists",
        "Malaria",
        "Malaria, Falciparum",
        "Malaria, Vivax",
        "Mice",
        "Pantothenic Acid",
        "Plasmodium falciparum",
        "Rats"
      ]
    },
    {
      "pmid": "35441448",
      "title": "Comparison of topical sucralfate with dexpanthenol in rat wound model.",
      "authors": [
        "Eda Yildizhan",
        "Burak Veli Ulger",
        "Murat Akkus",
        "Dilara Akinci",
        "Omer Basol"
      ],
      "journal": "International journal of experimental pathology",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "Wound healing is a dynamic process initiated in response to injury. There are many factors that have detrimental effects on the wound healing process. Numerous studies have been conducted for improving wound healing processes. Dexpanthenol is widely used to accelerate wound healing. Sucralfate is used for the treatment of peptic ulcers. We aimed to compare the efficacy of topical Dexpanthenol and Sucralfate in an experimental wound model in rats via histopathological examinations and immune histochemical determinations, as well, to evaluate their effects on EGF levels. Three different groups were formed: the Control Group, the Dexpanthenol Group and the Sucralfate Group. Full-thickness skin wounds were created on the back of each rat and isotonic saline was applied to the wounds of the rats in the control group, Bepanthol® cream was applied in Dexpanthenol Group and 10% Sucralfate cream was applied in Sucralfate Group, once a day. On the 7th, 14th and 21st days the wounds were measured and seven rats from each group were sacrificed and the wounds were excised for histopathological examination. Sucralfate increased wound healing rates by increasing neovascularization, fibroblast activation, reepithelialization and collagen density, as well as dexpanthenol. Our study revealed that the dexpanthenol and sucralfate groups were better than the control group in terms of their effects on wound healing, however there was no statistically significant difference among these two groups. Sucralfate improves EGF expression in skin wounds and has positive results on skin wound healing comparable to dexpanthenol.",
      "mesh_terms": [
        "Animals",
        "Epidermal Growth Factor",
        "Pantothenic Acid",
        "Rats",
        "Sucralfate",
        "Wound Healing"
      ]
    },
    {
      "pmid": "35418244",
      "title": "Sea Cucumber Body Vesicular Syndrome Is Driven by the Pond Water Microbiome via an Altered Gut Microbiota.",
      "authors": [
        "Zelong Zhao",
        "Jingwei Jiang",
        "Yongjia Pan",
        "Ying Dong",
        "Bai Wang",
        "Shan Gao",
        "Zhong Chen",
        "Xiaoyan Guan",
        "Xuda Wang",
        "Zunchun Zhou"
      ],
      "journal": "mSystems",
      "publication_date": "2022-Jun-28",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Apostichopus japonicus (sea cucumber) is one of the most valuable aquaculture species in China; however, different diseases can limit its economic development. Recently, a novel disease, body vesicular syndrome (BVS), was observed in A. japonicus aquaculture. Diseased animals displayed no obvious phenotypic characteristics; however, after boiling at the postharvest stage, blisters, lysis, and body ruptures appeared. In this study, a multiomics strategy incorporating analysis of the gut microbiota, the pond microbiome, and A. japonicus genotype was established to investigate BVS. Detailed analyses of differentially expressed proteins (DEPs) and metabolites suggested that changes in cell adhesion structures, caused by disordered fatty acid β-oxidation mediated by vitamin B5 deficiency, could be a putative BVS mechanism. Furthermore, intestinal dysbacteriosis due to microbiome variations in pond water was considered a potential reason for vitamin B5 deficiency. Our BVS index, based on biomarkers identified from the A. japonicus gut microbiota, was a useful tool for BVS diagnosis. Finally, vitamin B5 supplementation was successfully used to treat BVS, suggesting an association with BVS etiology. IMPORTANCE Body vesicular syndrome (BVS) is a novel disease in sea cucumber aquaculture. As no phenotypic features are visible, BVS is difficult to confirm during aquaculture and postharvest activities, until animals are boiled. Therefore, BVS could lead to severe economic losses compared with other diseases in sea cucumber aquaculture. In this study, for the first time, we systematically investigated BVS pathogenesis and proposed an effective treatment for the condition. Moreover, based on the gut microbiota, we established a noninvasive diagnostic method for BVS in sea cucumber.",
      "mesh_terms": [
        "Animals",
        "Sea Cucumbers",
        "Gastrointestinal Microbiome",
        "Ponds",
        "Pantothenic Acid",
        "Microbiota",
        "Water"
      ]
    },
    {
      "pmid": "35399642",
      "title": "Metabolomics Deciphering the Potential Biomarkers of Hengqing I Prescription against Vascular Dementia.",
      "authors": [
        "Shengxi Meng",
        "Shaopeng Li",
        "Huize Chen",
        "Chujun Deng",
        "Zeyu Meng",
        "Yimo Wang"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "With the aging of population, vascular dementia (VaD) seriously threatens people's health and quality of life. It is of great significance to explore biomarkers of VaD from the perspective of metabolomics and traditional Chinese medicine (TCM). Therefore, VaD was divided into kidney deficiency and blood stasis syndrome (KDBS) and non-KDBS according to TCM. Then, some patients received the treatment of Hengqing I (HQI) prescription. The urine of six groups (VaD group, normal group, KDBS group, non-KDBS group, HQI group, and control group) was detected on LC-MS/MS. Multivariate statistical analysis showed that the metabolic profiles of the three comparisons were significantly different. The top analysis-ready molecules of downregulated histamine and upregulated biotin, methionine, pantothenic acid, SAH, histidine, and kaempferol may be the most related metabolites. These putative biomarkers play an important role in the regulation of key metabolic processes linked to VaD. Additionally, pathway analysis showed aminoacyl-tRNA biosynthesis, and amino acids metabolic pathways were highly correlated with the occurrence of VaD. In this present paper, vitamins, amino acids, and their derivatives were selected as the basis for VaD diagnosis and treatment monitoring, and the significance of TCM classification and Hengqing I prescription in the treatment of VaD was discussed."
    },
    {
      "pmid": "35335123",
      "title": "A New and Sensitive HPLC-UV Method for Rapid and Simultaneous Quantification of Curcumin and D-Panthenol: Application to In Vitro Release Studies of Wound Dressings.",
      "authors": [
        "Qonita Kurnia Anjani",
        "Emilia Utomo",
        "Juan Domínguez-Robles",
        "Usanee Detamornrat",
        "Ryan F Donnelly",
        "Eneko Larrañeta"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Mar-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Curcumin (CUR) and D-panthenol (DPA) have been widely investigated for wound-healing treatment. In order to analyse these two compounds from a dosage form, such as polymer-based wound dressings or creams, an analytical method that allows the quantification of both drugs simultaneously should be developed. Here, we report for the first time a validated high-performance liquid chromatographic (HPLC) method coupled with UV detection to quantify CUR and DPA based on the standards set by the International Council on Harmonization (ICH) guidelines. The separation of the analytes was performed using a C18 column that utilised a mobile phase consisting of 0.001% v/v phosphoric acid and methanol using a gradient method with a run time of 15 min. The method is linear for drug concentrations within the range of 0.39-12.5 μg mL-1 (R2 = 0.9999) for CUR and 0.39-25 μg mL-1 for DPA (R2 = 1). The validated method was found to be precise and accurate. Moreover, the CUR and DPA solution was found to be stable under specific storage conditions. We, therefore, suggest that the HPLC-UV method developed in this study may be very useful in screening formulations for CUR and DPA within a preclinical setting through in vitro release studies.",
      "mesh_terms": [
        "Bandages",
        "Chromatography, High Pressure Liquid",
        "Curcumin",
        "Pantothenic Acid"
      ]
    },
    {
      "pmid": "35296075",
      "title": "Altered Fecal Metabolomics and Potential Biomarkers of Psoriatic Arthritis Differing From Rheumatoid Arthritis.",
      "authors": [
        "Nan Wang",
        "Linjiao Yang",
        "Lili Shang",
        "Zhaojun Liang",
        "Yanlin Wang",
        "Min Feng",
        "Shuting Yu",
        "Xiaoying Li",
        "Chong Gao",
        "Zhenyu Li",
        "Jing Luo"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Psoriatic arthritis (PsA) is a chronic inflammatory joint disease, and the diagnosis is quite difficult due to the unavailability of reliable clinical markers. This study aimed to investigate the fecal metabolites in PsA by comparison with rheumatoid arthritis (RA), and to identify potential diagnostic biomarkers for PsA. The metabolic profiles of the fecal samples from 27 PsA and 29 RA patients and also 36 healthy controls (HCs) were performed on ultra-high-performance liquid chromatography coupled with hybrid triple quadrupole time-of-flight mass spectrometry (UHPLC-Q-TOF-MS). And differentially altered metabolites were screened and assessed using multivariate analysis for exploring the potential biomarkers of PsA. The results showed that 154 fecal metabolites were significantly altered in PsA patients when compared with HCs, and 45 metabolites were different when compared with RA patients. A total of 14 common differential metabolites could be defined as candidate biomarkers. Furthermore, a support vector machines (SVM) model was performed to distinguish PsA from RA patients and HCs, and 5 fecal metabolites, namely, α/β-turmerone, glycerol 1-hexadecanoate, dihydrosphingosine, pantothenic acid and glutamine, were determined as biomarkers for PsA. Through the metabolic pathways analysis, we found that the abnormality of amino acid metabolism, bile acid metabolism and lipid metabolism might contribute to the occurrence and development of PsA. In summary, our research provided ideas for the early diagnosis and treatment of PsA by identifying fecal biomarkers and analyzing metabolic pathways.",
      "mesh_terms": [
        "Arthritis, Psoriatic",
        "Arthritis, Rheumatoid",
        "Biomarkers",
        "Humans",
        "Metabolomics"
      ]
    },
    {
      "pmid": "35217562",
      "title": "A mild case of sodium-dependent multivitamin transporter (SMVT) deficiency illustrating the importance of treatment response in variant classification.",
      "authors": [
        "Ingeborg Hauth",
        "Hans R Waterham",
        "Ronald J A Wanders",
        "Saskia N van der Crabben",
        "Clara D M van Karnebeek"
      ],
      "journal": "Cold Spring Harbor molecular case studies",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Case Reports",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Sodium-dependent multivitamin transporter (SMVT) deficiency is a recently described multivitamin-responsive inherited metabolic disorder (IMD) of which the phenotypic spectrum and response to treatment remains to be elucidated. So far, four pediatric patients have been described in three case reports with symptoms ranging from severe neurodevelopmental delay to feeding problems and failure to thrive, who demonstrated significant improvement after initiation of enhancement of targeted multivitamin treatment (biotin, pantothenic acid, and lipoic acid). We describe a fifth case of a patient presenting at the relatively mild end of the phenotypic spectrum with failure to thrive, frequent vomiting and metabolic acidosis with hypoglycemia, and mild osteopenia, who was diagnosed with SMVT deficiency due to compound heterozygous variants in SLC5A6 Additional genetic testing of variants of unknown significance (VUSs) as well as the clinical improvement in all aspects of the patient's disease upon initiation of treatment with biotin and pantothenic acid (plus lipoate as antioxidant) aided in the confirmation of this diagnosis. This case report aims to enhance recognition of the broad phenotypic spectrum of SMVT deficiency due to SLC5A6 mutations and discusses the different treatment strategies. It demonstrates how combining biochemical and genetic testing with the evaluation of (early) treatment response (i.e., using a \"diagnostic therapeuticum\") can influence confirmation of pathogenicity of genomic variants.",
      "mesh_terms": [
        "Biotin",
        "Child",
        "Failure to Thrive",
        "Humans",
        "Pantothenic Acid",
        "Sodium",
        "Symporters"
      ]
    }
  ]
}