{
  "supplement": "Patchouli",
  "query": "Patchouli[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:16:20",
  "research_count": 80,
  "count": 80,
  "articles": [
    {
      "pmid": "40222168",
      "title": "Patchouli alcohol restores gut homeostasis in irritable bowel syndrome with diarrhea through myosin Va-mediated neurotransmitter regulation.",
      "authors": [
        "Wanyu Chen",
        "Ting Li",
        "Yukang Lin",
        "Zijun Chen",
        "Milei OuYang",
        "Ying Pei",
        "Shulin Yi",
        "Shuyan Huang",
        "Zitong Huang",
        "Lu Liao",
        "Na Zhou",
        "Jintong Lu",
        "ZhuoYing Chen",
        "Hongying Cao",
        "Bo Tan"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Patchouli alcohol (PA), the active ingredient of Pogostemonis Herba, is important in medicine and food, effectively alleviating irritable bowel syndrome with diarrhea (IBS-D) symptoms; however, its mechanism remains unclear. Myosin Va, particularly in the intestinal longitudinal muscle myenteric plexus (LMMP), modulates neurotransmitter release, restoring gastrointestinal motility. PURPOSE: To investigate the primary targets and potential mechanisms of PA in the treatment of IBS-D. STUDY DESIGN: PA treats IBS-D may involve the regulation of neurotransmitter release through the modulation of Myosin Va, and remodels neurons of colon LMMP, ultimately restores enteric nervous system (ENS) homeostasis. METHODS: The GEO database, UK Biobank (UKB) public database and Mendelian randomization (MR) were utilized to identify differentially expressed genes and risk genes in IBS-D population. Network pharmacology and molecular docking were applied to screen for targets of PA in the treatment of IBS-D and predicted the binding affinity of drug targets. We established a chronic restraint stress-induced IBS-D rat model, after that PA (5 mg/kg and 20 mg/kg) was given to treat disease, and multi-omics methods such as bacterial 16S rRNA sequencing, whole transcriptome sequencing and snRNA-seq were used to observe the therapeutic effect of PA. Then measured the expression levels of LMMP neurotransmitter and Myosin Va via in vivo and in vitro experiments. Additionally, observe the effect of PA on Myosin Va-deficient DBA(Dilute, Brown and Non-Agouti) mice, and the regulation of Myosin Va expression by PA was verified by knockdown and overexpression gene function. RESULTS: Bioinformatics analysis, Mendelian randomization and Network pharmacology suggested that neurotransmitter are PA targets in IBS-D treatment. Molecular docking predicted a strong binding affinity between PA and these targets. Multiomics indicated aberrant gastrointestinal motility, imbalanced excitatory and inhibitory neurons, and significantly reduced myosin Va expression under chronic restraint stress-induced IBS-D rat. PA treatment significantly improved these symptoms and restored intestinal microbiota homeostasis. Ex vivo experiments, DBA mice verification and gene function experiments suggested that PA treatment of IBS-D involves regulation of neurotransmitter release by modulating myosin Va and remodeling colon LMMP neurons, restoring enteric nervous system homeostasis. CONCLUSION: Our results provide a theoretical basis for PA application in IBS-D treatment.",
      "mesh_terms": [
        "Animals",
        "Irritable Bowel Syndrome",
        "Myosin Type V",
        "Homeostasis",
        "Rats",
        "Molecular Docking Simulation",
        "Male",
        "Diarrhea",
        "Rats, Sprague-Dawley",
        "Myosin Heavy Chains",
        "Neurotransmitter Agents",
        "Humans",
        "Gastrointestinal Motility",
        "Gastrointestinal Microbiome",
        "Disease Models, Animal",
        "Mice",
        "Enteric Nervous System",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "39844397",
      "title": "Integrative Bioinformatics and Experimental Validation Reveal the Mechanistic Action of Patchouli Alcohol in Prostate Cancer Treatment.",
      "authors": [
        "Songhui Zhai",
        "Juan Zhao",
        "Jian Cai"
      ],
      "journal": "Current pharmaceutical biotechnology",
      "publication_date": "2025-Jan-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Prostate cancer is an androgen-dependent malignancy, and the use of androgen deprivation therapies frequently results in treatment resistance, relapse, and the development of aggressive castration-resistant tumors. Patchouli alcohol, a tricyclic sesquiterpene derived from Pogostemon cablin of the Labiatae family, has demonstrated potential in modulating inflammatory responses and tumor progression. This study aimed to investigate the mechanisms through which patchouli alcohol influences inflammatory pathways associated with prostate cancer using bioinformatics and experimental validation. METHODS: Differentially Expressed Genes (DEGs) were identified from the GSE46602 dataset, containing 36 prostate cancer and 14 normal prostate biopsy samples, using the GEO2R tool (adjusted P < 0.05). Functional annotation was performed using GO and KEGG databases, while PPI networks were constructed via STRING and Cytoscape. Key hub genes were identified. To validate the bioinformatics findings, qPCR and Western blotting were employed to confirm the differential expression of selected hub genes in DU145 prostate cancer cells treated with patchouli oil. RESULTS: Bioinformatic analysis revealed 71 DEGs, including 35 upregulated and 36 downregulated genes. Thirteen hub genes were identified (DCK, APRT, ADK, KCNK9, ADSL, PKM, KCNK3, S100A10, ENTPD2, PKLR, ARHGEF38, TPK1, and AK5), which were enriched in pathways, such as MAPK, PI3K-Akt, Ras, and Rap1. Experimental validation confirmed the upregulation of DCK, APRT, KCNK9, ADSL, PKM, S100A10, ENTPD2, PKLR, ARHGEF38, and AK5, and the downregulation of ADK, KCNK3, and TPK1 at both the mRNA and protein levels. CONCLUSION: Patchouli alcohol appears to influence multiple hub genes associated with prostate cancer progression through its modulation of key cellular signaling and metabolic pathways. These findings support its potential role as a therapeutic agent for prostate cancer."
    },
    {
      "pmid": "39738731",
      "title": "Inhalation of patchouli essential oil alleviates airway inflammation in cigarette smoke-induced COPD mice.",
      "authors": [
        "Yan Zhang",
        "Rui Cao",
        "Duo Wang",
        "Qiulin Yue",
        "Le Su",
        "Kunlun Li",
        "Baojun Li",
        "Lin Zhao",
        "Song Zhang"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Dec-30",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Chronic obstructive pulmonary disease (COPD) is the third leading cause of death worldwide, characterized by persistent respiratory symptoms and airflow limitations resulting from small airway injury, bronchial wall thickening, and hypersecretion of mucus. Current pharmacological interventions are ineffective in reversing these airflow limitations; In our study, we investigated the potential role of patchouli essential oil (PEO) in the treatment of COPD and its underlying molecular mechanisms, both in vitro and in vivo. To establish a cigarette smoke-induced COPD mice model, we exposed the mice to cigarette smoke (CS) and administered nasal drip of lipopolysaccharides (LPS). During the modeling process, the mice were nebulized daily with PEO; Treatment with PEO significantly ameliorated the inflammatory response in CS-induced COPD mice, leading to improved lung function. Histopathological examination revealed that PEO treatment improved lung tissue changes, as observed through staining. Furthermore, PEO treatment reduced the levels of inflammatory factors IL-6, IL-1β, and TNF-α, and reversed the CS-induced elevation of mRNA levels of these factors. Additionally, PEO treatment significantly countered cigarette smoke-induced COPD via the NF-κB signaling pathway in mice; Our result has shown that inhalation of PEO can substantially alleviate the increase in inflammatory factors, mitigate lung function impairment, and reduce airway remodeling in cigarette smoke-induced COPD mice.",
      "mesh_terms": [
        "Animals",
        "Pulmonary Disease, Chronic Obstructive",
        "Oils, Volatile",
        "Mice",
        "NF-kappa B",
        "Disease Models, Animal",
        "Male",
        "Administration, Inhalation",
        "Inflammation",
        "Lung",
        "Signal Transduction",
        "Smoke",
        "Cytokines",
        "Cigarette Smoking",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "39727555",
      "title": "Preparation of Patchouli Oil Microemulsion Gel and Its Topical Application to Ameliorate Atopic Dermatitis in Mice.",
      "authors": [
        "Tingting Chen",
        "Changjin Xu",
        "Min Wang",
        "Yan Cui",
        "Riqing Cheng",
        "Wenyao Zhang",
        "Xin Gao",
        "Laibing Wang",
        "Herima Qi",
        "Shuyan Yu",
        "Jianping Chen",
        "Lan Ma",
        "Huiqing Guo"
      ],
      "journal": "Gels (Basel, Switzerland)",
      "publication_date": "2024-Dec-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Patchouli oil (PO) is a natural substance famous for its immune-enhancing and anti-inflammatory effects. Atopic dermatitis (AD) is characterized by epidermal gene mutations, skin barrier dysfunction, and immune dysregulation, making patchouli volatile oil a potential candidate for AD treatment. Initially, PO was mixed with ethyl oleate (EO), castor oil ethoxylated ether-40 (EL-40), anhydrous ethanol, and water to form a patchouli oil microemulsion (PO-ME) system. The formulation ratios were optimized using the Box-Behnken design-effect surface method, and their products were characterized for type, particle size, polydispersity index (PDI), and appearance. Additionally, patchouli oil microemulsion gel (PO-MEG) was developed with a specified concentration of 1.5% carbomer-940 as the matrix, and its pH, stability, viscosity, and permeability were evaluated. We assessed the irritation tests of PO-MEG using a rat self-control model and the Cell Counting Kit-8 (CCK-8) assay. The results demonstrated that should be attributed to non-irritating. This study also assessed the efficacy of optimized PO-MEG on AD-like symptoms using a 2,4-dinitrochlorobenzene (DNCB)-induced BALB/c mouse model. Compared with the model group, the in vivo efficacy studies have shown the PO-MEG group significantly reduces dermatitis scores, mast cell counts, epidermal thickness, and levels of pro-inflammatory cytokines and immune factors in skin homogenates. This suggests that PO-MEG would become a safer topical formulation for treating atopic dermatitis."
    },
    {
      "pmid": "39581459",
      "title": "Patchouli essential oil extends the lifespan and healthspan of Caenorhabditis elegans through JNK-1/DAF-16.",
      "authors": [
        "Rui Xu",
        "Ai-Pei Li",
        "Xin Tan",
        "Xue Tang",
        "Xiao-Ping He",
        "Li-Xia Wang",
        "Juan-Juan Kang",
        "Sheng-Hong Li",
        "Yan Liu"
      ],
      "journal": "Life sciences",
      "publication_date": "2025-Jan-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: Patchouli essential oil (PEO) is the major active ingredient of a famous medicinal plant Pogostemon cablin (Blanco) Benth. This study aims to investigate the anti-aging activities of PEO and its major component, and elucidate the underlying molecular mechanisms. MAIN METHODS: The anti-aging activities of PEO and its main component patchouli alcohol (PA) were investigated by examining the lifespan, senescence associated indicators as well as stress resistance of Caenorhabditis elegans. RNA-Sequencing was performed to analyze differentially expressed genes and the enrichments of GO and KEGG pathways in nematodes treated with PEO. The potential anti-aging target was predicted using a network pharmacology method and molecular docking. The underlying mechanism of senescence-delaying action was explored using C. elegans mutants and GFP transgenic strains. KEY FINDINGS: PEO modulated lifespan and healthspan extension of worms, ameliorated the senescence characterizations, and increased the survival in stress resistance assays. PEO reduced spawning, lipid accumulation and reactive oxygen species (ROS) levels of nematodes. The levels of anti-oxidative genes and proteins were obviously upregulated after PEO treatment. Moreover, PA was identified to be an ingredient for PEO-mediated nematode longevity. The JNK-1/DAF-16 signaling pathway played a critical role in PEO/PA-mediated longevity. SIGNIFICANCE: The findings revealed that PEO and its major component PA showed significant anti-aging activity through modulating the JNK-1/DAF-16 signaling pathway, which provides a promising strategy to treat aging and age-related diseases.",
      "mesh_terms": [
        "Animals",
        "Caenorhabditis elegans",
        "Longevity",
        "Caenorhabditis elegans Proteins",
        "Oils, Volatile",
        "Pogostemon",
        "Forkhead Transcription Factors",
        "Aging",
        "Reactive Oxygen Species",
        "Sesquiterpenes",
        "Molecular Docking Simulation",
        "Mitogen-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "39489360",
      "title": "Glycyrrhizic acid and patchouli alcohol in Huoxiang Zhengqi attenuate intestinal inflammation and barrier injury via regulating endogenous corticosterone metabolism mediated by 11β-HSD1.",
      "authors": [
        "Yangyang Wang",
        "Chuying Sun",
        "Yutang Cao",
        "Tingying Jiao",
        "Kanglong Wang",
        "Jiaqi Li",
        "Mengjiao Zhang",
        "Jie Jiang",
        "Xianchun Zhong",
        "Shuwu Yu",
        "Hualing Xu",
        "Jiawen Wang",
        "Tong Yi",
        "Xiaoting Tian",
        "Haiyan Zhu",
        "Haifeng Zhou",
        "Chenggang Huang",
        "Tong Wu",
        "Xiaozhen Guo",
        "Cen Xie"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Feb-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Ulcerative colitis (UC), a chronic inflammatory bowel disease, has become a significant public health challenge due to the limited effectiveness of available therapies. Huoxiang Zhengqi (HXZQ), a well-established traditional Chinese formula, shows potential in managing UC, as suggested by clinical and pharmacological studies. However, the active components and mechanisms responsible for its effects remain unclear. AIM OF STUDY: This study aimed to identify the bioactive components of HXZQ responsible for its therapeutic effects on UC and to elucidate their underlying mechanisms. MATERIALS AND METHODS: The effect of HXZQ against dextran sodium sulfate (DSS)-induced colitis was investigated. Ingredients in HXZQ were characterized and analyzed in colitic mice using liquid chromatography-mass spectrometry (LC-MS) and gas chromatography-mass spectrometry (GC-MS). In vitro, biological activity of compounds was assessed using lipopolysaccharide (LPS)-induced Ana-1 cells and bone marrow-derived macrophages (BMDMs), tumor necrosis factor-alpha (TNF-α)-induced Caco-2 cells, and isolated intestinal crypts from colitic mice. These results were confirmed in vivo. The targets of the components were identified through bioinformatics analysis and validated via molecular docking, enzyme inhibition assays, and in vivo experiments. Hematoxylin and eosin (HE) staining, periodic acid-Schiff (PAS) staining, immunohistochemistry, enzyme-linked immunosorbent assay (ELISA), western blotting, and quantitative real-time polymerase chain reaction (qPCR) were employed to confirm the pharmaceutical effects. RESULTS: A clinical equivalent dose of HXZQ (2.5 mL/kg) effectively treated DSS-induced colitis. A total of 113 compounds were identified in HXZQ, with 35 compounds detected in colitic mice. Glycyrrhizic acid (GA) and patchouli alcohol (PA) emerged as key contributors to the anti-colitic effects of HXZQ. Further investigation revealed that HXZQ and its active components decreased the levels of pro-inflammatory cytokines TNF-α, interleukin-1β (IL-1β), and interleukin-6 (IL-6) in colon, likely by inhibiting nuclear factor kappa-B (NF-κB) signaling pathway. This inhibition indirectly activated the intestinal farnesoid X receptor (FXR) signaling pathway, correcting bile acid imbalances caused by colitis. Additionally, these components significantly enhanced the expression of tight junction proteins ZO-1 and Occludin, as well as the adhesion protein E-cadherin, and reduced goblet cell loss, thereby repairing intestinal barrier injury. Mechanistically, GA and PA were found to inhibit 11β-hydroxysteroid dehydrogenase 1 (11β-HSD1) activity, leading to increased local active corticosterone levels in the intestine to exert anti-inflammatory effects. Notably, the inhibition of 11β-HSD1 with the selective inhibitor BVT2733 (BVT) ameliorated colitis in mice. CONCLUSIONS: HXZQ exhibits therapeutic effects on UC, primarily through GA and PA inhibiting 11β-HSD1. This suggests new natural therapy approaches for UC and positions 11β-HSD1 as a potential target for colitis treatment.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Mice",
        "Male",
        "Drugs, Chinese Herbal",
        "Dextran Sulfate",
        "Caco-2 Cells",
        "Corticosterone",
        "Glycyrrhizic Acid",
        "Mice, Inbred C57BL",
        "Anti-Inflammatory Agents",
        "Sesquiterpenes",
        "Colitis, Ulcerative",
        "Colitis",
        "Intestinal Mucosa",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39033185",
      "title": "Protective effects of patchouli alcohol against DSS-induced ulcerative colitis.",
      "authors": [
        "Huifang Han",
        "Min Gao",
        "Fanghong Wang",
        "Zheng Luo",
        "Xuejun Jiang",
        "Yu Qiu",
        "Junhao Su",
        "Xinhao Duan",
        "Shiyue Luo",
        "Shixin Tang",
        "Ahmad Khan",
        "Zhen Zou",
        "Chengzhi Chen",
        "Qi Yin",
        "Jingfu Qiu",
        "Hongyang Zhang"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Jul-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Patchouli alcohol (PA) is a widely used pharmaceutical ingredient in various Chinese traditional herbal medicine (THM) formulations, known for its modulatory effects on the gut microbiota. The present study investigated PA's anti-inflammatory and regulatory effects on gut microbiota and its mode of action (MOA). Based on the assessments of ulcerative colitis (UC) symptoms, PA exhibited promising preventions against inflammatory response. In accordance, the expressions of pro-inflammatory factors, including interleukin (IL)-1β, IL-6, tumor necrosis factor-α, and chemokine ligand 5 were significantly attenuated under PA treatment. Furthermore, PA enhanced the intestinal barrier damage caused by dextran sodium sulfate (DSS). Interestingly, PA exhibited negligible inventions on DSS-induced gut microbiota dysbiosis. PA did not affect the diversity of the DSS gut microbiota, it did alter the composition, as evidenced by a significant increase in the Firmicutes-Bacteroidetes (F/B) ratio. Finally, the MOA of PA against inflammation in DSS-treated mice was addressed by suppressing the expressions of heme oxygenase-1 (HO-1) and inducible nitric oxide synthase (iNOS). In conclusion, PA prevented inflammatory response in the DSS-induced UC mice model via directly suppressing HO-1 and iNOS-associated antioxidant signal pathways, independent of its effects on gut microbiota composition.",
      "mesh_terms": [
        "Animals",
        "Colitis, Ulcerative",
        "Dextran Sulfate",
        "Mice",
        "Gastrointestinal Microbiome",
        "Disease Models, Animal",
        "Sesquiterpenes",
        "Heme Oxygenase-1",
        "Nitric Oxide Synthase Type II",
        "Male",
        "Anti-Inflammatory Agents",
        "Dysbiosis",
        "Mice, Inbred C57BL",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "38996935",
      "title": "The effect and mechanism of patchouli alcohol on cognitive dysfunction in AD mice induced by Aβ1-42 oligomers through AMPK/mTOR pathway.",
      "authors": [
        "Li-Ting Lin",
        "Shu-Ting Zhang",
        "Bao-Ling Shang",
        "Yu-Qiong Dai",
        "Xiao-Qing Cheng",
        "Qing-Guang Wu",
        "Ruo-Ting Zhan",
        "Si-Jun Liu"
      ],
      "journal": "Brain research bulletin",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Alzheimer's disease (AD) is a neurodegenerative brain disorder that progressively impairs long-term and working memory. The function and mechanism of PA(Patchouli alcohol) in improving AD in the external treatment of encephalopathy remain unclear. This study aimed to investigate the therapeutic effect of PA on AD using an Aβ1-42 induced AD mouse model with LPS(Lipopolysaccharide) stimulation of BV2 microglial cells. Additionally, we aimed to explore the potential mechanism of PA in enhancing autophagy and reducing neuroinflammation through the AMPK (AMP-activated protein kinase)/mTOR (Mammaliam target of rapamycin) signaling pathway. The Morris water maze was used to assess cognitive function, and cortical and hippocampal tissues were collected for further analysis of the corresponding signaling pathways and inflammatory changes through biological experiments. Our research findings demonstrate that PA has a significant positive impact on cognitive and memory impairments in mice that have been induced with Aβ1-42-induced AD. Additionally, PA was also found to revert the activation of microglia induced by LPS. These effects may be attributed to the reduction of neuroinflammation and enhancement of the AMPK/mTOR autophagy pathway. Therefore, PA may serve as an effective therapeutic option to prevent or delay the progression of AD-associated memory dysfunction.",
      "mesh_terms": [
        "Animals",
        "Amyloid beta-Peptides",
        "TOR Serine-Threonine Kinases",
        "Mice",
        "Alzheimer Disease",
        "Cognitive Dysfunction",
        "Peptide Fragments",
        "AMP-Activated Protein Kinases",
        "Signal Transduction",
        "Male",
        "Microglia",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "38971107",
      "title": "Patchouli alcohol alleviates metabolic dysfunction-associated steatohepatitis via inhibiting mitochondria-associated endoplasmic reticulum membrane disruption-induced hepatic steatosis and inflammation in rats.",
      "authors": [
        "Xingyu Xie",
        "Yingyi Liao",
        "Zixin Lin",
        "Huijuan Luo",
        "Guilan Wei",
        "Ning Huang",
        "Yucui Li",
        "Jiannan Chen",
        "Ziren Su",
        "Xiuting Yu",
        "Liping Chen",
        "Yuhong Liu"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2024-Sep-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic dysfunction-associated steatohepatitis (MASH) is a severe metabolic dysfunction-associated steatotic liver disease (MASLD) characterized by abnormal hepatic steatosis and inflammation. Previous studies have shown that Patchouli alcohol (PA), the primary component of Pogostemonis Herba, can alleviate digestive system diseases. However, its protection against MASH remains unclear. This study explored the protective effects and underlying mechanism of PA against high-fat diet-induced MASH in rats. Results showed that PA considerably reduced body weight, epididymal fat, and liver index and attenuated liver histological injury in MASH rats. PA alleviated hepatic injury by inhibiting steatosis and inflammation. These effects are associated with the improvement of SREBP-1c- and PPARα-mediated lipid metabolism and inhibition of the STING-signaling pathway-mediated inflammatory response. Moreover, PA-inhibited hepatic endoplasmic reticulum (ER) stress and mitochondrial dysfunction, reducing SREBP-1c and STING expressions and enhance PPARα expression. PA treatment had the strongest effect on the regulation of mitogen fusion protein 2 (Mfn2) in inhibiting mitochondrial dysfunction. Mfn2 is an important structural protein for binding ERs and mitochondria to form mitochondria-associated ER membranes (MAMs). MASH-mediated disruption of MAMs was inhibited after PA treatment-induced Mfn2 activation. Therefore, the pharmacological effect of PA on MASH is mainly attributed to the inhibition of MAM disruption-induced hepatic steatosis and inflammation. The findings of this study may have implications for MASH treatment that do not neglect the role of Mfn2-mediated MAMs.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Endoplasmic Reticulum",
        "Diet, High-Fat",
        "Rats",
        "Sesquiterpenes",
        "PPAR alpha",
        "Endoplasmic Reticulum Stress",
        "Rats, Sprague-Dawley",
        "Liver",
        "Mitochondria",
        "Fatty Liver",
        "Sterol Regulatory Element Binding Protein 1",
        "Lipid Metabolism",
        "Anti-Inflammatory Agents",
        "Inflammation",
        "Pogostemon",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "38794201",
      "title": "Patchouli Alcohol Protects the Heart against Diabetes-Related Cardiomyopathy through the JAK2/STAT3 Signaling Pathway.",
      "authors": [
        "Lijun Ji",
        "Shuaijie Lou",
        "Yi Fang",
        "Xu Wang",
        "Weiwei Zhu",
        "Guang Liang",
        "Kwangyoul Lee",
        "Wu Luo",
        "Zaishou Zhuang"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-May-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic cardiomyopathy (DCM) represents a common pathological state brought about by diabetes mellitus (DM). Patchouli alcohol (PatA) is known for its diverse advantageous effects, notably its anti-inflammatory properties and protective role against metabolic disorders. Despite this, the influence of PatA on DCM remains relatively unexplored. To explore the effect of PatA on diabetes-induced cardiac injury and dysfunction in mice, streptozotocin (STZ) was used to mimic type 1 diabetes in mice. Serological markers and echocardiography show that PatA treatment protects the heart against cardiomyopathy by controlling myocardial fibrosis but not by reducing hyperglycemia in diabetic mice. Discovery Studio 2017 software was used to perform reverse target screening of PatA, and we found that JAK2 may be a potential target of PatA. RNA-seq analysis of heart tissues revealed that PatA activity in the myocardium was primarily associated with the inflammatory fibrosis through the Janus tyrosine kinase 2 (JAK2)/signal transducer and activator of the transcription 3 (STAT3) pathway. In vitro, we also found that PatA alleviates high glucose (HG) + palmitic acid (PA)-induced fibrotic and inflammatory responses via inhibiting the JAK2/STAT3 signaling pathway in H9C2 cells. Our findings illustrate that PatA mitigates the effects of HG + PA- or STZ-induced cardiomyopathy by acting on the JAK2/STAT3 signaling pathway. These insights indicate that PatA could potentially serve as a therapeutic agent for DCM treatment."
    },
    {
      "pmid": "38785397",
      "title": "A Spatially Stable Crystal-Particle Gel to Trap Patchouli Oil for Efficient Colonic Drug Delivery.",
      "authors": [
        "Ru Guo",
        "Weihua Xu",
        "Yingshu Wang",
        "Lixia Yue",
        "Shaogang Huang",
        "Yanfeng Xiu",
        "Yongzhuo Huang",
        "Bing Wang"
      ],
      "journal": "ACS applied materials & interfaces",
      "publication_date": "2024-Jun-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Patchouli oil has exhibited remarkable efficacy in the treatment of colitis. However, its volatility and potential irritancy are often drawbacks when extensively used in clinical applications. Oil gel is a semisolid and thermoreversible system that has received extensive interest for its solubility enhancement, inhibition of bioactive component recrystallization, and the facilitation of controlled bioactive release. Therefore, we present a strategy to develop an oil gel formulation that addresses this multifaceted problem. Notably, a patchouli oil gel formulation was designed to solidify and trap patchouli oil into a spatially stable crystal-particle structure and colonic released delivery, which has an advantage of the stable structure and viscosity. The patchouli oil gel treatment of zebrafish with colitis improved goblet cells and decreased macrophages. Additionally, patchouli oil gel showed superior advantages for restoring the tissue barrier. Furthermore, our investigative efforts unveiled patchouli oil's influence on TRP channels, providing evidence for its potential role in mechanisms of anti-inflammatory action. While the journey continues, these preliminary revelations provide a robust foundation for considering the adoption of patchouli oil gel as a pragmatic intervention for managing colitis.",
      "mesh_terms": [
        "Animals",
        "Zebrafish",
        "Gels",
        "Colitis",
        "Drug Delivery Systems",
        "Colon",
        "Mice",
        "Humans",
        "Anti-Inflammatory Agents",
        "Oils"
      ]
    },
    {
      "pmid": "38390436",
      "title": "The Flow Rate of the Condenser Cooling Water in the Distillation Process Increases the Quality and Quantity of Patchouli Oil.",
      "authors": [
        "Husein Smith",
        "Muhammad Assagaf",
        "Rosniyati Suwarda",
        "Agus Budiyanto",
        "Himawan Adinegoro",
        "Lamhot Parulian Manalu",
        "Rienoviar",
        "Rosniati",
        "Feri Manoi",
        "Justus Elisa Loppies",
        "Sitti Ramlah",
        "Sunarmani",
        "Siti Mariana Widayanti",
        "Setyadjit",
        "Tri Marwati",
        "Nurdi Setyawan",
        "Rudy Tjahjohutomo",
        "Enrico Syaefullah",
        "Risfaheri",
        "Abdullah Bin Arif"
      ],
      "journal": "TheScientificWorldJournal",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Indonesia is an important essential oil-exporting country globally, where 40 types of essential oils have been traded on the international market and are products of Indonesia. However, the quality and quantity of patchouli oil produced in Indonesia are still low. Most essential oil processing units use simple or traditional technology and generally have limited production capacity. This study aimed to obtain the optimum water flow rate in a condenser system for patchouli oil production in Maluku, Indonesia. Patchouli oil extraction from fresh patchouli leaves and twigs was carried out by increasing the condenser water discharge rate. Patchouli oil extraction with a condenser cooling water discharge treatment of 1.74 L/min and drying time for 5 days produced the highest patchouli oil yield of 1.4%. The greater the condenser water discharge rate, the better the yield and accumulation of patchouli oil recovery obtained. In addition, based on the results of the analysis of the composition of patchouli oil compounds with GCMS, it can be seen that 13 compounds can be detected in patchouli oil. The three main components of patchouli oil in all condenser cooling water treatments were alpha-guaiene, delta-guaiene, and patchouli alcohol. Considering the results of all parameters mentioned above, the treatment of the condenser cooling water discharge of 1.74 L/min and drying time for 5 days increases the quality and quantity of patchouli oil.",
      "mesh_terms": [
        "Pogostemon",
        "Distillation",
        "Gas Chromatography-Mass Spectrometry",
        "Oils, Volatile",
        "Sesquiterpenes, Guaiane",
        "Azulenes"
      ]
    },
    {
      "pmid": "38162239",
      "title": "Comparative Evaluation between Lavender Essential Oil and Patchouli Essential Oil in Aromatherapy and Its Effect on Dental Anxiety in Children.",
      "authors": [
        "Santwana Tripathy",
        "Anil Kohli",
        "Karuna Sharma",
        "Rahul Katyayan",
        "Parkhi Bhatnagar",
        "Najmus Sahar"
      ],
      "journal": "International journal of clinical pediatric dentistry",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Dental fear and anxiety is the most common distressing problem for children. Management of dental anxiety in children is one of the most difficult tasks in dentistry. Recently, alternative and contemporary medical approaches such as aromatherapy have received much attention. The potential effects of essential oils such as lavender and patchouli have been found to reduce anxiety, improve mood, and increase sedation. Thus, the study was conducted to compare the evaluation of lavender and patchouli essential oils used in aromatherapy and their effect on dental anxiety in children. AIM: To compare the efficacy of lavender and patchouli essential oils in aromatherapy and its effect on dental anxiety in children. MATERIALS AND METHODS: A total of 60 children between 6 and 12 years were randomly allocated to either an experimental or control group that received lavender and patchouli before dental treatment. Child anxiety was measured by using the Chotta Bheem-Chutki scale. A pulse oximeter was used to record the pulse rate. Data was tabulated and analyzed by Statistical Package for the Social Sciences (SPSS) software. RESULTS: There was a significant reduction in anxiety score and pulse rate between the intervals. Statistical differences were observed in the lavender group compared to patchouli oil. CONCLUSION: The positive effects of both lavender and patchouli oil on children can be used to reduce anxiety in children. In our study, lavender oil showed slightly better results than patchouli oil. HOW TO CITE THIS ARTICLE: Tripathy S, Kohli A, Sharma K, et al. Comparative Evaluation between Lavender Essential Oil and Patchouli Essential Oil in Aromatherapy and Its Effect on Dental Anxiety in Children. Int J Clin Pediatr Dent 2023;16(5):681-685."
    },
    {
      "pmid": "37960039",
      "title": "Sustainable Pest Management Using Novel Nanoemulsions of Honeysuckle and Patchouli Essential Oils against the West Nile Virus Vector, Culex pipiens, under Laboratory and Field Conditions.",
      "authors": [
        "Wafaa M Hikal",
        "Mohamed M Baz",
        "Mohammed Ali Alshehri",
        "Omar Bahattab",
        "Rowida S Baeshen",
        "Abdelfattah M Selim",
        "Latifah Alhwity",
        "Rabaa Bousbih",
        "Maha Suleiman Alshourbaji",
        "Hussein A H Said-Al Ahl"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Oct-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Essential oils are natural plant products that are very interesting, as they are important sources of biologically active compounds. They comprise eco-friendly alternatives to mosquito vector management, particularly essential oil nanoemulsion. Therefore, the aim of this study is to evaluate the effectiveness of 16 selected essential oils (1500 ppm) in controlling mosquitoes by investigating their larvicidal effects against the larvae and adults of the West Nile virus vector Culex pipiens L. (Diptera: Culicidae); the best oils were turned into nanoemulsions and evaluated under laboratory and field conditions. The results show that honeysuckle (Lonicera caprifolium) and patchouli (Pogostemon cablin) essential oils were more effective in killing larvae than the other oils (100% mortality) at 24 h post-treatment. The nanoemulsions of honeysuckle (LC50 = 88.30 ppm) and patchouli (LC50 = 93.05 ppm) showed significantly higher larvicidal activity compared with bulk honeysuckle (LC50 = 247.72 ppm) and patchouli (LC50 = 276.29 ppm) oils. L. caprifolium and P. cablin (100% mortality), followed by Narcissus tazetta (97.78%), Rosmarinus officinalis (95.56%), and Lavandula angustifolia (95.55%), were highly effective oils in killing female mosquitoes, and their relative efficacy at LT50 was 5.5, 5.3, 5.8, 4.1, and 3.2 times greater, respectively, than Aloe vera. The results of the field study show that the honeysuckle and patchouli oils and their nanoemulsions reduced densities to 89.4, 86.5, 98.6, and 97.0% at 24 h post-treatment, respectively, with persistence for eight days post-treatment in pools. Nano-honeysuckle (100% mortality) was more effective than honeysuckle oils (98.0%). Our results show that honeysuckle and patchouli oils exhibited promising larvicidal and adulticidal activity of C. pipiens."
    },
    {
      "pmid": "37249164",
      "title": "Patchouli alcohol induces G0 /G1 cell cycle arrest and apoptosis in vincristine-resistant non-small cell lung cancer through ROS-mediated DNA damage.",
      "authors": [
        "Chi-Yen Liang",
        "Kai-Fu Chang",
        "Ya-Chih Huang",
        "Xiao-Fan Huang",
        "Gwo-Tarng Sheu",
        "Chia-Feng Kuo",
        "Chih-Yen Hsiao",
        "Nu-Man Tsai"
      ],
      "journal": "Thoracic cancer",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Lung cancer, especially non-small cell lung cancer (NSCLC), is one of the leading causes of cancer-related deaths worldwide. Vincristine (VCR) is a chemotherapeutic agent for lung cancers; however, its effectiveness is limited by side effects and the development of drug resistance. Patchouli alcohol (PA), from Pogostemon cablin extract, is known to possess anti-inflammatory and anticancer properties. In this study, we investigated the role of PA in inducing reactive oxygen species (ROS)-mediated DNA damage in A549 and VCR-resistant A549/V16 NSCLC cells. METHODS: The anticancer potential of PA was studied using the MTT assay, colony formation, flow cytometry analysis, western blotting, DCFDA staining, immunofluorescence staining, and TUNEL assay techniques. RESULTS: The intracellular ROS levels were enhanced in PA-treated cells, activating the CHK1 and CHK2 signaling pathways. PA further inhibited proliferation and colony-forming abilities and induced cell cycle arrest at the G0 /G1 phase by regulating p53/p21 and CDK2/cyclin E1 expression. Moreover, PA increased the percentage of cells in the subG1 phase and induced apoptosis by activating the Bax/caspase-9/caspase-3 intrinsic pathway. In addition, drug resistance (p-glycoprotein) and cancer stem cell (CD44 and CD133) markers were downregulated after PA treatment. Furthermore, combining PA and cisplatin exhibited synergistic inhibitory activity in A549 and A549/V16 cells. CONCLUSIONS: PA induced ROS-mediated DNA damage, triggered cell cycle arrest and apoptosis, attenuated drug resistance and cancer stem cell phenotypes, and synergistically inhibited proliferation in combination with cisplatin. These findings suggest that PA has the potential to be used for the treatment of NSCLC with or without VCR resistance.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Non-Small-Cell Lung",
        "Lung Neoplasms",
        "Vincristine",
        "Reactive Oxygen Species",
        "Cisplatin",
        "Cell Line, Tumor",
        "Cell Cycle Checkpoints",
        "Apoptosis",
        "DNA Damage",
        "Cell Proliferation"
      ]
    },
    {
      "pmid": "37177974",
      "title": "Patchouli alcohol against renal fibrosis of spontaneously hypertensive rats via Ras/Raf-1/ERK1/2 signalling pathway.",
      "authors": [
        "Jing Li",
        "Guanying Hu",
        "Wenxiu Liu",
        "Xiaoyu Cao",
        "Guanru Chen",
        "Fu Peng",
        "Xie Xiaofang",
        "Cheng Peng"
      ],
      "journal": "The Journal of pharmacy and pharmacology",
      "publication_date": "2023-Jul-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The present study was designed to obverse the protection of patchouli alcohol (PA) ameliorates hypertensive nephropathy in spontaneously hypertensive rats (SHR) and reveals potential mechanism. METHODS: Briefly, the adult spontaneously hypertensive rats (SHR) or Wistar-Kyoto (WKY) rats (half male and half female) were intragastric gavaged or not with PA (80, 40 and 20 mg/kg) for 8 weeks. Body weight, blood pressure (BP), renal weight, renal function and renal morphology were measured. Further, western blotting and immunohistochemical analysis were used to study the underlying mechanism. KEY FINDINGS: Compared with the WKY group, plasmatic levels of renin, angiotensin II (Ang-II), transforming growth factor beta 1(TGF-β1), plasminogen activator inhibitor-1(PAI-1), creatinine (Cr), blood urea nitrogen (BUN), renal index, mRNA levels of ERK1/2 and α-SMA were significantly increased in SHR. Histology results showed that renal tubular injury and tubulointerstitial fibrosis occurred in SHR. After administration, SBP of captopril group decreased at each week after administration, especially at 3, 5, 6 7 and 8 weeks (P < 0.05 or P < 0.01). There is no significant effect was assessed in the olive oil group. Decreased plasma Cr, Renin, Ang-II, TGF-β1, PAI-1, SCFAs and Renin, TGF-β1, PAI-1 in renal tissues were observed significantly in captopril (P <0.05 or P < 0.01). Plasma BUN, Ang-II, TGF-β1 and PAI-1 in renal tissues decreased in the olive oil group significantly (P <0.05 or P < 0.01). PA (80, 40 and 20 mg/kg) lowered BP and plasmatic levels of Renin, Ang-II, TGF-β1 and PAI-1. Treatment with PA (40, 20 mg/kg) decreased levels of Cr, BUN and suppressed of activation of pro-fibrosis cytokines including TGF-β1 in kidney. There is no ameliorative change in the olive oil group and the captopril group (P > 0.05) while PA treatment alleviated renal tubular injury and produced dramatic collagen fibre area reductions in mesangial membrane, basement membrane, and renal interstitium obviously (P < 0.05 or P < 0.01). Treatment of SHR with PA-inhibited MFB activation and downregulated mRNA of α-SMA. Treatment with PA suppressed excessive production of the extracellular matrix (ECM) via decreasing Col I, III and FN, downregulating mRNA of tissue inhibitor of TIMP-1 along with upregulating mRNA of MMP-9. The expression of Col III and MMP-9 mRNA-reduced in the captopril group (P < 0.05). In addition, the expression of ERK1/2 and pERK1/2 also reduced in the captopril group significantly (P < 0.05 or P < 0.01). Treatment with PA (20 mg/kg) downregulated proteins expression of Raf-1, ERK1/2 and pERK1/2 and mRNA expression of Ras, Raf-1 and ERK1/2. CONCLUSIONS: Overall, PA restored normal BP, alleviated renal dysfunction and renal fibrosis, possibly by suppressing Ang II and TGF-β1-mediated Ras/Raf-1/ERK1/2 signalling pathway.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Male",
        "Female",
        "Rats, Inbred SHR",
        "Transforming Growth Factor beta1",
        "Plasminogen Activator Inhibitor 1",
        "Matrix Metalloproteinase 9",
        "Hypertension",
        "Captopril",
        "Rats, Inbred WKY",
        "Renin",
        "MAP Kinase Signaling System",
        "Olive Oil",
        "Hypertension, Renal",
        "RNA, Messenger",
        "Fibrosis"
      ]
    },
    {
      "pmid": "37071615",
      "title": "Preventive Activity of Patchouli Alcohol Against Colorectal Cancer and Diabetes.",
      "authors": [
        "Jihye Lee",
        "Hee-Seop Lee",
        "Seong-Ho Lee"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Patchouli alcohol (PA) is a tricyclic sesquiterpene and the dominant bioactive component in oil extracted from the aerial parts of Pogostemon cablin (patchouli). It has been reported to possess diverse health-beneficial activities, including anti-inflammatory, antiobese, and anticancer activities. However, preclinical studies are required to explore the possibility of developing PA as a promising functional and promising drug for the prevention and treatment of human diseases. In this study, we used animal models to examine whether PA shows benefits in inflammation-induced colorectal cancer and obesity-induced diabetes. ApcMin/+ mice for colorectal cancer model were treated PA 0, 25 and 50 mg/kg body weight three times a week for 6 weeks along with 2% dextran sulfate sodium (DSS) in drinking water for 1 week. High-fat diet (HFD)-induced obesity mice were treated with PA 0, 25, and 50 mg/kg bodyweight three times a week for 8 weeks. Oral administration of PA to ApcMin/+ mice treated with DSS significantly suppressed formation and development of tumors in both small and large intestines. In cell culture using Caco-2 human colorectal cancer cells, treatment of culture media with PA suppressed proliferation and induced G1-phase growth arrest. In a mouse model of HFD-induced obesity, glucose tolerance tests indicated the same orally administered dose of PA to significantly reduce blood glucose. In vitro assays in differentiated C2C12 myocytes further demonstrated PA to significantly enhance glucose uptake and increase phosphorylation of 5' adenosine monophosphate-activated protein kinase and protein kinase B. This study demonstrates that PA might possess health beneficial effects on colorectal cancer and obesity-induced diabetes.",
      "mesh_terms": [
        "Mice",
        "Humans",
        "Animals",
        "Caco-2 Cells",
        "Pogostemon",
        "Sesquiterpenes",
        "Obesity",
        "Colorectal Neoplasms",
        "Diabetes Mellitus"
      ]
    },
    {
      "pmid": "37038620",
      "title": "The effects of patchouli alcohol and combination with cisplatin on proliferation, apoptosis and migration in B16F10 melanoma cells.",
      "authors": [
        "Kai-Fu Chang",
        "Hung-Chih Lai",
        "Shan-Chih Lee",
        "Xiao-Fan Huang",
        "Ya-Chih Huang",
        "Tien-Erh Chou",
        "Chih-Yen Hsiao",
        "Nu-Man Tsai"
      ],
      "journal": "Journal of cellular and molecular medicine",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Melanoma is a highly metastatic cancer with a low incidence rate, but a high mortality rate. Patchouli alcohol (PA), a tricyclic sesquiterpene, is considered the main active component in Pogostemon cablin Benth, which improves wound healing and has anti-tumorigenic activity. However, the pharmacological action of PA on anti-melanoma remains unclear. Thus, the present study aimed to investigate the role of PA in the proliferation, cell cycle, apoptosis and migration of melanoma cells. These results indicated that PA selectively inhibited the proliferation of B16F10 cells in a dose- and time-dependent manner. It induced cell cycle arrest at the G0 /G1 phase and typical morphological changes in apoptosis, such as chromatin condensation, DNA fragmentation and apoptotic bodies. In addition, PA reduced the migratory ability of B16F10 cells by upregulating E-cadherin and downregulating p-Smad2/3, vimentin, MMP-2 and MMP-9 expression. PA was also found to strongly suppress tumour growth in vivo. Furthermore, PA combined with cisplatin synergistically inhibited colony formation and migration of B16F10 cells and attenuated the development of resistance to treatment. Therefore, the results of this study indicate that PA may play a pivotal role in inducing apoptosis and reducing the migration of melanoma cells, and may thus be a potential candidate for melanoma treatment.",
      "mesh_terms": [
        "Humans",
        "Cisplatin",
        "Sesquiterpenes",
        "Melanoma",
        "Cell Line, Tumor",
        "Apoptosis",
        "Cell Proliferation"
      ]
    },
    {
      "pmid": "37033846",
      "title": "Partial Least Squares-Discriminant Analysis Classification for Patchouli Oil Adulteration Detection by Fourier Transform Infrared Spectroscopy in Combination with Chemometrics.",
      "authors": [
        "Elly Sufriadi",
        "Rinaldi Idroes",
        "Hesti Meilina",
        "Agus Arip Munawar",
        "Lelifajri",
        "Gunawan Indrayanto"
      ],
      "journal": "ACS omega",
      "publication_date": "2023-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aims to test chemometrically partial least squares-discriminant analysis (PLS-DA) classification models to detect the adulteration of patchouli oil (PO) with gurjun balsam oil (GBO) by utilization of Fourier transform infrared spectroscopy. Unsupervised analysis was tested using the pattern recognition method using the principal component analysis model against the original spectrum at wavenumbers 4000-500 cm-1 and at the fingerprint area (1800-600 cm-1). Model testing was also carried out on the spectrum that had been pre-processed using the standard normal variate, second derivative Savitzky-Golay, and normalization approaches. Variable Y samples used were certified reference material (CRM), PO, GBO, and PO forged with GBO (PGBO) with a counterfeiting ratio of 0.5 (v/v) to 10% (v/v) with an interval of 0.5%. The same treatment was carried out on testing of the PLS-DA model. In pattern recognition tests, the best separation of the original spectrum was obtained at wavenumbers 1800-600 cm-1. The model was further tested on PLS-DA by making assumptions or codes for CRM, PO, GBO, and PGBO as +2, +1, 0, and -1, respectively. The results of the model analysis showed that even at the lowest counterfeiting ratio (0.5%), the presence of counterfeiting material was detected by the PLS-DA model. The RMSEC value is close to zero with a value of 0.22, and the R square is close to 1, which is 0.954. This very significant separation is clearly illustrated in the loading plot and bi-plot due to the contribution of chemical compounds in the GBO that undergo vibration at wavenumbers 603, 786, and 1386 cm-1. Validation of the PLS-DA model was carried out strongly using the PLS model, and it showed that the difference between the calibration concentration and the prediction was very low (average 0.45) with an accuracy percent above 99%. The efficacy of the model is further substantiated by the consistent and precise values of sensitivity and selectivity, obtained from both the training set and test set."
    },
    {
      "pmid": "36817112",
      "title": "Inhibitory effects of Patchouli alcohol on the early lifecycle stages of influenza A virus.",
      "authors": [
        "Yaohua Fan",
        "Qiong Zhang",
        "Wen Zhang",
        "Yanni Lai",
        "Haishan Long",
        "Huiting Huang",
        "Shaofeng Zhan",
        "Xiaohong Liu",
        "Jielan Lai",
        "Zhongde Zhang",
        "Pan Pan",
        "Ziren Su",
        "Geng Li"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The antiviral activity and underlying mechanism of Patchouli alcohol remain unclear. METHODS: This study evaluated the cytotoxicity, optimal methods for drug administration, anti-influenza A activity of Patchouli alcohol. The antiviral mechanism of Patchouli alcohol was also assessed via qRT-PCR, western blot, hemagglutination inhibiting (HAI) assay, and hemolysis inhibiting assay. RESULTS: Patchouli alcohol was shown to have low cytotoxicity and its strongest antiviral effect was associated with premixed administration. Patchouli alcohol inhibited virus replication during the early lifecycle stages of influenza A virus infection and specifically prevented expression of the viral proteins, HA and NP. In both the HAI and hemolysis inhibiting assays, Patchouli alcohol was able to block HA2-mediated membrane fusion under low pH conditions. Patchouli alcohol had lower binding energy with HA2 than HA1. CONCLUSION: These findings suggest that Patchouli alcohol could be a promising membrane fusion inhibitor for the treatment of influenza A infection."
    },
    {
      "pmid": "36717922",
      "title": "Patchouli alcohol attenuates the cognitive deficits in a transgenic mouse model of Alzheimer's disease via modulating neuropathology and gut microbiota through suppressing C/EBPβ/AEP pathway.",
      "authors": [
        "Qing-Qing Xu",
        "Zi-Ren Su",
        "Wen Yang",
        "Mei Zhong",
        "Yan-Fang Xian",
        "Zhi-Xiu Lin"
      ],
      "journal": "Journal of neuroinflammation",
      "publication_date": "2023-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Alzheimer's disease (AD) is a chronic neurodegenerative disease characterized by progressive cognitive dysfunctions and behavioral impairments. Patchouli alcohol (PA), isolated from Pogostemonis Herba, exhibits multiple pharmacological properties, including neuroprotective effects. This study aimed to investigate the therapeutic effects of PA against AD using the TgCRND8 transgenic AD mouse model, and to explore the underlying mechanisms targeting CCAAT/enhancer-binding protein β/asparagine endopeptidase (C/EBPβ/AEP) signaling pathway. METHODS: After genotyping to confirm the transgenicity, drug treatments were administered intragastrically once daily to 3-month-old TgCRND8 mice for 4 consecutive months. Several behavioral tests were applied to assess different aspects of neurological functions. Then the brain and colon tissues were harvested for in-depth mechanistic studies. To further verify whether PA exerts anti-AD effects via modulating C/EBPβ/AEP signaling pathway in TgCRND8 mice, adeno-associated virus (AAV) vectors encoding CEBP/β were bilaterally injected into the hippocampal CA1 region in TgCRND8 mice to overexpress C/EBPβ. Additionally, the fecal microbiota transplantation (FMT) experiment was performed to verify the potential role of gut microbiota on the anti-AD effects of PA. RESULTS: Our results showed that PA treatment significantly improved activities of daily living (ADL), ameliorated the anxiety-related behavioral deficits and cognitive impairments in TgCRND8 mice. PA modulated the amyloid precursor protein (APP) processing. PA also markedly reduced the levels of beta-amyloid (Aβ) 40 and Aβ42, suppressed Aβ plaque burdens, inhibited tau protein hyperphosphorylation at several sites and relieved neuroinflammation in the brains of TgCRND8 mice. Moreover, PA restored gut dysbiosis and inhibited the activation of the C/EBPβ/AEP signaling pathway in the brain and colon tissues of TgCRND8 mice. Interestingly, PA strikingly alleviated the AD-like pathologies induced by the overexpression of C/EBPβ in TgCRND8 mice. Additionally, the FMT of fecal microbiota from the PA-treated TgCRND8 mice significantly alleviated the cognitive impairments and AD-like pathologies in the germ-free TgCRND8 mice. CONCLUSION: All these findings amply demonstrated that PA could ameliorate the cognitive deficits in TgCRND8 mice via suppressing Aβ plaques deposition, hyperphosphorylation of tau protein, neuroinflammation and gut dysbiosis through inhibiting the activation of C/EBPβ/AEP pathway, suggesting that PA is a promising naturally occurring chemical worthy of further development into the pharmaceutical treatment of AD.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Alzheimer Disease",
        "Mice, Transgenic",
        "tau Proteins",
        "Gastrointestinal Microbiome",
        "Neuroinflammatory Diseases",
        "Activities of Daily Living",
        "Dysbiosis",
        "Neurodegenerative Diseases",
        "Cognitive Dysfunction",
        "Amyloid beta-Protein Precursor",
        "Amyloid beta-Peptides",
        "Cognition",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "36682696",
      "title": "Patchouli alcohol ameliorates depression-like behaviors through inhibiting NLRP3-mediated neuroinflammation in male stress-exposed mice.",
      "authors": [
        "Hui He",
        "Xiaofang Xie",
        "Jinqiang Zhang",
        "Li Mo",
        "Xixi Kang",
        "Yue Zhang",
        "Lu Wang",
        "Nan Hu",
        "Lei Xie",
        "Cheng Peng",
        "Zili You"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2023-Apr-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Microglia-mediated neuroinflammation contributes to major depressive disorder (MDD). Targeting microglia is a promising strategy for treating MDD. Patchouli alcohol (PA), an active component of Pogostemon cablin, has anti-inflammatory and neuroprotective effects. PURPOSE: In this study, we investigate the microglia-mediated neurogenesis pathway in which PA ameliorates depressive-like behaviors in stress-induced animal model of depression. METHODS: C57BL/6J male mice were exposed to chronic mild stress (CMS) for 4 weeks, then administered PA intraperitoneally at 10, 20 or 40 mg/kg once per day for 3 weeks. The antidepressant effects of PA were evaluated in the sucrose preference test, forced swimming test, and tail suspension test. Microglial phenotypes and activation of the NLRP3 inflammation were analyzed using RT-PCR, western blotting and immunofluorescence staining. Effects of PA on neurogenesis were analyzed in vitro and in vivo using immunofluorescence staining. RESULTS: Behavioral assessments showed that PA alleviated depressive-like behaviors in CMS-exposed mice. CMS induced microglial activation and pro-inflammatory profiles, which were blocked by PA treatment. PA attenuated the activation of NLRP3 inflammasome, leading to decreases in the levels of caspase-1, ASC, IL-1β, and IL-18 in the hippocampus of CMS-exposed mice. In primary microglia cultures, PA inhibited LPS-induced NLRP3 inflammasome activation. PA rescued inflammation-inhibited neurogenesis in vivo and in vitro. CONCLUSIONS: Our results suggest that PA inhibits the NLRP3 inflammasome and ameliorates microglia-mediated neurogenesis impairment, contributing to antidepressant effects. Thus, PA may be a novel treatment for inflammation-driven mental disorders.",
      "mesh_terms": [
        "Mice",
        "Male",
        "Animals",
        "Depression",
        "Inflammasomes",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Depressive Disorder, Major",
        "Neuroinflammatory Diseases",
        "Mice, Inbred C57BL",
        "Antidepressive Agents",
        "Inflammation",
        "Stress, Psychological"
      ]
    },
    {
      "pmid": "36386565",
      "title": "Indirect organogenesis-mediated high frequency conversion of non-embryonic synthetic seeds, essential oil profiling and antibacterial activity in genetically stable plants of Patchouli.",
      "authors": [
        "Lucy Lalthafamkimi",
        "Brijmohan Singh Bhau",
        "Sanjay Kumar",
        "Srijana Mukhia",
        "Rakshak Kumar",
        "Dipanwita Banik",
        "Paromik Bhattacharyya"
      ],
      "journal": "3 Biotech",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Patchouli is a prized tropical medicinal herb with broad-spectrum therapeutic importance. The present research work describes development of an efficient callus-mediated plant regeneration protocol along with associated germplasm portability system (via alginate-encapsulation). Using 1.5 mg/l α-naphthalene acetic acid (NAA) and 1.0 mg/l 2, 4-dichlorophenoxy acetic acid (2, 4-D), highly proliferative friable calli were produced that subsequently underwent organogenesis in combinatorial cytokinin treatment to yield multiple shoot clusters. The highest frequency of shoot formation was achieved using 1.5 mg/l NAA with 1.5 mg/l 6-benzylaminopurine (BAP) in Murashige and Skoog (MS) medium. In vitro-derived shoot tips were encapsulated with 3% sodium alginate and 100 mM CaCl2 solution. The encapsulated beads were germinated in MS media with various concentrations of polyamines, where the highest regeneration frequency was observed with 1.5 mg/l spermidine. The regenerated shoots were rooted in basal MS medium and were successfully acclimatized with 96% survival rate. Genetic homogeneity amongst the regenerated plantlets was validated using Start Codon Targeted polymorphism (SCoT) and CAAT box-derived polymorphism (CBDP) ascertaining a high degree of clonal fidelity. The essential oil (EO) profiling of the donor plant and the in vitro-derived plantlets revealed identical composition. Furthermore, the antibacterial activities of various tissue extracts and extracted EOs were evaluated against the opportunistic pathogens viz. Klebsiella pneumoniae (MTCC 109), Salmonella typhii (MTCC 733), Micrococcus luteus (MTCC 2470) and Staphylococcus aureus (MTCC 96). The minimum inhibitory concentration (MIC) ranged from 0.31 to 5.0 mg/ml and 2.5 to 5.0 mg/ml against Gram-positive and Gram-negative bacteria, respectively. Eventually, the present research provides a holistic insight into the rapid regeneration of quality planting material as well as pharmacological bioprospection of patchouli along with the scope of further qualitative improvement via genetic transformation. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s13205-022-03302-3."
    },
    {
      "pmid": "36185014",
      "title": "The Effects of Patchouli Alcohol on Diarrhea-Predominant Irritable Bowel Syndrome are Correlated with Phenotypic Plasticity in Myenteric Neurons and the Targeted Regulation of Myosin Va.",
      "authors": [
        "Shu-Lin Yi",
        "Zi-Tong Huang",
        "Lu Liao",
        "Yu-Lin Lu",
        "Yu-Kang Lin",
        "Ying Pei",
        "Wan-Yu Chen",
        "Chen Huang",
        "Hong-Ying Cao",
        "Bo Tan"
      ],
      "journal": "The American journal of Chinese medicine",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Patchouli alcohol (PA) has been widely used for the treatment of diarrhea-predominant irritable bowel syndrome (IBS-D) in traditional Chinese medicine, and the related mechanism remains to be fully understood. Our previous study has indicated that PA significantly reduced visceral sensitivity and defecation area in IBS-D rats. In this study, we prepared an IBS-D rat model and observed the dynamic intestinal motility and colonic longitudinal muscle and myenteric plexus (LMMP) neurons, as well as their subtypes at D14, D21, and D28. After PA administration, we observed the effects on the changes in intestinal motility, colonic LMMP neurons, and LMMP Myosin Va in IBS-D rats and their co-localization with inhibitory neurotransmitter-related proteins. The results indicated that PA treatment could alleviate IBS-D symptoms, regulate the abnormal expression of LMMP neurons, increase Myosin Va expression, up-regulate co-localization levels of Myosin Va with neuronal nitric oxide synthase (nNOS), and promote co-localization levels of Myosin Va with vasoactive intestinal polypeptide (VIP). In conclusion, this study demonstrated the neuropathic alterations in the colon of chronic restraint stress-induced IBS-D rat model. PA reversed the neuropathological alteration by affecting the transport process of nNOS and VIP vesicles via Myosin Va and the function of LMMP inhibitory neurons, and these effects were related to the mechanism of enteric nervous system (ENS) remodeling.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Irritable Bowel Syndrome",
        "Disease Models, Animal",
        "Diarrhea",
        "Neurons",
        "Adaptation, Physiological",
        "Myosins"
      ]
    },
    {
      "pmid": "35961188",
      "title": "cRGD peptide incorporated with patchouli alcohol loaded silk fibroin nanoparticles for enhanced targeting of inflammatory sites in colitis.",
      "authors": [
        "Yaoyao Du",
        "Junyu Shi",
        "Ran Duan",
        "Karl Wah Keung Tsim",
        "Lan Shen",
        "Ning Zhang",
        "Bing Wang"
      ],
      "journal": "Biomaterials advances",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The combination therapy of strengthening inflammation regression and mucosal repair may overcome the \"therapeutic ceiling\" of ulcerative colitis (UC). However, poor targeting is an outstanding challenge in the preparation of drug delivery systems for UC treatment. Here, we developed anti-inflammatory drug (patchouli alcohol, PA)-loaded nanoparticles (NPs) derived from natural silk fibroin (SF) and subjected to surface functionalization with cyclo RGD peptide (cRGD). Self-assembled SF NPs realized sustained drug release. Meanwhile, cRGD functionalization yielded notably targeted drug delivery to inflamed colon, and thereby enhanced the anti-inflammatory and barrier repair capabilities of NPs. Moreover, cRGD-PASFNs regulated innate immune responses and exerted a potent therapeutic efficacy against acute colitis. Surprisingly, the cRGD-PASFNs also modulated the abnormal level of amino acids which are crucial to the integrity of the intestinal barrier. Additionally, oral delivery of this nanomedicine displayed an excellent safety profile in the mouse model. This study confers confidence for the further development of targeted precision therapy for UC and other inflammatory diseases.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Colitis",
        "Colitis, Ulcerative",
        "Fibroins",
        "Mice",
        "Nanoparticles",
        "Peptides, Cyclic",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "35720186",
      "title": "Patchouli Alcohol Inhibits D-Gal Induced Oxidative Stress and Ameliorates the Quality of Aging Cartilage via Activating the Nrf2/HO-1 Pathway in Mice.",
      "authors": [
        "Ming Chen",
        "Haiyan Wen",
        "Siqi Zhou",
        "Xinxin Yan",
        "Haohuan Li"
      ],
      "journal": "Oxidative medicine and cellular longevity",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chondrocytes play an essential role in maintaining the structure and function of articular cartilage. Oxidative stress occurred in chondrocytes accelerates cell senescence and death, which contributes to the development of osteoarthritis (OA). Patchouli alcohol (PA), a kind of sesquiterpene in Pogostemon cablin, processes multiple bioactivities in treatment of many diseases. However, its effects of antisenescence and antioxidation on chondrocytes in a D-gal-induced aging mice model are still obscure. In this study, we found that PA treatment could ameliorate the degradation of cartilage extracellular matrix (ECM) in a D-gal-induced aging mice model. Further analyses through the immunofluorescent staining and western blot revealed that PA inhibited D-gal-induced chondrocyte senescence via the activation of antioxidative system. Besides, the damage caused by D-gal could not be recovered with PA treatment in Nrf2-silencing chondrocytes. In addition, molecular docking analysis between PA and Keap1 further suggested that the mechanism of PA's antisenescence and antioxidation was attributed to the activation of Nrf2/HO-1 pathway. Therefore, our results demonstrated that PA was a promising candidate for preventing the quality loss of aging cartilage through inhibiting oxidative stress-mediated senescence in chondrocytes.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Aging",
        "Antioxidants",
        "Cartilage, Articular",
        "Chondrocytes",
        "Kelch-Like ECH-Associated Protein 1",
        "Molecular Docking Simulation",
        "NF-E2-Related Factor 2",
        "Oxidative Stress",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "35631434",
      "title": "Antidepressant-like Activity of Patchouli Oil var. Tapak Tuan (Pogostemon cablin Benth) via Elevated Dopamine Level: A Study Using Rat Model.",
      "authors": [
        "Puji Astuti",
        "Khairan Khairan",
        "Marthoenis Marthoenis",
        "Kartini Hasballah"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2022-May-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Essential oils are gaining popularity for their use in treating depression, including that extracted from patchouli leaves and stems (Pogostemon cablin). Herein, we used patchouli oil (PO) containing a high amount of patchouli alcohol derived from P. cablin var. Tapak Tuan. The aim of this study was to investigate the antidepressant potential of PO, with a variety of patchouli alcohol concentrations obtained from a separation process using vacuum distillation with different temperature ranges. The initial patchouli oil (iPO) was traditionally distilled by a local farmer and further distilled using a rotary evaporator at temperature ranges of 115−160 °C (POF-1); 120−160 °C (POF-2), and 125−160 °C (POF-3), resulting in products with different patchouli alcohol concentrations. POF-3, with the highest patchouli alcohol content of 60.66% (based on gas chromatography-mass spectrometry), was used for cooling crystallization, resulting in 100% patchouli alcohol crystal (pPA). A tail suspension test (TST) was performed on a rat model to screen the antidepressant potential of iPO and its derivatives. The TST results revealed that POF-3 had the best antidepressant-like effect and was second only to the fluoxetine-based antidepressant, Kalxetin®, where both groups had significant reductions of immobility time post-treatment (p < 0.0001). Other than patchouli alcohol, POF-3 also contained ledol and trans-geraniol, which have been reported for their antidepressant-related activities. Brain dopamine levels increased significantly in the group treated with POF-3 (p < 0.05 as compared with the control group), suggesting its primary anti-depressant mechanism. These findings suggest the potential of vacuum-distilled patchouli oil in reducing depression via dopamine elevation."
    },
    {
      "pmid": "35588098",
      "title": "Patchouli alcohol protects against myocardial ischaemia-reperfusion injury by regulating the Notch1/Hes1 pathway.",
      "authors": [
        "Ying Lu",
        "Shou-Ye Li",
        "Hui Lou"
      ],
      "journal": "Pharmaceutical biology",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial, Veterinary"
      ],
      "abstract": "CONTEXT: Patchouli alcohol (PA) has protective effects on cerebral ischaemia/reperfusion (I/R) injury, but its efficacy on myocardial ischaemia-reperfusion (MI/R) has yet to be addressed. OBJECTIVE: To examine the therapeutic effect of PA on myocardial ischaemia-reperfusion (I/R) injury. MATERIALS AND METHODS: C57BL/6 male mice were randomly divided into sham, MI/R, MI/R + PA-10, MI/R + PA-20 and MI/R + PA-40 groups. In vivo MI/R model was established by ligating the anterior descending coronary artery of the heart. In vitro stimulated IR cell model was constructed by using the rat cardiomyocyte H9C2 cell line. Mice in the treatment groups were intraperitoneally injected with PA (10, 20, 40 mg/kg) for 30 days then subjected to surgery, and cells in the experimental group were pre-treated with PA (1, 10 or 100 μmol/L). After treatment, mouse heart function, myocardial injury markers, myocardial infarction and Notch1/Hes1 expression, endoplasmic reticulum stress markers, and apoptosis-related proteins were determined. RESULTS: In vivo, PA treatment improved hemodynamic parameter changes and myocardial enzymes, increased the left ventricular ejection fraction and left ventricular fractional shortening, reduced the left ventricular end-systolic diameter and inhibited CK-MB, cTnI and cTnT levels. In addition, PA attenuated myocardial tissue damage and apoptosis. PA treatment elevated Notch1, NICD and Hes1 levels and suppressed the levels of ATF4, p-PERK/PERK, and cleaved caspase-3/caspase-3 in vitro and in vivo. DISCUSSION AND CONCLUSION: PA protects against MI/R, possibly by modulating ER stress, apoptosis and the Notch1/Hes1 signalling pathways. These findings indicate that PA may be a promising candidate for treating ischaemic heart diseases.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Caspase 3",
        "Cell Line",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Myocardial Ischemia",
        "Myocardial Reperfusion Injury",
        "Myocytes, Cardiac",
        "Rats",
        "Receptor, Notch1",
        "Sesquiterpenes",
        "Stroke Volume",
        "Transcription Factor HES-1",
        "Ventricular Function, Left"
      ]
    },
    {
      "pmid": "35091686",
      "title": "Patchouli alcohol as a selective estrogen receptor β agonist ameliorates AD-like pathology of APP/PS1 model mice.",
      "authors": [
        "Qiu-Ying Yan",
        "Jian-Lu Lv",
        "Xing-Yi Shen",
        "Xing-Nan Ou-Yang",
        "Juan-Zhen Yang",
        "Rui-Fang Nie",
        "Jian Lu",
        "Yu-Jie Huang",
        "Jia-Ying Wang",
        "Xu Shen"
      ],
      "journal": "Acta pharmacologica Sinica",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Clinical evidence shows that postmenpausal women are almost twice as likely to develop Alzheimer's disease (AD) as men of the same age, and estrogen is closely related to the occurrence of AD. Estrogen receptor (ER) α is mainly expressed in the mammary gland and other reproductive organs like uterus while ERβ is largely distributed in the hippocampus and cardiovascular system, suggesting that ERβ selective agonist is a valuable drug against neurodegenerative diseases with low tendency in inducing cancers of breast and other reproductive organs. In this study we identified a natural product patchouli alcohol (PTA) as a selective ERβ agonist which improved the cognitive defects in female APP/PS1 mice, and explore the underlying mechanisms. Six-month-old female APP/PS1 mice were administered PTA (20, 40 mg · kg-1 · d-1, i.g.) for 90 days. We first demonstrated that PTA bound to ERβ with a dissociation constant (KD) of 288.9 ± 35.14 nM in microscale thermophoresis. Then we showed that PTA administration dose-dependently ameliorated cognitive defects evaluated in Morris water maze and Y-maze testes. Furthermore, PTA administration reduced amyloid plaque deposition in the hippocampus by promoting microglial phagocytosis; PTA administration improved synaptic integrity through enhancing BDNF/TrkB/CREB signaling, ameliorated oxidative stress by Catalase level, and regulated Bcl-2 family proteins in the hippocampus. The therapeutic effects of PTA were also observed in vitro: PTA (5, 10, 20 μM) dose-dependently increased phagocytosis of o-FAM-Aβ42 in primary microglia and BV2 cells through enhancing ERβ/TLR4 signaling; PTA treatment ameliorated o-Aβ25-35-induced reduction of synapse-related proteins VAMP2 and PSD95 in primary neurons through enhancing ERβ/BDNF/TrkB/CREB pathways; PTA treatment alleviated o-Aβ25-35-induced oxidative stress in primary neurons through targeting ERβ and increasing Catalase expression. Together, this study has addressed the efficacy of selective ERβ agonist in the amelioration of AD and highlighted the potential of PTA as a drug lead compound against the disease.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Amyloid beta-Protein Precursor",
        "Animals",
        "Brain-Derived Neurotrophic Factor",
        "Catalase",
        "Disease Models, Animal",
        "Estrogen Receptor beta",
        "Estrogens",
        "Female",
        "Hippocampus",
        "Mice",
        "Mice, Transgenic",
        "Plaque, Amyloid",
        "Presenilin-1",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "34942517",
      "title": "The functions of Patchouli and Elsholtzia in the repair of hen follicular granular cells after heat stress.",
      "authors": [
        "Qianhui Zhao",
        "Wenhui Xue",
        "Shuang Zhang",
        "Yu Guo",
        "Yurong Li",
        "Xianjun Wu",
        "Shuying Huo",
        "Yong Li",
        "Chenyao Li"
      ],
      "journal": "Poultry science",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this experimental study was to examine the effects of the Chinese herbal medicines Patchouli and Elsholtzia on the follicular granulosa cells of hens undergoing heat stress conditions. In the current investigation, hen follicular granulosa cells were isolated from the prehierarchical follicles of layer hens and then cultured in-vitro. The cells were randomly divided into the 6 groups. Following the completion of this study's experiments using different heat stress and medicinal treatments, the cell activities of each group were measured using an MTT method. The levels of the heat shock protein 70 (HSP70) were detected using ELISA. The expressions of the steroidogenic acute regulatory protein (StAR) mRNA; cytochrome P450 family 11, subfamily A, member 1 (CYP11A1) mRNA; proliferating cell nuclear antigen (PCNA) mRNA; and the follicle stimulating hormone receptor (FSHR) were detected using the real-time quantitative polymerase chain reactions. The concentration levels of estrogen and progesterone in the cell supernatant of each group were measured using ELISA. The results showed that cell activity had significantly decreased following the heat stress treatments at 43℃, 44℃, and 45℃ (P < 0.01), respectively. Meanwhile, cell activities observed in Patchouli and Elsholtzia were found to be much better than those of heat stress group (P < 0.05). In addition, the expression levels of HSP70 in the follicular granulosa cells of Patchouli and Elsholtzia groups were lower than those of heat stress group. Patchouli and Elsholtzia can maintain expressions of the receptor at 43℃. This study determined that the estrogen and progesterone in the supernatant fluid of Patchouli and Elsholtzia were higher than those observed in heat stress. Therefore, the results obtained in this study indicated that the Patchouli and Elsholtzia treatments administered prior the heat stress experiments had successfully protected the follicular granulosa cells from heat damages while maintaining the normal secretory functions of the granulosa cells.",
      "mesh_terms": [
        "Animals",
        "Cells, Cultured",
        "Chickens",
        "Female",
        "Granulosa Cells",
        "Heat-Shock Response",
        "Pogostemon",
        "Progesterone"
      ]
    },
    {
      "pmid": "34764997",
      "title": "Mufangji Decoction and Its Active Ingredient Patchouli Alcohol Inhibit Tumor Growth through Regulating Akt/mTOR-Mediated Autophagy in Nonsmall-Cell Lung Cancer.",
      "authors": [
        "Liu Yang",
        "Hongyu Chen",
        "Ruixiao Li",
        "Haoze Li",
        "Xing Rui",
        "Lihong Zhou",
        "Ningning Liu",
        "Qing Ji",
        "Qi Li"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nonsmall-cell lung cancer (NSCLC) is the main type of lung cancer, whose morbidity and mortality rank first among malignant tumors. More than 70% of NSCLC patients are diagnosed at locally advanced or advanced stage, missing the best operation period. Chemotherapy and targeted therapy are important means for the treatment of advanced NSCLC, but various side effects seriously affect the curative effect and the life quality of NSCLC patients. Our previous clinical practice has shown that Mufangji Decoction, a classic traditional Chinese medicine, has a significant curative effect in the treatment of NSCLC, but the specific mechanism is not clear. This study intends to explore the potential mechanism of Mufangji Decoction and its active ingredient patchouli alcohol against NSCLC and to provide a scientific basis for the prevention and treatment of NSCLC by traditional Chinese medicine. METHODS: The in vivo and in vitro experiments were performed to evaluate the antitumor effects and investigate the underlying mechanism of Mufangji Decoction and its active ingredient patchouli alcohol. Network pharmacology was applied to analyze the effective ingredients and potential targets or signaling pathways of Mufangji Decoction. RESULTS: Our current study shows that Mufangji Decoction can effectively inhibit the growth of subcutaneous transplantation of NSCLC. The following network pharmacological analysis and in vivo experiment suggest that patchouli alcohol is one of the main active ingredients of Mufangji Decoction and exerts antitumor effects. Further mechanism investigation reveals that the antitumor effect of patchouli alcohol is related to the induction of Akt/mTOR signaling pathway-mediated autophagy in NSCLC cells. CONCLUSION: Mufangji Decoction and its active ingredient patchouli alcohol might exert their antitumor effects in NSCLC partly through regulating Akt/mTOR-mediated autophagy, providing the evidence that traditional Chinese medicine might be a key approach for NSCLC treatment via targeting the Akt/mTOR signal axis."
    },
    {
      "pmid": "34639036",
      "title": "Tomatidine and Patchouli Alcohol as Inhibitors of SARS-CoV-2 Enzymes (3CLpro, PLpro and NSP15) by Molecular Docking and Molecular Dynamics Simulations.",
      "authors": [
        "Rafat Zrieq",
        "Iqrar Ahmad",
        "Mejdi Snoussi",
        "Emira Noumi",
        "Marcello Iriti",
        "Fahad D Algahtani",
        "Harun Patel",
        "Mohd Saeed",
        "Munazzah Tasleem",
        "Shadi Sulaiman",
        "Kaïss Aouadi",
        "Adel Kadri"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2021-Oct-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Considering the current dramatic and fatal situation due to the high spreading of SARS-CoV-2 infection, there is an urgent unmet medical need to identify novel and effective approaches for prevention and treatment of Coronavirus disease (COVID 19) by re-evaluating and repurposing of known drugs. For this, tomatidine and patchouli alcohol have been selected as potential drugs for combating the virus. The hit compounds were subsequently docked into the active site and molecular docking analyses revealed that both drugs can bind the active site of SARS-CoV-2 3CLpro, PLpro, NSP15, COX-2 and PLA2 targets with a number of important binding interactions. To further validate the interactions of promising compound tomatidine, Molecular dynamics study of 100 ns was carried out towards 3CLpro, NSP15 and COX-2. This indicated that the protein-ligand complex was stable throughout the simulation period, and minimal backbone fluctuations have ensued in the system. Post dynamic MM-GBSA analysis of molecular dynamics data showed promising mean binding free energy 47.4633 ± 9.28, 51.8064 ± 8.91 and 54.8918 ± 7.55 kcal/mol, respectively. Likewise, in silico ADMET studies of the selected ligands showed excellent pharmacokinetic properties with good absorption, bioavailability and devoid of toxicity. Therefore, patchouli alcohol and especially, tomatidine may provide prospect treatment options against SARS-CoV-2 infection by potentially inhibiting virus duplication though more research is guaranteed and secured.",
      "mesh_terms": [
        "Antiviral Agents",
        "COVID-19",
        "Coronavirus 3C Proteases",
        "Coronavirus Papain-Like Proteases",
        "Endoribonucleases",
        "Enzyme Inhibitors",
        "Humans",
        "Molecular Docking Simulation",
        "Molecular Dynamics Simulation",
        "SARS-CoV-2",
        "Sesquiterpenes",
        "Tomatine",
        "Viral Nonstructural Proteins",
        "COVID-19 Drug Treatment"
      ]
    },
    {
      "pmid": "34601002",
      "title": "Patchouli alcohol ameliorates skeletal muscle insulin resistance and NAFLD via AMPK/SIRT1-mediated suppression of inflammation.",
      "authors": [
        "Do Hyeon Pyun",
        "Tae Jin Kim",
        "Seung Yeon Park",
        "Hyun Jung Lee",
        "A M Abd El-Aty",
        "Ji Hoon Jeong",
        "Tae Woo Jung"
      ],
      "journal": "Molecular and cellular endocrinology",
      "publication_date": "2021-Dec-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Obesity-induced chronic low-grade inflammation and thus causes various metabolic diseases, such as insulin resistance and non-alcoholic fatty liver disease (NAFLD). Patchouli alcohol (PA), an active component extracted from patchouli, displayed anti-inflammatory effects on different cell types. However, the impact of PA on skeletal muscle insulin signaling and hepatic lipid metabolism remains unclear. This study aimed to investigate whether PA would affect insulin signaling impairment in myocytes and lipid metabolism in hepatocytes. Treatment with PA ameliorated palmitate-induced inflammation and aggravation of insulin signaling in C2C12 myocytes and lipid accumulation in HepG2 hepatocytes. Treatment of C2C12 myocytes and HepG2 cells with PA augmented AMP-activated protein kinase (AMPK) phosphorylation and Sirtuin 1 (SIRT1) expression in a dose-dependent manner. siRNA-mediated suppression of AMPK or SIRT1 mitigated the effects of PA on palmitate-induced inflammation and insulin resistance in C2C12 myocytes and lipid accumulation in HepG2 cells. Animal experiments demonstrated that PA administration increased AMPK phosphorylation and SIRT1 expression, and ameliorated inflammation, thereby attenuating skeletal muscle insulin resistance and hepatic steatosis in high-fat diet-fed mice. These results denote that PA alleviates skeletal muscle insulin resistance and hepatic steatosis through AMPK/SIRT1-dependent signaling. This study might provide a novel therapeutic approach for treating obesity-related insulin resistance and NAFLD.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Animals",
        "Diet, High-Fat",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Gene Expression Regulation",
        "Hep G2 Cells",
        "Humans",
        "Insulin Resistance",
        "Lipid Metabolism",
        "Male",
        "Mice",
        "Muscle, Skeletal",
        "Non-alcoholic Fatty Liver Disease",
        "Palmitates",
        "Phosphorylation",
        "Sesquiterpenes",
        "Signal Transduction",
        "Sirtuin 1"
      ]
    },
    {
      "pmid": "34540679",
      "title": "Regulatory Mechanism and Experimental Verification of Patchouli Alcohol on Gastric Cancer Cell Based on Network Pharmacology.",
      "authors": [
        "Yanru Song",
        "Liang Chang",
        "Xiaoyuan Wang",
        "Bibo Tan",
        "Jianbo Li",
        "Jie Zhang",
        "Fengbin Zhang",
        "Lianmei Zhao",
        "Guangjie Liu",
        "Bingjie Huo"
      ],
      "journal": "Frontiers in oncology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Pogostemon cablin is a traditional Chinese medicine (TCM) that is frequently used to treat various gastrointestinal diseases. Patchouli alcohol (PA), a compound extracted from the Pogostemon cablin, has been shown to have anti-tumor efficacy in human colorectal cancer. However, the mechanism of PA's anticancer effect on gastric cancer (GC) remains unknown. METHODS: We used the public database to obtain the potential targets of PA and genes related to GC. Bioinformatic analyses, such as the Kyoto Encyclopedia of Genes and Genomes (KEGG), Gene Ontology (GO), and protein-protein interactions (PPI), were used for analyzing the potential signal pathways and targets. Cell experiments were also conducted to further explain the impact and molecular mechanism of PA on GC, as well as to confirm the findings of network pharmacology. RESULTS: Using network pharmacological analysis, 161 possible targets were identified for the treatment of GC. Network analysis and functional enrichment analysis show that PA produced a marked effect in the treatment of GC through multi-targets and multi-pathways, especially the MAPK and PI3K/AKT signal pathways. In addition, PA showed the inhibition of GC cell proliferation, migration and invasion in cell experiments. According to our findings, PA could also cause G0/G1 phase arrest and apoptosis in GC cells. CONCLUSION: Using network pharmacology, we aim to uncover the possible molecular mechanism of PA on GC treatment in this research. Cell experiments were also conducted to confirm the therapeutic effect of PA on GC."
    },
    {
      "pmid": "34530094",
      "title": "Protective effect of the combination of essential oil from patchouli and tangerine peel against gastric ulcer in rats.",
      "authors": [
        "Guanru Chen",
        "Xiaofang Xie",
        "Fu Peng",
        "Tianzhixin Wang",
        "Junren Chen",
        "Gangmin Li",
        "Juan Liu",
        "Cheng Peng"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2022-Jan-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Essential oil (EO) is the main extract of patchouli and tangerine peel with antiinflammatory, antiulcer, and other functions. However, the efficacy and mechanism of the combination of EO from patchouli and tangerine peel against gastric ulcer (GU) are unclear. AIM OF THE STUDY: This study aims to reveal the protective effect of the combination of EO from patchouli and tangerine peel against GU in rats, as well as explore the optimal ratio and possible mechanism of EO in GU treatment. MATERIALS AND METHODS: The GU model is executed via water immersion and restraint stress. The repair effect of EO in different proportions on gastric mucosa injury and the effects on serum gastrin (GAS), pepsinogen C (PGC), prostaglandin E2 (PGE2), and 5-hydroxytryptamine in GU rats were observed. The optimal ratio obtained was used in the second part to set different dose groups for further experiment. The effects of the different EO doses on gastric mucosal ulcer formation and gastric acid secretion were evaluated. The morphology of chief and parietal cells were observed via transmission electron microscopy. The contents of GAS, PGC, substance P (SP), cyclic adenosine monophosphate (cAMP), cyclic guanosine monophosphate (cGMP), cholecystokinin (CCK), PGE2, and motilin (MTL) in serum in different groups were detected via enzyme-linked immunosorbent assay. Expressions of epidermal growth factor (EGF) and trefoil factor 2 (TFF2) protein in gastric tissues were detected via immunohistochemistry, and expressions of c-Jun N-terminal kinase (JNK), P53, Bcl-2-associated X protein (Bax), and Caspase-3 protein in gastric tissues were detected via western blotting. RESULTS: The EO from patchouli and tangerine peel at 1:2 ratio of compatibility significantly improved gastric mucosal injury, decreased serum GAS and PGC contents, and increased the PGE2 level in serum (p < 0.05). The mixture of EO from patchouli and tangerine peel (Mix-EO) can reduce the formation of gastric mucosal ulcers, reduce gastric mucosal injury, improve the expansion of the endoplasmic reticulum of the chief cells, repair mitochondrial damage, and inhibit the secretion of gastric acid by parietal cells. Mix-EO at 300 mg/kg can reduce the expression of serum GAS, PGC, SP, CCK, and cAMP/cGMP (p < 0.05 or 0.01); increase the expression of EGF and TFF2 protein in gastric tissues (p < 0.01); and inhibit the expression of JNK, p53, Bax, and Caspase-3 proteins (p < 0.01). CONCLUSION: The combination of EO from patchouli and tangerine peel can repair the gastric mucosal damage in GU rats and prevent the occurrence of ulcers by inhibiting the secretion of gastric acid, enhancing the defensive ability of gastric mucosa, and suppressing the apoptosis of gastric epithelial cells. Moreover, the optimal compatible ratio of patchouli and tangerine peel is 1:2.",
      "mesh_terms": [
        "Animals",
        "Citrus",
        "Dinoprostone",
        "Gastrins",
        "Gene Expression Regulation",
        "Male",
        "Pepsinogen C",
        "Plant Oils",
        "Pogostemon",
        "Protective Agents",
        "Rats",
        "Rats, Sprague-Dawley",
        "Restraint, Physical",
        "Serotonin",
        "Stomach Ulcer"
      ]
    },
    {
      "pmid": "34368142",
      "title": "Patchouli Alcohol Improves the Integrity of the Blood-Spinal Cord Barrier by Inhibiting Endoplasmic Reticulum Stress Through the Akt/CHOP/Caspase-3 Pathway Following Spinal Cord Injury.",
      "authors": [
        "Chongan Huang",
        "Weiqi Zhang",
        "FeiFan Chu",
        "Hao Qian",
        "Yining Wang",
        "Fangzhou Qi",
        "Mengke Ye",
        "Jiaying Zhou",
        "Zhi Lin",
        "ChenLin Dong",
        "Xiangyang Wang",
        "Qingqing Wang",
        "Haiming Jin"
      ],
      "journal": "Frontiers in cell and developmental biology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spinal cord injury (SCI) is a destructive and complex disorder of the central nervous system (CNS) for which there is no clinical treatment. Blood-spinal cord barrier (BSCB) rupture is a critical event in SCI that aggravates nerve injury. Therefore, maintaining the integrity of the BSCB may be a potential method to treat SCI. Here, we showed that patchouli alcohol (PA) exerts protective effects against SCI. We discovered that PA significantly prevented hyperpermeability of the BSCB by reducing the loss of tight junctions (TJs) and endothelial cells. PA also suppressed endoplasmic reticulum stress and apoptosis in vitro. Furthermore, in a rat model of SCI, PA effectively improved neurological deficits. Overall, these results prove that PA exerts neuroprotective effects by maintaining BSCB integrity and thus be a promising candidate for SCI treatment."
    },
    {
      "pmid": "34182243",
      "title": "Patchouli alcohol ameliorates acute liver injury via inhibiting oxidative stress and gut-origin LPS leakage in rats.",
      "authors": [
        "Lieqiang Xu",
        "Qionghui Huang",
        "Xiaocui Tan",
        "Qian Zhao",
        "Jiazhen Wu",
        "Huijun Liao",
        "Weipeng Ai",
        "Yuhong Liu",
        "Zhengquan Lai",
        "Ludi Fu"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alcoholism represents a predisposing factor for liver-related morbidity and mortality worldwide. Pogostemon cablin has been widely used in China for the treatment of digestive system diseases. Patchouli oil, the major active fraction of Pogostemon cablin, can ameliorate alcohol-induced acute liver injury (ALI). However, patchouli alcohol (PA),a principal bioactive ingredient of PO, exerts a protection against ALI remains elusive. Thepresentwork focused on the hepatoprotection of PA against acute ethanol-induced hepatotoxicity in rats. In this study, male Wistar rats orally received PA (10, 20, or 40 mg/kg), PO (400 mg/kg) and silymarin (200 mg/kg) for ten days. On the 8th day, the rats orally received 65% ethanol (10 mL/kg, 6.5 g/kg) every 12 h for 3 days. Results showed that PA wasfound to reduce alcohol-induced ALI, as evidenced bysignificantly alleviated histopathologicalalterations, decreased the elevation ofALT and AST levels, and enhancedthe alcoholdehydrogenase(ADH) andaldehyde dehydrogenase (ALDH) activities. Additionally, PA markedly suppressed ROS levels and increased antioxidant enzyme activities via the CYP2E1/ROS/Nrf2/HO-1 pathway. PA regulated lipid accumulation by markedly inhibiting the expression of lipogenesis-related genes and stimulating that of lipolysis-relatedgenes, which were associated with the activation of theAMPKpathway. What's more, PA pretreatment also restored acute alcohol-inducedalterationsin gut barrier function, colonic histopathology, and gut microbiota richness and evenness. PA pretreatment alleviated gut-origin LPS-inducedinflammation by inhibiting the MyD88/TLR4/NF-κB signal pathway. In general, PA ameliorates ethanol-induced ALI via restoration of CYP2E1/ROS/Nrf2/HO-1-mediatedoxidativestressand AMPK-mediated fat accumulation, as well as alleviation of gut-LPS-leakage-induced inflammation regulated by the MyD88/TLR4/NF-κB signaling pathway.",
      "mesh_terms": [
        "Animals",
        "Disease Models, Animal",
        "Gastrointestinal Microbiome",
        "Humans",
        "Intestinal Mucosa",
        "Lipogenesis",
        "Lipolysis",
        "Lipopolysaccharides",
        "Liver",
        "Liver Failure, Acute",
        "Male",
        "Oxidative Stress",
        "Rats",
        "Reactive Oxygen Species",
        "Sesquiterpenes",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "34177594",
      "title": "Patchouli Alcohol Modulates the Pregnancy X Receptor/Toll-like Receptor 4/Nuclear Factor Kappa B Axis to Suppress Osteoclastogenesis.",
      "authors": [
        "Qian Lu",
        "Chao Jiang",
        "Jialong Hou",
        "Hao Qian",
        "Feifan Chu",
        "Weiqi Zhang",
        "Mengke Ye",
        "Ziyi Chen",
        "Jian Liu",
        "Hanbing Yao",
        "Jianfeng Zhang",
        "Jiake Xu",
        "Te Wang",
        "Shunwu Fan",
        "Qingqing Wang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The incidence of osteoporosis, which is primarily characterized by plethoric osteoclast (OC) formation and severe bone loss, has increased in recent years. Millions of people worldwide, especially postmenopausal women, suffer from osteoporosis. The drugs commonly used to treat osteoporosis still exist many disadvantages, but natural extracts provide options for the treatment of osteoporosis. Therefore, the identification of cost-effective natural compounds is important. Patchouli alcohol (PA), a natural compound extracted from Pogostemon cablin that exerts anti-inflammatory effects, is used as a treatment for gastroenteritis. However, no research on the use of Patchouli alcohol in osteoporosis has been reported. We found that PA dose-dependently inhibited the receptor activator of nuclear factor kappa-B ligand (RANKL)-induced formation and function of OCs without cytotoxicity. Furthermore, these inhibitory effects were reflected in the significant effect of PA on the NF-κB signaling pathway, as PA suppressed the transcription factors NFATc1 and c-Fos. We also determined that PA activated expression of the nuclear receptor pregnane X receptor (PXR) and promoted the PXR/Toll-like receptor 4 (TLR4) axis to inhibit the nuclear import of NF-κB (p50 and p65). Additionally, PA exerted therapeutic effects against osteoporosis in ovariectomized (OVX) mice, supporting the use of PA as a treatment for osteoporosis in the future."
    },
    {
      "pmid": "34149664",
      "title": "Unraveling the Novel Effect of Patchouli Alcohol Against the Antibiotic Resistance of Helicobacter pylori.",
      "authors": [
        "Yuanzun Zhong",
        "Liyao Tang",
        "Qiuhua Deng",
        "Li Jing",
        "Jiao Zhang",
        "Yao Zhang",
        "Feng Yu",
        "Yijun Ou",
        "Shaoju Guo",
        "Bin Huang",
        "Hongying Cao",
        "Ping Huang",
        "Yifei Xu"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The long-term colonization of Helicobacter pylori can cause various gastrointestinal diseases, and its high genetic variability is prone to antibiotic resistance and leads to failure of clinical treatment. Intracellular survival also contributes to the drug tolerance of H. pylori. Patchouli alcohol (PA) shows a highly efficient activity against H. pylori in vitro and in vivo. And this study aims to explore whether PA can reduce the resistance of H. pylori and determine the underlying mechanism. Checkerboard and time-kill bactericidal curve assay reveal that the combination of PA and clarithromycin (CLR) promoted the inhibition and bactericidal effect against H. pylori. Stimulation of CLR leads to the internalization of H. pylori, but PA can effectively inhibit the invasion induced by CLR. Compared with antibiotics, PA remarkably eradicated the intracellular H. pylori, and this intracellular sterilized ability was further improved in combination with antibiotics (CLR and metronidazole). The expression of H. pylori efflux pump genes (hp0605, hp1327, and hp1489) was dose-dependently downregulated by PA. Digital droplet PCR indicated that the H. pylori mutant of A2143G can be inhibited by PA. Cellular uptake and transport assays showed that PA is rapidly absorbed, which promotes its activity against intracellular bacteria. Therefore, PA can act synergistically with CLR as a candidate treatment against drug-resistant H. pylori."
    },
    {
      "pmid": "34023778",
      "title": "Patchouli alcohol improves wound healing in high fat diet-fed mice through AMPK-mediated suppression of inflammation and TGFb1 signaling.",
      "authors": [
        "Tae Jin Kim",
        "Do Hyeon Pyun",
        "Seung Yeon Park",
        "Hyun Jung Lee",
        "A M Abd El-Aty",
        "Jin-Ho Song",
        "Yong Kyoo Shin",
        "Ji Hoon Jeong",
        "Tae Woo Jung"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2021-Jul-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity impairs wound healing with substantial alterations in skin inflammation. Patchouli alcohol (PA), extracted from patchouli, has been reported to ameliorate inflammation in various cell types. However, the effects of PA on inflammation and wound healing have not been reported to date. In the present study, we examined whether PA affects cutaneous wound healing in high fat diet (HFD)-fed mice and explored PA-mediated molecular mechanisms through in vitro experiments. We found that PA administration accelerated wound healing as well as ameliorates inflammation in skin of HFD-fed mice. PA treatment augmented AMP-activated protein kinase (AMPK) phosphorylation and TGFb1 expression. PA enhanced cell migration and suppressed inflammation in LPS-treated HaCaT cells. Further, PA increased dose-dependently AMPK phosphorylation as along with TGFb1 and cell migration markers expression. siRNA for AMPK or TGFb1 abrogated the effects of PA on cell migration and inflammation. TGFb1 siRNA mitigated PA-induced expression of cell migration markers. These results suggest that PA ameliorates wound healing via AMPK and TGFb1-mediated suppression of inflammation. In sum, PA can be used as a novel treatment strategy for wound healing in obesity or insulin resistance.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Animals",
        "Cell Movement",
        "Cell Proliferation",
        "Cells, Cultured",
        "Diet, High-Fat",
        "Disease Models, Animal",
        "Humans",
        "Inflammation",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Sesquiterpenes",
        "Transforming Growth Factor beta1",
        "Wound Healing"
      ]
    },
    {
      "pmid": "33995095",
      "title": "Clinical Strains of Helicobacter pylori With Strong Cell Invasiveness and the Protective Effect of Patchouli Alcohol by Improving miR-30b/C Mediated Xenophagy.",
      "authors": [
        "Yifei Xu",
        "Qiuhua Deng",
        "Yuanzun Zhong",
        "Li Jing",
        "Haiwen Li",
        "Jingwei Li",
        "Huimin Yu",
        "Huafeng Pan",
        "Shaoju Guo",
        "Hongying Cao",
        "Ping Huang",
        "Bin Huang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Helicobacter pylori was classified by the World Health Organization as a class 1 carcinogen. The development of drug-resistant strains of this pathogen poses a serious threat to human health worldwide. The cell invasion of H. pylori activates xenophagy in gastric epithelial cells by mediating miR-30b/c, and the emergence of autophagosomes provides a niche that enables the survival of intracellular H. pylori and promotes its drug resistance. This study revealed that some clinical drug-resistant H. pylori strains present much stronger invasive ability than standard strains. Patchouli alcohol (PA), a tricyclic sesquiterpene from Pogostemon cablin (Blanco) Benth (Labiatae), showed reliable activity against intracellular H. pylori. The mechanisms appeared to involve the downregulation of miR-30c-3p/5p and miR-30b-5p, thereby upregulating xenophagy-related gene expression (ULK1, ATG5, ATG12, and ATG14) and enhancing xenophagy. PA also inhibited the nuclear transfection of miR-30b-5p induced by H. pylori, thereby enhancing transcription factor EB function and increasing lysosome activity. The finding of strongly invasive intracellular H. pylori has great implications for clinical treatment, and PA can act against invasive H. pylori based on the improvement of miR-30b/c mediated xenophagy. Taken together, the results demonstrate that PA have potential use as a candidate medication for intracellular drug-resistant H. pylori."
    },
    {
      "pmid": "33777163",
      "title": "Virtual Screening of Cablin Patchouli Herb as a Treatment for Heat Stress: A Study Based on Network Pharmacology, Molecular Docking, and Experimental Verification.",
      "authors": [
        "Yan Xu",
        "Lizhong Ding",
        "Zhongtian Wang",
        "Yanbo Wang",
        "Liping Sun"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Heat-related diseases have long been known to damage the structure and function of essential macromolecules such as proteins, lipids, and nucleic acids, thereby compromising the integrity of cells and tissues and the physiological functions of the entire organism. Heat stress is the physical discomfort caused by overheating the body and is also the initial manifestation of heat-related diseases. Cablin patchouli herb (CPB) has been used in China for two thousand years and has been used to treat heat stress, but to date, no related mechanistic research is available. In this study, KEGG and PPI networks and the TCMSP and GEO databases were used to explore the components of CPB in relation to heat stress: quercetin, genkwanin, irisolidone, 3,23-dihydroxy-12-oleanen-28-oic acid, and quercetin 7-O-β-D-glucoside. The targets identified were EGFR, NCOA1, FOS, HIF1A, NFKBIA, and NCOA2; these proteins were verified by molecular docking and experimental verification. In short, our research represents the first report on the use of the traditional Chinese medicine CPB to treat heat stress and thus has pioneering significance."
    },
    {
      "pmid": "33163347",
      "title": "Lactoferrin-mediated macrophage targeting delivery and patchouli alcohol-based therapeutic strategy for inflammatory bowel diseases.",
      "authors": [
        "Yuge Zhao",
        "Yuting Yang",
        "Jiaxin Zhang",
        "Rong Wang",
        "Biyun Cheng",
        "Dipika Kalambhe",
        "Yingshu Wang",
        "Zeyun Gu",
        "Dongying Chen",
        "Bing Wang",
        "Yongzhuo Huang"
      ],
      "journal": "Acta pharmaceutica Sinica. B",
      "publication_date": "2020-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Inflammatory bowel diseases (IBD) are the incurable chronic recurrent gastrointestinal disorders and currently lack in safe and effective drugs. In this study, patchouli alcohol, a main active compound of traditional Chinese herb patchouli, was developed into biomimetic liposomes for macrophage-targeting delivery for IBD treatment. The developed lactoferrin-modified liposomes (LF-lipo) can specifically bind to LRP-1 expressed on the activated colonic macrophages and achieve cell-targeting anti-inflammatory therapy. LF-lipo reduced the levels of inflammatory cytokines and ROS and suppressed the MAPK/NF-κB pathway. LF-lipo also suppressed the formation of NLRP3 inflammasome and the consequent IL-1β activation. LF-lipo showed improved therapeutic efficacy in a DSS-induced colitis murine model, evidenced by the reduced disease activity index, the improved colon functions, and the downregulated inflammatory cytokines in the colon. LF-lipo provided an effective and safe macrophage-targeting delivery and therapeutic strategy for addressing the unmet medical need in IBD management."
    },
    {
      "pmid": "33039955",
      "title": "Potential benefits of patchouli alcohol in prevention of human diseases: A mechanistic review.",
      "authors": [
        "Hee-Seop Lee",
        "Jihye Lee",
        "Dmitriy Smolensky",
        "Seong-Ho Lee"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Patchouli alcohol (PA), a tricyclic sesquiterpene, is a dominant bioactive component in oil extracted from the aerial parts of Pogostemon cablin (patchouli). Diverse beneficial activities have been reported, including anti-influenza virus, anti-depressant, anti-nociceptive, vasorelaxation, lung protection, brain protection, anti-ulcerogenic, anti-colitis, pre-biotic-like, anti-inflammatory, anti-cancer and protective activities against metabolic diseases. However, detailed mechanistic studies are required to explore the possibility of developing PA as a functional food material or promising drug for the prevention and treatment of human diseases. This review highlights multiple molecular targets and working mechanisms by which PA mediates health benefits.",
      "mesh_terms": [
        "Anti-Inflammatory Agents",
        "Antineoplastic Agents, Phytogenic",
        "Humans",
        "Immunosuppressive Agents",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "32559721",
      "title": "A potential drug combination of omeprazole and patchouli alcohol significantly normalizes oxidative stress and inflammatory responses against gastric ulcer in ethanol-induced rat model.",
      "authors": [
        "Lu Xie",
        "Yi-Lin Guo",
        "Yu-Rou Chen",
        "Li-Ying Zhang",
        "Zhi-Cheng Wang",
        "Tong Zhang",
        "Bing Wang"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Omeprazole (OME) is a representative of proton pump inhibitors and widely used in anti-ulcer treatment. However, OME may cause some inevitable side effects and the long-term consequences of OME could increase the risk of diarrhea. Patchouli Alcohol (PA), the main extract of Pogostemonis Herba, have demonstrated benefits in treating gastric ulcer (GU) with low toxicity. The present study aimed to investigate the synergistically protective effects of OME and PA against ethanol-induced GU in rats to study the involvement of antioxidant and anti-inflammatory activities. Moreover, the anti-apoptosis, anti-oxidant and anti-inflammatory effects in H2O2-induced gastric epithelial cells (GES-1) and LPS-induced RAW264.7 cells were determined, as well as the modulation of signaling proteins. The results demonstrated that PA alone or combined with OME provided remarkable benefits by reducing ulcer areas, modulating oxidant stress and inflammatory factors and the therapeutic efficacy was showed to be dose-dependent, which were partly superior to that of high-dose OME only. Additionally, co-treated regimen could superiorly down-regulate cell apoptosis and regulate the levels of oxidant activities and inflammatory cytokines on H2O2-induced GES-1 cells and LPS-induced RAW264.7 cells, which involved with cleaved caspase 3, Bcl-2 and BAX protein expressions and MAPK pathway. We provided a new understanding that the combination of OME and PA possessed gastroprotective effects on modulating cell apoptosis, antioxidant stress and anti-inflammatory responses against GU. Therefore, PA was inferred to take a potential and critic role in gastric mucosa protection.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Anti-Ulcer Agents",
        "Antioxidants",
        "Apoptosis",
        "Cell Line",
        "Cytokines",
        "Drug Combinations",
        "Ethanol",
        "Gastric Mucosa",
        "Hydrogen Peroxide",
        "Male",
        "Mice",
        "Omeprazole",
        "Oxidative Stress",
        "Rats, Sprague-Dawley",
        "Sesquiterpenes",
        "Stomach Ulcer"
      ]
    },
    {
      "pmid": "32244196",
      "title": "Patchouli alcohol protects against chronic unpredictable mild stress-induced depressant-like behavior through inhibiting excessive autophagy via activation of mTOR signaling pathway.",
      "authors": [
        "Jianyi Zhuo",
        "Baoyi Chen",
        "Chaoyue Sun",
        "Tao Jiang",
        "Zhiwei Chen",
        "Yanlu Liu",
        "Juan Nie",
        "Hongmei Yang",
        "Jingna Zheng",
        "Xiaoping Lai",
        "Ziren Su",
        "Chuwen Li",
        "Yucui Li"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2020-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Patchouli alcohol (PA), a tricyclic sesquiterpene, is the major chemical component of patchouli oil. This study investigated the antidepressant-like effect and mechanism of PA in chronic unpredictable mild stress (CUMS). Our results showed that PA markedly attenuated CUMS-induced depressant-like behaviors, including an effective increase of sucrose preference and spontaneous exploratory capacity, as well as reduction of immobility time. In addition, PA markedly attenuated CUMS-induced mTOR, p70S6K, and 4E-BP-1 phosphorylation reduction in the hippocampus. Furthermore, PA reversed CUMS-induced increases in LC3-II and p62 levels and CUMS-induced decrease in PSD-95 and SYN-I levels. These results indicated that the antidepressant-like effect of PA was correlated with the activation of the mTOR signaling pathway. Moreover, behavioral experimental results showed that the antidepressant-like effect of PA was blocked by rapamycin (autophagy inducer and mTOR inhibitor) and chloroquine (autophagic flux inhibitor). These results suggest that PA exerted antidepressant-like effect in CUMS rats through inhibiting autophagy, repairing synapse, and restoring autophagic flux in the hippocampus by activating the mTOR signaling pathway. The results render PA a promising antidepressant agent worthy of further development into a pharmaceutical drug for the treatment of depression.",
      "mesh_terms": [
        "Animals",
        "Antidepressive Agents",
        "Autophagy",
        "Behavior, Animal",
        "Chloroquine",
        "Depression",
        "Disks Large Homolog 4 Protein",
        "Hippocampus",
        "Intracellular Signaling Peptides and Proteins",
        "Male",
        "Microtubule-Associated Proteins",
        "Phosphorylation",
        "Rats",
        "Ribosomal Protein S6 Kinases, 70-kDa",
        "Sequestosome-1 Protein",
        "Sesquiterpenes",
        "Signal Transduction",
        "Sirolimus",
        "Stress, Psychological",
        "Synapsins",
        "TOR Serine-Threonine Kinases"
      ]
    },
    {
      "pmid": "32190080",
      "title": "Relaxation Effect of Patchouli Alcohol in Rat Corpus Cavernous and Its Underlying Mechanisms.",
      "authors": [
        "Fangjun Chen",
        "Yifei Xu",
        "Jing Wang",
        "Xufeng Yang",
        "Hongying Cao",
        "Ping Huang"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we investigated the relaxation effect and mechanisms of patchouli alcohol (PA) on rat corpus cavernosum. Corpus cavernosum strips were used in organ baths for isometric tension studies. The results showed that PA demonstrated concentration-dependent relaxation effect on rat corpus cavernosum. The relaxant response to PA was not influenced by tetrodotoxin and atropine while it was significantly inhibited by removal of endothelium. L-NG-nitroarginine methyl ester (L-NAME, a nitric oxide synthase inhibitor) or 1H-[1,2,4]oxadiazolo[4,3-a]quinoxalin-1-one (ODQ, a soluble guanylate cyclase inhibitor) significantly inhibited relaxation response to PA, whereas indomethacin (COX inhibitor) had no effect on PA-induced relaxation. The treatment of endothelium-deprived corpus cavernosum with several potassium channel blockers including tetraethylammonium (TEA), 4-aminopyridine (4-AP), and glibenclamide had no effect on PA-induced relaxation. Endothelium-deprived corpus cavernosal contractions induced by cumulative addition of Ca2+ to high KCl solution without CaCl2 were significantly inhibited by PA. Also, PA improved relaxant capacity of sildenafil in rat corpus cavernosum. In addition, the perfusion with PA significantly increased the levels of cGMP and expression of mRNA and protein of neuronal nitric oxide synthase (nNOS) and endothelial nitric oxide synthase (eNOS). Furthermore, intracavernous injection of PA enhanced the rise in intracavernous pressure in rats during cavernosal nerve electric stimulation. In conclusion, PA relaxed the rat corpus cavernosum attributed to both endothelium-dependent and -independent properties. While the former component was mostly involved in nitric oxide signaling pathway, the endothelium-independent mechanism involved in PA-induced relaxation was probably linked to calcium antagonism."
    },
    {
      "pmid": "32004938",
      "title": "Patchouli alcohol attenuates 5-fluorouracil-induced intestinal mucositis via TLR2/MyD88/NF-kB pathway and regulation of microbiota.",
      "authors": [
        "Jiazhen Wu",
        "Yuxuan Gan",
        "Muxia Li",
        "Liping Chen",
        "Jiali Liang",
        "Jianyi Zhuo",
        "Huijuan Luo",
        "Nan Xu",
        "Xue Wu",
        "Qiduan Wu",
        "Zhixiu Lin",
        "Ziren Su",
        "Yuhong Liu"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2020-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Intestinal mucositis causes great suffering to cancer patients who undergo chemotherapy and radiotherapy. Owing to the uncertain side effects of anticancer drugs to attenuate patients' intestinal mucositis, many studies focused on traditional Chinese medicine (TCM). Patchouli alcohol (PA) is an active compound extracted from Pogostemon cablin, and has potent gastrointestinal protective effect. However, whether PA has an effect on intestinal mucositis is still unknown. Therefore, we established a rat model of intestinal mucositis via intraperitoneal injection of 5-fluorouracil, and intragastrically administrated PA (10, 20, and 40 mg/kg) to evaluate the effect of PA on intestinal mucositis. The routine observation (body weight, food intake, and diarrhea) in rats was used to detect whether PA had an effect on intestinal mucositis. Levels of inflammatory cytokines (TNF-α, IL-1β, IL-6, IL-10, and MPO), mucosal barrier proteins (zonula occludens -1 (ZO-1), claudin-1, occludin, myosin light chain (MLC), and mucin-2) and intestinal microbiota were determined to elucidate the underlying mechanism of PA action on intestinal mucositis in rats. The results showed that PA could effectively improve body weight, food intake, and diarrhea in intestinal mucositis rats, preliminary confirming PA efficacy. Further experiments revealed that PA not only decreased the levels of TNF-α, IL-1β, IL-6, and MPO but also increased the level of IL-10 significantly. In addition, the expression of mucosal barrier proteins and microbiota community were also improved after PA treatment in diseased rats. Hence, PA may prevent the development and progression of intestinal mucositis by improving inflammation, protecting mucosal barrier, and regulating intestinal microbiota.",
      "mesh_terms": [
        "Animals",
        "Antimetabolites, Antineoplastic",
        "Dose-Response Relationship, Drug",
        "Fluorouracil",
        "Gastrointestinal Microbiome",
        "Inflammation",
        "Intestinal Mucosa",
        "Male",
        "Mucositis",
        "Myeloid Differentiation Factor 88",
        "NF-kappa B",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sesquiterpenes",
        "Toll-Like Receptor 2"
      ]
    },
    {
      "pmid": "31975362",
      "title": "Patchouli Oil Attenuates High Fat Diet-induced Non-alcoholic Hepatic Steatosis.",
      "authors": [
        "Nan Xu",
        "Xue Wu",
        "Hui-Juan Luo",
        "Fang-Fang Xu",
        "Qiong-Hui Huang",
        "Jia-Zhen Wu",
        "Yu-Xuan Gan",
        "Min-Yao Li",
        "Zheng-Quan Lai",
        "Hui-Ran Lin",
        "Jian-Nan Chen",
        "Zi-Ren Su",
        "Wei-Peng Ai",
        "Yu-Hong Liu"
      ],
      "journal": "Planta medica",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Non-alcoholic fatty liver disease (NAFLD) is one of the most common chronic liver diseases worldwide. Nevertheless, no first-line therapy exists. Hepatic steatosis is the earliest stage of NAFLD, which is characterized by an accumulation of hepatic lipids. Patchouli oil (PO), which is isolated from the well-known Chinese herb named Pogostemon cablin (Blanco) Benth. (Lamiaceae), inhibits hepatic lipid accumulation effectively. However, its potential ability for the treatment of NAFLD had not been reported before. Thus, the objective of this study was to investigate the effectiveness of PO against hepatic steatosis and its underlying mechanisms. We used a high fat diet (HFD)-induced hepatic steatosis model of rats to estimate the effect of PO against NAFLD. Hematoxylin-eosin and oil red O staining were used to analyze the hepatic histopathological changes. ELISA, RT-qPCR, and Western blotting analysis were applied to evaluate the parameters for hepatic steatosis. Our results showed that PO significantly attenuated the lipid profiles and the serum enzymes, evidenced by quantitative and histopathological analyses. It also markedly down-regulated the expression of sterol regulatory element-binding protein 1 (SREPB-1c) with its downstream factors in de novo lipogenesis. And, likewise, in lipid export by very low-density lipoproteins (VLDL), related molecules were dramatically improved. Furthermore, PO observably normalized the aberrant peroxisome proliferator-activated receptor α (PPAR-α) signal in fatty acids oxidation. In conclusion, PO exerted a preventing effect against HFD-induced steatosis and might be due to decrease de novo lipogenesis, promote export of lipids, as well as owing to improve fatty acids oxidation.",
      "mesh_terms": [
        "Animals",
        "Diet, High-Fat",
        "Lipogenesis",
        "Liver",
        "Non-alcoholic Fatty Liver Disease",
        "Pogostemon",
        "Rats"
      ]
    },
    {
      "pmid": "31870450",
      "title": "Inhibition effects of patchouli alcohol against influenza a virus through targeting cellular PI3K/Akt and ERK/MAPK signaling pathways.",
      "authors": [
        "Yunjia Yu",
        "Yang Zhang",
        "Shuyao Wang",
        "Wei Liu",
        "Cui Hao",
        "Wei Wang"
      ],
      "journal": "Virology journal",
      "publication_date": "2019-Dec-23",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Patchouli alcohol (PA) is a tricyclic sesquiterpene extracted from Pogostemonis Herba, which is a traditional Chinese medicine used for therapy of inflammatory diseases. Recent studies have shown that PA has various pharmacological activities, including anti-bacterial and anti-viral effects. METHODS: In this study, the anti-influenza virus (IAV) activities and mechanisms were investigated both in vitro and in vivo. The inhibitory effects of PA against IAV in vitro were evaluated by plaque assay and immunofluorescence assay. The neuraminidase inhibition assay, hemagglutination inhibition (HI) assay, and western blot assay were used to explore the anti-viral mechanisms. The anti-IAV activities in vivo were determined by mice pneumonia model and HE staining. RESULTS: The results showed that PA significantly inhibited different IAV strains multiplication in vitro, and may block IAV infection through inactivating virus particles directly and interfering with some early stages after virus adsorption. Cellular PI3K/Akt and ERK/MAPK signaling pathways may be involved in the anti-IAV actions of PA. Intranasal administration of PA markedly improved mice survival and attenuated pneumonia symptoms in IAV infected mice, comparable to the effects of Oseltamivir. CONCLUSIONS: Therefore, Patchouli alcohol has the potential to be developed into a novel anti-IAV agent in the future.",
      "mesh_terms": [
        "Administration, Intranasal",
        "Animals",
        "Antiviral Agents",
        "Disease Models, Animal",
        "Influenza A virus",
        "Lung",
        "Mice",
        "Orthomyxoviridae Infections",
        "Sesquiterpenes",
        "Signal Transduction",
        "Survival Analysis",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "31750759",
      "title": "Patchouli Alcohol, a Compound from Pogostemon cablin, Inhibits Obesity.",
      "authors": [
        "Jihye Lee",
        "Byungwhi Kong",
        "Seong-Ho Lee"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity predisposes people to a variety of chronic metabolic diseases. Identification of natural factors that prevent the development of obesity is likely to be the most successful means of ameliorating the current obesity epidemic. Patchouli alcohol is a sesquiterpene alcohol found in Pogostemon cablin and possesses health benefit activities. This study was designed to examine if patchouli alcohol affects adipogenesis, and investigates the underlying mechanisms whereby patchouli alcohol exerts antiobesity effect. 3T3-L1 adipocytes were differentiated with treatment of different concentrations of patchouli alcohol. An in vivo study was performed to test the effect of patchouli alcohol gavage on a high-fat diet (HFD)-induced obesity. Treatment of patchouli alcohol reduced lipid accumulation in 3T3-L1 adipocytes in a dose-dependent manner without toxicity. Regarding mechanism, treatment of patchouli alcohol reduced expression of peroxisome proliferator-activated receptor-gamma (PPARγ) and CCAAT-enhancer-binding protein-alpha (C/EBPα) and increased expression of total and active β-catenin in 3T3-L1 adipocytes. Oral gavage of patchouli alcohol led to a significant reduction of body weight and fat accumulation in the mice fed with HFD. Transcriptome analysis indicates that smad7 is most highly activated gene in patchouli alcohol-treated 3T3-L1 cells. Patchouli alcohol possesses health benefit effect through inhibiting adipogenesis and fat tissue development.",
      "mesh_terms": [
        "3T3-L1 Cells",
        "Adipocytes",
        "Adipogenesis",
        "Animals",
        "Anti-Obesity Agents",
        "CCAAT-Enhancer-Binding Protein-alpha",
        "Diet, High-Fat",
        "Humans",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Obesity",
        "PPAR gamma",
        "Pogostemon",
        "Sesquiterpenes",
        "Triglycerides"
      ]
    },
    {
      "pmid": "31680986",
      "title": "Patchouli Essential Oil and Its Derived Compounds Revealed Prebiotic-Like Effects in C57BL/6J Mice.",
      "authors": [
        "Waikit Leong",
        "Guoxin Huang",
        "Imran Khan",
        "Wenrui Xia",
        "Yucui Li",
        "Yuhong Liu",
        "Xiaoang Li",
        "Ruixuan Han",
        "Ziren Su",
        "W L Wendy Hsiao"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pogostemon cablin (Blanco) Benth (PC) is a Chinese medicinal plant traditionally used for the treatment of gastrointestinal symptoms. To investigate the prebiotic effect of patchouli essential oil (PEO) and its derived compounds through the modulation of gut microbiota (GM). C57BL/6J mice were treated with the PEO and three active components of PEO, i.e. patchouli alcohol (PA), pogostone (PO) and β-patchoulene (β-PAE) for 15 consecutive days. Fecal samples and mucosa were collected for GM biomarkers studies. PEO, PA, PO, and β-PAE improve the gut epithelial barrier by altering the status of E-cadherin vs. N-cadherin expressions, and increasing the mucosal p-lysozyme and Muc 2. Moreover, the treatments also facilitate the polarization of M1 to M2 macrophage phenotypes, meanwhile, suppress the pro-inflammatory cytokines. Fecal microbial DNAs were analyzed and evaluated for GM composition by ERIC-PCR and 16S rRNA amplicon sequencing. The GM diversity was increased with the treated groups compared to the control. Further analysis showed that some known short chain fatty acids (SCFAs)-producing bacteria, e.g. Anaerostipes butyraticus, Butytivibrio fibrisolvens, Clostridium jejuense, Eubacterium uniforme, and Lactobacillus lactis were significantly enriched in the treated groups. In addition, the key SCFAs receptors, GPR 41, 43 and 109a, were significantly stimulated in the gut epithelial layer of the treated mice. By contract, the relative abundance of pathogens Sutterlla spp., Fusobacterium mortiferum, and Helicobacter spp. were distinctly reduced by the treatments with PEO and β-PAE. Our findings provide insightful information that the microbiota/host dynamic interaction may play a key role for the pharmacological activities of PEO, PA, PO, and β-PAE."
    },
    {
      "pmid": "31632274",
      "title": "Protective Effect of Patchouli Alcohol Against High-Fat Diet Induced Hepatic Steatosis by Alleviating Endoplasmic Reticulum Stress and Regulating VLDL Metabolism in Rats.",
      "authors": [
        "Xue Wu",
        "Nan Xu",
        "Minyao Li",
        "Qionghui Huang",
        "Jiazhen Wu",
        "Yuxuan Gan",
        "Liping Chen",
        "Huijuan Luo",
        "Yucui Li",
        "Xiaoqi Huang",
        "Ziren Su",
        "Yuhong Liu"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nonalcoholic fatty liver disease (NAFLD) is currently the most common chronic hepatic disorder worldwide. The earliest stage of NAFLD is simple steatosis, which is characterized by the accumulation of triglycerides in hepatocytes. Inhibition of steatosis is a potential treatment for NAFLD. Patchouli alcohol (PA) is an active component of Pogostemon cablin (Blanco) Benth. (Labiatae), which is a medicinal food in Asia countries and proved to possess hepatoprotective effect. This research aimed to investigate the effectiveness of PA against high fat diet (HFD)-induced hepatic steatosis in rats. In this study, male Sprague Dawley rats were fed a HFD for 4 weeks to induce NAFLD. Oral administration with PA significantly reduced pathological severity of steatosis in HFD-fed rats. It was associated with suppressing endoplasmic reticulum (ER) stress and regulating very low-density lipoprotein (VLDL) metabolism. Our data showed that PA treatment effectively attenuated ER stress by inhibiting the activation of protein kinase-like ER kinase (PERK), inositol-requiring transmembrane kinase/endoribonuclease 1 (IRE1), and activating transcription factor 6 (ATF6). Moreover, PA decreased hepatic VLDL uptake by suppressing very low-density lipoprotein receptor (VLDLR) expression. It also restored VLDL synthesis and export by increasing apolipoprotein B100 (apoB 100) secretion and microsomal triglyceride-transfer protein (MTP) activity. Taken together, PA exerted a protective effect on the treatment of NAFLD in HFD-fed rats and may be potential therapeutic agent acting on hepatic steatosis."
    },
    {
      "pmid": "31568921",
      "title": "Effect of patchouli alcohol on macrophage mediated Helicobacter pylori digestion based on intracellular urease inhibition.",
      "authors": [
        "D W Lian",
        "Y F Xu",
        "Q H Deng",
        "X M Lin",
        "B Huang",
        "S X Xian",
        "P Huang"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Helicobacter pylori infects almost half of the world population and is listed as a type I carcinoma factor since 1994. Pogostemon cablin (Blanco) Benth. (Labiatae) has been used to treat gastro-intestinal diseases for thousands of years in many east Asian countries, and the key ingredient, patchouli alcohol (PA), has been observed to exert anti-H. pylori and anti-urease activities. PURPOSE: We investigated the effect of PA on H. pylori urease and its subsequent influence on macrophage phagosome maturation and function. METHODS: In H. pylori experiment, the berthelot method and pH shock assay were adopted to evaluate the effect of PA on extracellular and intracellular H. pylori urease. And then, Q-PCR and Western blot were carried out to analyze the alterations in the expression of urease-related genes and proteins after PA treatment. In the H. pylori and macrophage cell (RAW264.7) co-culture experiment, the effects of PA on H. pylori-induced phagocytosis and intracellular killing of RAW264.7 were investigated using gentamycin protection assay, and the underlying mechanism was explored by immunofluorescence. RESULTS: PA at 25 and 50 μM inhibited intracellular H. pylori urease activity but not isolated urease by down-regulating the gene expression levels of ureB, ureE, ureI and nixA and reducing the protein expression level of UreB, thereby inhibiting the acid resistance of H. pylori. PA also recovered the function of macrophage bacterial digestion, and prior treatment with ammonium chloride inhibited the efficacy of PA. CONCLUSION: PA suppressed intracellular H. pylori urease function and maturation, which increased macrophage digestion ability.",
      "mesh_terms": [
        "Animals",
        "Anti-Bacterial Agents",
        "Bacterial Proteins",
        "Enzyme Inhibitors",
        "Gene Expression Regulation, Bacterial",
        "Helicobacter Infections",
        "Helicobacter pylori",
        "Macrophages",
        "Mice",
        "Phagocytosis",
        "RAW 264.7 Cells",
        "Sesquiterpenes",
        "Urease"
      ]
    },
    {
      "pmid": "30599446",
      "title": "Effect of patchouli alcohol on Helicobacter pylori-induced neutrophil recruitment and activation.",
      "authors": [
        "Wen-Kang Ren",
        "Yi-Fei Xu",
        "Wen-Hui Wei",
        "Ping Huang",
        "Da-Wei Lian",
        "Li-Jun Fu",
        "Xu-Feng Yang",
        "Fang-Jun Chen",
        "Jing Wang",
        "Hong-Ying Cao",
        "Yuan-Hui Deng"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2019-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Neutrophil infiltration typically occurs in Helicobacter pylori (H. pylori)-induced acute gastritis; however, this immune response fails to eradicate H. pylori in vivo. Moreover, reactive oxygen species (ROS), which are generated by neutrophils, cause severe damage to gastric mucosa. Patchouli alcohol (PA) has been reported to have effective anti-oxidative and anti-H. pylori activities, and we investigated its effects on H. pylori-induced neutrophil recruitment and activation in this research. In neutrophil recruitment experiment, H. pylori was injected into rat air pouch to explore the effects of PA (10, 20 and 40 mg/kg) on acute inflammatory response. The results revealed that PA significantly reduced the weight of exudate and the number of neutrophils in the air pouch. Meanwhile, remarkable decrements in TNF-α and IL-8 levels in exudates were observed. In neutrophil activation experiment, rat neutrophils were isolated and activated by using 50 μg/mL H. pylori water-soluble surface protein with or without the treatment of PA (5, 10 or 20 μmol/L). Results indicated that PA not only significantly inhibited the production of ROS, but also reduced the gene and protein expressions of p22/p47-phoxes, and the binding of p22/p47-phoxes. Furthermore, the influence of PA on the neutrophil activation genes of H. pylori (h-nap and sabA) was investigated, and the results showed that expressions of h-nap and sabA were remarkably decreased after PA treatment. In conclusion, PA reduced the recruitment and activation of neutrophils induced by H. pylori, as shown by its inhibition of pro-inflammatory factor generation, p22/p47-phoxes function and H. pylori neutrophil activation-related gene expression.",
      "mesh_terms": [
        "Adhesins, Bacterial",
        "Animals",
        "Anti-Inflammatory Agents",
        "Cytokines",
        "Gene Expression Regulation, Bacterial",
        "Helicobacter Infections",
        "Helicobacter pylori",
        "Male",
        "NADPH Oxidases",
        "Neutrophil Infiltration",
        "Neutrophils",
        "Rats, Sprague-Dawley",
        "Reactive Oxygen Species",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "30524287",
      "title": "Unraveling the Novel Protective Effect of Patchouli Alcohol Against Helicobacter pylori-Induced Gastritis: Insights Into the Molecular Mechanism in vitro and in vivo.",
      "authors": [
        "Da-Wei Lian",
        "Yi-Fei Xu",
        "Wen-Kang Ren",
        "Li-Jun Fu",
        "Fang-Jun Chen",
        "Li-Yao Tang",
        "Hui-Ling Zhuang",
        "Hong-Ying Cao",
        "Ping Huang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Patchouli alcohol (PA), a natural tricyclic sesquiterpene extracted from Pogostemon cablin (Blanco) Benth. (Labiatae), has been found to exhibit anti-Helicobacter pylori and anti-inflammatory properties. In this study, we investigated the protective effect of PA against H. pylori-induced gastritis in vitro and in vivo, and determined the underlying mechanism. In the in vivo experiment, a C57BL/6 mouse model of gastritis was established using H. pylori SS1, and treatments with standard triple therapy or 5, 10, and 20 mg/kg PA were performed for 2 weeks. Results indicated that PA effectively attenuated oxidative stress by decreasing contents of intracellular reactive oxygen species (ROS) and malonyldialdehyde (MDA), and increasing levels of non-protein sulfhydryl (NP-SH), catalase and glutathione (GSH)/glutathione disulphide (GSSG). Additionally, treatment with PA significantly attenuated the secretions of interleukin 1 beta (IL-1β), keratinocyte chemoattractant and interleukin 6 (IL-6). PA (20 mg/kg) significantly protected the gastric mucosa from H. pylori-induced damage. In the in vitro experiment, GES-1 cells were cocultured with H. pylori NCTC11637 at MOI = 100:1 and treated with different doses of PA (5, 10, and 20 μg/ml). Results indicated that PA not only significantly increased the cell viability and decreased cellular lactate dehydrogenase (LDH) leakage, but also markedly elevated the mitochondrial membrane potential and remarkably attenuated GES-1 cellular apoptosis, thereby protecting gastric epithelial cells against injuries caused by H. pylori. PA also inhibited the secretions of pro-inflammatory factors, such as monocyte chemotactic protein 1 (MCP-1), tumor necrosis factor-α (TNF-α) and IL-6. Furthermore, after PA treatment, the combination of NACHT, LRR, and PYD domains-containing protein 3 (NLRP3) and cysteine-aspartic proteases 1 (CASPASE-1), the expression levels of NLRP3 inflammasome-related proteins, such as thioredoxin-interacting protein (TXNIP), pro-CASPASE-1, cle-CASPASE-1, and NLRP3 and genes (NLRP3 and CASPASE1) were significantly decreased as compared to the model group. In conclusion, treatment with PA for 2 weeks exhibited highly efficient protective effect against H. pylori-induced gastritis and related damages. The underlying mechanism might involve antioxidant activity, inhibition of pro-inflammatory factor and regulation of NLRP3 inflammasome function. PA exerted anti-H. pylori and anti-gastritis effects and thus had the potential to be a promising candidate for treatment of H. pylori-related diseases."
    },
    {
      "pmid": "29571979",
      "title": "Effects of patchouli and cinnamon essential oils on biofilm and hyphae formation by Candida species.",
      "authors": [
        "S Farisa Banu",
        "D Rubini",
        "P Shanmugavelan",
        "R Murugan",
        "S Gowrishankar",
        "S Karutha Pandian",
        "P Nithyanand"
      ],
      "journal": "Journal de mycologie medicale",
      "publication_date": "2018-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The prevalence and fatality rates with biofilm-associated candidal infections have remained a challenge to the medical fraternity despite major advances in the field of antifungal therapy. Traditionally, essential oils (EOs) from the aromatic plants have been found to be excellent therapeutic agents to treat fungal ailments. The present study explores the antivirulent and antibiofilm effects of under explored leaf EOs of Indian patchouli EO extracted from Pogostemon heyneanus (PH), Indian cassia from Cinnamomum tamala (CT) and camphor EO from C. camphora (CC) against Candida species. The EOs were investigated for its efficacy to disrupt the young and preformed Candida spp. biofilms and to inhibit the yeast to hyphal transition, a hallmark virulent trait of C. albicans. The ability of these EOs to inhibit metabolically active cells was assessed through XTT assay. Of these three EOs, CT EO showed enhanced biofilm inhibition than others and hence it was further selected to study its biomass inhibition potential and exopolysaccharide layer disruption ability. The CT EO reduced the biomass of the preformed biofilms of all three Candida strains, which was supported by confocal microscopy. It also disrupted the exopolysaccharide layer of the Candida strains as shown by scanning electron microscopy. The present findings validate the effectiveness of EOs against the virulence of Candida spp. and emphasize the pharmaceutical potential of several native but yet unexplored wild aromatic plants in the prospect of therapeutic application.",
      "mesh_terms": [
        "Antifungal Agents",
        "Biofilms",
        "Candida",
        "Candida albicans",
        "Candidiasis",
        "Cinnamomum zeylanicum",
        "Humans",
        "Hyphae",
        "Microbial Sensitivity Tests",
        "Microscopy, Electron, Scanning",
        "Oils, Volatile",
        "Pogostemon",
        "Virulence"
      ]
    },
    {
      "pmid": "29456408",
      "title": "Inhibitory effects of patchouli alcohol on stress-induced diarrhea-predominant irritable bowel syndrome.",
      "authors": [
        "Tian-Ran Zhou",
        "Jing-Jing Huang",
        "Zi-Tong Huang",
        "Hong-Ying Cao",
        "Bo Tan"
      ],
      "journal": "World journal of gastroenterology",
      "publication_date": "2018-Feb-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: To elucidate the mechanism of patchouli alcohol (PA) in treatment of rat models of diarrhea-predominant irritable bowel syndrome (IBS-D). METHODS: We studied the effects of PA on colonic spontaneous motility using its cumulative log concentration (3 × 10-7 mol/L to 1 × 10-4 mol/L). We then determined the responses of the proximal and distal colon segments of rats to the following stimuli: (1) carbachol (1 × 10-9 mol/L to 1 × 10-5 mol/L); (2) neurotransmitter antagonists including Nω-nitro-L-arginine methyl ester hydrochloride (10 μmol/L) and (1R*, 2S*)-4-[2-Iodo-6-(methylamino)-9H-purin-9-yl]-2-(phosphonooxy)bicyclo[3.1.0]hexane-1-methanol dihydrogen phosphate ester tetraammonium salt (1 μmol/L); (3) agonist α,β-methyleneadenosine 5'-triphosphate trisodium salt (100 μmol/L); and (4) single KCl doses (120 mmol/L). The effects of blockers against antagonist responses were also assessed by pretreatment with PA (100 μmol/L) for 1 min. Electrical-field stimulation (40 V, 2-30 Hz, 0.5 ms pulse duration, and 10 s) was performed to observe nonadrenergic, noncholinergic neurotransmitter release in IBS-D rat colon. The ATP level of Kreb's solution was also determined. RESULTS: PA exerted a concentration-dependent inhibitory effect on the spontaneous contraction of the colonic longitudinal smooth muscle, and the half maximal effective concentration (EC50) was 41.9 μmol/L. In comparison with the KCl-treated IBS-D group, the contractile response (mg contractions) in the PA + KCl-treated IBS-D group (11.87 ± 3.34) was significantly decreased in the peak tension (P < 0.01). Compared with CCh-treated IBS-D rat colon, the cholinergic contractile response of IBS-D rat colonic smooth muscle (EC50 = 0.94 μmol/L) was significantly decreased by PA (EC50 = 37.43 μmol/L) (P < 0.05). Lack of nitrergic neurotransmitter release in stress-induced IBS-D rats showed contraction effects on colonic smooth muscle. Pretreatment with PA resulted in inhibitory effect on L-NAME-induced (10 μmol/L) contraction (P < 0.05). ATP might not be the main neurotransmitter involved in inhibitory effects of PA in the colonic relaxation of stress-induced IBS-D rats. CONCLUSION: PA application may serve as a new therapeutic approach for IBS-D.",
      "mesh_terms": [
        "Animals",
        "Colon",
        "Diarrhea",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Gastrointestinal Motility",
        "Humans",
        "Irritable Bowel Syndrome",
        "Male",
        "Muscle Contraction",
        "Muscle, Smooth",
        "Plant Components, Aerial",
        "Plant Extracts",
        "Pogostemon",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sesquiterpenes",
        "Stress, Psychological",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "29291393",
      "title": "Patchouli alcohol protects against ischemia/reperfusion-induced brain injury via inhibiting neuroinflammation in normal and obese mice.",
      "authors": [
        "Li-Li Wei",
        "Yong Chen",
        "Qiong-Yang Yu",
        "Yuhui Wang",
        "George Liu"
      ],
      "journal": "Brain research",
      "publication_date": "2018-Mar-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Almost all of the candidate drugs for ischemic stroke failed to be translated from bench to beside. One important reason is that animals used in experimental studies cannot mimic ischemic patients due to lack of comorbidities like hypertension, diabetes and obesity. Therefore, it is better to test candidate drugs not only in normal animals but also in animals with comorbidities. Patchouli alcohol (PA), a natural tricyclic sesquiterpene in the traditional Chinese herb Pogostemonisherba, is well recognized for its anti-inflammation function in various inflammatory diseases. And as inflammation plays a very important role in cerebral ischemia/reperfusion (I/R) injury process and determines the ultimate brain damage, we hypothesized that PA could protect against cerebral I/R injury through its anti-inflammation ability. In this study, the effects of PA on cerebral I/R injury were evaluated in normal mice and obese mice. In normal mice with cerebral I/R injury, PA treatment reduced the infarct volume and neurological deficits in a dose- and time-dependent manner. PA treatment alleviated BBB dysfunction, inhibited mRNA and protein levels of TNF-α and IL-1β and modulated the activation of MAPKs signaling pathways. Moreover, PA also reduced infarct volume, alleviated the BBB dysfunction and inhibited inflammation in ob/ob mice with cerebral I/R injury. In conclusion, we demonstrated for the first time that PA could protect against cerebral I/R injury not only in normal mice but also in obese mice via inhibiting inflammation, suggesting that PA can be a potential drug for clinical treatment of ischemic stroke.",
      "mesh_terms": [
        "Animals",
        "Brain Injuries",
        "Brain Ischemia",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Encephalitis",
        "Matrix Metalloproteinase 2",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Obese",
        "Mitogen-Activated Protein Kinase Kinases",
        "Neuroprotective Agents",
        "Reperfusion Injury",
        "Sesquiterpenes",
        "Signal Transduction",
        "Time Factors"
      ]
    },
    {
      "pmid": "28965754",
      "title": "Patchouli alcohol isolated from Pogostemon cablin mediates endothelium-independent vasorelaxation by blockade of Ca2+ channels in rat isolated thoracic aorta.",
      "authors": [
        "Guan-Ying Hu",
        "Cheng Peng",
        "Xiao-Fang Xie",
        "Liang Xiong",
        "San-Yin Zhang",
        "Xiao-Yu Cao"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2018-Jun-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: The aerial parts of Pogostemon cablin (Blanco) Benth. for the treatment of cardiodynia have been documented in Mingyi Bielu of late Han Dynasty, in addition to that the Ca2+ antagonized activities of P. cablin and its critically pharmacological ingredient patchouli alcohol (PA) were reported previously. AIM OF THE STUDY: To investigate the relaxant effects of PA on rat isolated thoracic aortas and further explore its potential mechanisms of actions. MATERIALS AND METHODS: The aortas with endothelium and without endothelium were prepared and suspended in the organ bath for isometric tension recordings. The responses to accumulative concentrations of PA in endothelium-intact (E + ) aortas with basal tension and in different treated aortas pre-contracted with potassium chloride (KCl) or phenylephrine (PHE) were observed; the effects of L-NAME and indomethacin in aortas with intact endothelium, and of L-NAME, propranolol, tetraethtylamine (TEA), 4-aminopyridine (4-AP), barium chloride (BaCl2), glyburide in aortas with endothelial denudation on PA-produced vasorelaxation were assessed; the influences of PA on extracellular Ca2+ influx and intracellular Ca2+ release were measured in Ca2+-free medium. Finally, the abilities of PA to inhibit KCl- and PHE-induced contractions were compared to that of verapamil in E- aortas. RESULTS: PA produced vasorelaxant effects in KCl- and PHE-precontracted E + aortas in a concentration-dependent manner, which had no statistically different from that in KCl- and PHE-precontracted E- aortas. PA (10 μM) significantly reduced KCl-induced contractions while PHE-induced contractions were significantly reduced by 100 μM of PA instead of 10 μM and 30 μM in aortas with endothelium. Pre-incubation of E + aortas with L-NAME as well as indomethacin and of E- aortas with L-NAME, propranolol, TEA, 4-AP, BaCl2 and glyburide had no obvious effects on vasorelaxation of PA. In endothelium-removed aortas around Ca2+-free solution, PA remarkably lowered the contractions stimulated with Ca2+ and PHE, and application of ruthenium red and heparin further enhanced the abilities of PA to reduce PHE-caused contractions. In aortas without endothelium, 100 μM of PA markedly attenuated KCl-induced contractions but not affect PHE-induced contractions. Verapamil at the equal dose markedly attenuated KCl- and PHE-induced contractions, and the inhibitory effects on KCl-induced contractions were more forceful than that on PHE-induced contractions. In combined usage, the inhibitory effects on the contractions elicited by KCl were evidently weaker than that of verapamil alone and indifferently stronger than that of PA alone, and the inhibitory effects on the contractions elicited by PHE were evidently weaker than that of single verapamil but stronger than that of single PA. CONCLUSION: PA may act as a Ca2+ antagonist to exert an intensively vasorelaxant effects through endothelium-independent pathway, and its mechanisms underlying the vasoactivities seem to be associated with the blockade of extracellular Ca2+ influx through VDCCs and ROCCs in vascular smooth muscle cells (VSMCs) membrane and intracellular Ca2+ releases through IP3R- and RYR-mediated Ca2+ channels in sarcolemma.",
      "mesh_terms": [
        "Animals",
        "Aorta, Thoracic",
        "Calcium",
        "Calcium Channel Blockers",
        "Calcium Channels",
        "Endothelium, Vascular",
        "Male",
        "Myocytes, Smooth Muscle",
        "Plant Components, Aerial",
        "Pogostemon",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sesquiterpenes",
        "Vasodilation"
      ]
    },
    {
      "pmid": "28952265",
      "title": "[Mechanism of anti-Helicobacter pylori urease activity of patchouli alcohol].",
      "authors": [
        "Da-Wei Lian",
        "Yi-Fei Xu",
        "Wen-Kang Ren",
        "Li-Jun Fu",
        "Ping-Long Fan",
        "Hong-Ying Cao",
        "Ping Huang"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2017-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To investigate the effect of patchouli alcohol on inhibiting Helicobater pylori urease activity, and its effect on expression levels of related genes, and lay the foundation for further research on the effect of patchouli alcohol on H. pylori colonization and infection. H. pyloriwas cultured and identified by gram staining, rapid urease test (RUT) and PCR method. Then agar dilution method was used to detect the bacterial survival after 1 h intervention by different concentrations of patchouli alcoholin the acidic (pH 5.3) and neutral (pH 7.0) conditions; berthelot method was used to detect urease activity and RT-qPCR method was used to detect the expression changes of ureA, ureB, ureE, ureH, ureI, and nixA related urease genes. The results showed that the survival rate of H. pyloriwas not significantly changed but the urease activity was obviously decreased after intervention by different concentrations of patchouli alcohol; meanwhile, the expression levels of ureA, ureB, ureE, ureH, ureI, and nixA were decreased to different degrees. Therefore, patchouli alcohol could inhibit H. pylori urease activity in both acidic and neutral conditions, and the mechanism may be related to down-regulation of urease gene expression.",
      "mesh_terms": [
        "Bacterial Proteins",
        "Genes, Bacterial",
        "Helicobacter pylori",
        "Sesquiterpenes",
        "Urease"
      ]
    },
    {
      "pmid": "28810577",
      "title": "Patchouli oil ameliorates acute colitis: A targeted metabolite analysis of 2,4,6-trinitrobenzenesulfonic acid-induced rats.",
      "authors": [
        "Xiuting Yu",
        "Guanghua Yang",
        "Hua Jiang",
        "Shuhai Lin",
        "Yuhong Liu",
        "Xie Zhang",
        "Huifang Zeng",
        "Ziren Su",
        "Song Huang",
        "Linlin Shen",
        "Xiaojun Zhang"
      ],
      "journal": "Experimental and therapeutic medicine",
      "publication_date": "2017-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The incidence of inflammatory bowel disease (IBD), characterized by chronic, relapsing intestinal inflammation, has continually increased in recent years. A previous study by our group identified five potential metabolic markers possibly associated with the pathology of 2,4,6-trinitrobenzenesulfonic acid (TNBS)-induced IBD in rats. The present study aimed to examine the potential therapeutic effects of the essential oil of Pogostemon cablin (also known as patchouli; PO) on TNBS-induced rats and investigate the concomitant metabolic changes by targeting the previously identified potential markers. Pogostemon cablin is widely used to treat gastrointestinal diseases, including IBD, in China. The results of the present study showed that PO (270 mg/kg, rectal instillation) significantly alleviated colonic damage and reduced disease activity indicators and colonic myeloperoxidase in TNBS-induced rats. In addition, a targeted metabolic profiling study identified that four metabolites were elevated in the urine of the animals in the TNBS group, which were significantly inhibited by treatment with PO: Two tryptophan metabolites [4-(2-aminophenyl)-2,4-dioxobutanoic acid and 4,6-cihydroxyquinoline] and two gut microbial metabolites (phenylacetylglycine and p-cresol glucuronide). Taken together, these findings suggested that PO ameliorated the symptoms of TNBS-induced IBD and reversed the metabolic changes potentially associated with TNBS-induced IBD in rats."
    },
    {
      "pmid": "28717228",
      "title": "Transformation of patchouli alcohol to β-patchoulene by gastric juice: β-patchoulene is more effective in preventing ethanol-induced gastric injury.",
      "authors": [
        "Yuhong Liu",
        "Jiali Liang",
        "Jiazhen Wu",
        "Hanbin Chen",
        "Zhenbiao Zhang",
        "Hongmei Yang",
        "Liping Chen",
        "Haiming Chen",
        "Ziren Su",
        "Yucui Li"
      ],
      "journal": "Scientific reports",
      "publication_date": "2017-Jul-17",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Pogostemonis Herba is a functional food approved in Asian countries. Its major constituent, patchouli alcohol (PA), possesses a gastroprotective effect and is reported to transform into β-patchoulene (β-PAE) under acidic conditions. To investigate whether β-PAE, the metabolite of PA, has a protective effect on the gastrointestinal tract, the formation of β-PAE by gastric juice and the anti-ulcerogenic potential of β-PAE against ethanol-induced gastric injury were evaluated. The Results indicated that PA was converted to β-PAE by rat gastric juice. Additionally, β-PAE was significantly better than PA at reducing the area of gastric ulcer. The overproduction of malondialdehyde, tumour necrosis factor-α, interleukin (IL)-1β, IL-6, Fas, FasL and caspase-3 was markedly inhibited by β-PAE while the underproduction of superoxide dismutase, glutathione and catalase was significantly improved. β-PAE also regulated the NF-κB and ERK1/2 signalling pathways. Our findings suggest that β-PAE has potential therapeutic efficacy for antiulcer treatment.",
      "mesh_terms": [
        "Animals",
        "Cells, Cultured",
        "Central Nervous System Depressants",
        "Cytokines",
        "Epithelial Cells",
        "Ethanol",
        "Gastric Juice",
        "Humans",
        "Male",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sesquiterpenes",
        "Sesquiterpenes, Guaiane",
        "Stomach",
        "Stomach Ulcer"
      ]
    },
    {
      "pmid": "28711783",
      "title": "β-Patchoulene from patchouli oil protects against LPS-induced acute lung injury via suppressing NF-κB and activating Nrf2 pathways.",
      "authors": [
        "Xiao-Ying Chen",
        "Yao-Xing Dou",
        "Dan-Dan Luo",
        "Zhen-Biao Zhang",
        "Cai-Lan Li",
        "Hui-Fang Zeng",
        "Zi-Ren Su",
        "Jian-Hui Xie",
        "Xiao-Ping Lai",
        "Yu-Cui Li"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2017-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "β-Patchoulene (β-PAE), a tricyclic sesquiterpene isolated from the essential oil of the leaves and stems of Pogostemon cablin (Blanco) Benth., has been reported to have potent anti-inflammatory activity. The aim of this study was to evaluate the potential protective effect of β-PAE on lipopolysaccharide (LPS)-induced acute lung injury (ALI) in mice and to illuminate the underlying mechanisms. ALI was induced by intracheal instillation of LPS into lung, and dexamethasone (DEX) was used as a positive control. Results indicated that pretreatment with β-PAE significantly decreased the mortality rate of mice and lung W/D weight ratio, ameliorated lung pathological changes as compared to model group. Meanwhile, β-PAE pretreatment markedly inhibited the increase of TNF-α, IL-6 and IL-1β secretions in the bronchoalveolar lavage fluid, and prevented LPS-induced elevations of MPO activity and MDA level in the lung. Additionally, β-PAE pretreatment significantly elevated miR-146a expression and suppressed the LPS-induced activation of NF-κB and expression of its mediated genes (TNF-α, IL-6 and IL-1β). β-PAE was also observed to markedly upregulate the Nrf2 and HO-1 expression and activate the antioxidant genes (NQO-1, GCLC and HO-1). Taken together, β-PAE possessed protective effect against LPS-induced ALI, which might be associated with its differential regulation of NF-κB and Nrf2 activities and up-regulation of expression of miR-146a. The results rendered β-PAE a promising anti-inflammatory agent worthy of further development into a pharmaceutical drug for the treatment of ALI.",
      "mesh_terms": [
        "Acute Lung Injury",
        "Animals",
        "Anti-Inflammatory Agents",
        "Cytokines",
        "Dexamethasone",
        "Disease Models, Animal",
        "Heme Oxygenase-1",
        "Humans",
        "Inflammation Mediators",
        "Lipopolysaccharides",
        "Lung",
        "Membrane Proteins",
        "Mice",
        "Mice, Inbred Strains",
        "MicroRNAs",
        "NF-E2-Related Factor 2",
        "NF-kappa B",
        "Peroxidase",
        "Pogostemon",
        "Sesquiterpenes",
        "Sesquiterpenes, Guaiane",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "28456683",
      "title": "Patchouli alcohol ameliorates dextran sodium sulfate-induced experimental colitis and suppresses tryptophan catabolism.",
      "authors": [
        "Chang Qu",
        "Zhong-Wen Yuan",
        "Xiu-Ting Yu",
        "Yan-Feng Huang",
        "Guang-Hua Yang",
        "Jian-Nan Chen",
        "Xiao-Ping Lai",
        "Zi-Ren Su",
        "Hui-Fang Zeng",
        "Ying Xie",
        "Xiao-Jun Zhang"
      ],
      "journal": "Pharmacological research",
      "publication_date": "2017-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite the increased morbidity of ulcerative colitis (UC) in recent years, available treatments remain unsatisfactory. Pogostemon cablin has been widely applied to treat a variety of gastrointestinal disorders in clinic for centuries, in which patchouli alcohol (PA, C15H26O) has been identified as the major active component. This study attempted to determine the bioactivity of PA on dextran sulfate sodium (DSS)-induced mice colitis and clarify the mechanism of action. Acute colitis was induced in mice by 3% DSS for 7 days. The mice were then given PA (10, 20 and 40mg/kg) or sulfasalazine (SASP, 200mg/kg) as positive control via oral administration for 7 days. At the end of study, animals were sacrificed and samples were collected for pathological and other analysis. In addition, a metabolite profiling and a targeted metabolite analysis, based on the Ultra-Performance Liquid Chromatography coupled with mass spectrometry (UPLC-MS) approach, were performed to characterize the metabolic changes in plasma. The results revealed that PA significantly reduced the disease activity index (DAI) and ameliorated the colonic injury of DSS mice. The levels of colonic MPO and cytokines involving TNF-α, IFN-γ, IL-1β, IL-6, IL-4 and IL-10 also declined. Furthermore, PA improved the intestinal epithelial barrier by enhancing the level of colonic expression of the tight junction (TJ) proteins, for instance ZO-1, ZO-2, claudin-1 and occludin, and by elevating the levels of mucin-1 and mucin-2 mRNA. The study also demonstrated that PA inhibited the DSS-induced cell death signaling by modulating the apoptosis related Bax and Bcl-2 proteins and down-regulating the necroptosis related RIP3 and MLKL proteins. By comparison, up-regulation of IDO-1 and TPH-1 protein expression in DSS group was suppressed by PA, which was in line with the declined levels of kynurenine (Kyn) and 5-hydroxytryptophan (5-HTP) in plasma. The therapeutic effect of PA was evidently reduced when Kyn was given to mice. In summary, the study successfully demonstrated that PA ameliorated DSS-induced mice acute colitis by suppressing inflammation, maintaining the integrity of intestinal epithelial barrier, inhibiting cell death signaling, and suppressing tryptophan catabolism. The results provided valuable information and guidance for using PA in treatment of UC.",
      "mesh_terms": [
        "Animals",
        "Colitis",
        "Colon",
        "Cytokines",
        "Dextran Sulfate",
        "Male",
        "Mice, Inbred BALB C",
        "Pogostemon",
        "Sesquiterpenes",
        "Tryptophan"
      ]
    },
    {
      "pmid": "28320722",
      "title": "In Vitro and In Vivo Antibacterial Activities of Patchouli Alcohol, a Naturally Occurring Tricyclic Sesquiterpene, against Helicobacter pylori Infection.",
      "authors": [
        "Y F Xu",
        "D W Lian",
        "Y Q Chen",
        "Y F Cai",
        "Y F Zheng",
        "P L Fan",
        "W K Ren",
        "L J Fu",
        "Y C Li",
        "J H Xie",
        "H Y Cao",
        "B Tan",
        "Z R Su",
        "P Huang"
      ],
      "journal": "Antimicrobial agents and chemotherapy",
      "publication_date": "2017-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study further evaluated the in vitro and in vivo anti-Helicobacter pylori activities and potential underlying mechanism of patchouli alcohol (PA), a tricyclic sesquiterpene. In the in vitro assay, the capacities of PA to inhibit and kill H. pylori were tested on three standard strains at different pH values and on 12 clinical isolates. The effects of PA on H. pylori adhesion (and its alpA, alpB, and babA genes), motility (and its flaA and flaB genes), ultrastructure, and flagellation were investigated. Moreover, the H. pylori resistance to and postantibiotic effect (PAE) of PA were determined. Furthermore, the in vivo effects of PA on H. pylori eradication and gastritis were examined. Results showed that MICs of PA against three standard strains (pH 5.3 to 9) and 12 clinical isolates were 25 to 75 and 12.5 to 50 μg/ml, respectively. The killing kinetics of PA were time and concentration dependent, and its minimal bactericidal concentrations (MBCs) were 25 to 75 μg/ml. In addition, H. pylori adhesion, motility, ultrastructure, and flagellation were significantly suppressed. PA also remarkably inhibited the expression of adhesion genes (alpA and alpB) and motility genes (flaA and flaB). Furthermore, PA treatment caused a longer PAE and less bacterial resistance than clarithromycin and metronidazole. The in vivo study showed that PA can effectively eradicate H. pylori, inhibit gastritis, and suppress the expression of inflammatory mediators (COX-2, interleukin 1β, tumor necrosis factor alpha, and inducible nitric oxide synthase [iNOS]). In conclusion, PA can efficiently kill H. pylori, interfere with its infection process, and attenuate gastritis with less bacterial resistance, making it a potential candidate for new drug development.",
      "mesh_terms": [
        "Adhesins, Bacterial",
        "Animals",
        "Anti-Bacterial Agents",
        "Bacterial Adhesion",
        "Bacterial Outer Membrane Proteins",
        "Bacterial Proteins",
        "Clarithromycin",
        "Female",
        "Flagellin",
        "Gastritis",
        "Gene Expression",
        "Helicobacter Infections",
        "Helicobacter pylori",
        "Humans",
        "Hydro-Lyases",
        "Inflammation",
        "Male",
        "Metronidazole",
        "Mice",
        "Mice, Inbred C57BL",
        "Microbial Sensitivity Tests",
        "Oxidoreductases",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "27847207",
      "title": "Effect of patchouli (Pogostemon cablin) essential oil on in vitro and in vivo leukocytes behavior in acute inflammatory response.",
      "authors": [
        "Saulo Euclides Silva-Filho",
        "Luiz Alexandre Marques Wiirzler",
        "Heitor Augusto Otaviano Cavalcante",
        "Nancy Sayuri Uchida",
        "Francielli Maria de Souza Silva-Comar",
        "Gabriel Fernando Esteves Cardia",
        "Expedito Leite da Silva",
        "Rafael Pazinatto Aguiar",
        "Ciomar Aparecida Bersani-Amado",
        "Roberto Kenji Nakamura Cuman"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The aim of this study was to evaluate the effect of Pogostemon cablin essential oil (PEO) on leukocyte behavior in the inflammatory response. METHODS AND RESULTS: PEO was analyzed using Gas Chromatography/Mass Spectrometry (GC/SM) and Nuclear Magnetic Resonance Spectroscopy (NMR) methods and showed predominance of patchoulol (38.50%), α-bulnesene (20.37%), α-guaiene (12.31%), seychellene (8.33%) and α-patchoulene (4.91%). PEO at concentrations of 1, 3, 10, 30, 60 and 90μg/ml reduced the in vitro neutrophil chemotaxis toward fMLP, and at concentrations of 3 and 10μg/ml, increased the phagocytic activity of neutrophils. Topical application of PEO in high concentrations promoted an increase of ear edema and myeloperoxidase (MPO) activity. However, the oral treatment with 100, 200 and 300mg/kg reduced leukocyte recruitment, nitric oxide (NO) production, and rolling and adherent leukocyte number in the microcirculation. CONCLUSION: PEO affects the leukocyte behavior, and the mechanism proposed of PEO seems to be, at least in part, involving the participation of NO and pro-inflammatory cytokines.",
      "mesh_terms": [
        "Acute Disease",
        "Administration, Topical",
        "Animals",
        "Cell Adhesion",
        "Cell Survival",
        "Chemotaxis",
        "Edema",
        "Exudates and Transudates",
        "Gas Chromatography-Mass Spectrometry",
        "Inflammation",
        "Leukocyte Count",
        "Leukocyte Rolling",
        "Leukocytes",
        "Male",
        "Mice",
        "Nitric Oxide",
        "Peritonitis",
        "Peroxidase",
        "Phagocytosis",
        "Pogostemon",
        "Sesquiterpenes",
        "Zymosan"
      ]
    },
    {
      "pmid": "27830146",
      "title": "Molecular Role of EGFR-MAPK Pathway in Patchouli Alcohol-Induced Apoptosis and Cell Cycle Arrest on A549 Cells In Vitro and In Vivo.",
      "authors": [
        "XinGang Lu",
        "Liu Yang",
        "ChengHua Lu",
        "ZhenYu Xu",
        "HongFu Qiu",
        "JiaJia Wu",
        "JingWen Wang",
        "JiaFeng Tong",
        "Yin Zhu",
        "Jie Shen"
      ],
      "journal": "BioMed research international",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nowadays, chemotherapy is still the main effective treatment for cancer. Herb prescriptions containing Pogostemon cablin Benth (also known as \"Guang-Huo-Xiang\") have been widely used in Chinese medicine today. In our research, we found that patchouli alcohol, a compound isolated from the oil of Pogostemon cablin Benth, exerted antitumor ability against human lung cancer A549 cells ability both in vitro and in vivo. MTT assay was used to assess cell viability. Hoechst 33342 staining and TUNEL cover glass staining provided the visual evidence of apoptosis. Caspase activity measurement showed that patchouli alcohol activated caspase 9 and caspase 3 of mitochondria-mediated apoptosis. Consistently, patchouli alcohol inhibited the xenograft tumor in vivo. Further investigation of the underlying molecular mechanism showed that MAPK and EGFR pathway might contribute to the antitumor effect of patchouli alcohol. Our study proved that patchouli alcohol might be able to serve as a novel antitumor compound in the clinical treatment of lung cancer.",
      "mesh_terms": [
        "A549 Cells",
        "Animals",
        "Apoptosis",
        "Cell Proliferation",
        "Cell Survival",
        "Humans",
        "Lung Neoplasms",
        "Medicine, Chinese Traditional",
        "Mice",
        "Pogostemon",
        "Sesquiterpenes",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "27090925",
      "title": "Anti-inflammatory activity of β-patchoulene isolated from patchouli oil in mice.",
      "authors": [
        "Zhenbiao Zhang",
        "Xiaoying Chen",
        "Hanbin Chen",
        "Lan Wang",
        "Jiali Liang",
        "Dandan Luo",
        "Yuhong Liu",
        "Hongmei Yang",
        "Yucui Li",
        "Jianhui Xie",
        "Ziren Su"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2016-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "β-Patchoulene (β-PAE) is a tricyclic sesquiterpene isolated from the oil of Pogostemon cablin (patchouli oil), which has been widely used in traditional Chinese medicine for the treatment of inflammatory diseases. However, as one of the major principle of patchouli oil, the biological activity of β-PAE has not been explored so far. In the present study, the anti-inflammatory activity in vivo, and the underlying mechanism, of β-PAE was investigated on experimental mice models of acute inflammation, i.e. xylene-induced ear edema, acetic acid-induced vascular permeability and carrageenan-induced paw edema. The results showed that β-PAE evoked a significant dose-dependent inhibition of ear edema induced by xylene, paw edema induced by carrageenan and suppressed the increase of vascular permeability elicited by acetic acid. Histopathological analysis indicated that β-PAE could markedly decrease the cellular infiltration in paw tissue. β-PAE was also shown to significantly decrease the malondialdehyde (MDA) level and myeloperoxidase (MPO) activity in edema paw. In addition, carrageenan-induced production of some pro-inflammatory cytokines: tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), interleukin-6 (IL-6), prostaglandin E2 (PGE2) and nitric oxide (NO), were suppressed in a dose-dependent manner in mice subjected to β-PAE pretreatment, and it also significantly down-regulated the protein expression of inducible nitric oxide synthase (iNOS) and cyclooxygenase-2 (COX-2). Further analysis revealed that β-PAE also inhibited the translocation of nuclear factor-κB (NF-κB) from the cytoplasm to the nucleus and stabilize the conversion of nuclear factor-κBα (IκBα) level. These results provided additional chemical and pharmacological basis for the traditional application of P. cablin in inflammatory disorders.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Cyclooxygenase 2",
        "Dinoprostone",
        "Edema",
        "Female",
        "Gene Expression Regulation, Enzymologic",
        "I-kappa B Kinase",
        "Interleukin-1beta",
        "Interleukin-6",
        "Male",
        "Malondialdehyde",
        "Mice",
        "NF-kappa B",
        "Nitric Oxide",
        "Nitric Oxide Synthase Type II",
        "Peroxidase",
        "Plant Oils",
        "Pogostemon",
        "Sesquiterpenes",
        "Sesquiterpenes, Guaiane",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "27056378",
      "title": "Effect of patchouli alcohol on the regulation of heat shock-induced oxidative stress in IEC-6 cells.",
      "authors": [
        "Xiaoxi Liu",
        "Linshu Jiang",
        "Fenghua Liu",
        "Yuping Chen",
        "Lei Xu",
        "Deyin Li",
        "Yunfei Ma",
        "Huanrong Li",
        "Jianqin Xu"
      ],
      "journal": "International journal of hyperthermia : the official journal of European Society for Hyperthermic Oncology, North American Hyperthermia Group",
      "publication_date": "2016-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Purpose Patchouli alcohol (PA) is used to treat gastrointestinal dysfunction. The purpose of this study was to ascertain the function of PA in the regulated process of oxidative stress in rat intestinal epithelial cells (IEC-6). Materials and methods Oxidative stress was stimulated by exposing IEC-6 cells to heat shock (42 °C for 3 h). IEC-6 cells in treatment groups were pretreated with various concentrations of PA (10, 40, and 80 ng/mL) for 3 h before heat shock. Results Heat shock caused damage to the morphology of IEC-6 cells, and increased reactive oxygen species (ROS) level and malondialdehyde (MDA) content. Moreover, mRNA and protein expression by target genes related to oxidative stress in heat shock were also altered. Specifically, the mRNA expression by HSP70, HSP90, GSH-px, NRF2 nd HO-1were all increased, and Nrf2 and Keap1 protein expression were increased after heat shock. However, pretreatment with PA weakened the level of damage to the cellular morphology, and decreased the MDA content caused by heat shock, indicating PA had cytoprotective activities. Pretreatment with PA at high dose significantly increased generation of intracellular ROS. Compared with the heat shock group alone, PA pretreatment significantly decreased the mRNA expression by HSP70, HSP90, SOD, CAT, GSH-px, KEAP1 and HO-1. Furthermore, the high dose of PA significantly increased Nrf2 protein expression, while both the intermediate and high dose of PA significantly increased HO-1 protein expression. Conclusion Heat-shock-induced oxidative stress in IEC-6 cells, and PA could alleviate the Nrf2-Keap1 cellular oxidative stress responses.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Cell Line",
        "Epithelial Cells",
        "Glutathione Peroxidase",
        "HSP70 Heat-Shock Proteins",
        "HSP90 Heat-Shock Proteins",
        "Heat-Shock Response",
        "Heme Oxygenase (Decyclizing)",
        "Hot Temperature",
        "Intestines",
        "Kelch-Like ECH-Associated Protein 1",
        "Malondialdehyde",
        "NF-E2-Related Factor 2",
        "Oxidative Stress",
        "RNA, Messenger",
        "Rats",
        "Reactive Oxygen Species",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "27017292",
      "title": "(-)-Patchouli alcohol protects against Helicobacter pylori urease-induced apoptosis, oxidative stress and inflammatory response in human gastric epithelial cells.",
      "authors": [
        "Jianhui Xie",
        "Zhixiu Lin",
        "Yanfang Xian",
        "Songzhi Kong",
        "Zhengquan Lai",
        "Siupo Ip",
        "Haiming Chen",
        "Huizhen Guo",
        "Zuqing Su",
        "Xiaobo Yang",
        "Yang Xu",
        "Ziren Su"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2016-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "(-)-Patchouli alcohol (PA), the major active principle of Pogostemonis Herba, has been reported to have anti-Helicobacter pylori and gastroprotective effects. In the present work, we aimed to investigate the possible protective effect of PA on H. pylori urease (HPU)-injured human gastric epithelial cells (GES-1) and to elucidate the underlying mechanisms of action. Results showed that pre-treatment with PA (5.0, 10.0, 20.0μM) was able to remarkably ameliorate the cytotoxicity induced by 17.0U/mg HPU in GES-1 cells. Flow cytometric analysis on cellular apoptosis showed that pre-treatment with PA effectively attenuated GES-1 cells from the HPU-induced apoptosis. Moreover, the cytoprotective effect of PA was found to be associated with amelioration of the HPU-induced disruption of MMP, attenuating oxidative stress by decreasing contents of intracellular ROS and MDA, and increasing superoxide dismutase (SOD) and catalase (CAT) enzymatic activities. In addition, pre-treatment with PA markedly attenuated the secretion of nitric oxide (NO) and pro-inflammatory cytokines such as interleukin-2 (IL-2), interleukin-4 (IL-4) and tumor necrosis factor-α (TNF-α), whereas elevated the anti-inflammatory cytokine interleukin-13 (IL-13) in the HPU-stimulated GES-1 cells. Molecular docking assay suggested that PA engaged in the active site of urease bearing nickel ions and interacted with important residues via covalent binding, thereby restricting the active urease catalysis conformation. Our experimental findings suggest that PA could inhibit the cellular processes critically involved in the pathogenesis of H. pylori infection, and its protective effects against the HPU-induced cytotoxicity in GES-1 cells are believed to be associated with its anti-apoptotic, antioxidative, anti-inflammatory and HPU inhibitory actions.",
      "mesh_terms": [
        "Apoptosis",
        "Bacterial Proteins",
        "Catalysis",
        "Cell Line",
        "Cytokines",
        "Cytoprotection",
        "Helicobacter Infections",
        "Helicobacter pylori",
        "Humans",
        "Inflammation",
        "Intestinal Mucosa",
        "Oxidative Stress",
        "Pogostemon",
        "Sesquiterpenes",
        "Urease"
      ]
    },
    {
      "pmid": "25375335",
      "title": "Efficiency of vanilla, patchouli and ylang ylang essential oils stabilized by iron oxide@C14 nanostructures against bacterial adherence and biofilms formed by Staphylococcus aureus and Klebsiella pneumoniae clinical strains.",
      "authors": [
        "Maxim Bilcu",
        "Alexandru Mihai Grumezescu",
        "Alexandra Elena Oprea",
        "Roxana Cristina Popescu",
        "George Dan Mogoșanu",
        "Radu Hristu",
        "George A Stanciu",
        "Dan Florin Mihailescu",
        "Veronica Lazar",
        "Eugenia Bezirtzoglou",
        "Mariana Carmen Chifiriuc"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2014-Nov-04",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Biofilms formed by bacterial cells are associated with drastically enhanced resistance against most antimicrobial agents, contributing to the persistence and chronicization of the microbial infections and to therapy failure. The purpose of this study was to combine the unique properties of magnetic nanoparticles with the antimicrobial activity of three essential oils to obtain novel nanobiosystems that could be used as coatings for catheter pieces with an improved resistance to Staphylococcus aureus and Klebsiella pneumoniae clinical strains adherence and biofilm development. The essential oils of ylang ylang, patchouli and vanilla were stabilized by the interaction with iron oxide@C14 nanoparticles to be further used as coating agents for medical surfaces. Iron oxide@C14 was prepared by co-precipitation of Fe+2 and Fe+3 and myristic acid (C14) in basic medium. Vanilla essential oil loaded nanoparticles pelliculised on the catheter samples surface strongly inhibited both the initial adherence of S. aureus cells (quantified at 24 h) and the development of the mature biofilm quantified at 48 h. Patchouli and ylang-ylang essential oils inhibited mostly the initial adherence phase of S. aureus biofilm development. In the case of K. pneumoniae, all tested nanosystems exhibited similar efficiency, being active mostly against the adherence K. pneumoniae cells to the tested catheter specimens. The new nanobiosystems based on vanilla, patchouli and ylang-ylang essential oils could be of a great interest for the biomedical field, opening new directions for the design of film-coated surfaces with anti-adherence and anti-biofilm properties.",
      "mesh_terms": [
        "Anti-Bacterial Agents",
        "Bacterial Adhesion",
        "Biofilms",
        "Cananga",
        "Ferric Compounds",
        "Klebsiella Infections",
        "Klebsiella pneumoniae",
        "Microbial Sensitivity Tests",
        "Nanostructures",
        "Oils, Volatile",
        "Sesquiterpenes",
        "Staphylococcal Infections",
        "Staphylococcus aureus",
        "Vanilla"
      ]
    },
    {
      "pmid": "25243578",
      "title": "Selective antibacterial activity of patchouli alcohol against Helicobacter pylori based on inhibition of urease.",
      "authors": [
        "Xiao-Dan Yu",
        "Jian-Hui Xie",
        "Yong-Hong Wang",
        "Yu-Cui Li",
        "Zhi-Zhun Mo",
        "Yi-Feng Zheng",
        "Ji-Yan Su",
        "Ye-er Liang",
        "Jin-Zhi Liang",
        "Zi-Ren Su",
        "Ping Huang"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2015-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim of this study is to evaluate the antibacterial activity and urease inhibitory effects of patchouli alcohol (PA), the bioactive ingredient isolated from Pogostemonis Herba, which has been widely used for the treatment of gastrointestinal disorders. The activities of PA against selected bacteria and fungi were determined by agar dilution method. It was demonstrated that PA exhibited selective antibacterial activity against Helicobacter pylori, without influencing the major normal gastrointestinal bacteria. Noticeably, the antibacterial activity of PA was superior to that of amoxicillin, with minimal inhibition concentration value of 78 µg/mL. On the other hand, PA inhibited ureases from H.pylori and jack bean in concentration-dependent fashion with IC50 values of 2.67 ± 0.79 mM and 2.99 ± 0.41 mM, respectively. Lineweaver-Burk plots indicated that the type of inhibition was non-competitive against H.pylori urease whereas uncompetitive against jack bean urease. Reactivation of PA-inactivated urease assay showed DL-dithiothreitol, the thiol reagent, synergistically inactivated urease with PA instead of enzymatic activity recovery. In conclusion, the selective H.pylori antibacterial activity along with urease inhibitory potential of PA could make it a possible drug candidate for the treatment of H.pylori infection.",
      "mesh_terms": [
        "Amoxicillin",
        "Anti-Bacterial Agents",
        "Helicobacter pylori",
        "Lamiaceae",
        "Microbial Sensitivity Tests",
        "Sesquiterpenes",
        "Urease"
      ]
    },
    {
      "pmid": "25168850",
      "title": "Gastroprotective effect and mechanism of patchouli alcohol against ethanol, indomethacin and stress-induced ulcer in rats.",
      "authors": [
        "Yi-Feng Zheng",
        "Jian-Hui Xie",
        "Yi-Fei Xu",
        "Yong-Zhuo Liang",
        "Zhi-Zhun Mo",
        "Wei-Wen Jiang",
        "Xiao-Ying Chen",
        "Yu-Hong Liu",
        "Xiao-Dan Yu",
        "Ping Huang",
        "Zi-Ren Su"
      ],
      "journal": "Chemico-biological interactions",
      "publication_date": "2014-Oct-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pogostemonis Herba is an important Chinese medicine widely used in the treatment of gastrointestinal dysfunction. Patchouli alcohol (PA), a tricyclic sesquiterpene, is the major active constituent of Pogostemonis Herba. This study aimed to investigate the possible anti-ulcerogenic potential of PA and the underlying mechanism against ethanol, indomethacin and water immersion restraint-induced gastric ulcers in rats. Gross and histological gastric lesions, biochemical and immunological parameters were taken into consideration. The gastric mucus content and the antisecretory activity were analyzed through pylorus ligature model in rats. Results indicated that oral administration with PA significantly reduced the ulcer areas induced by ethanol, indomethacin and water immersion restraint. PA pretreatment significantly promoted gastric prostaglandin E2 (PGE2) and non-protein sulfhydryl group (NP-SH) levels, upregulated the cyclooxygenase-1 (COX-1) and cyclooxygenase-2 (COX-2) mRNA expression, and considerably boosted the gastric blood flow (GBF) and gastric mucus production in comparison with vehicle. In addition, PA modulated the levels of interleukin-6 (IL-6), interleukin-10 (IL-10) and tumor necrosis factor-α (TNF-α). The levels of glutathione (GSH), catalase (CAT) and malonaldehyde (MDA) were also restored by PA. However, the gastric secretion parameters (pH, volume of gastric juice and pepsin) did not show any significant alteration. These findings suggest that PA exhibited significant gastroprotective effects against gastric ulceration. The underlying mechanisms might involve the stimulation of COX-mediated PGE2, improvement of antioxidant and anti-inflammatory status, preservation of GBF and NP-SH, as well as boost of gastric mucus production.",
      "mesh_terms": [
        "Animals",
        "Anti-Ulcer Agents",
        "Catalase",
        "Cytokines",
        "Dinoprostone",
        "Drugs, Chinese Herbal",
        "Ethanol",
        "Gastric Mucosa",
        "Glutathione",
        "Indomethacin",
        "Male",
        "Malondialdehyde",
        "Mucus",
        "Prostaglandin-Endoperoxide Synthases",
        "RNA, Messenger",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sesquiterpenes",
        "Stomach Ulcer",
        "Stress, Physiological",
        "Sulfhydryl Compounds"
      ]
    },
    {
      "pmid": "24747030",
      "title": "Prevention of UV radiation-induced cutaneous photoaging in mice by topical administration of patchouli oil.",
      "authors": [
        "Rong-Feng Lin",
        "Xue-Xuan Feng",
        "Chu-Wen Li",
        "Xiao-Jun Zhang",
        "Xiu-Ting Yu",
        "Jiu-Yao Zhou",
        "Xie Zhang",
        "You-Liang Xie",
        "Zi-Ren Su",
        "Janis Ya-Xian Zhan"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2014-Jun-11",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Pogostemon cablin has been widely used in traditional Chinese medicine for the treatment of many diseases, including skin disorders. In the skin beauty and care prescriptions, Pogostemon cablin is one of the top ten frequently used traditional Chinese medicines. AIM OF THE STUDY: The present study was aimed to investigate the protective effects of the essential oil of Pogostemon cablin (patchouli oil, PO) against UV-induced skin photoaging in mice. MATERIALS AND METHODS: To ensure the quality of PO, the chemical compositions of PO were identified, and the content of its chemical marker patchouli alcohol was determined, which was around 28.2% (g/g) in PO. During the experiment period, the dorsal depilated skin of mice was treated with PO for two hours prior to UV irradiation. Then the protective effects of PO on UV-induced skin photoaging were determined by macroscopic and histological evaluations, skin elastic test, collagen content determination and biochemical assays of malondiaidehyde (MDA) content, activities of anti-oxidative indicators including superoxide dismutase (SOD), glutathione peroxidase (GSH-Px), and catalase (CAT). RESULTS: Compared to UV exposure groups, present results showed that topical administration of PO, especially at dose of 6mg/mouse and 9mg/mouse, significantly inhibited the increase in skin wrinkle formation, alleviated the reduction in skin elasticity and increased the collagen content by about 21.9% and 26.3%, respectively. We also found that application of 6-9mg/mouse PO could not only decrease the epidermal thickness by about 32.6%, but also prevent the UV-induced disruption of collagen fibers and elastic fibers. Furthermore, the content of MDA was decreased by almost 26.5% and activities of SOD, GSH-Px and CAT were significantly up-regulated after the treatment of PO. CONCLUSION: Results of present study revealed that PO was capable of maintaining skin structural integrity caused by UV irradiation and it was useful in preventing photoaging. These protective effects of PO were possibly due to its anti-oxidative property. Therefore, we suggested that PO should be viewed as a potential therapeutic agent for preventing photoaging.",
      "mesh_terms": [
        "Administration, Cutaneous",
        "Animals",
        "Drugs, Chinese Herbal",
        "Ethnopharmacology",
        "Female",
        "Lamiaceae",
        "Medicine, Chinese Traditional",
        "Mice, Inbred Strains",
        "Plant Oils",
        "Skin Aging",
        "Ultraviolet Rays"
      ]
    },
    {
      "pmid": "23680974",
      "title": "Immunologic mechanism of Patchouli alcohol anti-H1N1 influenza virus may through regulation of the RLH signal pathway in vitro.",
      "authors": [
        "Xian-Lin Wu",
        "Da-Hong Ju",
        "Jia Chen",
        "Bin Yu",
        "Kang-Li Liu",
        "Jin-Xiong He",
        "Cong-Qi Dai",
        "Sha Wu",
        "Zhou Chang",
        "You-Ping Wang",
        "Xiao-Yin Chen"
      ],
      "journal": "Current microbiology",
      "publication_date": "2013-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Patchouli alcohol (PA) is a kind of methanol extracted from traditional Chinese medicine Pogostemonis Herba. Our research aimed to observe the anti-influenza virus role of PA in vitro. 16HBE (human respiratory epithelial cell) was infected by H1N1 (A/FM1/1/47) to set the cell model. Then the 16HBE was co-cultivated with three kinds of immune cells: dendritic cells, macrophages, and monocytes, PA (the concentration is 10 μg/mL) was added as a treatment intervention for 24 h. The immune cells and the supernate were collected for RT-PCR and ELISA detection related to RLH (RIG-1-like helicases) pathway. Results showed that the IL-4 and IFN-γ in supernate were increased after H1N1 infection, and the PA treatment suppressed the expression of cytokines and the mRNA of RLH pathway. PA anti-influenza virus may through regulate the RLH singal pathway.",
      "mesh_terms": [
        "Antiviral Agents",
        "Dendritic Cells",
        "Drugs, Chinese Herbal",
        "Humans",
        "Immunologic Factors",
        "Influenza A Virus, H1N1 Subtype",
        "Influenza, Human",
        "Interferon-gamma",
        "Interleukin-4",
        "Macrophages",
        "RNA Helicases",
        "Sesquiterpenes",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "22806808",
      "title": "Technology for efficient and successful delivery of vermicompost colonized bioinoculants in Pogostemon cablin (patchouli) Benth.",
      "authors": [
        "Rakshapal Singh",
        "S Divya",
        "Ashutosh Awasthi",
        "Alok Kalra"
      ],
      "journal": "World journal of microbiology & biotechnology",
      "publication_date": "2012-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The usefulness of vermicompost as a supporting media for growth of bioinoculants was evaluated for successful transfer of sufficient propagules of bioinoculants into the organic fields. The rooted plants after 50 days were pot and field tested for their growth and yield performances when transplanted along with rooting medium into pots/organic fields. The rooting medium, 50 days of inoculation, contained sufficient population of bioinoculants and arbuscular mycorrhizal (AM) fungi. Treatment with bioinoculants (except Trichoderma harzianum) substantially improved the root and shoot biomass of nursery raised rooted cuttings particularly in treatments containing Azotobacter chroococcum (150 and 91.67%, respectively), Glomus intraradices (117 and 91.67%, respectively) and Pseudomonas fluorescens (117 and 83%, respectively). The transplanted rooted plants in pots, over two harvests, yielded higher shoot biomass when rooting medium contained A. chroococcum (147%), G. intraradices (139%) and P. fluorescencs (139%). Although the treatments did not affect the content of essential oil, the quality of essential oil as measured by the content of patchouli alcohol improved with Glomus aggregatum (18%). Similar trends were observed in field trials with significantly higher biomass yield achieved with A. chroococcum (51%), G. intraradices (46%) and P. fluorescencs (17%) compared to control (un-inoculated) plots. Increased in herb yield was found to be related with increased nutrient uptake. The population of bioinoculants in the rhizosphere was observed to be considerably higher in plots receiving vermicompost enriched with bioinoculants. This technology can be a successful way of delivering sufficient propagules of bioinoculants along with vermicompost especially in organic fields.",
      "mesh_terms": [
        "Biomass",
        "Biotechnology",
        "Lamiaceae",
        "Mycorrhizae",
        "Oils, Volatile",
        "Organic Agriculture",
        "Soil",
        "Soil Microbiology",
        "Symbiosis"
      ]
    },
    {
      "pmid": "21958968",
      "title": "Anti-inflammatory activity of patchouli alcohol isolated from Pogostemonis Herba in animal models.",
      "authors": [
        "Yu-Cui Li",
        "Yan-Fang Xian",
        "Siu-Po Ip",
        "Zi-Ren Su",
        "Ji-Yan Su",
        "Jing-Jin He",
        "Qing-Feng Xie",
        "Xiao-Ping Lai",
        "Zhi-Xiu Lin"
      ],
      "journal": "Fitoterapia",
      "publication_date": "2011-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Pogostemonis Herba has long been used in traditional Chinese medicine for the treatment of inflammatory disorders. Patchouli alcohol (PA), a tricyclic sesquiterpene isolated from Pogostemonis Herba, is known to possess a variety of pharmacological activities. The present study aimed to investigate the in vivo anti-inflammatory effect of PA using two common inflammatory animal models i.e., xylene-induced ear edema in mice and carrageenan-induced paw edema in rats. The degree of edema in both inflammatory animals, as well as the protein and mRNA expression of some inflammatory mediators including tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), prostaglandin E₂ (PGE₂) and nitric oxide (NO) in the hind paw of carrageenan-treated rats were measured. Results showed that PA (10-40 mg/kg) significantly inhibited the ear edema induced by xylene in mice and the paw edema induced by carrageenan in rats. In addition, treatment with PA (10-40 mg/kg) also dose-dependently decreased the production of TNF-α, IL-1β, PGE₂ and NO in the hind paw of carrageenan-treated rats. Furthermore, PA treatment also suppressed the mRNA expression of TNF-α, IL-1β, inducible nitric oxide synthase (iNOS) and cyclooxygenase-2 (COX-2) in the hind paw of carrageenan-treated rats. These results suggest that PA possesses potent anti-inflammatory activity, which may be mediated, at least in part, by down-regulating the mRNA expression of a panel of inflammatory mediators including TNF-α, IL-1β, iNOS and COX-2.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Carrageenan",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Down-Regulation",
        "Drugs, Chinese Herbal",
        "Edema",
        "Female",
        "Inflammation",
        "Inflammation Mediators",
        "Lamiaceae",
        "Male",
        "Mice",
        "Mice, Inbred Strains",
        "Phytotherapy",
        "RNA, Messenger",
        "Sesquiterpenes",
        "Xylenes"
      ]
    },
    {
      "pmid": "21795033",
      "title": "Involvement of nitric oxide (NO) signalling pathway in the antidepressant activity of essential oil of Valeriana wallichii Patchouli alcohol chemotype.",
      "authors": [
        "Sangeeta Pilkhwal Sah",
        "Chandra Shekhar Mathela",
        "Kanwaljit Chopra"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2011-Nov-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Valeriana wallichii DC (Valerianaceae), popularly named as Indian valerian has been shown to exist as three chemotypes. The present study evaluated the antidepressant like effect of root essential oil of Valeriana wallichii patchouli alcohol chemotype in both acute and chronic treatment study using forced swim test (FST). Mice (n=6 per group) received 10, 20 and 40 mg/kg p.o. doses of test drug. Single administration of oil significantly inhibited the immobility period (57.6% and 46.9%) at doses 20 and 40 mg/kg respectively without changing the motor function (p<0.05). Similarly, daily administration of essential oil (20mg/kg) for 14 days significantly reduced the immobility period (69.9%) in FST (p<0.05). The neurotransmitter levels in mouse brain were estimated on day 14 after the behavioral study. Significant increase in the level of norepinephrine (29%) and serotonin (19%) (p<0.05) was found at 20mg/kg dose, while no change was observed at 10 and 40 mg/kg doses. The antidepressant-like effect of essential oil (20mg/kg) was prevented by pretreatment of mice with l-arginine (750 mg/kg i.p.) and sildenafil (5mg/kg i.p). On the contrary, pretreatment of mice with l-NAME (10mg/kg i.p.) or methylene blue (10mg/kg i.p.) potentiated the antidepressant action of essential oil (10mg/kg). Taken together, these findings demonstrated that nitric oxide pathway is involved in mediating antidepressant like effect of essential oil from this chemotype.",
      "mesh_terms": [
        "Animals",
        "Antidepressive Agents",
        "Arginine",
        "Brain",
        "Drug Evaluation",
        "Exercise Test",
        "Female",
        "Gas Chromatography-Mass Spectrometry",
        "Immobility Response, Tonic",
        "Methylene Blue",
        "Mice",
        "NG-Nitroarginine Methyl Ester",
        "Nitric Oxide",
        "Norepinephrine",
        "Oils, Volatile",
        "Piperazines",
        "Plant Oils",
        "Plant Roots",
        "Purines",
        "Serotonin",
        "Signal Transduction",
        "Sildenafil Citrate",
        "Sulfones",
        "Swimming",
        "Toxicity Tests, Acute",
        "Valerian"
      ]
    },
    {
      "pmid": "22977538",
      "title": "Anti-inflammatory effect of patchouli alcohol isolated from Pogostemonis Herba in LPS-stimulated RAW264.7 macrophages.",
      "authors": [
        "Yan-Fang Xian",
        "Yu-Cui Li",
        "Siu-Po Ip",
        "Zhi-Xiu Lin",
        "Xiao-Ping Lai",
        "Zi-Ren Su"
      ],
      "journal": "Experimental and therapeutic medicine",
      "publication_date": "2011-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pogostemonis Herba has long been used in traditional Chinese medicine for the treatment of inflammation-related disorders. Patchouli alcohol (PA) isolated from Pogostemonis Herba is a tricyclic sesquiterpene that is known to exert a variety of pharmacological activities. The present study aimed to investigate the anti-inflammatory effect of PA on lipopolysaccharide (LPS)-stimulated RAW264.7 cells. Pre-treatment with PA at concentrations of 10, 20 or 40 μM dose-dependently decreased the production of tumor necrosis factor (TNF)-α, interleukin (IL)-1β, IL-6, nitric oxide (NO) and prostaglandin E(2) in LPS-stimulated RAW264.7 cells. In addition, PA treatment also reversed the increased mRNA expression of TNF-α, IL-1β, IL-6, inducible nitric oxide synthase (iNOS) and cyclooxygenase (COX)-2 caused by LPS in RAW264.7 cells. These results indicate that PA is an important anti-inflammatory constituent of Pogostemonis Herba and that its anti-inflammatory effect may be mediated, at least in part, by down-regulation of the mRNA expression of a panel of inflammatory mediators, such as TNF-α, IL-1β, IL-6, iNOS and COX-2."
    }
  ]
}