{
  "supplement": "Peanuts",
  "query": "Peanuts[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:16:39",
  "research_count": 91,
  "count": 91,
  "articles": [
    {
      "pmid": "40159655",
      "title": "Supplementary Calcium Overcomes Nocturnal Chilling-Induced Carbon Source-Sink Limitations of Cyclic Electron Transport in Peanuts.",
      "authors": [
        "Di Wu",
        "Siwei Zhang",
        "Chunming Bai",
        "Yifei Liu",
        "Zhiyu Sun",
        "Mingzhu Ma",
        "Huan Liu",
        "Jean Wan Hong Yong",
        "Hans Lambers"
      ],
      "journal": "Plant, cell & environment",
      "publication_date": "2025-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "'Calcium (Ca2+) priming' is an effective strategy to restore efficient carbon assimilation with undergoing unfavourable cold stress (day/night: 25°C/8°C). However, it is unclear how exogenous calcium strengthens the cyclic electron transfer (CET) to attain optimal carbon flux. To assess the nutrient fortification role of Ca2+ (15 mM) in facilitating this process for peanuts, we added antimycin (AA, 100 μM) and rotenone (R, 100 μM) as specific inhibitors. Our results revealed that inhibiting CET caused a negative effect on photosynthesis. The Ca2+ treatment accelerated the turnover of non-structural carbohydrates, and linear electron carriers while balancing the photosystem I (PSI) bilateral redox potential. The treatment also strengthened the PROTON GRADIENT REGULATION5 (PGR5)/PGR5-LIKE PHOTOSYNTHETIC PHENOTYPE1 (PGRL1) and the NADH dehydrogenase-like (NDH)-mediated CET, with plausible crosstalk between thioredoxin (Trx) system and Ca2+ signalling, to regulate chloroplast redox homoeostasis. Specifically, exogenous Ca2+ strengthened the PGR5/PGRL1-mediated CET by providing sufficient ATP and adequate photoprotection during the long-term exposure; the NDH-mediated CET served to alleviate limitations on the PSI acceptor side by translocating protons. This study demonstrated the effectiveness of harnessing optimal nutrient supply, in the form of foliar Ca2+-based sprays to strengthen the eco-physiological resilience of peanuts against cold stress."
    },
    {
      "pmid": "40141348",
      "title": "Genome-Wide Dissection of MATE Gene Family in Cultivated Peanuts and Unveiling Their Expression Profiles Under Aluminum Stress.",
      "authors": [
        "Saba Hameed",
        "Xia Li",
        "Yunyi Zhou",
        "Jie Zhan",
        "Aiqin Wang",
        "Zhuqiang Han",
        "Dong Xiao",
        "Longfei He"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Mar-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peanut faces yield constraints due to aluminum (Al) toxicity in acidic soils. The multidrug and toxic compound extrusion (MATE) family is known for extruding organic compounds and transporting plant hormones and secondary metabolites. However, the MATE transporter family has not yet been reported in peanuts under the Al stress condition. In this genome-wide study, we identified 111 genes encoding MATE proteins from the cultivated peanut genome via structural analysis, designated as AhMATE1-AhMATE111. Encoded proteins ranged from 258 to 582 aa residues. Based on their phylogenetic relationship and gene structure, they were classified into six distinct groups. Genes were distributed unevenly on twenty peanut chromosomes. Chr-05 exhibited the higher density of 12%, while chr-02 and chr-11 have the lowest 1% of these loci. Peanut MATE genes underwent a periodic strong to moderate purifying selection pressure during evolution, exhibiting both tandem and segmental duplication events. Segmental duplication accounted for 82% of the events, whereas tandem duplication represented 18%, with both events predominantly driving their moderate expansion. Further investigation of seven AhMATE genes expression profiles in peanut root tips resulted in distinct transcriptional responses at 4, 8, 12, and 24 h post-Al treatment. Notably, AhMATE genes exhibited greater transcriptional changes in the Al-tolerant cultivar 99-1507 compared to the Al-sensitive cultivar ZH2 (Zhonghua No.2). Our findings provide the first comprehensive genome-wide analysis of the MATE family in cultivated peanuts, highlighting their potential roles in response to Al stress.",
      "mesh_terms": [
        "Aluminum",
        "Arachis",
        "Gene Expression Regulation, Plant",
        "Stress, Physiological",
        "Plant Proteins",
        "Phylogeny",
        "Multigene Family",
        "Genome, Plant",
        "Chromosomes, Plant",
        "Gene Expression Profiling",
        "Genome-Wide Association Study"
      ]
    },
    {
      "pmid": "39458867",
      "title": "The Impact of Short-Term Drought on the Photosynthetic Characteristics and Yield of Peanuts Grown in Saline Alkali Soil.",
      "authors": [
        "Kang He",
        "Yang Xu",
        "Hong Ding",
        "Qing Guo",
        "Dunwei Ci",
        "Jialei Zhang",
        "Feifei Qin",
        "Manlin Xu",
        "Guanchu Zhang"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Oct-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peanuts grown in saline alkali soil are also subjected to drought stress caused by water scarcity. Therefore, we used HY25 (peanut variety) as an experimental material to investigate the effects of drought on the height of peanut main stems, length of the first lateral branch, leaf area per plant, SPAD value, net photosynthetic rate, and accumulation and distribution of photosynthetic products in saline alkali soil. The results showed that the combined stress of short-term drought and salt significantly reduced the main stem height, first lateral branch length, single plant leaf area, SPAD value, net photosynthetic rate (Pn), intercellular carbon dioxide concentration (Ci), and dry matter accumulation of peanuts, including a decrease in single plant pod yield, 100-pod weight, 100-kernel weight, and peanut yield. And the impact of drought stress on peanut yield varies at different growth stages. For example, under drought stress alone, the sensitive period is the 40th day after planting (40D) > 60th day after planting (60D) > 30th day after planting (30D). Short-term drought has the greatest impact on peanut yield at 40D, while in contrast, resuming watering after drought at 30D results in a slight but not significant increase in peanut yield in comparison with the control. Under the combined stress of drought and salt, the sensitive period of peanuts was 40D > 30D > 60D, and the single pod weight of peanuts was significantly reduced by 15.26% to 57.60% from the flowering stage to the pod stage under drought treatment compared to salt treatment, indicating a significant interaction between drought and salt stress, reducing the single leaf area and net photosynthetic rate of peanut leaves, ultimately leading to a decrease in peanut yield. Therefore, when planting peanuts in saline alkali soil, drought should be avoided, especially early drought, in order to prevent the combined effects of drought and salt stress from harming peanut yield."
    },
    {
      "pmid": "39413599",
      "title": "Combined high voltage atmospheric cold plasma and ultraviolet-cold plasma inhibited Aspergillus flavus growth and improved physicochemical properties of protein in peanuts.",
      "authors": [
        "Luling Zhao",
        "Jiarong Zheng",
        "Wenjing Yan",
        "Jing Qian",
        "Jianhao Zhang",
        "Jin Wang",
        "Xiaowei Sheng",
        "Vijaya Raghavan",
        "Xiaohan Yang",
        "Yuxuan Han",
        "Taotao Cao",
        "Yating Chen"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "To improve the application value of peanuts, the fungicidal effect and physicochemical properties of the protein in peanuts were investigated by combining high voltage atmospheric cold plasma (HVCP) and ultraviolet-cold plasma (UVCP) in this study. Compared to the single HVCP or UVCP treatment, the combined treatments exhibited a higher fungicidal efficiency of A. flavus spores in peanuts, decreasing by 0.79-2.97 log10 cfu/g after 8-min treatment. The A. flavus growth and aflatoxin production in peanuts during storage were also lower than the single plasma groups. Moreover, cold plasma treatments could modify the molecular structures of protein in peanuts by changing secondary and tertiary structures, decreasing particle size and increasing zeta potential, which contributed to improve the solubility and emulsification of protein. Overall, this research provides a unique strategy for the combined application of cold plasma in grain decontamination and protein modification.",
      "mesh_terms": [
        "Arachis",
        "Plasma Gases",
        "Aspergillus flavus",
        "Ultraviolet Rays",
        "Plant Proteins",
        "Aflatoxins"
      ]
    },
    {
      "pmid": "39143533",
      "title": "Optimized nitrogen application ameliorates the photosynthetic performance and yield potential in peanuts as revealed by OJIP chlorophyll fluorescence kinetics.",
      "authors": [
        "Pei Guo",
        "Jingyao Ren",
        "Xiaolong Shi",
        "Anning Xu",
        "Ping Zhang",
        "Fan Guo",
        "Yuanyuan Feng",
        "Xinhua Zhao",
        "Haiqiu Yu",
        "Chunji Jiang"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Aug-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nitrogen (N) is a crucial element for increasing photosynthesis and crop yields. The study aims to evaluate the photosynthetic regulation and yield formation mechanisms of different nodulating peanut varieties with N fertilizer application. METHOD: The present work explored the effect of N fertilizer application rates (N0, N45, N105, and N165) on the photosynthetic characteristics, chlorophyll fluorescence characteristics, dry matter, N accumulation, and yield of four peanut varieties. RESULTS: The results showed that N application increased the photosynthetic capacity, dry matter, N accumulation, and yield of peanuts. The measurement of chlorophyll a fluorescence revealed that the K-phase, J-phase, and I-phase from the OJIP curve decreased under N105 treatment compared with N0, and WOI, ET0/CSM, RE0/CSM, ET0/RC, RE0/RC, φPo, φEo, φRo, and Ψ0 increased, whereas VJ, VI, WK, ABS/RC, TR0/RC, DI0/RC, and φDo decreased. Meanwhile, the photosystem activity and electron transfer efficiency of nodulating peanut varieties decreased with an increase in N (N165). However, the photosynthetic capacity and yield of the non-nodulating peanut variety, which highly depended on N fertilizer, increased with an increase in N. CONCLUSION: Optimized N application (N105) increased the activity of the photosystem II (PSII) reaction center, improved the electron and energy transfer performance in the photosynthetic electron transport chain, and reduced the energy dissipation of leaves in nodulating peanut varieties, which is conducive to improving the yield. Nevertheless, high N (N165) had a positive effect on the photosystem and yield of non-nodulating peanut. The results provide highly valuable guidance for optimizing peanut N management and cultivation measures.",
      "mesh_terms": [
        "Arachis",
        "Photosynthesis",
        "Nitrogen",
        "Chlorophyll",
        "Fertilizers",
        "Fluorescence",
        "Kinetics"
      ]
    },
    {
      "pmid": "39083937",
      "title": "Insights into the antagonistic effects of calcium on cadmium accumulation in peanuts (Arachis hypogaea L.).",
      "authors": [
        "Weidong Bi",
        "Yuepeng Yin",
        "Changfeng Ding",
        "Xiangming Tu",
        "Zhigao Zhou",
        "Xingxiang Wang"
      ],
      "journal": "Journal of environmental management",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peanut (Arachis hypogaea L.) plant has a high requirement for calcium (Ca) during its growth and development, and possesses the ability to accumulate cadmium (Cd) from soil. However, the precise mechanisms underlying the antagonistic effects between Ca and Cd remain unclear. This study aimed to explore the dynamic changes in Cd accumulation in peanut seedlings by varying the Ca-to-Cd concentration ratio (CRCa/Cd) from 250 to 3500. Additionally, the influence of ion channel competition and cell wall fixation in the root on Cd accumulation in peanuts was explored by analyzing Cd chemical forms, subcellular distribution, pectin content, and Cd2+ fluxes using a non-invasive micro-test technique (NMT). The findings revealed that Cd accumulation in peanut seedlings was significantly lower when the CRCa/Cd was higher than 2000. In the Ca-pretreated seedlings (cell wall fixation treatment), Cd content in the shoots and roots decreased by 18.9% and 25.0%, respectively, compared with the simultaneous exposure to Ca and Cd (ion channel competition treatment). Cd2+ influx in peanut roots decreased by 55.8% in the Ca-pretreated group. However, increasing the competitive strength of Ca2+ and Cd2+ did not affect Cd2+ influx under normal Ca conditions (>2 mM Ca). Meanwhile, Ca pretreatment significantly increased Cd distribution in the root cell wall, pectate, and protein-binding forms, while significantly reducing Cd distribution in root soluble components and inorganic Cd forms. The pectin content in the roots increased by 128% and 226% in the Ca and Cd simultaneous exposure treatment and Ca pretreatment, respectively. These results suggest that Ca pretreatment enhanced Cd retention in the root cell wall. Overall, exogenous Ca effectively mitigated Cd accumulation in peanut plants when the CRCa/Cd was below 2000, and Ca2+ channels partially facilitate the entry of Cd2+ into peanut roots. Under normal Ca supply conditions, exogenous Ca reduced Cd accumulation in peanuts primarily through root cell wall fixation rather than ion channel competition. Our findings provide insights into the mechanism by which Ca alleviates the uptake and transfer of Cd in peanuts.",
      "mesh_terms": [
        "Cadmium",
        "Arachis",
        "Calcium",
        "Soil Pollutants",
        "Plant Roots",
        "Seedlings",
        "Soil"
      ]
    },
    {
      "pmid": "38783409",
      "title": "Peanut oral immunotherapy using an extensively heated and baked novel composition of peanuts.",
      "authors": [
        "Mona I Kidon",
        "Ronen Shavit",
        "Yael Levy",
        "Soad Haj Yahia",
        "Diti Machnes-Maayan",
        "Shirly Frizinsky",
        "Ramit Maoz-Segal",
        "Irena Offenganden",
        "Ron S Kenett",
        "Agmon-Levin Nancy",
        "Ran Hovav"
      ],
      "journal": "Pediatric allergy and immunology : official publication of the European Society of Pediatric Allergy and Immunology",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Clinical Trial"
      ],
      "abstract": "BACKGROUND: Oral immunotherapy (OIT) is an increasingly acceptable therapeutic option for peanut-allergic (PA) children, despite significant side effects. Major peanut allergenic proteins are heat-resistant and are not rendered hypoallergenic after baking or cooking. Lyophilized peanut protein-MH (LPP-MH) is a novel composition from developing peanuts, enabling cooking-induced reduction in allergenicity. We aimed to explore the safety and efficacy of OIT, with extensively heated and baked (EHEB) LPP-MH in PA children. METHODS: In a single-arm, single-center, pilot study, PA children with a single highest tolerated dose of <100 mg peanut protein were placed on a 40-week OIT protocol with 300 mg daily of heat-treated LPP-MH. A repeat open peanut food challenge was performed after 40 weeks of treatment and at a 6-12 months of follow-up visit. RESULTS: Thirty-three children with PA were enrolled, with a mean cumulative tolerated dose (MCTD) of 71.2 mg PP (95% CI 45-100 mg). After 40 weeks, 32/33 patients were able to consume more than 300 mg of natural PP, with MCTD of 1709 mg (CI 365-3675 mg). There were no severe allergic reactions requiring epinephrine, during any of the observed LPP-MH challenges or any treatment related doses at home. After 6-12 months on daily maintenance, the MCTD was 8821 mg (95% CI 1930-13,500 mg). This enabled most children age-appropriate dietary inclusion of peanuts. CONCLUSION: An OIT protocol with heat-treated LPP-MH, a novel composition from developing peanuts, seems a potentially safe and efficacious OIT modality for PA children, enabling the introduction of dietary levels of peanut proteins in highly allergic PA children. Validation in randomized controlled studies is mandated.",
      "mesh_terms": [
        "Humans",
        "Peanut Hypersensitivity",
        "Arachis",
        "Desensitization, Immunologic",
        "Male",
        "Child",
        "Female",
        "Administration, Oral",
        "Pilot Projects",
        "Allergens",
        "Cooking",
        "Child, Preschool",
        "Hot Temperature",
        "Treatment Outcome",
        "Adolescent",
        "Plant Proteins"
      ]
    },
    {
      "pmid": "38728890",
      "title": "Residue changes, degradation, processing factors and their relation between physicochemical properties of pesticides in peanuts during multiproduct processing.",
      "authors": [
        "Kai Cui",
        "Jian Wang",
        "Shuai Guan",
        "Jingyun Liang",
        "Liping Fang",
        "Ruiyan Ding",
        "Teng Li",
        "Zhan Dong",
        "Guoping Ma",
        "Xiaohu Wu",
        "Yongquan Zheng"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study systematically investigates the residue changes, processing factors (PFs), and relation between the physicochemical properties of pesticides during peanut processing. Results revealed that peeling, washing, and boiling treatments removed partial or substantial pesticide residues from peanuts with PFs of 0.29-1.10 (most <1). By contrast, pesticides appeared to be partially concentrated during roasting, stir-frying, and deep-frying peanuts with PFs of 0.16-1.25. During oil pressing, 13 of the 28 pesticides were concentrated in the peanut oil (PF range: 1.06-2.01) and 25 of the pesticides were concentrated in the peanut meal (1.07-1.46). Physicochemical parameters such as octanol-water partition coefficient, degradation point, molecular weight, and melting point showed significant correlations with PFs during processing. Notably, log Kow exhibited strong positive correlations with the PFs of boiling, roasting, and oil pressing. Overall, this study describes the fate of pesticides during multiproduct processing, providing guidance to promote the healthy consumption of peanuts for human health.",
      "mesh_terms": [
        "Arachis",
        "Pesticide Residues",
        "Food Handling",
        "Food Contamination",
        "Cooking",
        "Hot Temperature"
      ]
    },
    {
      "pmid": "38719057",
      "title": "Mitigating microplastic stress on peanuts: The role of biochar-based synthetic community in the preservation of soil physicochemical properties and microbial diversity.",
      "authors": [
        "Hong Yu",
        "Zitian Pu",
        "Shuaibing Wang",
        "Yinglong Chen",
        "Chao Wang",
        "Yongshan Wan",
        "Yuanjie Dong",
        "Jianguo Wang",
        "Shubo Wan",
        "Dandan Wang",
        "Zhihong Xie"
      ],
      "journal": "The Science of the total environment",
      "publication_date": "2024-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tire-derived rubber crumbs (RC), as a new type of microplastics (MPs), harms both the environment and human health. Excessive use of plastic, the decomposition of which generates microplastic particles, in current agricultural practices poses a significant threat to the sustainability of agricultural ecosystems, worldwide food security and human health. In this study, the application of biochar, a carbon-rich material, to soil was explored, especially in the evaluation of synthetic biochar-based community (SynCom) to alleviate RC-MP-induced stress on plant growth and soil physicochemical properties and soil microbial communities in peanuts. The results revealed that RC-MPs significantly reduced peanut shoot dry weight, root vigor, nodule quantity, plant enzyme activity, soil urease and dehydrogenase activity, as well as soil available potassium, and bacterial abundance. Moreover, the study led to the identification highly effective plant growth-promoting rhizobacteria (PGPR) from the peanut rhizosphere, which were then integrated into a SynCom and immobilized within biochar. Application of biochar-based SynCom in RC-MPs contaminated soil significantly increased peanut biomass, root vigor, nodule number, and antioxidant enzyme activity, alongside enhancing soil enzyme activity and rhizosphere bacterial abundance. Interestingly, under high-dose RC-MPs treatment, the relative abundance of rhizosphere bacteria decreased significantly, but their diversity increased significantly and exhibited distinct clustering phenomenon. In summary, the investigated biochar-based SynCom proved to be a potential soil amendment to mitigate the deleterious effects of RC-MPs on peanuts and preserve soil microbial functionality. This presents a promising solution to the challenges posed by contaminated soil, offering new avenues for remediation.",
      "mesh_terms": [
        "Charcoal",
        "Arachis",
        "Soil Microbiology",
        "Soil Pollutants",
        "Soil",
        "Microplastics",
        "Microbiota",
        "Rhizosphere",
        "Environmental Restoration and Remediation"
      ]
    },
    {
      "pmid": "38647424",
      "title": "Novel advanced materials and magnetic solid phase extraction as approaches in sample preparation to enhance the analysis of ochratoxin A in peanuts.",
      "authors": [
        "Bingchen Wang",
        "Yifan Wang",
        "Xiuyuan Zhang",
        "Kuo He"
      ],
      "journal": "Analytical methods : advancing methods and applications",
      "publication_date": "2024-May-09",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Ochratoxin A (OTA) is a mycotoxin that can contaminate a variety of agricultural commodities, including fruit juices and wines. The capability of a magnetic solid-phase extraction (MSPE) method with a magnetic metal-organic framework (MOF) material having a three-layer core-shell structure to improve the detection of OTA in food matrices using high performance liquid chromatography is described. Analysis of the material through X-ray diffraction (XRD) indicated the successful synthesis of the magnetic nanomaterial Fe3O4@SiO2@UiO66-NH2. Scanning electron microscopy (SEM) and Zetasizer lab indicated its nano-sized morphological features. The conditions affecting the magnetic solid-phase extraction procedure, such as material dosage, pH, composition and amount of eluent, desorption solution and desorption time were investigated to obtain the optimal extraction conditions. Under optimized conditions, the recoveries of spiked analytes at three different concentrations ranged from 95.83 to 101.5%, and the relative standard deviations were below 5%. Coupling with HPLC allowed the limit of detection to be 0.3 μg kg-1. This method is simple and specific, and can effectively avoid the influence of coexisting elements and improve the sensitivity of determination through fast MSPE of OTA. It has broad development prospects in OTA detection pre-treatment.",
      "mesh_terms": [
        "Ochratoxins",
        "Solid Phase Extraction",
        "Chromatography, High Pressure Liquid",
        "Arachis",
        "Food Contamination",
        "Metal-Organic Frameworks",
        "Limit of Detection",
        "Silicon Dioxide",
        "Magnetite Nanoparticles"
      ]
    },
    {
      "pmid": "38447370",
      "title": "The impact of arbuscular mycorrhizal fungi and endophytic bacteria on peanuts under the combined pollution of cadmium and microplastics.",
      "authors": [
        "Zi-Tian Pu",
        "Dan-Dan Wang",
        "Wei-Xing Song",
        "Chao Wang",
        "Zhao-Yu Li",
        "Ying-Long Chen",
        "Tori Shimozono",
        "Zhao-Min Yang",
        "Yong-Qiang Tian",
        "Zhi-Hong Xie"
      ],
      "journal": "Journal of hazardous materials",
      "publication_date": "2024-May-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "It remains unclear how symbiotic microbes impact the growth of peanuts when they are exposed to the pollutants cadmium (Cd) and microplastics (MPs) simultaneously. This study aimed to investigate the effects of endophytic bacteria Bacillus velezens SC60 and arbuscular mycorrhizal fungus Rhizophagus irregularis on peanut growth and rhizosphere microbial communities in the presence of Cd at 40 (Cd40) or 80 (Cd80) mg kg-1 combined without MP or the presence of low-density polyethylene (LDPE) and poly butyleneadipate-co-terephthalate (PBAT). This study assessed soil indicators, plant parameters, and Cd accumulation indicators. Results showed that the application of R. irregularis and B. velezens significantly enhanced soil organic carbon and increased Cd content under the conditions of Cd80 and MPs co-pollution. R. irregularis and B. velezens treatment increased peanut absorption and the enrichment coefficient for Cd, with predominate concentrations localized in the peanut roots, especially under combined pollution by Cd and MPs. Under treatments with Cd40 and Cd80 combined with PBAT pollution, soil microbes Proteobacteria exhibited a higher relative abundance, while Actinobacteria showed a higher relative abundance under treatments with Cd40 and Cd80 combined with LDPE pollution. In conclusion, under the combined pollution conditions of MPs and Cd, the co-treatment of R. irregularis and B. velezens effectively immobilized Cd in peanut roots, impeding its translocation to the shoot.",
      "mesh_terms": [
        "Mycorrhizae",
        "Cadmium",
        "Microplastics",
        "Plastics",
        "Arachis",
        "Carbon",
        "Polyethylene",
        "Soil",
        "Glomeromycota",
        "Plant Roots",
        "Bacteria",
        "Environmental Pollution",
        "Soil Pollutants"
      ]
    },
    {
      "pmid": "38309022",
      "title": "Effect of pre-drying and post-frying holding treatments on the oil absorption and quality of fried batter-coated peanuts.",
      "authors": [
        "Qing-Lian Wang",
        "Qin Yang",
        "Xiang-Ping Kong",
        "Han-Qing Chen"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the effect of pre-drying and post-frying holding treatments on the oil absorption and the quality of the fried batter-coated peanuts were explored. The results showed that hot air drying and microwave drying induced the gelatinization of starch in the batter before frying. The thermodynamic properties of starch in the batter after frying indicated that pre-drying could protect the orderliness of the starch. CLSM images showed that the pre-drying treatment reduced the number of large oil spots on the surface of batter of fried batter-coated peanuts. SEM observation revealed that the structure of the batter treated with pre-drying was denser and the number of large pores was reduced after frying. The post-frying holding treatment improved the color and texture of the batter-coated peanuts. In conclusion, the pre-drying and post-frying holding treatment can reduce the oil content and improve the fracturability of the fried batter-coated peanuts.",
      "mesh_terms": [
        "Cooking",
        "Arachis",
        "Chemical Phenomena",
        "Starch",
        "Desiccation"
      ]
    },
    {
      "pmid": "38183716",
      "title": "Atmospheric cold plasma reduces Ara h 1 antigenicity in roasted peanuts by altering the protein structure and amino acid profile.",
      "authors": [
        "Kuan-Chen Hsieh",
        "Yuwen Ting"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-May-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ara h 1 is the major allergen in peanuts. To enhance the unique flavor, peanuts are usually roasted at high temperatures. However, roasting can increase the allergenic potential, owing to glycation of allergens. Atmospheric cold plasma (ACP) is a non-thermal processing technology that generates reactive species, enabling protein structural changes. Herein, glucose was also added to the ACP-treated peanut protein before roasting. The content and antigenicity of the advanced glycation end products were measured. The antigenicity was evaluated by ELISA and in vitro digestion assays. The amino acid profile and secondary and tertiary protein structures were also assessed. The antigenicity of Ara h 1 decreased by 91 % and 76 % after 30 min of air and nitrogen plasma treatment, respectively. The glycation degree and thermal and digestive stabilities were also reduced. These results correlated with the structural changes, denaturation, and aggregation. Therefore, cold plasma may reduce the allergic effects of peanuts.",
      "mesh_terms": [
        "Arachis",
        "Antigens, Plant",
        "Plasma Gases",
        "Amino Acids",
        "Plant Proteins",
        "Allergens",
        "Peanut Hypersensitivity"
      ]
    },
    {
      "pmid": "37976618",
      "title": "Heat stability of Trichoderma asperelloides SKRU-01 culture filtrates: Potential applications for controlling fungal spoilage and AFB1 production in peanuts.",
      "authors": [
        "Sawai Boukaew",
        "Wanida Petlamul",
        "Sirasit Srinuanpan",
        "Karistsapol Nooprom",
        "Zhiwei Zhang"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2024-Jan-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to examine the heat stability of culture filtrates of Trichoderma asperelloides SKRU-01 (culture filtrates SKRU-01) over a temperatures range (40-121 °C) and the effects on the antifungal activity against two aflatoxin-producing strains (Aspergillus parasiticus TISTR 3276 and A. flavus PSRDC-4), aflatoxin B1 (AFB1) degradation, and the role in mycotoxin control in peanuts. The impact of SKRU-01 culture age (2-12 day-old) on both pathogenic strains revealed that the culture age of 6-12 day-old cultures exhibited no significant difference (p > 0.05) of growth inhibition for strain TISTR 3276 (81.89-82.28 %) and 4-12 day-old cultures for strain PSRDC-4 (74.87-79.06 %). The heat-treated temperatures from 40 °C to 121 °C caused no significant (p > 0.05) reduction of mycelial growth for strain TISTR 3276 (82.61 % to 79.13 %) but significant (p < 0.05) deduction for strain PSRDC-4 (75.15 % to 59.17 %). Heat treatment of the culture filtrates SKRU-01 at 60-121 °C caused the reduction on spore germination inhibition (from about 68 % to 58.16 % for strain TISTR 3276 and 51.11 % for strain PSRDC-4). These results indicate that strain TISTR 3276 exhibited greater susceptibility to culture filtrates SKRU-01 compared to strain PSRDC-4. Furthermore, the culture filtrates SKRU-01 exhibited remarkable thermal stability at 121 °C, degrading AFB1 to 63.91 %. Application of heat-stable culture filtrates SKRU-01 in peanuts demonstrated that the reduction in fungal population and AFB1 production of both pathogenic strains depended significantly (p < 0.05) on the level of heat treatment. The non-treated and 40 °C treated culture filtrates SKRU-01 could reduce AFB1 production to lower than the Standard Aflatoxin Limitation (<20 μg/kg), ensuring food safety and mitigating the health risks associated with aflatoxin exposure.",
      "mesh_terms": [
        "Aspergillus flavus",
        "Hypocreales",
        "Arachis",
        "Aflatoxins",
        "Hot Temperature",
        "Aflatoxin B1"
      ]
    },
    {
      "pmid": "37703767",
      "title": "Identification and functional characterization of REGULATORY PARTICLE NON-ATPASE 1a-like (AhRPN1a-like) in peanuts during aluminum-induced programmed cell death.",
      "authors": [
        "Guoting Liao",
        "Shuzhen Luo",
        "Xinyue Li",
        "Ailing Li",
        "Yunchuan Mo",
        "Aiqin Wang",
        "Dong Xiao",
        "Long-Fei He",
        "Jie Zhan"
      ],
      "journal": "Journal of plant physiology",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The toxicity of aluminum (Al) in acidic soil is a prevalent problem and causes reduced crop yields. In the plant response to Al toxicity, programmed cell death (PCD) appears to be one of the important mechanisms. However, the regulation of Al-induced PCD remains poorly understood. Here, we found that an uncharacterized protein REGULATORY PARTICLE NON-ATPASE 1a-like in peanut (AhRPN1a-like), located in the nucleus and cytoplasm, directly interacted with type I metacaspase in peanut (AhMC1). The overexpression of AhRPN1a-like in Arabidopsis strongly enhanced Al inhibition of root growth with a loss of root tip cell viability. Furthermore, in response to Al treatment, the VIGS knockdown line of AhRPN1a-like in peanut displayed decreased transcription of AhMC1, increased root growth, reduced Al-induced PCD and decreased 26S proteasomal activity. Taken together, these findings demonstrated that AhRPN1a-like interacted directly with AhMC1, and promotes the occurrence of Al-induced PCD via the 26S proteasome pathway, thereby reducing Al-resistance.",
      "mesh_terms": [
        "Arachis",
        "Aluminum",
        "Apoptosis",
        "Plants",
        "Meristem",
        "Plant Roots"
      ]
    },
    {
      "pmid": "37037213",
      "title": "Facial atopic dermatitis is associated with sensitization to cow's milk, egg whites, and peanuts in children under 36 months.",
      "authors": [
        "Meredith Tyree Polaskey",
        "Anne Bendelow",
        "Janak Mukherji",
        "Brooke Buranosky",
        "Jonathan I Silverberg",
        "Anna Fishbein"
      ],
      "journal": "Pediatric dermatology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Atopic dermatitis (AD) in early childhood often precedes the development of food sensitization and allergy, but the role of treating AD to prevent food allergy remains poorly understood. Our objective was to assess the relationship between facial dermatitis and food sensitization to cow's milk, egg whites, and peanuts in early childhood, as aggressive treatment of facial dermatitis could serve as a potential opportunity for food sensitization prevention. By 3 years of age, food sensitization levels to cow's milk, egg whites, and peanuts were 48% greater in children with facial AD than in children with no facial involvement of their AD. Additional research is needed to determine if facial involvement of AD in infants and young children is associated with increased food allergy.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Female",
        "Child",
        "Child, Preschool",
        "Humans",
        "Dermatitis, Atopic",
        "Milk",
        "Arachis",
        "Milk Hypersensitivity",
        "Egg White",
        "Food Hypersensitivity",
        "Eczema",
        "Allergens"
      ]
    },
    {
      "pmid": "36977107",
      "title": "Efficient Inhibition of Aspergillus flavus to Reduce Aflatoxin Contamination on Peanuts over Ag-Loaded Titanium Dioxide.",
      "authors": [
        "Dandan Yang",
        "Hailian Wei",
        "Xianglong Yang",
        "Ling Cheng",
        "Qi Zhang",
        "Peiwu Li",
        "Jin Mao"
      ],
      "journal": "Toxins",
      "publication_date": "2023-Mar-10",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Peanuts are susceptible to aflatoxins produced by Aspergillus flavus. Exploring green, efficient, and economical ways to inhibit Aspergillus flavus is conducive to controlling aflatoxin contamination from the source. In this study, Ag-loaded titanium dioxide composites showed more than 90% inhibition rate against Aspergillus flavus under visible light irradiation for 15 min. More importantly, this method could also reduce the contaminated level of Aspergillus flavus to prevent aflatoxins production in peanuts, and the concentrations of aflatoxin B1, B2, and G2 were decreased by 96.02 ± 0.19%, 92.50 ± 0.45%, and 89.81 ± 0.52%, respectively. It was found that there are no obvious effects on peanut quality by evaluating the changes in acid value, peroxide value, and the content of fat, protein, polyphenols, and resveratrol after inhibition treatment. The inhibition mechanism was that these reactive species (•O2-, •OH-, h+, and e-) generated from photoreaction destroyed cell structures, then led to the reduced viability of Aspergillus flavus spores. This study provides useful information for constructing a green and efficient inhibition method for Aspergillus flavus on peanuts to control aflatoxin contamination, which is potentially applied in the field of food and agri-food preservation.",
      "mesh_terms": [
        "Aspergillus flavus",
        "Aflatoxins",
        "Arachis",
        "Aflatoxin B1"
      ]
    },
    {
      "pmid": "36931754",
      "title": "Long-Term Consumption of Nuts (Including Peanuts, Peanut Butter, Walnuts, and Other Nuts) in Relation to Risk of Frailty in Older Women: Evidence from a Cohort Study.",
      "authors": [
        "Ruibin Wang",
        "Marian T Hannan",
        "Molin Wang",
        "Andrea W Schwartz",
        "Esther Lopez-Garcia",
        "Francine Grodstein"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Observational Study",
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Adherence to a healthy diet is inversely associated with frailty. However, the relationship between nuts, a key food group of Mediterranean diet, and frailty is unclear. OBJECTIVES: This study aimed to evaluate the association between nut consumption and frailty in an aging female population. METHODS: This population-based observational study included nonfrail women (≥60 y old) in the NHS from 11 states of the United States. Outcome was incident frailty, defined as having ≥3 of the FRAIL components (fatigue, lower strength, reduced aerobic capacity, multiple chronic conditions, and significant weight loss) and assessed every 4 y from 1992 to 2016. From 1990 to 2014, FFQs were used to assess the intakes of peanuts, peanut butter, walnuts (added in 1998), and other nuts at 4-y intervals. Exposure was total nut consumption, calculated as the sum of intakes of peanuts, peanut butter, walnuts, and other nuts and categorized into <1 serving/mo, 1-3 servings/mo, 1 serving/wk, 2-4 servings/wk, and ≥5 servings/wk. The relations of intakes of peanuts, peanut butter, and walnuts with frailty were also investigated separately. Cox proportional hazards models were used to assess the associations between nut consumption and frailty after adjusting for age, smoking, BMI, EI, diet quality, and medication use. RESULTS: Among 71,704 participants, 14,195 incident frailty cases occurred over 1,165,290 person-years. The adjusted HR (95% CI) for consuming ≥5 servings/wk of nuts was 0.80 (0.73, 0.87), as compared with <1 serving/mo. Higher intakes of peanuts and walnuts, but not peanut butter, were also inversely associated with frailty. CONCLUSIONS: This large prospective cohort study showed a strong and consistent inverse association between regular nut consumption and incident frailty. This suggests that nut consumption should be further tested as a convenient public health intervention for the preservation of health and well-being in older adults.",
      "mesh_terms": [
        "Humans",
        "Female",
        "United States",
        "Aged",
        "Cohort Studies",
        "Nuts",
        "Juglans",
        "Arachis",
        "Prospective Studies",
        "Frailty",
        "Diet"
      ]
    },
    {
      "pmid": "36628520",
      "title": "Oral immunotherapy using boiled peanuts for treating peanut allergy: An open-label, single-arm trial.",
      "authors": [
        "Luke E Grzeskowiak",
        "Billy Tao",
        "Kamelya Aliakbari",
        "Nusha Chegeni",
        "Scott Morris",
        "Tim Chataway"
      ],
      "journal": "Clinical and experimental allergy : journal of the British Society for Allergy and Clinical Immunology",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Clinical Trial, Phase II",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Peanut allergy affects 1%-3% of children in Western countries. Boiling peanuts has been demonstrated to result in a hypoallergenic product that may provide a safer way of inducing desensitization in peanut-allergic patients by first inducing tolerance to boiled peanut. We aimed to assess the efficacy and safety of oral immunotherapy (OIT) using sequential doses of boiled peanuts followed by roasted peanuts for treating peanut allergy in children. METHODS: In this open-label, phase 2, single-arm clinical trial, children aged 6-18 years with a positive history of peanut allergy and positive peanut skin prick test ≥ 8 mm and/or peanut-specific IgE ≥ 15 kU/L at screening underwent OIT involving sequential up-dosing with 12-hour boiled peanut for 12 weeks, 2-hour boiled peanut for 20 weeks and roasted peanut for 20 weeks, to a target maintenance dose of 12 roasted peanuts daily. PRIMARY OUTCOME: proportion of children passing open-label oral food challenge involving cumulative administration of 12 roasted peanuts (12 g peanuts; approximately 3000 mg peanut protein) 6-8 weeks after reaching the target maintenance dose. Secondary outcomes included treatment-related adverse events and use of medications for treating allergy symptoms. RESULTS: Between 1 July 2017 and 22 June 2018, 70 participants were enrolled and commenced OIT. Desensitization was successfully induced in 56 of 70 (80%) participants. Withdrawal due to treatment-related adverse events was infrequent (n = 3). Treatment-related adverse events were reported in 43 (61%) participants, corresponding to a rate of 6.58 per 1000 OIT doses. Medication use associated with treatment-related adverse events was infrequent, with rescue epinephrine use reported by three (4%) participants (0.05 per 1000 doses). CONCLUSION: Oral immunotherapy using boiled followed by roasted peanuts represents a pragmatic approach that appears effective in inducing desensitization and is associated with a favourable safety profile.",
      "mesh_terms": [
        "Child",
        "Humans",
        "Administration, Oral",
        "Allergens",
        "Arachis",
        "Desensitization, Immunologic",
        "Peanut Hypersensitivity",
        "Adolescent",
        "Male",
        "Female"
      ]
    },
    {
      "pmid": "36524617",
      "title": "Peanut (Arachis hypogaea) allergen powder-dnfp for the mitigation of allergic reactions to peanuts in children and adolescents.",
      "authors": [
        "Thomas B Casale",
        "Anne-Marie Irani"
      ],
      "journal": "Expert review of clinical immunology",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Review",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Peanut allergy can result in severe, sometimes fatal hypersensitivity reactions that place a considerable burden on the lives of patients. This article reviews the first approved immunotherapy for the mitigation of allergic reactions following accidental peanut exposure, peanut (Arachis hypogaea) allergen powder-dnfp (PTAH; Palforzia®, Aimmune Therapeutics). AREAS COVERED: This article highlights the unmet need for patients with peanut allergy, describes the therapeutic landscape, and reviews the development of and clinical data for PTAH. EXPERT OPINION: PTAH offers a standardized preparation of peanut allergen, with a tolerability and efficacy profile clearly defined through its robust clinical development and trial program. In children 4-17 years old, PTAH provides a standardized, approved product that many clinicians sought prior to initiating oral immunotherapy. PTAH reduced the likelihood of more severe reactions following exposure to peanut protein; although peanut avoidance remains essential, PTAH will enable more individuals with peanut allergy to participate in activities of daily life with less anxiety.",
      "mesh_terms": [
        "Child",
        "Humans",
        "Adolescent",
        "Child, Preschool",
        "Allergens",
        "Arachis",
        "Peanut Hypersensitivity",
        "Powders",
        "Immunotherapy"
      ]
    },
    {
      "pmid": "36080467",
      "title": "Study of Inducing Factors on Resveratrol and Antioxidant Content in Germinated Peanuts.",
      "authors": [
        "Chun-Hsiang Hung",
        "Su-Der Chen"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Sep-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "When peanuts germinate, bioactive compounds such as resveratrol (RES), γ-aminobutyric acid (GABA), isoflavones, and polyphenol compounds are generated. Peanut kernels were germinated in the dark for two days, and stimuli including soaking liquid, rice koji, high-pressure processing (HPP), and ultrasonic treatment were tested for their ability to activate the defense mechanisms of peanut kernels, thus increasing their bioactive compound content. The results of this study indicate that no RES was detected in ungerminated peanuts, and only 5.58 μg/g of GABA was present, while unstimulated germinated peanuts contained 4.03 µg/g of RES and 258.83 μg/g of GABA. The RES content of the germinated peanuts increased to 13.64 μg/g after soaking in 0.2% phenylalanine solution, whereas a higher GABA content of 651.51 μg/g was observed after the peanuts were soaked in 0.2% glutamate. Soaking peanuts in 5% rice koji produced the highest RES and GABA contents (28.83 µg/g and 506.34 μg/g, respectively). Meanwhile, the RES and GABA contents of HPP-treated germinated peanuts (i.e., treated with HPP at 100 MPa for 10 min) increased to 7.66 μg/g and 497.09 μg/g, respectively, whereas those of ultrasonic-treated germinated peanuts (for 20 min) increased to 13.02 μg/g and 318.71 μg/g, respectively. After soaking peanuts in 0.5% rice koji, followed by HPP treatment at 100 MPa for 10 min, the RES and GABA contents of the germinated peanuts increased to 37.78 μg/g and 1196.98 μg/g, while the RES and GABA contents of the germinated peanuts treated with rice koji followed by ultrasonic treatment for 20 min increased to 46.53 μg/g and 974.52 μg/g, respectively. The flavonoid and polyphenol contents of the germinated peanuts also increased after exposure to various external stimuli, improving their DPPH free radical-scavenging ability and showing the good potential of germinated peanuts as functional products.",
      "mesh_terms": [
        "Antioxidants",
        "Arachis",
        "Germination",
        "Oryza",
        "Polyphenols",
        "Resveratrol",
        "Seeds",
        "gamma-Aminobutyric Acid"
      ]
    },
    {
      "pmid": "35697444",
      "title": "PrEggNut Study: protocol for a randomised controlled trial investigating the effect of a maternal diet rich in eggs and peanuts from <23 weeks' gestation during pregnancy to 4 months' lactation on infant IgE-mediated egg and peanut allergy outcomes.",
      "authors": [
        "Debra J Palmer",
        "Thomas R Sullivan",
        "Dianne E Campbell",
        "Ralph Nanan",
        "Michael S Gold",
        "Peter S Hsu",
        "Merryn J Netting",
        "Vicki McWilliam",
        "Jennifer J Koplin",
        "Kirsten P Perrett",
        "Patrick Quinn",
        "Michael O'Sullivan",
        "Susan L Prescott",
        "Rosalie Grivell",
        "Maria Makrides"
      ],
      "journal": "BMJ open",
      "publication_date": "2022-Jun-13",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Clinical studies supported by immunological data indicate early life intervention strategies to be promising in reducing the growing global burden of food allergies. The events that predispose to food allergy, including the induction of allergen-specific immune responses, appear to be initiated early in development. Early exposure to food allergens in utero and via breast milk is likely to be important in initiating oral tolerance. We aim to determine the effectiveness of higher maternal food allergen consumption during pregnancy and lactation on infant food allergy outcomes. METHODS AND ANALYSIS: This is a multisite, parallel, two-arm (1:1 allocation), single-blinded (outcome assessors, statistical analyst and investigators), randomised controlled trial. Pregnant women (<23 weeks' gestation) whose (unborn) infants have at least two biological family members (mother, father or siblings) with medically diagnosed allergic disease are eligible to participate. After obtaining written informed consent, pregnant women are randomised to either a high egg and peanut diet (at least 6 eggs and 60 peanuts per week) or standard (low) egg and peanut diet (no more than 3 eggs and 30 peanuts per week). The women are asked to follow their allocated diet from <23 weeks' gestation to 4 months' lactation. The primary outcome is food challenge proven IgE-mediated egg and/or peanut allergy in the infants at 12 months of age. Key secondary outcomes include infant sensitisation to egg and/or peanut and infant eczema. Our target sample size is 2136 women. Analyses will be performed on an intention-to-treat basis according to a pre-specified statistical analysis plan. ETHICS AND DISSEMINATION: Ethical approval has been granted from the Women's and Children's Health Network Human Research Ethics Committee (approval number HREC/18/WCHN/42). Trial results will be presented at scientific conferences and published in peer-reviewed journals. TRIAL REGISTRATION NUMBER: Australian New Zealand Clinical Trials Registry ACTRN12618000937213.",
      "mesh_terms": [
        "Allergens",
        "Arachis",
        "Australia",
        "Child",
        "Child Health",
        "Diet",
        "Egg Hypersensitivity",
        "Female",
        "Food Hypersensitivity",
        "Humans",
        "Immunoglobulin E",
        "Infant",
        "Lactation",
        "Peanut Hypersensitivity",
        "Pregnancy",
        "Randomized Controlled Trials as Topic",
        "Women's Health"
      ]
    },
    {
      "pmid": "35400414",
      "title": "Lipid profile variations in high olecic acid peanuts by following different cooking processes.",
      "authors": [
        "Yuan Xiao",
        "Hao Liu",
        "Qing Lu",
        "Haifen Li",
        "Qinjian Liu",
        "Shaoxiong Li",
        "Haiyan Liu",
        "Rajeev K Varshney",
        "Xuanqiang Liang",
        "Yanbin Hong",
        "Xiaoping Chen"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "High oleic acid (OA) peanut seed (PS), contains a higher ratio of oleic acid (C18:1) compared to general PS, which is favored by consumers due to its health benefits. However, comprehensive lipid metabolite profiles of high-OA PS, once they have been processed via domestic cooking methods, have never been produced. To establish a scientific guide for the selection of the most appropriate processing method for high-OA PS, lipidomics was performed to identify 706 lipid metabolites in high-OA PS following boiling, baking and frying, between the three groups, 75, 175 and 242 lipid metabolites were differentially expressed respectively. Additionally, 46 glycerolipids with C18:1 molecular were observed in the lipid profiles of the treatment groups compared to the raw sample. Further evaluation of seven lipid peroxides and six antioxidant status of each testing group suggested that boiled PS retained the highest levels of lipids and antioxidant activity. Following these findings, boiling appears to be an appropriate processing method when attempting to conserve the beneficial substances found in the PS. Finally, the levels of major free fatty acids present in high-OA PS, were jointly quantified by conventional methods (GC-MS) and lipidomic analysis. FA/C16:0 levels were similar, FA/C18:0, FA/C18:1 displayed opposite results, FA/C18:2 levels increased following frying and FA/C18:3 levels were down regulated once the PS was boiled. This indicates that GC-MS is a potential method of validation for the results of lipidomic analysis. Conclusively, this in depth understanding of lipid content in relation to domestic cooking methods has provided a foundation for the processing of high-OA peanut products.",
      "mesh_terms": [
        "Arachis",
        "Cooking",
        "Fatty Acids",
        "Oleic Acid",
        "Seeds"
      ]
    },
    {
      "pmid": "35337575",
      "title": "Effective UV wavelength range for increasing aflatoxins reduction and decreasing oil deterioration in contaminated peanuts.",
      "authors": [
        "Ming-Hsun Shen",
        "Rakesh K Singh"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Many studies have demonstrated that UV radiation can degrade aflatoxins (AF) in contaminated foods. However, the effective wavelength ranges for AF decomposition and their impacts on the quality of foods have not been elucidated. This study investigated the AF reduction and oil quality change in peanuts subjected to three types of 17 W low-pressure (LP) UV lamps covering UV-A (Max. emission: 365 nm), UV-B (Max. emission: 310 nm), and UV-C (Max. emission: 254 nm) ranges and a 2000 W medium-pressure UV lamp covering from UV-A to UV-C. We used peeled-kernels for this study since the peanut skin represented an ability to protect AF from being degraded by UV. LP UV-A lamp treatment has shown the highest AF reduction in artificially spiked peeled-kernels and no detectable oil deterioration. With the same delivered UV dosage as LP lamp, MP lamp has shown the same level of AF reduction as LP UV-A lamp did, indicating such treatment was energy inefficient. Treating Aspergillus nomius inobulated peeled-kernels by two LP UV-A lamps (2.76 mW/cm2) for 1.0 h reduced 40% of AF if the kernels were milled into 1 mm-diameter particle, implying that exposing the interior part of kernels to UV radiation is necessary for an AF decontamination process. In the oil deterioration test, we found that UV-C strongly induced the oil oxidation of peanuts. Accordingly, we concluded that UV-A is the effective wavelength range to degrade AF as well as maintain the oil quality in foods allowing UV radiation to well penetrate the sample, such as liquid foods with low turbidity or solid foods in the particle form. These results also justify the use of solar radiation as an AF decontamination method, rendering this method to be employed in in areas that lack infrastructure.",
      "mesh_terms": [
        "Aflatoxins",
        "Arachis",
        "Ultraviolet Rays"
      ]
    },
    {
      "pmid": "35159505",
      "title": "Curcumin-Based Photosensitization, a Green Treatment in Inactivating Aspergillus flavus Spores in Peanuts.",
      "authors": [
        "Nalukui Mukubesa",
        "Rafael Nguenha",
        "Hung T Hong",
        "Maral Seididamyeh",
        "Michael E Netzel",
        "Yasmina Sultanbawa"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Jan-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Controlling microbial contamination in foods using effective clean and green technologies is important in producing food with less contaminants. This study investigates the effect of photosensitization treatment using naturally occurring curcumin on inactivating Aspergillus flavus spores on peanuts. Light dosages of 76.4 J/cm2 and 114.5 J/cm2 at 420 nm were employed in combination with curcumin concentrations from 25 to 100 μM. The inactivation efficiency of the treatment towards spores in suspension achieved a maximum 2 log CFU/mL reduction in viable spores with 75 μM of curcumin at a light dosage of 114.5 J/cm2 (p < 0.05). The in vivo study was then designed using the optimum conditions from the in vitro experiment. The photosensitization treatment at three different curcumin concentrations (50, 75, 100 μM) extended the shelf-life of raw peanuts by 7 days when treated with 75 μM of curcumin combined with a 114.5 J/cm2 light dosage and stored at 25 °C. The treatment effectively reduced average levels of aflatoxin B1 (AF-B1) on peanuts stored for 7 days at 25 °C from 9.65 mg/kg of untreated samples to 0.007 and 0.006 mg/kg for 75 and 100 μM curcumin (p < 0.05) respectively. The results show the potential use of curcumin-based photosensitization treatment in inactivating fungal growth and reducing AF-B1 concentration on raw peanuts."
    },
    {
      "pmid": "34863505",
      "title": "Modeling inactivation kinetics for Enterococcus faecium on the surface of peanuts during convective dry roasting.",
      "authors": [
        "Kaitlyn E Casulli",
        "Matthew J Igo",
        "Donald W Schaffner",
        "Kirk D Dolan"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Dry roasting can reduce Salmonella contamination on peanuts. While previous studies evaluated impact of product temperature, process humidity, product moisture, and/or product water activity on Salmonella lethality, no published study has tested multiple primary and secondary models on data collected in a real-world processing environment. We tested multiple primary and secondary models to quantify Salmonella surrogate, Enterococcus faecium, inactivation on peanuts. Shelled runner-type peanuts inoculated with E. faecium were treated at various air temperatures (121, 149, and 177 °C) and air velocities (1.0 and 1.3 m/s) for treatment times from 1 to 63 min. Peanut surface temperature was measured during treatment. Water activity and moisture content were measured, and E. faecium were enumerated after treatment. Microbial inactivation was modeled as a function of time, product temperature, and product moisture. Parameters (Dref, zT, zaw, zMC, and/or n) were compared between model fits. The log-linear primary model combined with either the modified Bigelow-type secondary model accounting for aw or moisture content showed improved fit over the log-linear primary model combined with the traditional Bigelow-type secondary model. The Weibull primary model combined with the traditional Bigelow-type secondary model had the best fit. All parameter relative errors were less than 15%, and RMSE values ranged from 0.379 to 0.674 log CFU/g. Incorporating either aw or moisture content in the inactivation models did not make a practical difference within the range of conditions and model forms evaluated, and air velocity did not have a significant impact on inactivation. The models developed can aid processors in developing and validating pathogen reduction during peanut roasting.",
      "mesh_terms": [
        "Arachis",
        "Enterococcus faecium",
        "Kinetics",
        "Salmonella"
      ]
    },
    {
      "pmid": "34794330",
      "title": "A calorie-restricted diet enriched with tree nuts and peanuts reduces the expression of CX3CR1 in peripheral blood mononuclear cells in patients with coronary artery disease.",
      "authors": [
        "Matin Ghanavati",
        "Javad Nasrollahzadeh"
      ],
      "journal": "International journal for vitamin and nutrition research. Internationale Zeitschrift fur Vitamin- und Ernahrungsforschung. Journal international de vitaminologie et de nutrition",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Background: The modification of the gut microbiome has been proposed to alter immune response which is a key driver in low-grade inflammation as well as metabolic markers. This study was conducted to determine the effects of a low-calorie diet with and without nuts on some gut bacterial abundance, metabolic markers, and gene expression in peripheral blood mononuclear cells (PBMCs) in stable coronary artery disease patients with overweight or obesity. Methods: Overweight or obese patients with stable coronary artery disease of both genders were randomly allocated to a nut-free calorie-restricted diet as 25% of energy deficit (CRD) or a CRD enriched with 39-60 g/d of mixed nuts (CRDEN) for 8 weeks (32 patients in CRD and 35 patients in CRDEN). Mixed nuts consisted of equal amounts of unsalted pistachios, almonds, and peanuts. Microbiota analysis was performed by quantitative real-time polymerase chain reaction method on feces collected before and after the intervention, using primers targeting 16S ribosomal DNA of 4 different bacterial genera, including Bacteroides, Prevotella, Bifidobacterium, and Lactobacillus. We examined the plasma concentrations of glucose, insulin, adiponectin as well as expression of toll-like receptor-4 (TLR4) and fractalkine receptor (CX3CR1) in PBMCs. Results: A significant reduction in expression of CX3CR1 (p=0.04) and a tendency to lower expression of TLR4 in PBMCs (p=0.06) was observed in the CRDEN group at the end of the study compared to the CRD group. The abundance of fecal Prevotella also tended to increase in CRDEN compared to the CRD group (p=0.06). Plasma insulin and adiponectin had no significant changes. There was a positive correlation between fecal Prevotella abundance and plasma adiponectin at baseline (r=0.315, p=0.015) and the end of the study (r=0.380, p=0.003). Conclusion: Our results suggest that the inclusion of mixed tree nuts and peanuts in a low-calorie diet for 8 weeks led to a lower CX3CR expression in PBMCs in a cohort of overweight or obese patients with stable CAD. This finding provides another beneficial effect of diet supplemented with nuts on factors associated with inflammation. Trial registration: this clinical study has been registered at the clinical trial registration center (clinicaltrial.gov): NCT04078919 on September 6, 2019.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Overweight",
        "Arachis",
        "Toll-Like Receptor 4",
        "Caloric Restriction",
        "Nuts",
        "Coronary Artery Disease",
        "Leukocytes, Mononuclear",
        "Adiponectin",
        "Obesity",
        "Inflammation",
        "Diet",
        "Insulin",
        "CX3C Chemokine Receptor 1"
      ]
    },
    {
      "pmid": "34586944",
      "title": "A rare case of type II negative pressure pulmonary edema following extraction of inhaled peanuts in a 21-month-old boy.",
      "authors": [
        "Qin Li",
        "Liang Zhou"
      ],
      "journal": "The Journal of international medical research",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "To date, only one case of pediatric type II negative pressure pulmonary edema (NPPE) caused by removal of an endobronchial foreign body has been documented. We report another case of type II NPPE that developed after extraction of inhaled peanuts. A 21-month-old boy who presented with wheezing and intermittent cough for 1 month after eating peanuts was admitted to our department. A chest computed tomographic scan showed foreign bodies lodged in the right main bronchus. Fiberoptic bronchoscopy was performed, and three pieces of peanuts were removed. Fifteen minutes after this procedure, the child grew restless and started coughing with frothy pink sputum. Tachypnea and rales were observed. A chest radiograph showed patchy opacification in both lungs, especially in the right lower zone, leading to the diagnosis of type II NPPE. Intravenous furosemide and dexamethasone were immediately administered, followed by non-invasive continuous positive airway pressure ventilation. Twelve hours later, the patient recovered uneventfully and was discharged home the following day. In conclusion, pediatric type II NPPE rapidly occurs following the relief of upper airway obstruction. Clinicians need to be aware of the acuteness and manifestations of type II NPPE to make an early diagnosis and initiate prompt treatment.",
      "mesh_terms": [
        "Arachis",
        "Child",
        "Foreign Bodies",
        "Humans",
        "Infant",
        "Lung",
        "Pulmonary Edema",
        "Trachea"
      ]
    },
    {
      "pmid": "34562081",
      "title": "Peanuts or an Isocaloric Lower Fat, Higher Carbohydrate Nighttime Snack Have Similar Effects on Fasting Glucose in Adults with Elevated Fasting Glucose Concentrations: a 6-Week Randomized Crossover Trial.",
      "authors": [
        "Philip A Sapp",
        "Penny M Kris-Etherton",
        "Kristina S Petersen"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2022-Jan-11",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: The glycemic effects of peanuts are not well studied and no trials have been conducted in adults with elevated fasting plasma glucose (FPG). Furthermore, intake of peanuts as a nighttime snack, an eating occasion affecting FPG, has not been examined. OBJECTIVES: The aim was to determine the effect of consuming 28 g/d of peanuts as a nighttime snack for 6 wk on glycemic control and cardiovascular disease risk factors, compared with an isocaloric lower fat, higher carbohydrate (LFHC) snack (whole grain crackers and low-fat cheese), in adults with elevated FPG. METHODS: In a randomized crossover trial, 50 adults (FPG 100 ± 8 mg/dL) consumed dry roasted, unsalted peanuts [164 kcal; 11% energy (E) carbohydrate, 17% E protein, and 73% E fat] or a LFHC snack (164 kcal; 54% E carbohydrate, 17% E protein, and 33% E fat) in the evening (after dinner and before bedtime) for 6 wk with a 4-wk washout period. Primary (FPG) and secondary end points [Healthy Eating Index-2015 (HEI-2015), weight, insulin, fructosamine, lipids/lipoproteins, central and peripheral blood pressure, and pulse wave velocity] were evaluated at the beginning and end of each condition. Linear mixed models were used for data analysis. RESULTS: FPG was not different between the peanut and LFHC conditions (end point mean difference: -0.6 mg/dL; 95% CI: -2.7, 1.6; P = 0.67). There were no between-condition effects for secondary cardiometabolic endpoints. The HEI-2015 score was not different between the conditions (3.6 points; P = 0.19), although the seafood/plant protein (2.0 points; P < 0.01) and added sugar (0.8 points; P = 0.04) components were improved following peanut intake. The whole grain component was lower with peanuts compared with LFHC (-2.6 points; P < 0.01). CONCLUSIONS: In adults with elevated FPG, peanuts as a nighttime snack (28 g/d) did not affect FPG compared with an isocaloric LFHC snack after 6 wk.This trial was registered at clinicaltrials.gov as NCT03654651.",
      "mesh_terms": [
        "Arachis",
        "Blood Glucose",
        "Cross-Over Studies",
        "Fasting",
        "Glucose",
        "Pulse Wave Analysis",
        "Snacks"
      ]
    },
    {
      "pmid": "34147839",
      "title": "Inhibition of Aspergillus flavus growth and aflatoxins production on peanuts over α-Fe2O3 nanorods under sunlight irradiation.",
      "authors": [
        "Di Sun",
        "Jin Mao",
        "Zhijian Wang",
        "Hui Li",
        "Liangxiao Zhang",
        "Wen Zhang",
        "Qi Zhang",
        "Peiwu Li"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2021-Sep-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peanut is an important resource of edible oil and digestible protein in daily life, which is rich in the nutriments and antioxidants such as vitamins, minerals and polyphenols. However, peanut is susceptible to the contamination of Aspergillus flavus (A. flavus), which can produce highly carcinogenic toxins that brings serious threats to human health and food safety. Exploring green and effective methods to control A. flavus is meaningful. Herein, a green and economical way to control A. flavus on peanuts was demonstrated. It was found that the growth of A. flavus hyphae and germination of its spores could be inhibited in the presence of α-Fe2O3 nanorods under sunlight irradiation according to the agar diffusion method, flat colony counting method and fluorescence-based live/dead test. The diameter of inhibition zone was 22.3 ± 0.2 mm and the inhibition rate of spores germination was about 60 ± 5%, when the concentration of α-Fe2O3 was 10 mg/mL for 7 h sunlight irradiation. Most important, α-Fe2O3 showed the photocatalytic inhibition of A. flavus on peanuts under sunlight irradiation with the inhibition rate of about 90 ± 5%, and the production of aflatoxin B1 and aflatoxin B2 were reduced by 90 ± 2% and 70 ± 3%, respectively. By comparing the fat contents, protein contents, acid value, peroxide value and antioxidative compositions of peanuts, it was found that there was no obvious effect on the quality of peanuts after inhibition treatment. The findings provide a green, safe and economical strategy to control A. flavus on peanuts, which may be as a promising way to be used in food and agro-food preservation.",
      "mesh_terms": [
        "Aflatoxins",
        "Antifungal Agents",
        "Arachis",
        "Aspergillus flavus",
        "Nanotubes",
        "Sunlight"
      ]
    },
    {
      "pmid": "34057641",
      "title": "Identification of a phosphorus-solubilizing Tsukamurella tyrosinosolvens strain and its effect on the bacterial diversity of the rhizosphere soil of peanuts growth-promoting.",
      "authors": [
        "Hong Zhang",
        "Lizhen Han",
        "Biao Jiang",
        "Changmei Long"
      ],
      "journal": "World journal of microbiology & biotechnology",
      "publication_date": "2021-May-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phosphate solubilizing microorganisms widely exist in plant rhizosphere soil, but report about the P solubilization and multiple growth-promoting properties of rare actinomycetes are scarce. In this paper, a phosphate solubilizing Tsukamurella tyrosinosolvens P9 strain was isolated from the rhizosphere soil of tea plants. Phosphorus-dissolving abilities of this strain were different under different carbon and nitrogen sources, the soluble phosphorus content was 442.41 mg/L with glucose and potassium nitrate as nutrient sources. The secretion of various organic acids, such as lactic acid, maleic acid, oxalic acid, etc., was the main mechanism for P solubilization and pH value in culture was very significant negative correlation with soluble P content. In addition, this strain had multiple growth-promoting characteristics with 37.26 μg/mL of IAA and 72.01% of siderophore relative content. Under pot experiments, P9 strain improved obviously the growth of peanut seedlings. The bacterial communities of peanut rhizoshpere soil were assessed after inoculated with P9 strain. It showed that there was no significant difference in alpha-diversity indices between the inoculation and control groups, but the P9 treatment group changed the composition of bacterial communities, which increased the relative abundance of beneficial and functional microbes, which relative abundances of Chitinophagaceae at the family level, and of Flavihumibacter, Ramlibacter and Microvirga at the genus level, were all siginificant increased. Specially, Tsukamurella tyrosinosolvens were only detected in the rhizosphere of the inoculated group. This study not only founded growth-promoting properties of T. tyrosinosolvens P9 strain and its possible phosphate solublizing mechanism, but also expected to afford an excellent strain resource in biological fertilizers.",
      "mesh_terms": [
        "Actinobacteria",
        "Arachis",
        "Calcium Phosphates",
        "Carbon",
        "Gas Chromatography-Mass Spectrometry",
        "Glucose",
        "Nitrates",
        "Nitrogen",
        "Phylogeny",
        "Potassium Compounds",
        "Rhizosphere",
        "Soil Microbiology"
      ]
    },
    {
      "pmid": "33748683",
      "title": "The effects of high-oleic peanuts as an alternate feed ingredient on performance, ileal digestibility, apparent metabolizable energy, and histology of the small intestine in laying hens.",
      "authors": [
        "Adam K Redhead",
        "Elliot Sanders",
        "Thien C Vu",
        "Ramon D Malheiros",
        "Kenneth E Anderson",
        "Ondulla T Toomer"
      ],
      "journal": "Translational animal science",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We aimed to determine the effects of feeding a high-oleic peanut (HOPN) diet to egg-producing laying hens on egg quality, digestibility, and feed conversion. Three isonitrogenous and isocaloric dietary treatments were formulated with 1) Control diet (CON)-a corn-soybean meal conventional diet with 7.8 % added poultry fat, 2) HOPN diet-dietary inclusion of ~20% coarse-ground whole HOPN, and 3) oleic acid (CON-OA) diet-a control diet supplemented with 2.6% oleic fatty acid oil. Ninety-nine 57-wk-old brown Leghorn laying hens were randomly assigned to 33 animals per treatment. Animals were housed individually for 8 wk. Body and feed weights were recorded weekly and feed conversation ratio was calculated. Bi-weekly, shell eggs were analyzed for quality (yolk color, albumen height, and Haugh unit [HU]). Jejunum samples were collected at week 8 for histomorphometric analysis. Analysis of variance was performed on all variables using a general linear mixed model. Laying hens fed the CON-OA diet produced greater number of eggs relative to those fed the HOPN and control diets (P < 0.05). The roche yolk color value was higher (P < 0.001) in eggs from hens fed the HOPN diet. There were no differences in laying hen performance, eggshell color, eggshell strength, eggshell elasticity and egg albumen height, or egg HU, ileal fat digestibility, or villi surface among treatment groups. However, the apparent metabolizable energy (P < 0.01) and ileal protein digestibility (P = 0.02) were greater in laying hens fed the HOPN diet relative to the CON diet. This study suggests that whole unblanched high-oleic peanuts may be an acceptable alternative feed ingredient for laying hens."
    },
    {
      "pmid": "33548082",
      "title": "Peanuts in the air - clinical and experimental studies.",
      "authors": [
        "Sofia Lovén Björkman",
        "Ulrika Sederholm",
        "Natalia Ballardini",
        "Olof Beck",
        "Joachim Lundahl",
        "Anna Nopp",
        "Caroline Nilsson"
      ],
      "journal": "Clinical and experimental allergy : journal of the British Society for Allergy and Clinical Immunology",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Allergic reactions to food allergens usually occur after ingestion. However, fear of reactions to airborne peanut is a common concern for people with peanut allergy. There are no scientific reports on severe reactions with airborne peanut allergen. OBJECTIVE: To investigate the occurrence of allergic reactions in peanut-allergic children undergoing airborne peanut challenge and to determine levels of airborne peanut protein in a separate experimental evaluation. METHODS: Eighty-four children with peanut allergy underwent an airborne peanut challenge, 0.5 m from a bowl of peanuts for 30 min under controlled conditions. In a separate experiment, airborne peanut proteins from roasted and dry-roasted peanuts were collected at varying distances and at varying times with an electret SensAbues filter connected to an air pump. Collected airborne peanut proteins were extracted, dissolved and detected by ELISA. Basophil activation test was used to confirm biological activity. RESULTS: No moderate/severe allergic reactions to airborne peanut allergens were observed. Two children (2%) had mild rhino-conjunctivitis which required no treatment. The IgE-antibodies to peanut or Ara h 2 did not predict a reaction. In the experimental set-up, biological active peanut proteins were detected, in a very low amount, in median 166 ng/ml for dry-roasted and 33 ng/ml for roasted peanuts and decreased dramatically when the collection occurred at a greater distance (0.5-2 m) from the peanut source. Increased exposure time did affect the amount of collected peanut protein at 0 m, and the highest median was obtained after 60 min (p = .012); for time trend p = .0006. CONCLUSIONS AND CLINICAL RELEVANCE: Allergic reactions to airborne peanut proteins are rare and cannot be predicted by high levels of IgE-antibodies to peanut or Ara h 2. Only small amounts of biologically active peanut proteins were detected in the air and seem unlikely to trigger moderate/severe allergic reactions.",
      "mesh_terms": [
        "2S Albumins, Plant",
        "Adolescent",
        "Allergens",
        "Antigens, Plant",
        "Basophil Degranulation Test",
        "Child",
        "Child, Preschool",
        "Female",
        "Humans",
        "Immunoglobulin E",
        "Inhalation Exposure",
        "Male",
        "Particulate Matter",
        "Peanut Hypersensitivity",
        "Retrospective Studies",
        "Severity of Illness Index"
      ]
    },
    {
      "pmid": "33236043",
      "title": "Replacing white rice bars with peanuts as snacks in the habitual diet improves metabolic syndrome risk among Chinese adults: a randomized controlled trial.",
      "authors": [
        "Di Wang",
        "Liang Sun",
        "Xiaoran Liu",
        "Zhenhua Niu",
        "Shuangshuang Chen",
        "Lixin Tang",
        "He Zheng",
        "Xiafei Chen",
        "Huaixing Li",
        "Ling Lu",
        "Vasanti Malik",
        "Xu Lin"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2021-Jan-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Observational studies have suggested that intake of nuts is associated with lower risk of cardiometabolic diseases, whereas refined grain consumption has been linked to higher risk. Little is known about whether substituting white rice, a refined grain, with nuts may confer benefit among adults at high risk of cardiometabolic diseases. OBJECTIVES: We aimed to evaluate isocaloric substitution of peanuts for white rice bars as snacks on changes in fasting glucose, lipid profile, body weight, as well as changes in metabolic syndrome (MetS) status among participants with MetS or at risk of MetS. METHODS: This parallel-arm randomized controlled trial included 224 participants either with MetS (according to the International Diabetes Federation criteria for Chinese adults, n = 163) or at risk of MetS (central obesity plus 1 additional MetS risk factor, n = 61). Participants were randomly assigned to either the peanut arm (56 g/d as snacks, n = 113) or the control arm (isocaloric white rice bars, n = 111) for 12 wk. RESULTS: A total of 209 participants (93.3%) completed the 12-wk intervention with a compliance rate > 85% among all participants. No between-group differences were found for improvements in fasting glucose, HDL cholesterol, waist circumference, and body weight. Participants in the peanut group had a significantly higher MetS reversion rate (no longer meeting MetS criteria after the 12-wk trial) than those in the control group (RR: 2.33; 95% CI: 1.10, 4.89; P = 0.026). CONCLUSIONS: Including peanuts as a snack in the habitual diet in place of a refined-grain snack did not significantly change glycemic or lipid parameters, but improved overall MetS risk without promoting weight gain among Chinese adults at high risk of cardiometabolic diseases. Further larger-scale trials are needed to confirm these findings and elucidate underlying biological mechanisms.This trial was registered at clinicaltrials.gov as NCT03194152."
    },
    {
      "pmid": "32832857",
      "title": "The effects of high-oleic peanuts as an alternative feed ingredient on broiler performance, ileal digestibility, apparent metabolizable energy, and histology of the intestine.",
      "authors": [
        "Ondulla T Toomer",
        "Elliot Sanders",
        "Thien C Vu",
        "Ramon D Malheiros",
        "Adam K Redhead",
        "Matthew L Livingston",
        "Kim A Livingston",
        "Luiz Victor Carvalho",
        "Peter R Ferket"
      ],
      "journal": "Translational animal science",
      "publication_date": "2020-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Locally grown feed ingredients of high energy and protein content, such as peanuts, maybe economically feasible alternatives to corn and soybean meal in broiler diets. Even though normal-oleic peanuts have been demonstrated to be a viable feed ingredient for poultry, few studies to date have examined the use of high-oleic peanuts (HO PN) as an alternative feed ingredient for broiler chickens. Thus, we aimed to determine the effect of feeding HO PN on broiler performance, nutrient digestibility, and intestinal morphology. Three isocaloric, isonitrogenous experimental diets were formulated with 1) dietary inclusion of ~10% coarse-ground whole HO PN; 2) a corn-soybean meal control diet with 5.5% added poultry fat; and 3) a control diet supplemented with 5.5% oleic fatty acid oil. Three-hundred Ross 708 broilers were randomly placed in 10 replicate pens per treatment with 10 chicks per pen and raised until 42 d. Body weights (BW) and feed intake were determined weekly, and feed conversion ratio (FCR) was calculated. Jejunum samples were collected at 42 d for histomorphometric analysis. Analysis of variance was performed on all variables using a general linear mixed model in JMP Pro14. Broilers in the HO PN group had lower (P < 0.05) BW and higher FCR than other treatment groups at weeks 2 and 6. There were no significant differences in the jejunum villi surface area between the treatment groups. However, broilers fed the HO PN diet had greater (P = 0.019) apparent metabolizable energy relative to the other treatment groups, suggesting improved nutrient uptake of dietary fats and/or carbohydrates in the HO PN treatment group. However, additional studies are warranted to further define the nutritional value of HO PN as an alternative poultry feed ingredient."
    },
    {
      "pmid": "32241509",
      "title": "Feeding high-oleic peanuts to meat-type broiler chickens enhances the fatty acid profile of the meat produced.",
      "authors": [
        "Ondulla T Toomer",
        "Matthew Livingston",
        "Brittany Wall",
        "Elliott Sanders",
        "Thien Vu",
        "Ramon D Malheiros",
        "Kim A Livingston",
        "Luiz Victor Carvalho",
        "Peter R Ferket",
        "Lisa L Dean"
      ],
      "journal": "Poultry science",
      "publication_date": "2020-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Early feeding trials using peanut meal prepared from normal-oleic peanuts helped to identify peanuts as a suitable alternative feed ingredient for poultry. Yet no studies to date have examined the use of high-oleic peanuts (HO-PN) as a feed ingredient for meat type chickens. Therefore, this study aimed to determine the effect of feeding whole unblanched HO-PN on the fatty acid profile of the meat produced from broilers. At hatch male chicks were randomly placed in raised wire cages, in 10 replicate pens per treatment with 10 chicks per pen, and fed with one of the 3 isocaloric, isonitrogenous diets ad libitum for 42 days: (1) conventional control of soybean meal + corn, (2) 10 to 12% HO-PN and corn diet, or (3) control diet spiked with ≈6.0% oleic acid oil. All body weights (BW) were collected, and broiler selection for processing was determined by individual BW within one-half a standard deviation of the experiment 42-D mean BW, with one bird selected per pen (10 replicate pens per treatment, 3 treatments, 10 birds selected per treatment, yielding a total sample size of 30 birds). Performance was determined weekly and breast samples were analyzed for fatty acid and amino acid profile. All data was analyzed using analysis of variance, with t-test mean comparisons at P < 0.05. BW were similar between broilers fed the HO-PN and control diet, while feed conversion ratio of broilers fed the HO-PN diet was significantly higher at weeks 2, 4, and 6 in comparison to the other treatments (P ≤ 0.03). Broilers fed with HO-PN diet had reduced carcass and pectoralis major weights in comparison to the other treatments. Chicken breast from broilers fed the HO-PN diet had significantly reduced saturated and trans fatty acid content in comparison to the controls (P ≤ 0.0002). Although additional studies must be conducted, this study suggests that feeding whole unblanched HO-PN to broiler chickens may serve as a means to enrich the meat produced with unsaturated fatty acids.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Arachis",
        "Chickens",
        "Diet",
        "Dietary Supplements",
        "Fatty Acids",
        "Male",
        "Oleic Acid",
        "Random Allocation"
      ]
    },
    {
      "pmid": "31813384",
      "title": "Effects of high-oleic peanuts within a hypoenergetic diet on inflammatory and oxidative status of overweight men: a randomised controlled trial.",
      "authors": [
        "Ana Paula Silva Caldas",
        "Raquel Duarte Moreira Alves",
        "Helen Hermana Miranda Hermsdorff",
        "Leandro Licursi de Oliveira",
        "Josefina Bressan"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2020-Mar-28",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The consumption of food with MUFA has been associated with improvement of inflammation and oxidative stress in overweight individuals. In the present study, we evaluate the effect of high-oleic peanut intake within a hypoenergetic diet on inflammatory and oxidative status markers in overweight men. Sixty-four overweight men (BMI 26-35 kg/m2, 18-50 years old) participated in this randomised controlled study for 4 weeks, allocated into three groups: control (CT, n 22), conventional peanut (CVP, n 21) and high-oleic peanut (HOP, n 21). They followed a hypoenergetic diet (-250 kcal/d; -1045 kJ/d) with or without 56 g of high-oleic or conventional peanuts. After the intervention, the inflammatory markers did not show significant changes in fasting concentrations or postprandial response among the experimental groups (P > 0·05). The activity of oxidative status markers remained unchanged after the intervention. However, in the CT, malondialdehyde showed lower concentration in comparison with the baseline (P = 0·020) and among the groups (P = 0·002). In the present study, the daily intake of high-oleic peanuts within a hypoenergetic diet did not modify the inflammatory markers and oxidative status in overweight men. More studies are needed to better understand the effect of high-oleic peanut intake on health outcomes.",
      "mesh_terms": [
        "Adult",
        "Arachis",
        "Caloric Restriction",
        "Energy Intake",
        "Humans",
        "Inflammation",
        "Male",
        "Oleic Acid",
        "Overweight",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "31776586",
      "title": "Bradyrhizobium sp. enhance ureide metabolism increasing peanuts yield.",
      "authors": [
        "Thais Grassi Gericó",
        "Renan Francisco Rimoldi Tavanti",
        "Sandra Cristina de Oliveira",
        "Ana Elisa Bressan Smith Lourenzani",
        "Jéssica Pacheco de Lima",
        "Rodolfo Pires Ribeiro",
        "Leandro Cesar Cusim Dos Santos",
        "André Rodrigues Dos Reis"
      ],
      "journal": "Archives of microbiology",
      "publication_date": "2020-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to evaluate the effects of seed inoculation with Bradyrhizobium sp. and co-inoculation with Azospirillum brasilense. The seed treatments were as follows: control (without inoculation); A. brasilense (2 mL per kg-1 of seed); A. brasilense (4 mL per kg-1 of seed); Bradyrhizobium sp. (2 mL per kg-1 of seed); Bradyrhizobium sp. (4 mL per kg-1 of seed); A. brasilense + Bradyrhizobium sp. (2 mL of each strain per kg-1 of seed); and A. brasilense + Bradyrhizobium sp. (4 mL of each strain per kg-1 of seed). Peanut plants from seeds inoculated with Bradyrhizobium sp. and A. brasilense exhibited highest leaf concentration of photosynthetic pigments, carotenoids, nitrate, ammonia and amino acids. The inoculation of seeds with Bradyrhizobium sp. resulted in plants with increased concentrations of total soluble sugars, and ureides compared to the untreated plants. In contrast, seeds treated with A. brasilense alone resulted in plants exhibiting highest concentration of amino acids, which represent the highest concentration of nitrogen compounds in peanut plants. Seed inoculation with Bradyrhizobium sp. at a rate of 2 mL kg-1 was identified as the best treatment to promote increased biological nitrogen fixation and generate higher peanut yields.",
      "mesh_terms": [
        "Agricultural Inoculants",
        "Arachis",
        "Azospirillum brasilense",
        "Bradyrhizobium",
        "Nitrogen Fixation",
        "Photosynthesis",
        "Plant Leaves",
        "Plant Roots",
        "Seeds",
        "Urea"
      ]
    },
    {
      "pmid": "31162510",
      "title": "Investigation on the allergen profile of the soluble fraction of autoclaved peanuts and its interaction with Caco-2 cells.",
      "authors": [
        "Simona L Bavaro",
        "Antonella Orlando",
        "Elisabetta De Angelis",
        "Francesco Russo",
        "Linda Monaci"
      ],
      "journal": "Food & function",
      "publication_date": "2019-Jun-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peanuts are a source of proteins and fats but they are also considered a harmful food for individuals who are allergic to them due to their ability to trigger severe and life-threatening reactions. Strict avoidance of peanuts is the most effective means to prevent the development of an allergic reaction. Physical or chemical strategies employing autoclaving can represent a valid alternative to produce a final food with a decreased allergenic power as in the case of peanuts. Thermal processing might induce protein modifications in foods and affect protein digestibility or absorption of nutrients across the intestinal mucosa. Besides, the type of processing could also alter food protein allergenicity thus influencing the interplay with the biological system at the gut level. In this paper, we investigated the influence of autoclaving based treatments on the proliferation of epithelial cells at the intestinal level. Extractable proteins of raw and autoclaved peanuts were analysed by SDS-PAGE and untargeted LC-high resolution-MS/MS to investigate the peptide composition. Our findings show that when raw peanuts were assayed on Caco 2 cell lines, an antiproliferative effect was observed. By contrast, peanuts subjected to hydration and autoclaving did not show an inhibition of proliferation on Caco-2 cells. In parallel, extensive fragmentation induced by autoclaving treatments on the original peanut proteins was also recorded by LC-MS/MS analysis with a consequent increase in the number of peptides detected. These results indicate that the processing applied to peanuts can have an influence on both the nutritional and allergological sides, and more investigations will be required on this issue to understand the alteration of inflammatory mediators induced by the treatment applied.",
      "mesh_terms": [
        "Allergens",
        "Arachis",
        "Caco-2 Cells",
        "Cell Proliferation",
        "Chromatography, Liquid",
        "Cooking",
        "Epithelial Cells",
        "Hot Temperature",
        "Humans",
        "Plant Proteins",
        "Seeds",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "30704601",
      "title": "Validation of Enterococcus faecium as a surrogate for Salmonella under different processing conditions for peanuts and pecans.",
      "authors": [
        "Pardeepinder K Brar",
        "M D Danyluk"
      ],
      "journal": "Food microbiology",
      "publication_date": "2019-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Food Safety and Modernization Act (FSMA) Preventive Control rules require nut processors validate thermal processes to ensure a desirable log reduction of Salmonella is achieved. Due to the complex nature of nut and nut products, processes and equipment, it is difficult to use one validation study for all and may requires individual equipment be validated at the plant level. In plant validation studies, pathogens such as Salmonella cannot be used due to the risk of contamination, thus the suitability of a non-pathogenic organism, Enterococcus faecium as a surrogate for Salmonella was evaluated for peanut and pecan thermal processing. Stagnant and forced dry air heating conditions, (120 °C (20, 30, 40 min), 130 °C (10, 20, 30 min), 140 °C (10, 20, 30 min)) were evaluated for unblanched peanut kernels. Oil heating conditions (116 °C, 121 °C, and 127 °C for 0.5, 1.0, 1.5, 2.0, 2.5 min) were evaluated for pecan kernels. Inshell pecans are conditioned in hot or cold water to facilitate the shelling process. Water heating conditions (75 °C (20, 40, 80, 120 s), 80 °C (20, 40, 80, 120 s), 85 °C (20, 40, 80, 120 s), 90 °C (20, 40, 60, 80 s), and 95 °C (20, 40, 60, 80 s)) were evaluated for inshell pecans. Under conditions, except forced air treatment, E. faecium reductions (Log N/N0) were either not significantly different (P > 0.05) or significantly lower than Salmonella (P < 0.05), making it a suitable surrogate for the processes evaluated.",
      "mesh_terms": [
        "Arachis",
        "Carya",
        "Colony Count, Microbial",
        "Enterococcus faecium",
        "Food Handling",
        "Food Microbiology",
        "Food Safety",
        "Hot Temperature",
        "Reproducibility of Results",
        "Salmonella",
        "Water"
      ]
    },
    {
      "pmid": "30535420",
      "title": "Feeding high-oleic peanuts to layer hens enhances egg yolk color and oleic fatty acid content in shell eggs.",
      "authors": [
        "Ondulla T Toomer",
        "Amanda M Hulse-Kemp",
        "Lisa L Dean",
        "Deborah L Boykin",
        "Ramon Malheiros",
        "Kenneth E Anderson"
      ],
      "journal": "Poultry science",
      "publication_date": "2019-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Previous studies have identified normal-oleic peanuts as a suitable and economical broiler feed ingredient. However, no studies to date have examined the use of high-oleic (HO) peanut cultivars as a feed ingredient for laying hens and determined the impact of feeding HO peanuts on performance and egg nutritive qualities. This project aimed to examine the use of HO peanuts as a feed ingredient for layer hens to determine the effect on performance, egg lipid chemistry, and quality of the eggs produced. Forty-eight 40-wk-old layer hens were fed a conventional soybean meal + corn control diet or a HO peanut + corn diet for 10 wk in conventional battery cages. Body and feed weights were collected weekly. Pooled egg samples were analyzed for quality, lipid analysis, and peanut protein allergenicity. There were no significant differences in hen performance or egg quality as measured by USDA grade quality, egg albumen height, or egg Haugh unit between the treatment groups. However, eggs produced from layer hens fed the HO peanut + corn diet had reduced egg weights relative to the controls (P = 0.0001). Eggs produced from layer hens fed the HO peanut diet had greater yolk color scores (P < 0.0001), HO fatty acid (P < 0.0001), and β-carotene (P < 0.0001) levels in comparison to the controls. Eggs produced from hens fed the control diet had greater palmitic and stearic saturated fatty acids (P < 0.0001), and trans fat (P < 0.0001) content compared to eggs produced from hens fed the HO peanut diet. All egg protein extracts from all treatments at each time point were non-reactive with rabbit anti-peanut agglutinin antibodies. This study identifies HO peanuts as an abundant commodity that could be used to support local agricultural markets of peanuts and poultry within the southeastern United States and be of economic advantage to producers while providing a potential health benefit to the consumer with improved egg nutrition.",
      "mesh_terms": [
        "Animals",
        "Arachis",
        "Chickens",
        "Color",
        "Egg Shell",
        "Egg Yolk",
        "Fatty Acids",
        "Female",
        "Linoleic Acids",
        "Oleic Acids",
        "Random Allocation"
      ]
    },
    {
      "pmid": "30360498",
      "title": "A Randomized Controlled Trial to Compare the Effect of Peanuts and Almonds on the Cardio-Metabolic and Inflammatory Parameters in Patients with Type 2 Diabetes Mellitus.",
      "authors": [
        "Yun-Ying Hou",
        "Omorogieva Ojo",
        "Li-Li Wang",
        "Qi Wang",
        "Qing Jiang",
        "Xin-Yu Shao",
        "Xiao-Hua Wang"
      ],
      "journal": "Nutrients",
      "publication_date": "2018-Oct-23",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "A low carbohydrate diet (LCD), with some staple food being replaced with nuts, has been shown to reduce weight, improve blood glucose, and regulate blood lipid in patients with type 2 diabetes mellitus (T2DM). These nuts include tree nuts and ground nuts. Tree nut consumption is associated with improved cardio-vascular and inflammatory parameters. However, the consumption of tree nuts is difficult to promote in patients with diabetes because of their high cost. As the main ground nut, peanuts contain a large number of beneficial nutrients, are widely planted, and are affordable for most patients. However, whether peanuts and tree nuts in combination with LCD have similar benefits in patients with T2DM remains unknown; although almonds are the most consumed and studied tree nut. This study sought to compare the effect of peanuts and almonds, incorporated into a LCD, on cardio-metabolic and inflammatory measures in patients with T2DM. Of the 32 T2DM patients that were recruited, 17 were randomly allocated to the Peanut group (n = 17) and 15 to the Almond group (n = 15) in a parallel design. The patients consumed a LCD with part of the starchy staple food being replaced with peanuts (Peanut group) or almonds (Almond group). The follow-up duration was three months. The indicators for glycemic control, other cardio-metabolic, and inflammatory parameters were collected and compared between the two groups. Twenty-five patients completed the study. There were no significant differences in the self-reported dietary compliance between the two groups. Compared with the baseline, the fasting blood glucose (FBG) and postprandial 2-h blood glucose (PPG) decreased in both the Peanut and Almond groups (p < 0.05). After the intervention, no statistically significant differences were found between the Peanut group and the Almond group with respect to the FBG and PPG levels. A decrease in the glycated hemoglobin A1c (HbA1c) level from the baseline in the Almond group was found (p < 0.05). However, no significant difference was found between the two groups with respect to the HbA1c level at the third month. The peanut and almond consumption did not increase the body mass index (BMI) and had no effect on the blood lipid profile or interleukin-6 (IL-6).In conclusion, incorporated into a LCD, almonds and peanuts have a similar effect on improving fasting and postprandial blood glucose among patients with T2DM. However, more studies are required to fully establish the effect of almond on the improvement of HbA1c.",
      "mesh_terms": [
        "Aged",
        "Arachis",
        "Biomarkers",
        "Blood Glucose",
        "Diabetes Mellitus, Type 2",
        "Diet, Carbohydrate-Restricted",
        "Female",
        "Humans",
        "Inflammation",
        "Male",
        "Middle Aged",
        "Prunus dulcis"
      ]
    },
    {
      "pmid": "29980243",
      "title": "Egg introduction during complementary feeding according to allergic risk: not just for peanuts!",
      "authors": [
        "Elvira Verduci",
        "Annamaria Bianchi",
        "Marta Brambilla",
        "Mauro Calvani"
      ],
      "journal": "Italian journal of pediatrics",
      "publication_date": "2018-Jul-06",
      "publication_types": [
        "Letter"
      ],
      "abstract": "The relationship between the timing of introduction of complementary foods and later allergy is a topic of current discussion. Although the European Society for Pediatric Gastroenterology Hepatology and Nutrition (ESPGHAN) has recently recommended that potentially allergenic foods may be introduced when complementary feeding is commenced, any time after 4 months, recommendations about egg introduction would be needed mainly for infants with high risk of developing food allergy. Before the first administration in these infants an adequate topical therapy and an evaluation of whole egg-specific IgE serum antibody levels or skin prick tests for egg should be recommended.",
      "mesh_terms": [
        "Arachis",
        "Eggs",
        "Female",
        "Food Hypersensitivity",
        "Humans",
        "Immune Tolerance",
        "Infant",
        "Infant Food",
        "Infant Nutritional Physiological Phenomena",
        "Male",
        "Skin Tests"
      ]
    },
    {
      "pmid": "29606437",
      "title": "Changes in immunoreactivity of allergen-reduced peanuts due to post-enzyme treatment roasting.",
      "authors": [
        "Nona Mikiashvili",
        "Jianmei Yu"
      ],
      "journal": "Food chemistry",
      "publication_date": "2018-Aug-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to evaluate the effect of enzyme treatment and post-enzyme treatment roasting on allergenicity of raw peanut kernels. Raw peanuts were treated by single- and two-enzyme treatments, respectively. Enzyme-treated raw peanuts were dry roasted. Reductions of four major allergens (Ara h 1, 2, 3, and 6) and in vitro allergenicity of peanuts were evaluated. Quantitative measurements show that enzyme treatment of raw peanuts reduced Ara h 1, 2, 3 and 6 in raw peanuts by 99-100%, 95-99%, 35-46% and 85-88%, respectively. Roasting of enzyme-treated peanuts significantly reduced the total soluble protein (P < 0.05), Ara h 3 and 6 (P < 0.0001), slightly increased Ara h 1 in the extracts (P < 0.05), but did not significantly affect Ara h 2. Immunoblot shows that the IgE-bindings of both soluble and insoluble proteins of enzyme-treated peanuts were slightly enhanced by roasting but still tremendously lower than that of untreated peanuts.",
      "mesh_terms": [
        "Antigens, Plant",
        "Arachis",
        "Enzymes",
        "Hot Temperature",
        "Humans",
        "Immunoglobulin E",
        "Peanut Hypersensitivity",
        "Plant Proteins"
      ]
    },
    {
      "pmid": "28960628",
      "title": "Treatment of gastric eosinophilia by epicutaneous immunotherapy in piglets sensitized to peanuts.",
      "authors": [
        "L Mondoulet",
        "N Kalach",
        "V Dhelft",
        "T Larcher",
        "C Delayre-Orthez",
        "P H Benhamou",
        "J Spergel",
        "H A Sampson",
        "C Dupont"
      ],
      "journal": "Clinical and experimental allergy : journal of the British Society for Allergy and Clinical Immunology",
      "publication_date": "2017-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Eosinophilic gastrointestinal disorders (EGIDs) are hypersensitivity disorders frequently triggered by food allergy and manifested by mucosal eosinophilic infiltration at any level of the gastrointestinal tract. This study established a model of gastric eosinophilia in peanut-sensitized piglets to evaluate the efficacy of epicutaneous immunotherapy (EPIT) for its treatment. METHODS: Experiments were carried out in piglets first sensitized by three intra-peritoneal injections of peanut protein extract (PPE) with adjuvant, and then given PPE orally for 10 days, a sequence leading to gastric eosinophilia assessed by endoscopy. For 3 months, eight piglets received active EPIT, using Viaskin® loaded with PPE, applied daily on the ear, while eight received placebo EPIT (Placebo). Piglets were exposed to a second 10-day period of PPE orally. Lesions were scored by endoscopy on the last day of PPE exposure. After killing, all parts of the digestive tract were analysed by a pathologist unaware of the piglets' status. IgE response was measured, and mechanistic parameters were analysed in the spleen. RESULTS: After sensitization, a significant increase of total IgE was observed in sensitized compared to naive animals (61.1 ± 13.3 vs 27.8 ± 6 ng/mL, P < .01). Following oral intake of PPE, sensitized piglets developed moderate gastritis compared to naive piglets (1.5 vs 1.0, median score). After 3 months of immunotherapy, median IgE was significantly reduced in EPIT vs placebo piglets (61.4 ± 16.3 vs 105.9 ± 25.6 ng/mL, P < .01). Active EPIT significantly reduced gastric mucosal lesions induced by PPE oral intake (macroscopic score 0 [0-2] vs 2 [1-3], P < .01, respectively, active vs placebo) and gastric mucosa eosinophils counts (239 eosinophils/mm2 [59-645] vs 2554 eosinophils/mm2 [462-8057], P < .01, respectively active vs placebo). GATA-3, IL-5 and eotaxin mRNA expression decreased significantly after EPIT (P < .05). CONCLUSIONS: This study describes a large animal model of gastric eosinophil in peanut-sensitized piglets. Utilizing this model, we demonstrated the efficacy of EPIT in treating peanut-induced EGIDs.",
      "mesh_terms": [
        "Allergens",
        "Animals",
        "Arachis",
        "Biomarkers",
        "Desensitization, Immunologic",
        "Disease Models, Animal",
        "Endoscopy, Gastrointestinal",
        "Enteritis",
        "Eosinophilia",
        "Female",
        "Gastritis",
        "Immunization",
        "Immunoglobulin E",
        "Male",
        "Peanut Hypersensitivity",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "28835268",
      "title": "Perioperative antibiotic prophylaxis in the treatment of acute cholecystitis (PEANUTS II trial): study protocol for a randomized controlled trial.",
      "authors": [
        "Charlotte S Loozen",
        "Hjalmar C van Santvoort",
        "Antoinette A W van Geloven",
        "Grard A P Nieuwenhuijzen",
        "Philip R de Reuver",
        "Mark H G Besselink",
        "Bart Vlaminckx",
        "Johannes C Kelder",
        "Catherijne A J Knibbe",
        "Djamila Boerma"
      ],
      "journal": "Trials",
      "publication_date": "2017-Aug-23",
      "publication_types": [
        "Equivalence Trial",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The additional value of perioperative antibiotic prophylaxis in preventing infectious complications after emergency cholecystectomy for acute cholecystitis is a much-debated subject in the surgical community. Evidence-based guidelines are lacking, and consequently the use of antibiotic prophylaxis varies greatly among surgeons and hospitals. Recently, high-level evidence became available demonstrating that postoperative antibiotic prophylaxis in patients with acute cholecystitis does not reduce the risk of infectious complications. Preoperative antibiotic prophylaxis in relation to the risk of infectious complications, however, has never been studied. METHODS: The PEANUTS II trial is a randomized, controlled, multicenter, open-label noninferiority trial whose aim is to determine the utility of preoperative antibiotic prophylaxis in patients undergoing emergency cholecystectomy for acute calculous cholecystitis. Patients with mild or moderate acute cholecystitis, as defined according the Tokyo Guidelines, will be randomly assigned to a single preoperative dose of antibiotic prophylaxis (2000 mg of first-generation cephalosporin delivered intravenously) or no antibiotic prophylaxis before emergency cholecystectomy. The primary endpoint is a composite endpoint consisting of all postoperative infectious complications occurring during the first 30 days after surgery. Secondary endpoints include all the individual components of the primary endpoint, all other complications, duration of hospital stay, and total costs. The hypothesis is that the absence of antibiotic prophylaxis is noninferior to the presence of antibiotic prophylaxis. A noninferiority margin of 10% is assumed. With a 1-sided risk of 2.5% and a power of 80%, a total of 454 subjects will have to be included. Analysis will be performed according to the intention-to-treat principle. DISCUSSION: The PEANUTS II trial will provide evidence-based advice concerning the utility of antibiotic prophylaxis in patients undergoing emergency cholecystectomy for acute calculous cholecystitis. TRIAL REGISTRATION: Netherlands Trial Register, NTR5802 . Registered on 4 June 2016.",
      "mesh_terms": [
        "Administration, Intravenous",
        "Anti-Bacterial Agents",
        "Antibiotic Prophylaxis",
        "Cephalosporins",
        "Cholecystectomy",
        "Cholecystitis, Acute",
        "Clinical Protocols",
        "Drug Administration Schedule",
        "Emergencies",
        "Humans",
        "Intention to Treat Analysis",
        "Netherlands",
        "Perioperative Care",
        "Research Design",
        "Risk Factors",
        "Surgical Wound Infection",
        "Time Factors",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "28349545",
      "title": "Blanchability and sensory quality of large runner peanuts blanched in a radiant wall oven using infrared radiation.",
      "authors": [
        "Katrina Kettler",
        "Koushik Adhikari",
        "Rakesh K Singh"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2017-Oct",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The main factors behind the growing popularity of infrared radiation heating in food processing include its energy efficiency, food quality retention and process speed, as well as the simplicity of equipment. Infrared radiation was employed as an alternative heat treatment to the conventional hot air method used in peanut blanching. The present study aimed to investigate the application of infrared heating for blanching peanuts and determine their blanchability and sensory quality under various processing conditions. RESULTS: The total blanchabilities (expressed as a percentage of total blanched) of the infrared radiation trials (radiant wall oven) at 343 °C for 1.5 min, 316 °C for 1.5 min, 288 °C for 1.5 min and 343 °C for 1 min did not differ significantly compared to the hot air control trials (impingement oven) at 100 °C for 30 and 20 min. All infrared trials had significantly lower (P < 0.05) numbers of split kernels compared to those of the conventional trials and all blanched peanuts in the experiment remained raw. A descriptive sensory shelf-life study with one control and three infrared samples demonstrated the possible initiation of oxidation for the conventionally blanched sample at 18 weeks of storage at 24 °C (room temperature), with no indication of oxidation in the infrared samples stored at the same temperature. CONCLUSION: Infrared radiation peanut blanching is a viable alternative to conventional hot air blanching because of the shorter process time and longer shelf-life, as evident from the sensory storage study. © 2017 Society of Chemical Industry.",
      "mesh_terms": [
        "Arachis",
        "Cooking",
        "Food Handling",
        "Food Irradiation",
        "Hot Temperature",
        "Humans",
        "Infrared Rays",
        "Taste"
      ]
    },
    {
      "pmid": "27310538",
      "title": "Boiling and Frying Peanuts Decreases Soluble Peanut (Arachis Hypogaea) Allergens Ara h 1 and Ara h 2 But Does Not Generate Hypoallergenic Peanuts.",
      "authors": [
        "Sarah S Comstock",
        "Soheila J Maleki",
        "Suzanne S Teuber"
      ],
      "journal": "PloS one",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peanut allergy continues to be a problem in most developed countries of the world. We sought a processing method that would alter allergenic peanut proteins, such that allergen recognition by IgE from allergic individuals would be significantly reduced or eliminated. Such a method would render accidental exposures to trace amounts of peanuts safer. A combination of boiling and frying decreased recovery of Ara h 1 and Ara h 2 at their expected MWs. In contrast, treatment with high pressures under varying temperatures had no effect on protein extraction profiles. Antibodies specific for Ara h 1, Ara h 2, and Ara h 6 bound proteins extracted from raw samples but not in boiled/fried samples. However, pre-incubation of serum with boiled/fried extract removed most raw peanut-reactive IgE from solution, including IgE directed to Ara h 1 and 2. Thus, this method of processing is unlikely to generate a peanut product tolerated by peanut allergic patients. Importantly, variability in individual patients' IgE repertoires may mean that some patients' IgE would bind fewer polypeptides in the sequentially processed seed.",
      "mesh_terms": [
        "2S Albumins, Plant",
        "Allergens",
        "Animals",
        "Antibodies",
        "Antigens, Plant",
        "Arachis",
        "Chickens",
        "Cooking",
        "Food Technology",
        "Glycoproteins",
        "Humans",
        "Immune Sera",
        "Immunoblotting",
        "Immunoglobulin E",
        "Membrane Proteins",
        "Peanut Hypersensitivity",
        "Plant Proteins",
        "Seeds",
        "Solubility",
        "Transition Temperature"
      ]
    },
    {
      "pmid": "25533256",
      "title": "[Competent treatment also in \"surgical peanuts\"!].",
      "authors": [
        "Dominik Heim",
        "Silvio Gujer"
      ],
      "journal": "Therapeutische Umschau. Revue therapeutique",
      "publication_date": "2015-Jan",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Review"
      ],
      "abstract": "Ankle sprains, burns, cuts and lacerated wounds, ingrowing toenail - topics, that are common in the general practitioner's office. Just peanuts? If they are correctly treated, yes, maybe. But if poorly diagnosed and badly treated they turn out to be troublesome for the patient and the doctor - a real \"pain in the neck\"! Therefore competent treatment is mandatory, also for these \"peanuts\"!",
      "mesh_terms": [
        "Clinical Competence",
        "Emergency Medical Services",
        "General Practice",
        "Humans",
        "Minor Surgical Procedures",
        "Nails, Ingrown",
        "Switzerland",
        "Toes",
        "Wounds and Injuries"
      ]
    },
    {
      "pmid": "25260064",
      "title": "Controlled release study on microencapsulated mixture of fipronil and chlorpyrifos for the management of white grubs (Holotrichia parallela) in peanuts (Arachis hypogaea L.).",
      "authors": [
        "Daibin Yang",
        "Guangxing Li",
        "Xiaojing Yan",
        "Huizhu Yuan"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2014-Nov-05",
      "publication_types": [
        "Evaluation Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study was conducted to determine the release dynamics of a microencapsulated mixture of fipronil and chlorpyrifos in peanut fields and its efficacy against white grubs. The results indicated that microencapsulation significantly stabilized this mixture against degradation in the environment so that a single dose of this microencapsulated formulation applied through seed treatment effectively controlled white grubs throughout the entire growing season. During the experimental course, the concentration of chlorpyrifos in the soil with the microencapsulated formulation was 13.6 ± 9.9 (n = 6) times that of the conventional formulation, and the concentration of fipronil was at least 2.2 times that of the conventional formulation in the soil and peanut roots. However, the residue risks of chlorpyrifos and fipronil in the kernels were different. At harvest, there was a low risk that the residual chlorpyrifos in the kernels exceeded the MRLs (maximum residue limit). In contrast, the amount of residual fipronil in some kernel samples reached the statutory MRL set by the European Union, which suggested that a higher application rate or the repeated application of the microencapsulated fipronil formulation would not be acceptable.",
      "mesh_terms": [
        "Animals",
        "Arachis",
        "Chlorpyrifos",
        "Coleoptera",
        "Delayed-Action Preparations",
        "Drug Compounding",
        "Insect Control",
        "Insecticides",
        "Kinetics",
        "Plant Diseases",
        "Plant Roots",
        "Pyrazoles",
        "Soil Pollutants"
      ]
    },
    {
      "pmid": "25059170",
      "title": "Liquid-phase extraction coupled with metal-organic frameworks-based dispersive solid phase extraction of herbicides in peanuts.",
      "authors": [
        "Na Li",
        "Zhibing Wang",
        "Liyuan Zhang",
        "Li Nian",
        "Lei Lei",
        "Xiao Yang",
        "Hanqi Zhang",
        "Aimin Yu"
      ],
      "journal": "Talanta",
      "publication_date": "2014-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Liquid-phase extraction coupled with metal-organic frameworks-based dispersive solid phase extraction was developed and applied to the extraction of pesticides in high fatty matrices. The herbicides were ultrasonically extracted from peanut using ethyl acetate as extraction solvent. The separation of the analytes from a large amount of co-extractive fat was achieved by dispersive solid-phase extraction using MIL-101(Cr) as sorbent. In this step, the analytes were adsorbed on MIL-101(Cr) and the fat remained in bulk. The herbicides were separated and determined by high-performance liquid chromatography. The experimental parameters, including type and volume of extraction solvent, ultrasonication time, volume of hexane and eluting solvent, amount of MIL-101(Cr) and dispersive solid phase extraction time, were optimized. The limits of detection for herbicides range from 0.98 to 1.9 μg/kg. The recoveries of the herbicides are in the range of 89.5-102.7% and relative standard deviations are equal or lower than 7.0%. The proposed method is simple, effective and suitable for treatment of the samples containing high content of fat.",
      "mesh_terms": [
        "Acetates",
        "Adsorption",
        "Arachis",
        "Chromatography, Liquid",
        "Chromium",
        "Coordination Complexes",
        "Fats",
        "Food Analysis",
        "Food Contamination",
        "Herbicides",
        "Hexanes",
        "Liquid-Liquid Extraction",
        "Mass Spectrometry",
        "Metal-Organic Frameworks",
        "Metals",
        "Reproducibility of Results",
        "Solid Phase Extraction",
        "Solvents"
      ]
    },
    {
      "pmid": "25039435",
      "title": "Oven, microwave, and combination roasting of peanuts: comparison of inactivation of salmonella surrogate Enterococcus faecium, color, volatiles, flavor, and lipid oxidation.",
      "authors": [
        "Alicia L Smith",
        "Jennifer J Perry",
        "Julie A Marshall",
        "Ahmed E Yousef",
        "Sheryl A Barringer"
      ],
      "journal": "Journal of food science",
      "publication_date": "2014-Aug",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Peanut safety and quality were evaluated for different roasting technologies. Shelled raw peanuts were roasted using an oven at 163 to 204 °C, microwave, or oven and microwave combinations. The lethal effect of these treatments was investigated on peanuts inoculated with the Salmonella surrogate, Enterococcus faecium and stored at room temperature for 1 h, 24 h, or 7 d before roasting. Roasted peanut color, odor activity values (OAVs), descriptive sensory panel analysis, free fatty acid, and peroxide values were determined. Color and OAVs were also analyzed on 2 commercial peanut butters. OAVs were calculated using volatile levels quantified with selected ion flow tube mass spectrometry and known odor thresholds. All treatments resulted in a minimum of 3 log reduction of inoculated bacterial population. Resistance to the process was not influenced by storage of inoculated peanuts prior to treatment. Roasting by different methods produced equivalent, commercially ideal L* color. Based on the OAVs, treatments had similar volatiles important to flavor compared to the commercial samples. Descriptive sensory analysis showed no significant difference between the roasting treatments for most of the sensory attributes. Lipid oxidation was not significantly different between the roasting methods, displaying no evidence that roasting time or temperature affected lipid oxidation, when ideal color was produced. These results suggest that oven, microwave, or combination roasting should be sufficient to mitigate the threat of Salmonella contamination and produce similar color, OAVs, sensory attributes, and lipid oxidation results.",
      "mesh_terms": [
        "Arachis",
        "Colony Count, Microbial",
        "Color",
        "Enterococcus faecium",
        "Fatty Acids, Nonesterified",
        "Flavoring Agents",
        "Food Contamination",
        "Food Handling",
        "Food Microbiology",
        "Humans",
        "Lipid Metabolism",
        "Mass Spectrometry",
        "Microwaves",
        "Odorants",
        "Salmonella",
        "Taste",
        "Volatile Organic Compounds"
      ]
    },
    {
      "pmid": "24975522",
      "title": "High-oleic peanuts: new perspective to attenuate glucose homeostasis disruption and inflammation related obesity.",
      "authors": [
        "Raquel Duarte Moreira Alves",
        "Ana Paula Boroni Moreira",
        "Viviane Silva Macedo",
        "Josefina Bressan",
        "Rita de Cássia Gonçalves Alfenas",
        "Richard Mattes",
        "Neuza Maria Brunoro Costa"
      ],
      "journal": "Obesity (Silver Spring, Md.)",
      "publication_date": "2014-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To evaluate the effects of acute and daily consumption of high-oleic peanuts (HOP) on inflammation and glucose homeostasis in overweight/obese men. METHODS: In a 4-week randomized clinical trial, males with body mass index of 29.8 ± 2.3 kg/m(2) and aged 18-50 years were assigned to the groups: control (CT, n = 22); conventional peanuts (CVP, n = 22); or HOP (n = 21). They followed a hypocaloric-diet with or without 56 g/day of CVP or HOP. Main outcomes were changes in fasting blood biomarkers and postprandial insulin, glucose, tumor necrosis factor-alfa (TNF-α), and interleukin-10 (IL-10) responses after acute peanut intake. RESULTS: At baseline, HOP showed significantly lower postprandial responses of glucose, insulin, and TNF-α than CVP and CT. Changes in fasting blood biomarkers did not differ between groups after the 4-week intervention. However, within groups, total cholesterol decreased in CT, and all groups reduced High-density lipoprotein (HDL-c). Triglycerides were reduced in HOP and CVP. IL-10 increased significantly in all groups while only the CT and CVP showed increased TNF-α after intervention. CONCLUSION: Acute high-oleic peanut consumption leads to stronger moderation of postprandial glucose, insulin, and TNF-α concentrations than CVP and control meal intake. Whether daily intake of high-oleic peanuts has additional benefits to CVP remains uncertain.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Arachis",
        "Blood Glucose",
        "Body Mass Index",
        "Diet",
        "Fasting",
        "Follow-Up Studies",
        "Humans",
        "Male",
        "Middle Aged",
        "Obesity",
        "Oleic Acid",
        "Postprandial Period",
        "Time Factors",
        "Young Adult"
      ]
    },
    {
      "pmid": "24951981",
      "title": "High-oleic peanuts increase diet-induced thermogenesis in overweight and obese men.",
      "authors": [
        "Raquel Duarte Moreira Alves",
        "Ana Paula Boroni Moreira",
        "Viviane Silva Macedo",
        "Neuza Maria Brunoro Costa",
        "Rita de Cássia Gonçalves Alfenas",
        "Josefina Bressan"
      ],
      "journal": "Nutricion hospitalaria",
      "publication_date": "2014-May-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Evidences suggest that nuts consumption can improve energy metabolism. PURPOSE: This study aimed to compare the effects of acute ingestion of high-oleic and conventional peanuts on appetite, food intake, and energy metabolism in overweight and obese men. METHODS: Seventy one subjects (29.8 ± 2.4 kg/m2) were assigned to the groups: control (CT, n = 24); conventional peanuts (CVP, n = 23); high-oleic peanuts (HOP, n = 24). Subjects consumed 56 g of peanuts (CVP and HOP) or control biscuits (CT) after overnight fasting. Thereafter, energy metabolism was evaluated over 200 minutes, during which diet-induced thermogenesis (DIT) and substrate oxidation were analyzed. Appetite sensation was recorded for 3 hours. Statistical analyses were performed using the SAS software considering 5% as the significance level. RESULTS: Postprandial energy expenditure and DIT were significantly higher in HOP than in CVP. Substrate oxidation did not differ between groups. Only HOP presented score below 100 indicating incomplete compensation. CT and CVP showed a complete caloric compensation (scores > 100). Regarding appetite sensation, CVP group felt less \"full\" than HOP and CT. After 3 hours, satiety score of CVP returned to baseline, whereas HOP and CT remained significantly higher. Hunger scores returned to baseline in CVP and CT and they were maintained significantly lowered in HOP. CONCLUSION: High-oleic peanuts contributed to higher DIT, higher sensation of fullness and incomplete compensation for energy intake compared to conventional peanuts and may be useful to dietary intervention to reduce body weight.",
      "mesh_terms": [
        "Adult",
        "Appetite",
        "Arachis",
        "Diet",
        "Eating",
        "Energy Intake",
        "Humans",
        "Male",
        "Middle Aged",
        "Obesity",
        "Oleic Acid",
        "Overweight",
        "Thermogenesis",
        "Young Adult"
      ]
    },
    {
      "pmid": "23790845",
      "title": "Reduction of major peanut allergens Ara h 1 and Ara h 2, in roasted peanuts by ultrasound assisted enzymatic treatment.",
      "authors": [
        "Hao Li",
        "Jianmei Yu",
        "Mohamed Ahmedna",
        "Ipek Goktepe"
      ],
      "journal": "Food chemistry",
      "publication_date": "2013-Nov-15",
      "publication_types": [
        "Evaluation Study",
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "This study investigated the effects of ultrasound, enzyme concentration and enzyme treatment time on soluble protein and major allergenic proteins (Ara h 1 and Ara h 2) of roasted peanut kernels. A 3-factor, five-level orthogonal experimental design was implemented with various ultrasonication times, concentrations of trypsin or α-chymotrypsin and treatment times. The total soluble proteins were determined by the Bicinchoninic acid (BCA) method, Ara h 1 and Ara h 2 were evaluated by SDS-PAGE and sandwich ELISA. The IgE-binding of peanut extracts was analysed by a competitive inhibition ELISA. Results indicate that ultrasound treatment, followed by protease digestion of peanuts, significantly increased the solubility of peanut protein and decreased the concentrations of Ara h 1 and Ara h 2. The sequential treatment of peanuts by ultrasonication-trypsin-alpha chymotrypsin, resulted in maximum reductions of Ara h 1/Ara h 2, and lowest IgE-binding. This study provides an approach to significantly reduce allergenic proteins in peanut product.",
      "mesh_terms": [
        "2S Albumins, Plant",
        "Antigens, Plant",
        "Arachis",
        "Chymotrypsin",
        "Cooking",
        "Food Handling",
        "Glycoproteins",
        "Membrane Proteins",
        "Plant Proteins",
        "Sonication",
        "Trypsin"
      ]
    },
    {
      "pmid": "22470019",
      "title": "Ground roasted peanuts leads to a lower post-prandial glycemic response than raw peanuts.",
      "authors": [
        "C E G Reis",
        "L A Bordalo",
        "A L C Rocha",
        "D M O Freitas",
        "M V L da Silva",
        "V C de Faria",
        "H S D Martino",
        "N M B Costa",
        "R C Alfenas"
      ],
      "journal": "Nutricion hospitalaria",
      "publication_date": "2011",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Few studies have evaluated the effect of nuts processing on the glycemic response and satiety. OBJECTIVE: To evaluate the effect of peanut processing on glycemic response, and energy and nutrients intake. METHOD: Thirteen healthy subjects (4 men and 9 women), with a mean age of 28.5 ± 10 years, BMI 22.7 ± 2.5 kg/m², and body fat 23.7 ± 5.7% participated in this randomized crossover clinical trial. After 10-12 h of fasting, one of the following types of test meals were consumed: raw peanuts with skin (RPS), roasted peanuts without skin, ground-roasted peanuts without skin (GRPWS) or control meal. The test meals had the same nutrient composition, and were consumed with 200 ml of water in 15 minutes. Glycemic response was evaluated 2 hours after each meal. Energy and nutrients intake were assessed through diet records reflecting the habitual food intake and food consumption 24 hours after the ingestion of test meal. RESULT: The area under the glycemic response curve after GRPWS was lower (p = 0.02) the one obtained for RPS. There was no treatment effect on energy intake, macronutrients and fiber consumption after the test meal. CONCLUSION: The consumption of ground-roasted peanuts may favor the control and prevention of diabetes due to its reduction on postprandial glucose response. However, more prospective studies are needed to confirm this hypothesis.",
      "mesh_terms": [
        "Adult",
        "Anthropometry",
        "Arachis",
        "Blood Glucose",
        "Body Composition",
        "Body Mass Index",
        "Cooking",
        "Cross-Over Studies",
        "Eating",
        "Energy Intake",
        "Female",
        "Glycemic Index",
        "Humans",
        "Hyperglycemia",
        "Male",
        "Postprandial Period",
        "Satiety Response",
        "Young Adult"
      ]
    },
    {
      "pmid": "22192961",
      "title": "The ability of adults and children to visually identify peanuts and tree nuts.",
      "authors": [
        "Todd L Hostetler",
        "Sarah G Hostetler",
        "Gary Phillips",
        "Bryan L Martin"
      ],
      "journal": "Annals of allergy, asthma & immunology : official publication of the American College of Allergy, Asthma, & Immunology",
      "publication_date": "2012-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Peanuts and tree nuts are common food allergens and are the leading cause of fatalities from food-induced anaphylaxis. Dietary avoidance is the primary management of these allergies and requires the ability to identify peanuts or tree nuts. OBJECTIVES: To investigate the ability of adults and children to visually identify peanuts and tree nuts. METHODS: A nut display was assembled that held peanuts and 9 tree nuts in a total of 19 different forms. Persons 6 years or older completed a worksheet to name the items. RESULTS: One-thousand one-hundred five subjects completed the study. The mean number of peanuts and tree nuts identified by all subjects was 8.4 (44.2%) out of a possible 19. The mean for children ages 6 to 18 was 4.6 (24.2%), compared with 11.1 (58.4%) for adults older than 18 (P < .001). The most commonly identified items were peanut in the shell and without the shell. The least identified was hazelnut (filbert) in the shell and without the shell. No difference was seen in the performance of peanut- or tree nut-allergic subjects compared with nonallergic subjects. Fifty percent of subjects with a peanut or tree nut allergy correctly identified all forms of peanuts or tree nuts to which they are allergic. Parents of peanut- or tree nut-allergic children did no better than parents of children without such allergy. CONCLUSIONS: Overall, both children and adults are unreliable at visually identifying most nuts. Treatment of nut allergies with dietary avoidance should include education for both adults and children on identification of peanuts and tree nuts.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Arachis",
        "Child",
        "Female",
        "Food Hypersensitivity",
        "Health Knowledge, Attitudes, Practice",
        "Humans",
        "Hypersensitivity, Immediate",
        "Male",
        "Middle Aged",
        "Nut Hypersensitivity",
        "Nuts",
        "Peanut Hypersensitivity",
        "Young Adult"
      ]
    },
    {
      "pmid": "21808728",
      "title": "Appetitive and Dietary Effects of Consuming an Energy-Dense Food (Peanuts) with or between Meals by Snackers and Nonsnackers.",
      "authors": [
        "A A Devitt",
        "A Kuevi",
        "S B Coelho",
        "A Lartey",
        "P Lokko",
        "N Costa",
        "J Bressan",
        "R D Mattes"
      ],
      "journal": "Journal of nutrition and metabolism",
      "publication_date": "2011",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background. Energy-dense foods are inconsistently implicated in elevated energy intake (EI). This may stem from other food properties and/or differences in dietary incorporation, that is, as snacks or with meals. Objective. Assess intake pattern and food properties on acute appetitive ratings (AR) and EI. Design. 201 normal and overweight adults consuming a standard lunch. Test loads of 1255.2 kJ (300 kcal) were added to the lunch or provided as snack. Loads (peanuts, snack mix, and snack mix with peanuts) were energy, macronutrient, and volumetrically matched with a lunch portion as control. Participants completed meal and snack sessions of their randomly assigned load. Results. No differences were observed in daily EI or AR for meal versus snack or treatment versus control. Consumption of peanuts as a snack tended to strengthen dietary compensation compared to peanuts or other loads with a meal. Conclusions. Inclusion of an energy-dense food as a snack or meal component had comparable influence on AR and EI. Peanuts tended to elicit stronger dietary compensation when consumed as a snack versus with a meal. If substantiated, this latter observation suggests that properties other than those controlled here (energy, macronutrient content, and volume) modify AR and EI."
    },
    {
      "pmid": "21669081",
      "title": "Reduction of aflatoxin B1 in stored peanuts (Arachis hypogaea L.) using Saccharomyces cerevisiae.",
      "authors": [
        "G Prado",
        "J E G Cruz Madeira",
        "V A D Morais",
        "M S Oliveira",
        "R A Souza",
        "J M Peluzio",
        "I J Godoy",
        "J F M Silva",
        "R S Pimenta"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2011-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Aflatoxin B(1) is a toxigenic and carcinogenic compound produced by Aspergillus flavus and Aspergillus parasiticus. To inhibit aflatoxin contamination of peanuts, seeds of two peanut breeds, IAC Caiapó and IAC Runner 886, were inoculated with A. parasiticus (1.0 × 10(6) spores per ml) and the yeast Saccharomyces cerevisiae (3.2 × 10(7) cells per ml) and incubated at 25°C for 7 and 15 days. Two experiments were conducted for each incubation period separately. The treatments were completely randomized, with three replications per treatment. Treatments included the two cultivars and three types of inoculation (pathogen alone, yeast and pathogen, and yeast 3 h before pathogen). Aflatoxin B(1) was quantified with a densitometer at 366 nm after thin layer chromatography. Aflatoxin B(1) contamination in peanuts was reduced after the addition of S. cerevisiae. The concentration of aflatoxin B(1) decreased by 74.4 and 55.9% after 7 and 15 days, respectively. The greatest aflatoxin reduction was observed when S. cerevisiae was inoculated 3 h before the pathogen in IAC Caiapó seeds and incubated for 7 days at 25°C. The use of S. cerevisiae is a promising strategy for biological control of aflatoxin contamination in peanuts.",
      "mesh_terms": [
        "Aflatoxin B1",
        "Arachis",
        "Aspergillus",
        "Consumer Product Safety",
        "Humans",
        "Pest Control, Biological",
        "Saccharomyces cerevisiae",
        "Temperature",
        "Time Factors"
      ]
    },
    {
      "pmid": "20962535",
      "title": "Epicutaneous immunotherapy using a new epicutaneous delivery system in mice sensitized to peanuts.",
      "authors": [
        "Lucie Mondoulet",
        "Vincent Dioszeghy",
        "Jeroen A J Vanoirbeek",
        "Benoit Nemery",
        "Christophe Dupont",
        "Pierre-Henri Benhamou"
      ],
      "journal": "International archives of allergy and immunology",
      "publication_date": "2011",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Peanut allergy is a life-threatening condition for which new efficient and safe treatment is expected. We evaluated epicutaneous immunotherapy (EPIT) as a new alternative treatment for peanut allergy in sensitized mice. METHODS: Sixty BALB/c mice were sensitized by gavages with peanut protein extract (PPE) mixed with cholera toxin. An epicutaneous delivery system, coated with 100 μg PPE (Viaskin®, DBV Technologies, Paris, France), was applied to intact skin every week during 48 h (EPIT; n = 20). This group was compared with sensitized mice treated with subcutaneous immunotherapy (SCIT; n = 20), untreated sensitized mice (sham, n = 20), and naive mice (naive; n = 20). After the 8-week treatment, a histamine release test, airway hyperreactivity measurement by plethysmography, and a resistance-compliance measurement after the challenge were performed. Blood and bronchoalveolar lavage were sampled for serology, cytokines, and cytology. RESULTS: Specific IgE (sIgE) increased after sensitization in the EPIT (0.26 μg/ml) and SCIT (0.21 μg/ml) groups and decreased after treatment (0.09 μg/ml, p < 0.001 and 0.06 μg/ml, p < 0.001, respectively). The IgG1/IgG2a ratio decreased in the EPIT and SCIT groups versus the sham group (3.7; p < 0.001 and 2.7; p < 0.01 and 15.1, respectively). At the higher metacholine concentration, enhanced pause values were lower in the EPIT and SCIT groups than in the sham group (7.29, 6.74, and 10.99, p < 0.01, respectively), and did not differ from that of the naive group (5.06). Resistance-compliance was reversed in the treated groups versus the sham group (p < 0.001). IL-4, IL-5, IL-13, eotaxin, and eosinophils were reduced in the BAL of the EPIT and SCIT groups versus the sham group (p < 0.001). CONCLUSION: In peanut-sensitized mice, based on biological and physiological responses, EPIT is as efficient as subcutaneous treatment which is the reference method in immunotherapy.",
      "mesh_terms": [
        "Administration, Cutaneous",
        "Animals",
        "Desensitization, Immunologic",
        "Female",
        "Mice",
        "Mice, Inbred BALB C",
        "Peanut Hypersensitivity",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "20735510",
      "title": "Temporal monitoring of the nor-1 (aflD) gene of Aspergillus flavus in relation to aflatoxin B₁ production during storage of peanuts under different water activity levels.",
      "authors": [
        "A Abdel-Hadi",
        "D Carter",
        "N Magan"
      ],
      "journal": "Journal of applied microbiology",
      "publication_date": "2010-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: A relative quantification system (RQ-PCR) was used to monitor the correlations between the activity of the nor-1 (=aflD) gene of Aspergillus flavus using real-time PCR in relation to phenotypic aflatoxin B(1) (AFB(1) ) production and populations of A. flavus in stored peanuts at three water activity levels (a(w) , 0·95, 0·90 and 0·85) for 6 weeks. METHODS AND RESULTS: Real-time PCR was used to amplify the nor-1 gene (target gene), and benA56 (β-tubulin gene) used as a control gene. Expression of three structural genes, nor-1 (=aflD), ver-1 (=aflM), and omtA (=aflP), and the regulatory gene aflR of the aflatoxin biosynthetic pathway were also assayed. There were significant differences between nor-1 gene expression at the three a(w) levels; higher expression at 0·90 a(w) in weeks 1-3, when compared to 0·95. In contrast, in the driest treatment (0·85 a(w) ) none or very low nor-1 expression occurred. The populations of A. flavus colony-forming units (CFUs g(-1) ) increased over time with the highest at 0·95 a(w) . Highest AFB(1) production was at 0·90 and 0·95 a(w) from weeks 3-6. A(w) had a significant effect on aflR transcription at 0·95 a(w) over the 6-week period, while at 0·90 a(w) , only in the last 2 weeks. CONCLUSIONS:   Correlations between different factors showed that log AFB(1) × log CFUs, log AFB(1) × a(w) , and log CFUs × a(w) were statistically significant, while log CFUs × RQ-PCR and RQ-PCR × a(w) were not. The AflR gene may not have an important role in the regulation of nor-1 expression in food matrices (e.g. peanuts). SIGNIFICANCE AND IMPACT OF THE STUDY: Determination of correlations between nor-1 expression and aflatoxin production by A. flavus in raw peanuts under different a(w) levels could be helpful to predict potential risk of aflatoxin production during storage of this hygroscopic food product and minimize contamination with the AFB(1) .",
      "mesh_terms": [
        "Aflatoxin B1",
        "Arachis",
        "Aspergillus flavus",
        "Food Contamination",
        "Food Handling",
        "Food Microbiology",
        "Genes, Fungal",
        "Polymerase Chain Reaction",
        "RNA, Fungal",
        "Tubulin",
        "Water"
      ]
    },
    {
      "pmid": "20683103",
      "title": "Characterization and stability of specific IgE to white egg's, gliadin's and peanut's proteins among children.",
      "authors": [
        "Ibtissam Ouahidi",
        "Amal El Youbi Elhamsas",
        "Youssef Bouyahyaoui",
        "Fatima Zahra Mernissi",
        "Lotfi Aarab"
      ],
      "journal": "Iranian journal of allergy, asthma, and immunology",
      "publication_date": "2010-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim of the present study was to characterize allergen-specific immunoglobulin E (IgE) among children in Fez region. Eighty one children were recruited from the Hospital University Center of Fez. All of them had completed a questionnaire before taking sera. The sera were used to measure total IgE and specific data to proteins of egg's white (EWP), peanuts (PP) and gliadins (G). In last part, we studied the reactivity of specific IgE to native and to heat- and acid-treated allergens. Allergen-specific IgE measurement indicated more positive values for gliadins (46.9% up to 2IU/ml) than egg white's (29.6%) and peanut's proteins (22.2%). According to predictive values published by Sampson (2001), 14.3% of children are sensitive to egg white's proteins, 4.1% to gliadins and 2.7% to peanut's proteins. The allergenic potential of EWP and gliadins among children were partially diminished by heat and acid treatment. Allergen-specific IgE measurement indicates that children from Fez region are more sensitive to EWP than peanut's proteins and gliadins. Treatments of these food proteins indicated that recognition by children IgE can be reduced by thermal or acid treatment of these allergens.",
      "mesh_terms": [
        "Adolescent",
        "Allergens",
        "Arachis",
        "Child",
        "Child, Preschool",
        "Egg Proteins",
        "Female",
        "Gliadin",
        "Humans",
        "Immunoglobulin E",
        "Infant",
        "Male"
      ]
    },
    {
      "pmid": "19396658",
      "title": "Two weeks of overfeeding with candy, but not peanuts, increases insulin levels and body weight.",
      "authors": [
        "Anna-Lena Claesson",
        "Gunilla Holm",
        "Asa Ernersson",
        "Torbjörn Lindström",
        "Fredrik H Nystrom"
      ],
      "journal": "Scandinavian journal of clinical and laboratory investigation",
      "publication_date": "2009",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To study the effects of snacking based on fast acting carbohydrates (candy) or fat and protein (peanuts) in a prospective randomized, parallel intervention study. METHODS: Basal metabolic rate (BMR) and cardiovascular risk factors were measured before and after hyper-alimentation by addition of 20 kcal/kg (84 kJ/kg) body weight of either candy or roasted peanuts, to the regular caloric intake, for two weeks in healthy subjects. Eleven men and 14 women completed the randomized study. RESULTS: Energy-intake increased similarly in the groups (candy: +46.1+/-35%, peanuts: +46.8+/-28% p=0.96). Body-weight (candy: from 67.3+/-7.6 kg to 68.1+/-7.3 kg, p=0.01, nuts: from 68.7+/-6.1 kg to 69.0+/-5.7 kg p=0.3) and waist circumference increased significantly only in the candy group. At the end of the study LDL cholesterol (candy: 2.6+/-0.4 mmol/l peanuts: 2.1+/-0.4 mmol/l, p=0.005) and ApoB/ApoA-1-ratio (candy: 0.68+/-0.16 peanuts 0.53+/-0.11, p=0.01) were higher in the candy group than in the peanut group. On the other hand, BMR increased only in the peanut group (candy: from 6.657+/-1.1 MJ/24 h to 6.762+/-1.1 MJ/24 h, p=0.3 nuts: from 6.896+/-0.98 MJ/24 h to 7.256+/-1.1 MJ/24 h, p=0.02). CONCLUSION: Two weeks of snacking based on peanuts does not cause the same negative metabolic effects as an isocaloric diet in which the snacking is based on short acting carbohydrates in the form of candy in non-obese healthy subjects.",
      "mesh_terms": [
        "Adult",
        "Anthropometry",
        "Arachis",
        "Body Weight",
        "Candy",
        "Carbohydrates",
        "Diet",
        "Fatty Acids",
        "Feeding Behavior",
        "Female",
        "Humans",
        "Insulin",
        "Male",
        "Time Factors",
        "Young Adult"
      ]
    },
    {
      "pmid": "19019105",
      "title": "Coating of peanuts with edible whey protein film containing alpha-tocopherol and ascorbyl palmitate.",
      "authors": [
        "J H Han",
        "H-M Hwang",
        "S Min",
        "J M Krochta"
      ],
      "journal": "Journal of food science",
      "publication_date": "2008-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Physical properties of whey protein isolate (WPI) coating solution incorporating ascorbic palmitate (AP) and alpha-tocopherol (tocopherol) were characterized, and the antioxidant activity of dried WPI coatings against lipid oxidation in roasted peanuts were investigated. The AP and tocopherol were mixed into a 10% (w/w) WPI solution containing 6.7% glycerol. Process 1 (P1) blended an AP and tocopherol mixture directly into the WPI solution using a high-speed homogenizer. Process 2 (P2) used ethanol as a solvent for dissolving AP and tocopherol into the WPI solution. The viscosity and turbidity of the WPI coating solution showed the Newtonian fluid behavior, and 0.25% of critical concentration of AP in WPI solution rheology. After peanuts were coated with WPI solutions, color changes of peanuts were measured during 16 wk of storage at 25 degrees C, and the oxidation of peanuts was determined by hexanal analysis using solid-phase micro-extraction samplers and GC-MS. Regardless of the presence of antioxidants in the coating layer, the formation of hexanal from the oxidation of peanut lipids was reduced by WPI coatings, which indicates WPI coatings protected the peanuts from oxygen permeation and oxidation. However, the incorporation of antioxidants in the WPI coating layer did not show a significant difference in hexanal production from that of WPI coating treatment without incorporation of antioxidants.",
      "mesh_terms": [
        "Aldehydes",
        "Antioxidants",
        "Arachis",
        "Ascorbic Acid",
        "Caproates",
        "Food Handling",
        "Gas Chromatography-Mass Spectrometry",
        "Lipid Peroxidation",
        "Milk Proteins",
        "Oxidation-Reduction",
        "Peanut Oil",
        "Plant Oils",
        "Solutions",
        "Viscosity",
        "Whey Proteins",
        "alpha-Tocopherol"
      ]
    },
    {
      "pmid": "17508681",
      "title": "[Allergy to cashew nuts and peanuts].",
      "authors": [
        "H de Groot"
      ],
      "journal": "Nederlands tijdschrift voor geneeskunde",
      "publication_date": "2007-May-05",
      "publication_types": [
        "Case Reports",
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Anaphylaxis due to the ingestion of peanuts is a serious, common condition, known to both the general public and physicians. Recently, an increasing number ofpatients with an anaphylactic reaction after eating small amounts of cashew nuts have been reported. In three children, a boy aged 7 and two girls aged 9 and 10 years, respectively, with heterogeneous case histories involving allergic upper airway and conjunctival symptoms and constitutional eczema, allergy for cashew nuts was diagnosed in the first two and allergy for peanuts in the third. They were given dietary advice and an adrenaline auto-injector for emergencies. In most cases, a detailed food history, together with the demonstration of IgE against cashew nuts by means of serology or skin prick tests, are sufficient to establish the diagnosis. If the clinical relevance of a sensitisation to cashew nuts is unknown, a food provocation test may be necessary. The treatment consists of dietary intervention, and an adrenaline auto-injector is prescribed for a serious anaphylactic reaction. So far, three major allergens from the cashew nut (Anacardium occidentale) have been identified and purified.",
      "mesh_terms": [
        "Anaphylaxis",
        "Child",
        "Epinephrine",
        "Female",
        "Humans",
        "Male",
        "Nut Hypersensitivity",
        "Peanut Hypersensitivity",
        "Skin Tests"
      ]
    },
    {
      "pmid": "17418318",
      "title": "Ethylene inhibits aflatoxin biosynthesis in Aspergillus parasiticus grown on peanuts.",
      "authors": [
        "A Gunterus",
        "L V Roze",
        "R Beaudry",
        "J E Linz"
      ],
      "journal": "Food microbiology",
      "publication_date": "2007-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The filamentous fungi Aspergillus parasiticus and Aspergillus flavus synthesize aflatoxins when they grow on a variety of susceptible food and feed crops. These mycotoxins are among the most carcinogenic naturally occurring compounds known and they pose significant health risks to humans and animals. We previously demonstrated that ethylene and CO2 act alone and together to reduce aflatoxin synthesis by A. parasiticus grown on laboratory media. To demonstrate the potential efficacy of treatment of stored seeds and grains with these gases, we tested ethylene and CO2 for ability to inhibit aflatoxin accumulation on Georgia Green peanuts stored for up to 5 days. We demonstrated an inverse relationship between A. parasiticus spore inoculum size and the level of toxin accumulation. We showed that ethylene inhibits aflatoxin synthesis in a dose-dependent manner on peanuts; CO2 also inhibits aflatoxin synthesis over a narrow dose range. Treatments had no discernable effect on mold growth. These observations support further exploration of this technology to reduce aflatoxin contamination of susceptible crops in the field and during storage.",
      "mesh_terms": [
        "Aflatoxins",
        "Arachis",
        "Aspergillus",
        "Carbon Dioxide",
        "Consumer Product Safety",
        "Dose-Response Relationship, Drug",
        "Ethylenes",
        "Food Preservation",
        "Humans"
      ]
    },
    {
      "pmid": "17390234",
      "title": "Separate and combined applications of nontoxigenic Aspergillus flavus and A. parasiticus for biocontrol of aflatoxin in peanuts.",
      "authors": [
        "Joe W Dorner",
        "Bruce W Horn"
      ],
      "journal": "Mycopathologia",
      "publication_date": "2007-Apr",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "A 2-year study was carried out to determine the effect of applying nontoxigenic strains of Aspergillus flavus and A. parasiticus to soil separately and in combination on preharvest aflatoxin contamination of peanuts. A naturally occurring, nontoxigenic strain of A. flavus and a UV-induced mutant of A. parasiticus were applied to peanut soils during the middle of each of two growing seasons using a formulation of conidia-coated hulled barley. In addition to an untreated control, treatments included soil inoculated with nontoxigenic A. flavus only, soil inoculated with nontoxigenic A. parasiticus only, and soil inoculated with a mixture of the two nontoxigenic strains. Plants were exposed to late-season drought conditions that were optimal for aflatoxin contamination. Results from year one showed that significant displacement (70%) of toxigenic A. flavus occurred only in peanuts from plots treated with nontoxigenic A. flavus alone; however, displacement did not result in a statistically significant reduction in the mean aflatoxin concentration in peanuts. In year two, soils were re-inoculated as in year one and all treatments resulted in significant reductions in aflatoxin, averaging 91.6%. Regression analyses showed strong correlations between the presence of nontoxigenic strains in peanuts and aflatoxin reduction. It is concluded that treatment with the nontoxigenic A. flavus strain alone is more effective than the A. parasiticus strain alone and equally as effective as the mixture.",
      "mesh_terms": [
        "Aflatoxins",
        "Arachis",
        "Aspergillus",
        "Aspergillus flavus",
        "Mutation",
        "Pest Control, Biological",
        "Soil Microbiology"
      ]
    },
    {
      "pmid": "16892785",
      "title": "Mixed-up nuts: identification of peanuts and tree nuts by children.",
      "authors": [
        "Ronald M Ferdman",
        "Joseph A Church"
      ],
      "journal": "Annals of allergy, asthma & immunology : official publication of the American College of Allergy, Asthma, & Immunology",
      "publication_date": "2006-Jul",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Peanuts and tree nuts frequently cause severe allergic reactions. Nut avoidance is the key treatment, and accurate identification of nuts is essential for successful avoidance. OBJECTIVES: To determine the age at which nut-allergic and nonallergic children can accurately identify various nuts and whether nut-allergic children can identify nuts they should avoid. METHODS: A \"nut box\" was constructed containing samples of 11 common nuts and pine nuts. Nut-allergic and nonallergic children were asked to identify the nuts, and their responses were compared and correlated by age. Nut-allergic children were asked to identify the nut(s) that they should not eat. RESULTS: One hundred children (37 allergic and 63 nonallergic) were enrolled. The mean number of nuts correctly identified was only 2.7 per child and increased with age, but there was large variation. Fifty-nine children identified 2 or fewer nuts. Peanuts in the shell were identified most often (89% of children), followed by peanuts out of the shell (52%). Other nuts were identified less commonly, ranging from 32% for pistachios to 0% for Brazil nuts. Nut-allergic children were not better able to correctly identify tree nuts and were less able in the case of peanuts. Of the nut-allergic children, 10 (27%) could not identify the peanut or tree nut to which they were allergic. CONCLUSIONS: In general, children, including those who are allergic to nuts, can identify few nuts. This lack of recognition could put them at increased risk for unintentional ingestion. As part of an overall educational plan, nut-allergic children should be taught not only to avoid but also to identify the nut to which they are allergic.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Arachis",
        "Child",
        "Female",
        "Food Hypersensitivity",
        "Humans",
        "Knowledge",
        "Male",
        "Nuts",
        "Psychology, Adolescent",
        "Psychology, Child",
        "Recognition, Psychology"
      ]
    },
    {
      "pmid": "15675464",
      "title": "Competitive inhibition ELISA for quantification of Ara h 1 and Ara h 2, the major allergens of peanuts.",
      "authors": [
        "David A Schmitt",
        "Hsiaopo Cheng",
        "Soheila J Maleki",
        "A Wesley Burks"
      ],
      "journal": "Journal of AOAC International",
      "publication_date": "2004",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Allergies to peanuts are becoming an increasingly important health problem as a result of the persistence and severity of the reaction in allergic individuals. Because no treatment currently is available, avoidance is the only option for peanut-allergic individuals. Avoidance of an abundant and often disguised food such as peanuts, however, is very difficult; therefore, competitive inhibition ELISAs were developed to detect and quantitate each of the major peanut allergens, Ara h 1 and Ara h 2. Under optimal conditions for each assay, the sensitivity of the Ara h 1 and Ara h 2 detection assays were 12 and 0.5 ng/mL, respectively. These assays were primarily devised to effectively compare the levels of Ara h 1 and Ara h 2 in a wide variety of peanuts or peanut products but can also be used to identify cross-reactive antigens. The method is simple and rapid, requiring only one allergen-specific antibody and, therefore, could be adapted specifically to detect the presence of these individual allergens in different foods.",
      "mesh_terms": [
        "2S Albumins, Plant",
        "Allergens",
        "Antibodies",
        "Antigens, Plant",
        "Arachis",
        "Blotting, Western",
        "Enzyme-Linked Immunosorbent Assay",
        "Food Hypersensitivity",
        "Glycoproteins",
        "Indicators and Reagents",
        "Membrane Proteins",
        "Plant Proteins",
        "Reference Standards",
        "Species Specificity"
      ]
    },
    {
      "pmid": "11534464",
      "title": "Microwave roasting of peanuts: Effects on oil characteristics and composition.",
      "authors": [
        "M G Megahed"
      ],
      "journal": "Die Nahrung",
      "publication_date": "2001-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Roasting of peanuts by microwave heating (MWH) for different periods was studied in comparison with conventional heating method (CHM). The oils extracted from microwave roasted peanuts (MWRP) showed gradual darkening by time of heating. Colour indices of the oil samples were calculated to show the effect of heating on the oil colour. Chemical characteristics and fatty acid composition of the extracted oils were determined. In addition, peroxide value, conjugated dienes and trienes were determined. It was found that very low amounts of epoxy and conjugated fatty acids as well as fatty acid peroxides were formed as detected by GLC, UV spectrophotometry and peroxide value determinations. Freshly extracted peanut oils subjected directly to MWH showed increase of formation of conjugated trienes. In addition, the MW treatment causes oil darkening and higher colour indices were obtained. It was generally concluded that even short period MWH accelerates the formation of some undesirable and harmful compounds (e.g. oxidation products, transformed pigments ... etc.) during peanut roasting.",
      "mesh_terms": [
        "Arachis",
        "Color",
        "Cooking",
        "Fatty Acids",
        "Hot Temperature",
        "Microwaves",
        "Peanut Oil",
        "Plant Oils"
      ]
    },
    {
      "pmid": "9215240",
      "title": "Treatment of anaphylactic sensitivity to peanuts by immunotherapy with injections of aqueous peanut extract.",
      "authors": [
        "H S Nelson",
        "J Lahr",
        "R Rule",
        "A Bock",
        "D Leung"
      ],
      "journal": "The Journal of allergy and clinical immunology",
      "publication_date": "1997-Jun",
      "publication_types": [
        "Clinical Trial",
        "Controlled Clinical Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "BACKGROUND: Immediate hypersensitivity to peanuts is a frequent cause of anaphylactic reactions and deaths in children and adults. Currently, preventive treatment consists of avoidance, which is difficult because of the widespread and often disguised use of peanuts in the food industry. METHODS: Twelve patients with immediate hypersensitivity to ingestion of peanuts were recruited. Half were treated with injections of peanut extract: a maintenance level of tolerance was first achieved by a rush protocol, then maintained with weekly injections for at least 1 year. The other six were untreated control subjects. All patients underwent double-blind, placebo-controlled, oral peanut challenges initially, after approximately 6 weeks, and after 1 year. RESULTS: All treated patients achieved the maintenance dose of 0.5 ml of 1:100 wt/vol peanut extract by the rush injection protocol. All experienced increased tolerance to double-blind, placebo-controlled peanut challenge and decreased sensitivity on titrated skin prick testing with peanut extract, whereas the threshold to oral peanut challenge and cutaneous reactivity to peanut extract were unchanged in the untreated control subjects. Systemic reactions were common in the treated group both during rush immunotherapy and with maintenance injections. Only three patients remained tolerant of the full maintenance dose. The increased tolerance to oral peanut challenge was maintained in the three subjects who received full maintenance doses, but there was partial (n = 2) or complete (n = 1) loss of protection in the patients who required dose reduction because of systemic reactions. CONCLUSIONS: Injections of peanut extract increase the tolerance of patients with peanut allergy to oral ingestion of peanuts. Injections result in repeated systemic reactions in most patients, even during maintenance injections. For clinical application of this method of treatment, a modified peanut extract is needed.",
      "mesh_terms": [
        "Administration, Oral",
        "Adolescent",
        "Adult",
        "Anaphylaxis",
        "Antibody Specificity",
        "Arachis",
        "Desensitization, Immunologic",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Immunoglobulin E",
        "Immunoglobulin G",
        "Injections, Subcutaneous",
        "Male",
        "Middle Aged",
        "Plant Extracts",
        "Skin Tests"
      ]
    },
    {
      "pmid": "9130498",
      "title": "Characterization of Ara h 1 by two-dimensional electrophoresis immunoblot and recombinant techniques: new digestion experiments with peanuts imitating the gastrointestinal tract.",
      "authors": [
        "W M Becker"
      ],
      "journal": "International archives of allergy and immunology",
      "publication_date": "1997",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Peanut allergy belongs to the food allergies which are not associated with aeroallergens. It permanently affects children as well as adults. Peanuts can cause IgE-mediated life-threatening hypersensitivity reactions of the immediate type. The identification and characterization of peanut allergens are preconditions for answering the question how the allergens, which interact with the gastrointestinal tract, are presented to the immune system. This would be an important contribution to the clarification of the pathomechanism of food allergy. The identification and characterization of peanut allergens are performed by electrophoresis/immunoblot techniques with patient IgE, monoclonal antibodies and the lectin ConA. Ara h 1 is identified by N-terminal sequencing of the whole molecule and LysC cleavage products. Ara h 1 is a ConA-reactive 66-kD glycoprotein which consists of a variety of isoallergens and isoforms. Peanut experiments mimicking digestion in the gastrointestinal tract clearly demonstrate the releasability of peanut allergens in the mouth and the resistance of Ara h 1 to degradation under treatment with artificial gastric fluid.",
      "mesh_terms": [
        "Allergens",
        "Arachis",
        "Digestion",
        "Electrophoresis, Gel, Two-Dimensional",
        "Food Hypersensitivity",
        "Gastric Juice",
        "Humans",
        "Immunoblotting"
      ]
    },
    {
      "pmid": "7664926",
      "title": "Laboratory evaluation of chemical control of aflatoxin production in unshelled peanuts (Arachis hypogaea L.).",
      "authors": [
        "M A Calori-Domingues",
        "H Fonseca"
      ],
      "journal": "Food additives and contaminants",
      "publication_date": "1995",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Propionic acid (ammonium salt) at 3000 mg/kg (PA1) and 5000 mg/kg (PA2) of unshelled peanuts (UP); grapefruit seed extract at 5000 mg/kg (GF1) and 10,000 mg/kg (GF2); sodium orthophenylphenate at 2500 mg/kg (SOP1) and 5000 mg/kg (SOP2); thiabendazole 1000 mg/kg (TBZ1) and 5000 mg/kg (TBZ2) were studied in the laboratory, to verify their efficiency in controlling fungal growth and aflatoxin (AF) production on moist UP (16-18% moisture content). Moist UP were put into polyethylene bags with cotton plugs and incubated at 30 +/- 2 degrees C for 28 days. Treatments were considered efficient when the AF content (B1 + G1) remained under 30 micrograms/kg. PA1 treatment was efficient till 14 days of incubation and PA2 during the whole incubation period (28 days). All other treatments were not efficient, showing AF contents from 150 to 108,333 micrograms/kg during the incubation periods. Propionic acid, used as ammonium propionate, at 5000 mg/kg shows promise in controlling aflatoxin production when applied to moist unshelled peanuts.",
      "mesh_terms": [
        "Aflatoxins",
        "Arachis",
        "Aspergillus",
        "Biphenyl Compounds",
        "Citrus",
        "Food Contamination",
        "Fungicides, Industrial",
        "Plant Extracts",
        "Propionates",
        "Thiabendazole"
      ]
    },
    {
      "pmid": "7664925",
      "title": "Mycological evaluation of chemically-treated unshelled peanuts.",
      "authors": [
        "M R Ranzani",
        "H Fonseca"
      ],
      "journal": "Food additives and contaminants",
      "publication_date": "1995",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the present work, the effect of propionic acid (ammonium salt) at 3000 mg/kg of unshelled peanuts (PA1) and at 5000 mg/kg (PA2), grapefruit seed extract at 5000 mg/kg (GF1) and 10,000 mg/kg (GF2), sodium orthophenylphenate at 2500 mg/kg (SOP1) and at 5000 mg/kg (SOP2) and thiabendazole at 1000 mg/kg (TBZ1) and at 5000 mg/kg (TBZ2) was studied for controlling total and potentially aflatoxigenic fungi in unshelled peanuts (UP). Samples of sound mature UP were moistened by adding water and kept refrigerated till they reached ca 16% moisture. The samples were then sprayed with the chemical solutions and incubated at 30 +/- 2 degrees C for 28 days. Control samples were sprayed with water. An evaluation of total and aflatoxigenic fungi was made, in pods of UP and in kernels obtained aseptically, before and at 7, 14, 21 and 28 days of incubation, by serial dilution in culture media Dichloran Rose Bengal Chloramphenicol (total fungi count) and in Aspergillus flavus parasiticus Agar (potentially aflatoxigenic count). In relation to the period and conditions of this experiment the overall best treatment was PA2, when the lowest average value of total and aflatoxigenic fungi were obtained in UP and were maintained in its kernels. Although SOP2 treatment could control fungal contamination in pods, it was not effective in controlling contamination through the kernels. The other treatments were ineffective.",
      "mesh_terms": [
        "Arachis",
        "Aspergillus",
        "Biphenyl Compounds",
        "Citrus",
        "Food Contamination",
        "Fungicides, Industrial",
        "Plant Extracts",
        "Propionates",
        "Thiabendazole"
      ]
    },
    {
      "pmid": "8074970",
      "title": "Growth of and aflatoxin production by Aspergillus flavus in peanuts stored under modified atmosphere packaging (MAP) conditions.",
      "authors": [
        "W O Ellis",
        "J P Smith",
        "B K Simpson",
        "H Ramaswamy",
        "G Doyon"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "1994-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The combined effects of water activity (aw), storage temperature, headspace oxygen and carbon dioxide concentrations on the growth of, and aflatoxin production by Aspergillus flavus on sterile peanuts were examined using a process optimization technique termed response surface methodology (RSM). Regression analysis of the data indicated that aw, storage temperature and initial headspace oxygen concentration were all significant factors (P < 0.001) affecting the growth of, and aflatoxin production by A. flavus. Extensive growth and aflatoxin production occurred during the first week of storage in most treatment combinations. Maximum growth occurred in peanuts with an aw of 0.97, a storage temperature of 25 degrees C and headspace oxygen of 10% (balance 60:40 carbon dioxide:nitrogen), after 21 days of storage while maximum aflatoxin production occurred at a lower aw of 0.94, after 21 days under similar storage/gaseous conditions. In several treatment combinations, where high levels of aflatoxin (> 20 ng/g) were initially detected, aflatoxin concentration decreased during storage to levels less than the current regulatory limit of 20 ng/g. This study has shown that A. flavus can grow and produce aflatoxin in carbon dioxide enriched atmospheres in the presence of oxygen. It also emphasizes the combined effect of several 'barriers' to inhibit and reduce aflatoxin in MAP products containing various levels of residual oxygen.",
      "mesh_terms": [
        "Aflatoxins",
        "Arachis",
        "Aspergillus flavus",
        "Carbon Dioxide",
        "Food Microbiology",
        "Food Preservation",
        "Hydrogen-Ion Concentration",
        "Nitrogen",
        "Oxygen Consumption",
        "Regression Analysis",
        "Temperature"
      ]
    },
    {
      "pmid": "1474012",
      "title": "Effect of feeding high-oleic-acid peanuts to growing-finishing swine on resulting carcass fatty acid profile and on carcass and meat quality characteristics.",
      "authors": [
        "R O Myer",
        "D D Johnson",
        "D A Knauft",
        "D W Gorbet",
        "J H Brendemuhl",
        "W R Walker"
      ],
      "journal": "Journal of animal science",
      "publication_date": "1992-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A high-oleic-acid peanut breeding line was used in a study designed to determine the effects of feeding swine diets containing elevated levels of monounsaturated fatty acids as a means to increase the level of monounsaturates and total unsaturates in the resulting carcass fat. Forty-eight pigs were allotted to four treatments that consisted of corn-soybean meal diets that contained 1) high-oleic peanuts (HOP), 2) regular commercial peanuts (RP), or 3) canola oil (CO), each added at a dietary level to provide 10% added fat/oil, and 4) a control diet with no added fat/oil. The oil of HOP averaged 75% oleic acid vs 60% for CO and 53% for RP. The pigs were fed the experimental diets from 33 to 102 kg BW, after which all pigs were slaughtered. All three dietary oil sources resulted in increases (P < .01) of monounsaturates in the backfat; the HOP diet resulted in the greatest increase (32% greater than control). Both CO and RP increased (P < .01) the level of polyunsaturates by nearly twofold; HOP resulted in a small decrease. Total unsaturates increased (P < .01) by 24, 24, and 27% for HOP, RP, and CO treatments, respectively, over that obtained from the control treatment. Carcass fat was softer/oilier (P < .05) from pigs fed CO and RP diets, but not from those fed HOP diets, compared with carcass fat of pigs fed the control diet. Dietary fat/oil source had no effect (P > .05) on other carcass compositional traits and various meat quality attributes.(ABSTRACT TRUNCATED AT 250 WORDS)",
      "mesh_terms": [
        "Adipose Tissue",
        "Animal Feed",
        "Animals",
        "Arachis",
        "Dietary Fats, Unsaturated",
        "Fatty Acids",
        "Female",
        "Male",
        "Meat",
        "Muscles",
        "Swine",
        "Weight Gain"
      ]
    },
    {
      "pmid": "31084068",
      "title": "Use of a Biocompetitive Agent to Control Preharvest Aflatoxin in Drought Stressed Peanuts.",
      "authors": [
        "Joe W Dorner",
        "Richard J Cole",
        "Paul D Blankenship"
      ],
      "journal": "Journal of food protection",
      "publication_date": "1992-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A three-year study was conducted to evaluate the use of a nonaflatoxin-producing strain of Aspergillus parasiticus (NRRL 13539) as a biocompetitive agent for the control of preharvest aflatoxin contamination of peanuts. The agent was added to the soil of the environmental control plot facility at the National Peanut Research Laboratory and tested by subjecting peanuts to optimal conditions for the development of aflatoxin contamination. Edible peanuts from the treated soil contained aflatoxin concentrations of 11, 1, and 40 ppb for crop years 1987, 1988, and 1989, respectively, compared to untreated peanuts with 531, 96, and 241 ppb, respectively. In addition, treatment in 1989 with low and high inoculum levels of a UV-induced mutant from the NRRL 13539 strain resulted in aflatoxin concentrations of 29 and 17 ppb, respectively, in edible peanuts. Soil populations of the biocompetitive agents were not higher than populations of wild strains of A. flavus/parasiticus in untreated soil subjected to late-season drought stress. This is an important ecological consideration relative to the utilization of this biocontrol system."
    },
    {
      "pmid": "1900253",
      "title": "Inactivation of aflatoxin B1 in corn meal, copra meal and peanuts by chlorine gas treatment.",
      "authors": [
        "U Samarajeewa",
        "A C Sen",
        "S Y Fernando",
        "E M Ahmed",
        "C I Wei"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "1991-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "More than 75% degradation of aflatoxin B1 (AFB1) was achieved after treatment of AFB1-spiked corn meal, spiked copra meal (the residue of the kiln-dried coconut kernels after mechanical expulsion of oil) and peanuts artificially infected with Aspergillus parasiticus, with 11, 16 and 35 mg chlorine gas per g meal or peanuts, respectively. At these chlorine gas treatment levels, extension of the exposure period of the corn meal and copra meal beyond 2.5 hr, and the peanuts beyond 1 day, did not increase the percentage degradation of AFB1. The mutagenicity of chlorine-treated copra meal and peanuts spiked with AFB1 was greatly reduced compared with untreated controls, as determined in Salmonella typhimurium strain TA98 in the presence of rat liver S-9 mix; the reduction in mutagenicity was found to be highly correlated with the reduction in AFB1 levels. Reactions of chlorine with AFB1 or constituents of the meals or peanuts did not appear to generate new mutagenic compounds. The moisture content of the meals and peanuts appeared to be an important factor affecting the degradation of AFB1 by chlorine gas.",
      "mesh_terms": [
        "Aflatoxin B1",
        "Aflatoxins",
        "Animals",
        "Arachis",
        "Carcinogens",
        "Chlorine",
        "Cocos",
        "Food Contamination",
        "Mutagenicity Tests",
        "Rats",
        "Zea mays"
      ]
    },
    {
      "pmid": "2501686",
      "title": "Interrelationship of kernel water activity, soil temperature, maturity, and phytoalexin production in preharvest aflatoxin contamination of drought-stressed peanuts.",
      "authors": [
        "J W Dorner",
        "R J Cole",
        "T H Sanders",
        "P D Blankenship"
      ],
      "journal": "Mycopathologia",
      "publication_date": "1989-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Samples of Florunner peanuts were collected throughout a period of late-season drought stress with mean geocarposphere temperatures of 29 and 25 degrees C, and determinations of maturity, kernel water activity (aw), percent moisture, capacity for phytoalexin production, and aflatoxin contamination were made. Results showed an association between the loss of the capacity of kernels to produce phytoalexins and the appearance of aflatoxin contamination. Kernel aw appeared to be the most important factor controlling the capacity of kernels to produce phytoalexins. Mature peanuts possessed additional resistance to contamination that could not be attributed solely to phytoalexin production. Kernel moisture loss was accelerated in the 29 degrees C treatment compared to the 25 degrees C treatment, and data indicated that the higher soil temperature also favored growth and aflatoxin production by Aspergillus flavus in peanuts susceptible to contamination.",
      "mesh_terms": [
        "Aflatoxins",
        "Arachis",
        "Aspergillus flavus",
        "Food Contamination",
        "Plant Extracts",
        "Sesquiterpenes",
        "Soil",
        "Temperature",
        "Terpenes",
        "Water",
        "Phytoalexins"
      ]
    },
    {
      "pmid": "3148613",
      "title": "Evaluation of enzyme-linked immunosorbent assay of cleanup for thin-layer chromatography of aflatoxin B1 in corn, peanuts, and peanut butter.",
      "authors": [
        "F S Chu",
        "R C Lee",
        "M W Trucksess",
        "D L Park"
      ],
      "journal": "Journal - Association of Official Analytical Chemists",
      "publication_date": "1988",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "A simple, rapid enzyme-linked immunoassay (ELISA) was used to evaluate the performance of each step (extraction, filtration, solvent partition, and silica gel column chromatography) of a solvent-efficient thin-layer chromatographic (TLC) method which is undergoing interlaboratory collaborative study for the determination of aflatoxin B1 in corn, raw peanuts, and peanut butter. The apparent average recoveries using the ELISA method were about 30 to 50% higher than those using the TLC method if only the amount of B1 added to the samples was used in the calculations. After the cross-reaction of the antibody with other aflatoxins added to the samples was considered, the amounts recovered approached the levels of aflatoxins added in all 3 commodities tested. With no cleanup treatment, ELISA recoveries at aflatoxin B1 levels above 7.5 ng/g were 84, 79, and 103% for corn, raw peanuts, and peanut butter, respectively. The coefficients of variation were between 5.2 and 25.2%. With each cleanup step in the TLC method, ELISA detected a progressive decrease in recovery from 150.5 to 105.3% (before correction for the presence of other aflatoxins) or from 93.5 to 65.4% (after correction for other aflatoxins) of B1 added to the samples. The ELISA data support the conclusion obtained from previous studies that cleanup treatments were not necessary in the ELISA. When large amounts of other aflatoxins are present, an understanding of the cross-reactivity of antibody with other aflatoxins in the ELISA is essential for final interpretation of the data.",
      "mesh_terms": [
        "Aflatoxin B1",
        "Aflatoxins",
        "Arachis",
        "Chromatography, Thin Layer",
        "Enzyme-Linked Immunosorbent Assay",
        "Food Contamination",
        "Zea mays"
      ]
    },
    {
      "pmid": "3624097",
      "title": "Carcass and meat quality characteristics and backfat fatty acid composition of swine as affected by the consumption of peanuts remaining in the field after harvest.",
      "authors": [
        "R L West",
        "R O Myer"
      ],
      "journal": "Journal of animal science",
      "publication_date": "1987-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Carcass composition, meat quality characteristics and changes in backfat fatty acid composition of swine that were allowed to obtain part or all of their weight gain during the growing-finishing period from gleaning peanuts remaining in the field after harvest were evaluated. Thirty-six cross-bred pigs (18 barrows, 18 gilts) were allotted evenly among the following six treatments: 1) fed a corn-soybean meal-based diet (C) from 26 to 104 kg (CCC); 2) gleaned peanuts (P) from 26 to 102 kg (PPP); 3) C from 26 to 78 kg and P from 78 to 103 kg (CCP); 4) P from 26 to 55 kg and C from 55 to 105 kg (PCC); 5) C from 26 to 56 kg and P from 56 to 103 kg (CCP); 6) P from 26 to 79 kg and C from 79 to 106 kg (PPC). Carcasses from all treatment groups were similar in composition. Carcass fat of pigs in CPP, PPC and, in particular, PPP groups was softer than that from pigs in CCC, CCP and PCC groups. Ratio of unsaturated to saturated fatty acids in backfat increased in proportion to the amount of weight gained while pigs gleaned peanuts. Loins from pigs in the PPP and CPP treatment groups received lower marbling scores than those from the CCC group, but the fat content of the loin was not affected by treatment. No differences were detected between treatment groups in shear force values or sensory panel attributes of broiled loin chops, or in thiobarbituric acid values of vacuum packaged loin sections frozen for 4 mo.(ABSTRACT TRUNCATED AT 250 WORDS)",
      "mesh_terms": [
        "Adipose Tissue",
        "Animal Feed",
        "Animals",
        "Arachis",
        "Body Composition",
        "Fatty Acids",
        "Female",
        "Male",
        "Meat",
        "Swine"
      ]
    },
    {
      "pmid": "30959642",
      "title": "Inhibitory Effect of Beta-Ionone on Growth and Aflatoxin Production by Aspergillus parasiticus on Peanuts 1.",
      "authors": [
        "Cheng-I Wei",
        "Hsioukun Tan",
        "Samuel Y Fernando",
        "Nan-Jing Ko"
      ],
      "journal": "Journal of food protection",
      "publication_date": "1986-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The volatile ketone (β-ionone showed a dose-related inhibition of fungal growth and aflatoxin production on peanuts after they were soaked in distilled water for 25 or 50 min, inoculated with spores, and incubated at 28°C for up to 2 weeks. For example, aflatoxin B1 (AFB1) production after 1 week of incubation was reduced to less than 11.0 and 6.7% of the control when 2.5 or 5 ml of (β-ionone/100 g of peanuts, respectively, was added to water-soaked (25 min) peanuts. For AFG1, production was reduced to 4.7 (2.5 ml) or 3.3% (5.0 ml) under the same treatment conditions. Unlike controls or those treated with less than 0.1 ml of β-ionone, peanuts treated with more than 0.25 ml of β-ionone had only sparse mycelial growth and supported only limited sporulation. The mycelia, after being transferred to fresh Mycological or Fluorescent Agar plates, still had the ability to form normal colonies and produce aflatoxins. This temporary limitation of fungal growth was also noticed for those Aspergillus cultures on Mycological Agar that had been treated with (β-ionone either by direct contact or volatile bioassay procedures. The fungus was still able to grow of Fluorescent Agar even after the infected peanuts were treated with sodium hypochlorite for 15 or 30 min, indicating that mycelial penetration into peanut tissues occurs. This may confer protection from the action of various antifungal compounds. This observtion is further supported by microscopic detection of mycelial fragments in peanut tissues."
    },
    {
      "pmid": "6427616",
      "title": "Effect of geocarposphere temperature on pre-harvest colonization of drought-stressed peanuts by Aspergillus flavus and subsequent aflatoxin contamination.",
      "authors": [
        "P D Blankenship",
        "R J Cole",
        "T H Sanders",
        "R A Hill"
      ],
      "journal": "Mycopathologia",
      "publication_date": "1984-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Florunner peanuts grown in research plots were subjected to 5 soil temperature and moisture treatment regimes resulting in A. flavus infestation and subsequent aflatoxin contamination in drought-stressed peanuts. Treatments imposed beginning 85 days after planting were drought, drought with heated soil and 3 drought treatments with cooled soil. The incidence of A. flavus in drought-stressed, unshelled , sound mature kernels ( SMK ) decreased with decreases in the mean 5 cm deep soil temperature. The incidence of A. flavus was greater in inedible categories and in damaged kernels than in SMK . The mean, threshold, geocarposphere temperature required for aflatoxin development during the latter part of the peanut growth cycle was found to be between 25.7 degrees C and 27 degrees C.",
      "mesh_terms": [
        "Aflatoxins",
        "Arachis",
        "Aspergillus flavus",
        "Food Contamination",
        "Soil Microbiology",
        "Temperature",
        "Water"
      ]
    },
    {
      "pmid": "6402980",
      "title": "Effects of soil moisture and temperature on preharvest invasion of peanuts by the Aspergillus flavus group and subsequent aflatoxin development.",
      "authors": [
        "R A Hill",
        "P D Blankenship",
        "R J Cole",
        "T H Sanders"
      ],
      "journal": "Applied and environmental microbiology",
      "publication_date": "1983-Feb",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "Four soil temperature and moisture treatment regimens were imposed on Florunner peanuts 94 days after planting in experimental plots in 1980. At harvest (145 days after planting), the incidence of the Aspergillus flavus group and the aflatoxin concentration were greatest in damaged kernels. Extensive colonization of sound mature kernels (SMK) by the A. flavus group occurred with the drought stress treatment (56% kernels colonized); colonization was less in the irrigated plot (7%) and the drought stress plot with cooled soil (11%) and was intermediate in the irrigated plot with heated soil (26%). Aflatoxin was virtually absent from SMK with the last three treatments, but it was found at an average concentration of 244 ppb (ng/g) in drought-stressed SMK. Colonization of SMK by the A. flavus group and aflatoxin production were greater with hot dry conditions. Neither elevated temperature alone nor drought stress alone caused aflatoxin contamination in SMK. When the ratio of SMK colonized by A. flavus compared with A. niger was greater than 19:1, there was aflatoxin contamination, but there was none if this ratio was less than 9:1. Irrigation caused a higher incidence of A. niger than drought did. This may have prevented the aflatoxin contamination of undamaged peanuts.",
      "mesh_terms": [
        "Aflatoxins",
        "Arachis",
        "Aspergillus flavus",
        "Aspergillus niger",
        "Food Microbiology",
        "Soil",
        "Temperature",
        "Water"
      ]
    },
    {
      "pmid": "16662181",
      "title": "Glutamine Synthetase of Germinating Peanuts : PROPERTIES OF TWO CHROMATOGRAPHICALLY DISTINCT FORMS AND THEIR ACTIVITY TOWARD 4-METHYLENEGLUTAMIC ACID.",
      "authors": [
        "H C Winter",
        "G K Powell",
        "E E Dekker"
      ],
      "journal": "Plant physiology",
      "publication_date": "1982-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Glutamine synthetase activity, extracted from an acetone powder of 7-day germinated peanuts (Arachis hypogaea L.), was precipitated by ammonium sulfate (40-60% saturation) and further purified by gel filtration and calcium phosphate gel treatment. When it was adsorbed to and subsequently eluted from a column of diethylaminoethyl-cellulose, two peaks of activity (designated glutamine synthetase 1 and 2) were obtained which were enriched 150- and 20-fold, respectively, over the initial extract. Glutamine synthetase 1 was present in ungerminated seeds and in the cotyledons during germination; glutamine synthetase 2 appeared during germination and was found largely in the developing plant. Compared with glutamine synthetase 2, glutamine synthetase 1 appeared to have a slightly smaller molecular weight and was more stable to heat and storage. The catalytic properties of the two forms were essentially the same. Whereas neither form catalyzed gamma-glutamyltransferase activity with 4-methyleneglutamine, both glutamine synthetases 1 and 2 catalyzed an ATP- and NH(4) (+)-dependent conversion of [(14)C]-4-methyleneglutamic acid to [(14)C]-4-methyleneglutamine, but the K(m) value for 4-methyleneglutamic acid was 10-fold greater and the V(max) only one-fourth that measured with l-glutamic acid. This is the first report of glutamine synthetase activity with 4-methyleneglutamic acid as substrate, although the level of this activity does not appear adequate to account for the rapid synthesis of 4-methyleneglutamine observed in germinating peanuts."
    },
    {
      "pmid": "17749379",
      "title": "Peanuts: gibberellin antagonists and genetically controlled differences in growth habit.",
      "authors": [
        "A H Halevy",
        "A Ashri",
        "Y Ben-Tal"
      ],
      "journal": "Science (New York, N.Y.)",
      "publication_date": "1969-Jun-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Treatment of peanuts with gibberellin changed the orientation of lateral branches of runners to that of erect ones, and two growth retardants changed those of the erect type to a more horizontal orientation. Little or no difference was found in amounts of endogenous gibberellin in the two types of plants, but amount of native gibberellic acid antagonists was higher in runner plants. Furthermore, runner plants contained a particular gibberellic acid inhibitor not found in erect plants. Applications of various auxins, antiauxins, and a cytokinin had no effect on tropistic growth of the side branches."
    },
    {
      "pmid": "14112914",
      "title": "HAEMOPHILIA AND THERAPY WITH PEANUTS. II.",
      "authors": [
        "S VANCREVELD",
        "I A MOCHTAR",
        "J G KOPPE"
      ],
      "journal": "Annales paediatrici. International review of pediatrics",
      "publication_date": "1964",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Arachis",
        "Fibrinolysis",
        "Hemophilia A",
        "Hemophilia B",
        "Hemostatics",
        "Humans",
        "Medicine",
        "Sex Chromosome Disorders"
      ]
    },
    {
      "pmid": "14040116",
      "title": "[Hemorrhagic diathesis due to a lack of antiplasmin treated with peanuts].",
      "authors": [
        "S de VRIES",
        "M A BRAAT-VAN STRAATEN",
        "E MULLER"
      ],
      "journal": "Nederlands tijdschrift voor geneeskunde",
      "publication_date": "1962-Jul-07",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Antifibrinolytic Agents",
        "Arachis",
        "Hemorrhagic Disorders",
        "Humans"
      ]
    },
    {
      "pmid": "13863030",
      "title": "Haemophilia and the protease inhibitor in peanuts.",
      "authors": [
        "T ASTRUP",
        "P BRAKMAN",
        "K E SJOLIN"
      ],
      "journal": "Nature",
      "publication_date": "1962-Jun-09",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Arachis",
        "Hemophilia A",
        "Humans",
        "Medicine",
        "Peptide Hydrolases",
        "Protease Inhibitors"
      ]
    },
    {
      "pmid": "13696441",
      "title": "[Hemophilia and therapy with peanuts].",
      "authors": [
        "van CREVELD",
        "I A MOCHTAR"
      ],
      "journal": "Nederlands tijdschrift voor geneeskunde",
      "publication_date": "1961-Aug-19",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Arachis",
        "Hemophilia A",
        "Humans",
        "Medicine"
      ]
    },
    {
      "pmid": "13696440",
      "title": "Haemophilia and therapy with peanuts.",
      "authors": [
        "van CREVELD",
        "I A MOCHTAR"
      ],
      "journal": "Annales paediatrici. International review of pediatrics",
      "publication_date": "1961",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Arachis",
        "Hemophilia A",
        "Humans",
        "Medicine"
      ]
    }
  ]
}