{
  "supplement": "Phosphatidylserine",
  "query": "Phosphatidylserine[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:18:34",
  "research_count": 538,
  "count": 100,
  "articles": [
    {
      "pmid": "40225466",
      "title": "A Case of Systemic Lupus Erythematosus With Sole Anti-phosphatidylserine/Prothrombin Complex Antibodies Complicated by Vertebral Artery Dissection.",
      "authors": [
        "Hayato Shimizu",
        "Hiroaki Nishioka"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Cerebrovascular diseases commonly complicate systemic lupus erythematosus (SLE); however, vertebral artery dissection is rare. Although cerebrovascular diseases in SLE are often associated with antiphospholipid antibodies (aPL), such as lupus anticoagulant (LAC), anticardiolipin antibodies (aCL), and anti-β2 glycoprotein-I antibodies, reports of cases with sole positive anti-phosphatidylserine/prothrombin complex antibodies (aPS/PT) are also rare. Herein, we report the case of a 44-year-old woman with SLE who had sole positive aPS/PT results and presented with vertebral artery dissection. The patient, who had previously undergone bypass surgery of the right superficial temporal and middle cerebral arteries for moyamoya vessels, was found to have an asymptomatic left vertebral artery dissection during a follow-up examination. The patient also had a malar rash. Laboratory examination revealed hypocomplementemia and positive results for antinuclear and anti-Smith antibodies. LAC, aCL, and anti-β2 glycoprotein-I antibodies were negative; however, aPS/PT of immunoglobulin G was positive. The patient was diagnosed with SLE with sole positive aPS/PT result complicated by left vertebral artery dissection and moyamoya vessels. We initiated treatment with methylprednisolone pulse therapy, followed by oral prednisolone and intravenous cyclophosphamide. The patient's condition improved without sequelae. This case suggests that even though patients with SLE presenting with vascular complications lack LAC, aCL, and anti-β2 glycoprotein-I antibodies, other aPLs should be investigated."
    },
    {
      "pmid": "40216334",
      "title": "Phosphatidylserine decorated delivery platform helps alleviate acute lung injury via potentiating macrophage targeting.",
      "authors": [
        "Yue Li",
        "Hu Li",
        "Zhiwei Hu",
        "Yayue Zhang",
        "Xuran Ding",
        "Xinjie Huang",
        "Yabing Hua",
        "Lin Sun",
        "Ye Li",
        "Ziming Zhao",
        "Yuan He"
      ],
      "journal": "Journal of lipid research",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acute lung injury (ALI) is a life-threatening inflammatory disease with high morbidity and mortality. It is urgent to develop more effective therapeutic strategies against ALI. Phosphatidylserine (PtdSer) expressed on the surface of apoptotic cells not only allows for macrophage binding and recognition, but also drives anti-inflammatory signaling within the macrophage. In this study, we designed an apoptotic cell-mimicry nanoparticle by decorating synthetic PtdSer on the outer face of nanoparticles. The results indicated that PtdSer decorated poly (lactic-co-glycolic acid) (PLGA) nanoparticles (PSNPs) showed anti-inflammatory properties and increased macrophage phagocytosis in relative to the non-decorated PLGA nanoparticles (NPs). Dexamethasone-loaded PSNPs (PSNPs@DEM) exhibited superior anti-inflammatory activity on macrophages in vitro. In vivo studies also showed that PtdSer decoration increased the accumulation of nanoparticles in lung macrophages after pulmonary administration. Accumulation of PSNPs@DEM in lung macrophages effectively reduced inflammation in inflamed lungs and further alleviated ALI syndromes. In conclusion, PtdSer decoration not only endows the anti-inflammatory function to nanocarriers, but also potentiates its macrophage targeting in the inflamed microenvironment, which offers an ideal drug delivery platform for ALI therapy."
    },
    {
      "pmid": "40104262",
      "title": "Mitigating Early Phosphatidylserine Exposure in a Tmem30a-Dependent Way Ameliorates Neuronal Damages After Ischemic Stroke.",
      "authors": [
        "Chuanjie Wu",
        "Jiaqi Guo",
        "Yunxia Duan",
        "Jiachen He",
        "Shuaili Xu",
        "Guiyou Liu",
        "Chen Zhou",
        "Yuchuan Ding",
        "Xianjun Zhu",
        "Xunming Ji",
        "Di Wu"
      ],
      "journal": "MedComm",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phosphatidylserine (PS) exposes to the outer plasma membrane after a pathological insult (e.g., stroke) but not under normal conditions whereby PS remains within the inner plasma membrane. However, the reversibility and translational potential of PS exposure in damaged cells after stroke are still unknown. Here, we demonstrated that plasma Annexin V, which has a high affinity to membranes bearing PS, was increased in patients with salvage penumbra after endovascular therapy, and associated with early neurological improvement. Moreover, Annexin V treatment could decrease PS exposure and mitigate neurological impairments in transient ischemia/reperfusion mouse models, but not in permanent ischemia. Furthermore, we used a combination of cell, rodent, and nonhuman primate ischemia/reperfusion models and found that transmembrane protein 30A (Tmem30a) was increased in the ischemic penumbra after stroke and imperative for less PS exposure and better neurological functions. Mechanistically, mitigation of PS exposure mediated by Tmem30a/Annexin V connection led to decreased expression of apoptosis and necroptosis markers in neurons of penumbra. Overall, our findings reveal a previously unappreciated role of reducing PS exposure by Annexin V treatment in protecting the penumbra in a clinically relevant ischemia/reperfusion model. Tmem30a is essential for reducing PS exposure in the penumbra after ischemic stroke."
    },
    {
      "pmid": "39988346",
      "title": "Phosphatidylserine as a tumor target for CAR-T cell therapy.",
      "authors": [
        "Celia Martín-Otal",
        "Inés Sánchez-Moreno",
        "Alvaro Gómez-Morón",
        "Carla Castro",
        "Noelia Casares",
        "Flor Navarro",
        "Marta Gorraiz",
        "Pedro Justicia-Lirio",
        "Felix Pareja",
        "María Collantes",
        "Iván Peñuelas",
        "Mercedes Iñarrairaegui",
        "Bruno Sangro",
        "Isabel Vivas",
        "Marta Larrayoz",
        "Juan Roberto Rodriguez",
        "Felipe Prosper",
        "Sandra Hervas-Stubbs",
        "Noa Martin-Cofreces",
        "Juan Jose Lasarte",
        "Teresa Lozano"
      ],
      "journal": "Journal for immunotherapy of cancer",
      "publication_date": "2025-Feb-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Phosphatidylserine (PS) exposed on apoptotic cells promotes immune clearance of dead cells without inducing inflammation. Conversely, PS exposure on live tumor cells promotes an immunosuppressive tumor microenvironment that hinders antitumor immune responses. After confirming elevated PS levels in various tumor cell lines and cancer tissues, we aimed to investigate its potential as a target antigen for chimeric antigen receptor T cell (CAR-T) therapy. METHODS: We used two different approaches to target PS. First, we employed the adaptor proteins, EDAnnexin or BCMAnnexin comprising annexin V and EDA (extra domain A of fibronectin) or B-cell maturation antigen (BCMA) antigens, to redirect the lytic activity of EDA CAR-T or BCMA CAR-T cells toward PS-expressing tumor cells. In a second approach, we developed an annexin V-based CAR (Anxa CAR-T) to directly recognize PS-positive tumor cells. RESULTS: The adaptors proteins EDAnnexin and BCMAnnexin successfully redirected EDA CAR-T or BCMA CAR-T cell activity, leading to an efficient recognition of PS+ tumor cells in vitro. However, the established immunological synapse differs significantly from that observed when CAR-T cells recognize the tumor cells directly. In vivo administration of the adaptor proteins, combined with the corresponding CAR-T cells, displayed antitumor activity in mice bearing PS+ tumors. Regarding the second approach, Anxa CAR-T cells effectively recognized and killed PS+ tumor cells in vitro. Nonetheless, PS exposure on T-cell membranes during T-cell activation impeded efficient Anxa CAR-T cell manufacturing due to fratricide. By optimizing retroviral dose to reduce Anxa CAR expression on the cell membrane, or by using the multikinase inhibitor dasatinib, the fratricide effect was mitigated, enabling successful Anxa CARLow-T cell production. Remarkably, Anxa CARLow-T cells demonstrated antitumor activity in in vivo murine models of PS+ hepatocarcinoma and teratocarcinoma. No signs of toxicity were observed after Anxa CAR-T cell administration. CONCLUSIONS: PS holds promise as a target antigen for CAR-T cell therapy, underscoring the need to address fratricide as a key challenge in the development of PS-targeting CAR-T cells.",
      "mesh_terms": [
        "Humans",
        "Phosphatidylserines",
        "Animals",
        "Mice",
        "Immunotherapy, Adoptive",
        "Receptors, Chimeric Antigen",
        "Cell Line, Tumor",
        "Female",
        "T-Lymphocytes",
        "Neoplasms"
      ]
    },
    {
      "pmid": "39941866",
      "title": "Low Phosphatidylserine+ Cells Within the CD34+/CD45dim/CD117(c-kit)+ Subpopulation Are Associated with Poor Outcomes in Metastatic Colorectal Cancer.",
      "authors": [
        "Davide Brocco",
        "Pasquale Simeone",
        "Pietro Di Marino",
        "Domenico De Bellis",
        "Francesca D'Ascanio",
        "Giulia Colasante",
        "Antonino Grassadonia",
        "Michele De Tursi",
        "Rosalba Florio",
        "Mauro Di Ianni",
        "Alessandro Cama",
        "Nicola Tinari",
        "Paola Lanuti"
      ],
      "journal": "Cancers",
      "publication_date": "2025-Feb-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Colorectal cancer is among the most prevalent causes of tumor-related deaths worldwide. Antiangiogenic therapy represents a cornerstone of metastatic CRC treatment, and biomarkers are advocated for the optimization of this therapeutic strategy. METHODS: In this observational prospective study, we employed an optimized flow cytometry protocol to investigate the prognostic and predictive potential of blood circulating endothelial cells (CECs), circulating endothelial progenitor cells (CEPCs), and related subsets in a cohort of patients with metastatic colorectal cancer (n = 40). RESULTS: Computational FC analysis revealed a differential enrichment of blood cell clusters with a CD34+/CD45dim/CD117(c-kit)+ phenotype between responders and non-responders both to antiangiogenic and non-antiangiogenic treatments. Intriguingly, our results show that a high percentage of annexin V-negative cells in a putative circulating progenitor population with a CD34+/CD45dim/CD117+ phenotype was correlated with a reduced response to systemic anticancer treatments (p = 0.015) and worse overall survival (log-rank p = 0.03). In addition, we observed increased blood concentrations of CD34+/CD45dim/CD117+/annexin V- cells in patients with a higher number of metastatic sites (p = 0.03). CONCLUSIONS: Overall, these findings hold promise for the identification of novel circulating biomarkers to develop more personalized treatment approaches in patients with metastatic colorectal cancer."
    },
    {
      "pmid": "39830679",
      "title": "Enhanced Macrophage Uptake of Spray-Dried Phosphatidylserine-Loaded Microparticles for Pulmonary Drug Delivery Applications.",
      "authors": [
        "Matthew T Freeman",
        "Arianne Parvaresh-Rizi",
        "Samantha A Meenach"
      ],
      "journal": "Journal of drug delivery science and technology",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Macrophages are an integral part of the innate immune system and act as a first line of defense to pathogens; however, macrophages can be reservoirs for pathogens to hide and replicate. Tuberculosis, influenza virus, and severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are common diseases whose pathogens are uptaken into macrophages. Current treatments for diseases such as these are limited by the therapeutic delivery method, which typically involves systemic delivery in large, frequent doses. This study aims to overcome this limitation via the development of an inhalable dry powder microparticle (MP) formulation capable of targeted drug delivery to alveolar macrophages in addition to controlled release of a therapeutic. A simple one-step spray drying method was used to synthesize acetalated dextran (Ac-Dex) MP loaded with the model therapeutic, curcumin, and 1,2-dipalmitoyl-sn-glycero-3-phospho-L-serine (DPPS), which is a phospholipid that induces ligand-receptor mediated macrophage phagocytosis. The resulting MP exhibited significantly more uptake by RAW 264.7 macrophages in comparison to MP without DPPS, and it was shown that DPPS-mediated uptake was macrophage specific. The particles exhibited pH-responsive release and in vitro aerosol dispersion analysis confirmed the MP can be effectively aerosolized for pulmonary delivery. Overall, the described MP has the potential to improve treatment efficacy for macrophage-associated diseases."
    },
    {
      "pmid": "39797790",
      "title": "Copper Chelate Targeting Externalized Phosphatidylserine Inhibits PD-L1 Expression and Enhances Cancer Immunotherapy.",
      "authors": [
        "Fan Gao",
        "Wei You",
        "Lei Zhang",
        "Ai-Zong Shen",
        "Guang Chen",
        "Ze Zhang",
        "Xuan Nie",
        "Lei Xia",
        "Wei-Qiang Huang",
        "Long-Hai Wang",
        "Chun-Yan Hong",
        "Da-Long Yin",
        "Ye-Zi You"
      ],
      "journal": "Journal of the American Chemical Society",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Inhibitors of the PD-1/PD-L1 immune checkpoint have revolutionized cancer treatment. However, the clinical response remains limited, with only 20% of patients benefiting from treatment and approximately 60% of PD-L1-positive patients exhibiting resistance. One key factor contributing to resistance is the externalization of phosphatidylserine (PS) on the surface of cancer cells, which suppresses immune responses and promotes PD-L1 expression, further hindering the efficacy of PD-L1 blockade therapies. Here, we introduce a copper chelate composed of a terpyridine-Cu complex with a farnesol tail designed to selectively target and cap the externalized PS on cancer cells. This approach not only promotes dendritic cell maturation and effector T-cell proliferation and tumor infiltration but also significantly inhibits PD-L1 expression, thereby amplifying T-cell-mediated immune responses. Our results demonstrate that this strategy induces robust immunological memory and leads to the eradication of tumors in over 70% of mice with colorectal and melanoma cancers. These findings highlight a promising, antibody-independent strategy for cancer immunotherapy where targeting externalized PS could overcome current limitations of checkpoint blockade therapies.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Copper",
        "Humans",
        "Chelating Agents",
        "Immunotherapy",
        "Phosphatidylserines",
        "B7-H1 Antigen",
        "Cell Line, Tumor",
        "Coordination Complexes"
      ]
    },
    {
      "pmid": "39796248",
      "title": "A Low-Modulus Phosphatidylserine-Exposing Microvesicle Alleviates Skin Inflammation via Persistent Blockade of M1 Macrophage Polarization.",
      "authors": [
        "Zihao Zhang",
        "Yidi Mo",
        "Shengxia Xu",
        "Lei Jiang",
        "Yuanshu Peng",
        "Yani ZhuGe",
        "Zhijian Su",
        "Qi Xiang",
        "Rong Zeng",
        "Guanglin Zhang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Jan-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Inflammatory skin diseases comprise a group of skin conditions characterized by damage to skin function due to overactive immune responses. These disorders not only impair the barrier function of the skin but also deteriorate the quality of life and increase the risk of psychiatric issues. Here, a low-modulus phosphatidylserine-exposing microvesicle (deformed PSV, D-PSV) was produced, characterized, and evaluated for its potential therapeutic function against skin diseases. Compared to conventional PSVs (C-PSVs), D-PSVs exhibited a more robust and longer-lasting inhibitory effect on the inflammatory response triggered by lipopolysaccharides and interferon-γ in a primary bone marrow-derived macrophage model. Transcriptome analysis indicated that the inhibitory effect of D-PSVs was mainly achieved by modulating inflammation-related signaling pathways, leading to a reduction in the expressions of pro-inflammatory genes. In an imiquimod-induced psoriatic dermatitis mouse model, topical application of D-PSVs effectively mitigated inflammation in the skin microenvironment and reduced lesion severity. These improvements were attributed to the superior skin permeability and more persistent adhesion of D-PSVs to macrophages compared with C-PSVs. In summary, this macrophage-targeted microvesicle offers a promising non-invasive approach to managing inflammatory skin diseases by persistently inhibiting M1 macrophage polarization and restoring immune microenvironment balance.",
      "mesh_terms": [
        "Animals",
        "Macrophages",
        "Mice",
        "Phosphatidylserines",
        "Skin",
        "Disease Models, Animal",
        "Inflammation",
        "Cell-Derived Microparticles",
        "Imiquimod",
        "Macrophage Activation",
        "Lipopolysaccharides",
        "Mice, Inbred C57BL",
        "Psoriasis",
        "Dermatitis"
      ]
    },
    {
      "pmid": "39752516",
      "title": "Monocyte-cancer cell fusion is mediated by phosphatidylserine-CD36 receptor interaction and induced by ionizing radiation.",
      "authors": [
        "Ivan Shabo",
        "Kristine Midtbö",
        "Robert Bränström",
        "Annelie Lindström"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Emerging evidence suggests that fusion of cancer cells with leucocytes, such as macrophages, plays a significant role in cancer metastasis and results in tumor hybrid cells that acquire resistance to chemo- and radiation therapy. However, the precise mechanisms behind the leukocyte-cancer cell fusion remain unclear. The present in vitro study explores the presence of fusion between the monocyte cell line (THP-1) and the breast cancer cell line (MCF-7) in relation to the expression of CD36 and phosphatidylserine with and without treatment of these cells with ionizing radiation. The study reveals that spontaneous THP-1/MCF-7 cell fusion increases significantly from 2.8% to 6% after irradiation. The interaction between CD36 and phosphatidylserine plays a pivotal role in THP-1/MCF-7 cell fusion, as inhibiting this interaction using anti-CD36 antibodies significantly reduces cell fusion. While irradiation leads to a dose-dependent escalation in phosphatidylserine expression in MCF-7 cells, it does not impact the expression of CD36 in either THP-1 or MCF-7 cells. To the best of our knowledge, this is the first study to demonstrate the involvement of the CD36-phosphatidylserine interaction in the fusion between monocytes and cancer cells, shedding light on a novel explanatory mechanism for the roles of CD36 and phosphatidylserine in tumor progression.",
      "mesh_terms": [
        "Humans",
        "CD36 Antigens",
        "Phosphatidylserines",
        "Monocytes",
        "Cell Fusion",
        "Radiation, Ionizing",
        "MCF-7 Cells",
        "Breast Neoplasms",
        "Female",
        "THP-1 Cells",
        "Cell Line, Tumor"
      ]
    },
    {
      "pmid": "39613047",
      "title": "Protective effects of olive oil antioxidant phenols on mercury-induced phosphatidylserine externalization in erythrocyte membrane: Insights into scramblase and flippase activity.",
      "authors": [
        "Pasquale Perrone",
        "Rosaria Notariale",
        "Gennaro Lettieri",
        "Luigi Mele",
        "Valeria La Pietra",
        "Marina Piscopo",
        "Caterina Manna"
      ],
      "journal": "Free radical biology & medicine",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In several physiopathological processes, phosphatidylserine (PS), normally sequestered to the inner leaflet of the plasma membrane, becomes exposed to the cell surface. In erythrocytes (RBC), PS externalization is a crucial event for the removal of aged/damaged cells but can also be associated with increased prothrombotic activity. Structurally related olive oil antioxidants, including hydroxytyrosol (HT), are able to significantly reduce the percentage of PS-exposing RBC, when cells are exposed to toxic compounds such as the heavy metal mercury (Hg). The aim of the present study was to identify the molecular mechanisms underlying the protective effect, with a focus on two different phospholipid translocases, the ATP-dependent flippase ATP11C and the calcium-dependent scramblase PLSCR1, which are responsible for PS internalization and exposure, respectively. In addition to HT, its monophenol analogue, tyrosol, and its in vivo metabolite, homovanillic alcohol, were also tested. Our investigation revealed that exposure of human intact RBC to HgCl2 induced a decrease in flippase activity and an increase in scramblase activity, and that all the selected phenols restored the control activity, regardless of their different scavenging properties. Interestingly, all phenols restored the ATP level of control cells, which were significantly reduced by HgCl2 treatment. Conversely, no variation in intracellular calcium was observed under our experimental conditions. Additionally, all phenols restored the glutathione levels, significantly reduced in the presence of HgCl2. In line with the data on the enzymatic activity, Western blotting analysis indicated changes in the membrane expression of the two enzymes, alterations prevented by antioxidant pre-treatment. Finally, molecular docking analysis suggests that the tested antioxidants may be able to directly interact with ATP11C. Our findings provide an experimental basis for the use of olive oil bioactive compounds in nutritional/nutraceutical strategies for the prevention of Hg-related toxicity, particularly in relation to the cardiovascular tissues.",
      "mesh_terms": [
        "Humans",
        "Olive Oil",
        "Erythrocyte Membrane",
        "Phosphatidylserines",
        "Antioxidants",
        "Phospholipid Transfer Proteins",
        "Phenylethyl Alcohol",
        "Phenols",
        "Erythrocytes",
        "Mercury",
        "Mercuric Chloride"
      ]
    },
    {
      "pmid": "39486459",
      "title": "Engineering of phosphatidylserine-targeting ROS-responsive polymeric prodrug for the repair of ischemia-reperfusion-induced acute kidney injury.",
      "authors": [
        "Jin-Hui Wang",
        "Hai-Bo Mao",
        "Jing-Bo Hu",
        "Shunhua Cheng",
        "Hao Su"
      ],
      "journal": "Journal of controlled release : official journal of the Controlled Release Society",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ischemia-reperfusion-induced acute kidney injury (IR-AKI) commonly occurs in situations such as hemorrhagic shock, kidney transplantation, and cardiovascular surgery. As one of the significant causes of AKI, IR-AKI is characterized by its high incidence and mortality rates. Currently, effective inflammation control is the key for the treatment of IR-AKI. In this study, we developed an ROS-responsive polymeric prodrugs (Zn-D/DTH) which could target the externalized PS of apoptotic cells, and then responsively released HDM (anti-inflammatory peptides) in the presence of intracellular ROS. Zn-D/DTH effectively ameliorated renal function and mitigated pathological alterations such as the loss of the brush border, tubular dilation, and accumulation of cellular debris within the tubular lumens. Furthermore, Zn-D/DTH greatly reduced the generation of pro-inflammatory factors like IL-6, COX-2, and iNOS in renal tissues, suggesting its protective role largely stems from suppression of the inflammatory response. Additional mechanism exploration revealed that Zn-D/DTH markedly decreased the expression levels of TLR4 and MyD88, as well as the phosphorylation of NF-κB in the damaged kidneys. This, in turn, reduced the number of apoptotic tubular cells and the activity of Caspase 9 and Caspase 3 caused by ischemia-reperfusion. Additionally, Zn-D/DTH treatment showed improvement in the long-term renal damage and fibrosis induced by ischemia-reperfusion. The experimental outcomes indicated that Zn-D/DTH attenuated renal ischemia-reperfusion injury and delayed the transition from acute kidney injury to chronic kidney disease by downregulating the TLR4/MyD88/NF-κB signaling pathway and reducing the expression of apoptotic caspases, thereby inhibiting inflammation and reducing cell apoptosis.",
      "mesh_terms": [
        "Animals",
        "Acute Kidney Injury",
        "Reperfusion Injury",
        "Prodrugs",
        "Male",
        "Reactive Oxygen Species",
        "Toll-Like Receptor 4",
        "Polymers",
        "Kidney",
        "Apoptosis",
        "Mice, Inbred C57BL",
        "Anti-Inflammatory Agents",
        "NF-kappa B",
        "Myeloid Differentiation Factor 88",
        "Mice"
      ]
    },
    {
      "pmid": "39456225",
      "title": "Phosphatidylserine: A Novel Target for Ischemic Stroke Treatment.",
      "authors": [
        "Jiaqi Guo",
        "Jiachen He",
        "Shuaili Xu",
        "Xi Chen",
        "Zhanwei Zhu",
        "Xunming Ji",
        "Di Wu"
      ],
      "journal": "Biomolecules",
      "publication_date": "2024-Oct-12",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Over the past 40 years, research has heavily emphasized stroke treatments that directly target ischemic cascades after stroke onset. Much attention has focused on studying neuroprotective drugs targeting one aspect of the ischemic cascade. However, the single-target therapeutic approach resulted in minimal clinical benefit and poor outcomes in patients. Considering the ischemic cascade is a multifaceted and complex pathophysiological process with many interrelated pathways, the spotlight is now shifting towards the development of neuroprotective drugs that affect multiple aspects of the ischemic cascade. Phosphatidylserine (PS), known as the \"eat-me\" signal, is a promising candidate. PS is involved in many pathophysiological changes in the central nervous system after stroke onset, including apoptosis, inflammation, coagulation, and neuronal regeneration. Moreover, PS might also exert various roles in different phases after stroke onset. In this review, we describe the synthesis, regulation, and function of PS under physiological conditions. Furthermore, we also summarize the different roles of PS after stroke onset. More importantly, we also discuss several treatment strategies that target PS. We aim to advocate a novel stroke care strategy by targeting PS through a translational perspective.",
      "mesh_terms": [
        "Phosphatidylserines",
        "Humans",
        "Ischemic Stroke",
        "Animals",
        "Neuroprotective Agents",
        "Brain Ischemia",
        "Apoptosis",
        "Inflammation",
        "Stroke"
      ]
    },
    {
      "pmid": "39406369",
      "title": "Phosphatidylserine Topically Attenuates Imiquimod-induced Psoriasis Through Inﬂammation Inhibition in Mice.",
      "authors": [
        "Bahareh Farasati Far",
        "Partow Mirzaee Saffari",
        "Razieh Mohammad Jafari",
        "Ramin Goudarzi",
        "Ahmad Reza Dehpour",
        "Alireza Partoazar"
      ],
      "journal": "Drug research",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Psoriasis is a chronic skin condition that is associated with persistent inflammation and skin lesions. Topical therapy has been a promising approach to the alleviation of psoriasis through the application of anti-inflammatory agents. Phosphatidylserine (PS) administration has shown anti-inflammatory effects in the trials. Consequently, the objective of this study was to evaluate the effects of topical PS on the potential improvement of an imiquimod (IMQ)-induced psoriasis model. Additionally, cyclosporine A was utilized as a comparative anti-psoriatic agent in our study. METHODS: The psoriasis model was established by topically applying IMQ to the dorsal skin of mice once daily for five consecutive days. The efficacy of topical PS was assessed using the Psoriasis Area and Severity Index (PASI) score to evaluate skin lesions. Subsequently, the skin samples were analyzed using Baker's scoring system, Masson's trichrome staining, immunohistochemistry, and real-time PCR analysis. RESULTS: IMQ-induced plaque-type psoriasis resulted in a significant increase (P<0.05) in dermal thickness, hyperkeratosis, PASI score, and inflammatory cytokines at the lesion site. The topical PS and cyclosporine A significantly (P<0.05) reduced PASI score and dermal thickness, while also alleviating erythema and scaling when compared to untreated mice. Furthermore, biomolecular assessments revealed that PS significantly (P<0.05) inhibited the gene expression of IL-17, IL-23, and TNF-α cytokines in the IMQ-induced lesions. CONCLUSION: Topical PS may pointedly alleviate psoriasis through the inhibition of inflammation. The beneficial effects of the PS recommend further investigation in both experimental and clinical studies in the control of skin psoriasis.",
      "mesh_terms": [
        "Animals",
        "Psoriasis",
        "Imiquimod",
        "Mice",
        "Disease Models, Animal",
        "Skin",
        "Phosphatidylserines",
        "Cyclosporine",
        "Cytokines",
        "Anti-Inflammatory Agents",
        "Administration, Topical",
        "Mice, Inbred BALB C",
        "Inflammation",
        "Administration, Cutaneous",
        "Tumor Necrosis Factor-alpha",
        "Male"
      ]
    },
    {
      "pmid": "39329159",
      "title": "Dietary \"Beigeing\" Fat Contains More Phosphatidylserine and Enhances Mitochondrial Function while Counteracting Obesity.",
      "authors": [
        "Yanbing Zhou",
        "Defeng Ling",
        "Liyi Wang",
        "Ziye Xu",
        "Wenjing You",
        "Wentao Chen",
        "Qiuyun Nong",
        "Teresa G Valencak",
        "Tizhong Shan"
      ],
      "journal": "Research (Washington, D.C.)",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Activation of mitochondrial function and heat production in adipose tissue by the modification of dietary fat is a promising strategy against obesity. However, as an important source of lipids for ketogenic and daily diets, the function of fats extracted from different adipose tissue sites was largely unknown. In this study, we illustrated the function of fats extracted from adipose tissues with different \"beigeing\" properties in the ketogenic diet and identified lipid profiles of fats that facilitate energy expenditure. We found that the anti-obesity effect of ketogenic diets was potentiated by using \"beigeing\" fat [porcine subcutaneous adipose tissue (SAT)] as a major energy-providing ingredient. Through lipidomic analyses, phosphatidylserine (PS) was identified as a functional lipid activating thermogenesis in adipose tissue. Moreover, in vivo studies showed that PS induces adipose tissue thermogenesis and alleviates diet-induced obesity in mice. In vitro studies showed that PS promotes UCP1 expression and lipolysis of adipocytes. Mechanistically, PS promoted mitochondrial function in adipocytes via the ADCY3-cAMP-PKA-PGC1α pathway. In addition, PS-PGC1a binding may affect the stability of the PGC1α protein, which further augments PS-induced thermogenesis. These results demonstrated the efficacy of dietary SAT fats in diminishing lipid accumulation and the underlying molecular mechanism of PS in enhancing UCP1 expression and mitochondrial function. Thus, our findings suggest that as dietary fat, \"beigeing\" fat provides more beneficial lipids that contribute to the improvement of mitochondrial function, including PS, which may become a novel, nonpharmacological therapy to increase energy expenditure and counteract obesity and its related diseases."
    },
    {
      "pmid": "39317299",
      "title": "Effects of a food supplement containing phosphatidylserine on cognitive function in Chinese older adults with mild cognitive impairment: A randomized double-blind, placebo-controlled trial.",
      "authors": [
        "Huilian Duan",
        "Ning Xu",
        "Tong Yang",
        "Moyan Wang",
        "Chunlai Zhang",
        "Jiangang Zhao",
        "Zhenshu Li",
        "Yongjie Chen",
        "Jing Yan",
        "Meilin Zhang",
        "Wen Li",
        "Zhongbao Yue",
        "Fei Ma",
        "Ruikun He",
        "Guowei Huang"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Phosphatidylserine (PS) and α-Linolenic acid (ALA), are positively associated with cognitive function, but their combination effects and possible mechanisms remain unclear. We aimed to explore the effects on cognition and potential mechanism of the supplements. METHODS: This randomized, double-blind, placebo-controlled trial recruited 190 MCI patients in Tianjin, China, and randomly assigned in intervention group and placebo group. Each group consumed two capsules every day for 12 months. Each capsule for intervention group contains 144 mg ALA, 31.5 mg PS and 3.6 mg Ginkgo total flavonoids as main functional components, with 0.48 mg Vitamin B1 (as thiamine hydrochloride), 0.48 mg Vitamin B6 (as pyridoxine hydrochloride) and 90 μg folic acid as supplement. Capsules for placebo group were identical but contain no active ingredients. Cognitive function, serum n-3 polyunsaturated fatty acids (PUFAs) and neurotransmitters were assessed at baseline and 12 months. Linear mixed effects model and causal mediation analysis were conducted to explore the effects and potential mechanism of the intervention. RESULTS: A total of 190 participants (mean [SD] age, 67.95 [5.62] years; 70 (36.8 %) male and 120 (63.2 %) female) were randomized to the placebo group (n = 95) and intervention group (n = 95). Compared with placebo group, the intervention group had statistically significant improvements in arithmetic testing (β, 0.688; 95 % CI, 0.103-1.274), the similarity test (β, 1.070; 95 % CI, 0.472-1.667) and short-term memory (β, 0.600; 95 % CI, 0.399-0.800). Besides, the intervention group had statistically significant increases in serum ALA (β, 1.620; 95 % CI, 0.967-2.265), DHA (β, 2.797; 95 % CI, 1.075-4.532), EPA (β, 1.472; 95 % CI, 0.296-2.643), acetylcholine (β, 0.441; 95 % CI, 0.415-0.468), GABA (β, 0.009; 95 % CI, 0.001-0.016) and 5-HT (β, 0.160; 95 % CI, 0.081-0.238) compared to the placebo group. And the intervention may improve short-term memory by increasing serum ALA levels (average causal mediation effect = 0.132, 95 % CI, 0.053-0.225) with 19.7 % mediation proportion. CONCLUSIONS: This food supplement containing phosphatidylserine could improve different cognitive functions of MCI patients, especially short-term memory, and increase serum n-3 PUFAs and neurotransmitters levels. Serum ALA level might play a mediation role.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Double-Blind Method",
        "Dietary Supplements",
        "Aged",
        "Cognitive Dysfunction",
        "Phosphatidylserines",
        "Cognition",
        "China",
        "Middle Aged",
        "alpha-Linolenic Acid",
        "Fatty Acids, Omega-3",
        "East Asian People"
      ]
    },
    {
      "pmid": "39224705",
      "title": "Phosphatidylserine liposomes induce a phagosome acidification-dependent and ROS-mediated intracellular killing of Mycobacterium abscessus in human macrophages.",
      "authors": [
        "Tommaso Olimpieri",
        "Noemi Poerio",
        "Greta Ponsecchi",
        "Gustavo Di Lallo",
        "Marco Maria D'Andrea",
        "Maurizio Fraziano"
      ],
      "journal": "Frontiers in cellular and infection microbiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mycobacterium abscessus (Mab) is an opportunistic nontuberculous mycobacterium responsible of difficult-to-treat pulmonary infections in vulnerable patients, such as those suffering from Cystic Fibrosis (CF), where it represents a major cause of morbidity and mortality. Additionally, due to the intrinsic extensive antimicrobial resistance spectrum displayed by this species and the side effects reported for some available antibiotics, the therapeutic management of such infections remains extremely difficult. In the present study, we show that phosphatidylserine liposomes (PS-L) enhance intracellular mycobacterial killing of Mab infected human macrophages with functional or pharmacologically inhibited cystic fibrosis conductance regulator (CFTR), by a mechanism involving phagosome acidification and reactive oxygen species (ROS) production. Additionally, PS-L significantly reduce proinflammatory response of Mab infected macrophages in terms of NF-kB activation and TNF-α production, irrespective of CFTR inhibition. Altogether, these results represent the proof of concept for a possible future development of PS-L as a therapeutic strategy against difficult-to-treat Mab infection.",
      "mesh_terms": [
        "Humans",
        "Mycobacterium abscessus",
        "Reactive Oxygen Species",
        "Liposomes",
        "Macrophages",
        "Phagosomes",
        "Phosphatidylserines",
        "Mycobacterium Infections, Nontuberculous",
        "Tumor Necrosis Factor-alpha",
        "Cystic Fibrosis Transmembrane Conductance Regulator",
        "NF-kappa B",
        "Cystic Fibrosis"
      ]
    },
    {
      "pmid": "39204083",
      "title": "New Therapeutic Strategies in Retinal Vascular Diseases: A Lipid Target, Phosphatidylserine, and Annexin A5-A Future Theranostic Pairing in Ophthalmology.",
      "authors": [
        "Anna Frostegård",
        "Anders Haegerstrand"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Jul-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Despite progress in the management of patients with retinal vascular and degenerative diseases, there is still an unmet clinical need for safe and effective therapeutic options with novel mechanisms of action. Recent mechanistic insights into the pathogenesis of retinal diseases with a prominent vascular component, such as retinal vein occlusion (RVO), diabetic retinopathy (DR) and wet age-related macular degeneration (AMD), may open up new treatment paradigms that reach beyond the inhibition of vascular endothelial growth factor (VEGF). Phosphatidylserine (PS) is a novel lipid target that is linked to the pathophysiology of several human diseases, including retinal diseases. PS acts upstream of VEGF and complement signaling pathways. Annexin A5 is a protein that targets PS and inhibits PS signaling. This review explores the current understanding of the potential roles of PS as a target and Annexin A5 as a therapeutic. The clinical development status of Annexin A5 as a therapeutic and the potential utility of PS-Annexin A5 as a theranostic pairing in retinal vascular conditions in particular is described."
    },
    {
      "pmid": "39159812",
      "title": "Development of betabodies: The next generation of phosphatidylserine targeting agents.",
      "authors": [
        "Natalie Z Phinney",
        "Xianming Huang",
        "Jason E Toombs",
        "Rolf A Brekken"
      ],
      "journal": "The Journal of biological chemistry",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Externalized phosphatidylserine (PS) is a phospholipid and a selective marker of the tumor microenvironment (TME). It is exposed on the outer leaflet of the plasma membrane of tumor-associated endothelial cells, apoptotic tumor cells, and some viable tumor cells, where it functions in part to suppress immune responses by binding to PS receptors expressed on tumor-infiltrating myeloid cells. PS has been targeted with antibodies, such as bavituximab, that bind the phospholipid via a cofactor, β2-glycoprotein 1 (β2GP1); these antibodies showed excellent specificity for tumor vasculature and induce an immune stimulatory environment. We have advanced this concept by developing the next generation of PS targeting agent, a fusion protein (betabody) constructed by linking PS-binding domain V of β2GP1 to the Fc of an IgG2a. Betabodies bind to externalized PS with high affinity (∼1 nM), without the requirement of a co-factor and localize robustly to the TME. We demonstrate that betabodies are a direct PS-targeting agent that has the potential to be used as anti-tumor therapy, drug delivery vehicles, and tools for imaging the TME.",
      "mesh_terms": [
        "Phosphatidylserines",
        "Humans",
        "Animals",
        "Mice",
        "Tumor Microenvironment",
        "Antibodies, Monoclonal",
        "Recombinant Fusion Proteins",
        "Cell Line, Tumor",
        "Neoplasms"
      ]
    },
    {
      "pmid": "39053420",
      "title": "Phosphatidylserine improves aging sepsis survival, modulates gut microbiome, and prevents sepsis-associated encephalopathy.",
      "authors": [
        "Kejia Xu",
        "Qiong Huang",
        "Ying Lyu",
        "Shuyan Wang",
        "Yinzhong Lu",
        "Gang Qian"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aged adults are prone to both short- and long-term complications following sepsis due to ineffective therapy. Phosphatidylserine (PS) is a membrane nutrient supplement known to enhance cognition and brain function, but its potential effects in treating sepsis are not well-documented. Our study aimed to explore the potential of PS in improving outcomes in sepsis and sepsis-associated encephalopathy (SAE). Middle-aged mice were administered PS for two months following induction of sepsis by lipopolysaccharides. The results indicated a significant increase in the survival rate of mice treated with PS after sepsis. Surviving mice underwent open field and shuttle box tests 45 days post-sepsis, revealing potential alleviation of neurobehavioral impairments due to PS pretreatment. Analysis at 60 days post-sepsis euthanasia showed reduced cleaved-caspase 3 in neurons and glial cell markers in the PS-treated group compared to the untreated sepsis group. Furthermore, PS administration effectively reduced proinflammatory cytokine gene expression in the hippocampus of mice with SAE, potentially inhibiting the TBK1/NLRP3/ASC signaling pathway. In the gut, PS pretreatment modulated β-diversity while maintaining jejunal morphology and colon ZO-1 expression, without significantly affecting α-diversity indices. Our findings suggest that PS administration improves survival rates, modulates the gut microbiome, preserves gut integrity, and ameliorates brain pathology in survived mice after sepsis. Importantly, these findings have significant implications for sepsis treatment and cognitive function preservation in aging individuals, providing new insights and sparking further interest and investigation into the potential of PS in sepsis treatment.",
      "mesh_terms": [
        "Animals",
        "Sepsis-Associated Encephalopathy",
        "Gastrointestinal Microbiome",
        "Sepsis",
        "Phosphatidylserines",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Aging",
        "Lipopolysaccharides",
        "Cytokines",
        "Disease Models, Animal",
        "Hippocampus",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "38987568",
      "title": "Caspase-8 promotes scramblase-mediated phosphatidylserine exposure and fusion of osteoclast precursors.",
      "authors": [
        "Brenda Krishnacoumar",
        "Martin Stenzel",
        "Hilal Garibagaoglu",
        "Yasunori Omata",
        "Rachel L Sworn",
        "Thea Hofmann",
        "Natacha Ipseiz",
        "Magdalena A Czubala",
        "Ulrike Steffen",
        "Antonio Maccataio",
        "Cornelia Stoll",
        "Christina Böhm",
        "Martin Herrmann",
        "Stefan Uderhardt",
        "Robert H Jenkins",
        "Philip R Taylor",
        "Anika Grüneboom",
        "Mario M Zaiss",
        "Georg Schett",
        "Gerhard Krönke",
        "Carina Scholtysek"
      ],
      "journal": "Bone research",
      "publication_date": "2024-Jul-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Efficient cellular fusion of mononuclear precursors is the prerequisite for the generation of fully functional multinucleated bone-resorbing osteoclasts. However, the exact molecular factors and mechanisms controlling osteoclast fusion remain incompletely understood. Here we identify RANKL-mediated activation of caspase-8 as early key event during osteoclast fusion. Single cell RNA sequencing-based analyses suggested that activation of parts of the apoptotic machinery accompanied the differentiation of osteoclast precursors into mature multinucleated osteoclasts. A subsequent characterization of osteoclast precursors confirmed that RANKL-mediated activation of caspase-8 promoted the non-apoptotic cleavage and activation of downstream effector caspases that translocated to the plasma membrane where they triggered activation of the phospholipid scramblase Xkr8. Xkr8-mediated exposure of phosphatidylserine, in turn, aided cellular fusion of osteoclast precursors and thereby allowed generation of functional multinucleated osteoclast syncytia and initiation of bone resorption. Pharmacological blockage or genetic deletion of caspase-8 accordingly interfered with fusion of osteoclasts and bone resorption resulting in increased bone mass in mice carrying a conditional deletion of caspase-8 in mononuclear osteoclast precursors. These data identify a novel pathway controlling osteoclast biology and bone turnover with the potential to serve as target for therapeutic intervention during diseases characterized by pathologic osteoclast-mediated bone loss. Proposed model of osteoclast fusion regulated by caspase-8 activation and PS exposure. RANK/RANK-L interaction. Activation of procaspase-8 into caspase-8. Caspase-8 activates caspase-3. Active capase-3 cleaves Xkr8. Local PS exposure is induced. Exposed PS is recognized by the fusion partner. FUSION. PS is re-internalized.",
      "mesh_terms": [
        "Caspase 8",
        "Animals",
        "Osteoclasts",
        "Phosphatidylserines",
        "Phospholipid Transfer Proteins",
        "Cell Fusion",
        "Mice",
        "Mice, Inbred C57BL",
        "Bone Resorption",
        "Cell Differentiation",
        "RANK Ligand"
      ]
    },
    {
      "pmid": "38941274",
      "title": "TMEM16F exacerbates tau pathology and mediates phosphatidylserine exposure in phospho-tau-burdened neurons.",
      "authors": [
        "Mario V Zubia",
        "Adeline J H Yong",
        "Kristen M Holtz",
        "Eric J Huang",
        "Yuh Nung Jan",
        "Lily Y Jan"
      ],
      "journal": "Proceedings of the National Academy of Sciences of the United States of America",
      "publication_date": "2024-Jul-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "TMEM16F is a calcium-activated phospholipid scramblase and nonselective ion channel, which allows the movement of lipids bidirectionally across the plasma membrane. While the functions of TMEM16F have been extensively characterized in multiple cell types, the role of TMEM16F in the central nervous system remains largely unknown. Here, we sought to study how TMEM16F in the brain may be involved in neurodegeneration. Using a mouse model that expresses the pathological P301S human tau (PS19 mouse), we found reduced tauopathy and microgliosis in 6- to 7-mo-old PS19 mice lacking TMEM16F. Furthermore, this reduction of pathology can be recapitulated in the PS19 mice with TMEM16F removed from neurons, while removal of TMEM16F from microglia of PS19 mice did not significantly impact tauopathy at this time point. Moreover, TMEM16F mediated aberrant phosphatidylserine exposure in neurons with phospho-tau burden. These studies raise the prospect of targeting TMEM16F in neurons as a potential treatment of neurodegeneration.",
      "mesh_terms": [
        "Animals",
        "Anoctamins",
        "Phosphatidylserines",
        "Neurons",
        "tau Proteins",
        "Mice",
        "Tauopathies",
        "Humans",
        "Microglia",
        "Phosphorylation",
        "Mice, Transgenic",
        "Disease Models, Animal",
        "Phospholipid Transfer Proteins",
        "Brain",
        "Mice, Knockout"
      ]
    },
    {
      "pmid": "38918635",
      "title": "Phosphatidylserine enrichment in the nuclear membrane regulates key enzymes of phosphatidylcholine synthesis.",
      "authors": [
        "Yang Niu",
        "Joshua G Pemberton",
        "Yeun Ju Kim",
        "Tamas Balla"
      ],
      "journal": "The EMBO journal",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phosphatidylserine (PS) is an important anionic phospholipid that is synthesized within the endoplasmic reticulum (ER). While PS shows the highest enrichment and serves important functional roles in the plasma membrane (PM) but its role in the nucleus is poorly explored. Using three orthogonal approaches, we found that PS is also uniquely enriched in the inner nuclear membrane (INM) and the nuclear reticulum (NR). Nuclear PS is critical for supporting the translocation of CCTα and Lipin1α, two key enzymes important for phosphatidylcholine (PC) biosynthesis, from the nuclear matrix to the INM and NR in response to oleic acid treatment. We identified the PS-interacting regions within the M-domain of CCTα and M-Lip domain of Lipin1α, and show that lipid droplet formation is altered by manipulations of nuclear PS availability. Our studies reveal an unrecognized regulatory role of nuclear PS levels in the regulation of key PC synthesizing enzymes within the nucleus.",
      "mesh_terms": [
        "Nuclear Envelope",
        "Phosphatidylserines",
        "Phosphatidylcholines",
        "Choline-Phosphate Cytidylyltransferase",
        "Humans",
        "Animals",
        "Mice",
        "Cell Nucleus",
        "Endoplasmic Reticulum"
      ]
    },
    {
      "pmid": "38855060",
      "title": "C176-loaded and phosphatidylserine-modified nanoparticles treat retinal neovascularization by promoting M2 macrophage polarization.",
      "authors": [
        "An Shao",
        "Lulu Jin",
        "Yanni Ge",
        "Ziqiang Ye",
        "Mingyu Xu",
        "Yifan Zhou",
        "Yingyu Li",
        "Linyan Wang",
        "Pinglong Xu",
        "Kai Jin",
        "Zhengwei Mao",
        "Juan Ye"
      ],
      "journal": "Bioactive materials",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Retinal neovascularization (RNV), a typical pathological manifestation involved in most neovascular diseases, causes retinal detachment, vision loss, and ultimately irreversible blindness. Repeated intravitreal injections of anti-VEGF drugs were developed against RNV, with limitations of incomplete responses and adverse effects. Therefore, a new treatment with a better curative effect and more prolonged dosage is demanding. Here, we induced macrophage polarization to anti-inflammatory M2 phenotype by inhibiting cGAS-STING signaling with an antagonist C176, appreciating the role of cGAS-STING signaling in the retina in pro-inflammatory M1 polarization. C176-loaded and phosphatidylserine-modified dendritic mesoporous silica nanoparticles were constructed and examined by a single intravitreal injection. The biosafe nanoparticles were phagocytosed by retinal macrophages through a phosphatidylserine-mediated \"eat me\" signal, which persistently release C176 to suppress STING signaling and thereby promote macrophage M2 polarization specifically. A single dosage can effectively alleviate pathological angiogenesis phenotypes in murine oxygen-induced retinopathy models. In conclusion, these C176-loaded nanoparticles with enhanced cell uptake and long-lasting STING inhibition effects might serve as a promising way for treating RNV."
    },
    {
      "pmid": "38834759",
      "title": "Phosphatidylserine and/or Sialic Acid Modified Liposomes Increase Uptake by Tumor-associated Macrophages and Enhance the Anti-tumor Effect.",
      "authors": [
        "Zihan Xu",
        "Jie Li",
        "Na Yan",
        "Xinrong Liu",
        "Yihui Deng",
        "Yanzhi Song"
      ],
      "journal": "AAPS PharmSciTech",
      "publication_date": "2024-Jun-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "DOX liposomes have better therapeutic effects and lower toxic side effects. The targeting ability of liposomes is one of the key factors affecting the therapeutic effect of DOX liposomes. This study developed two types of targeted liposomes. Sialic acid (SA)-modified liposomes were designed to target the highly expressed Siglec-1 receptor on tumor-associated macrophages surface. Phosphatidylserine (PS)-modified liposomes were designed to promote phagocytosis by monocyte-derived macrophages through PS apoptotic signaling. In order to assess and compare the therapeutic potential of different targeted pathways in the context of anti-tumor treatment, we compared four phosphatidylserine membrane materials (DOPS, DSPS, DPPS and DMPS) and found that liposomes prepared using DOPS as material could significantly improve the uptake ability of RAW264.7 cells for DOX liposomes. On this basis, normal DOX liposomes (CL-DOX) and SA-modified DOX liposomes (SAL-DOX), PS-modified DOX liposomes (PS-CL-DOX), SA and PS co-modified DOX liposomes (PS-SAL-DOX) were prepared. The anti-tumor cells function of each liposome on S180 and RAW264.7 in vitro was investigated, and it was found that SA on the surface of liposomes can increase the inhibitory effect. In vivo efficacy results exhibited that SAL-DOX and PS-CL-DOX were superior to other groups in terms of ability to inhibit tumor growth and tumor inhibition index, among which SAL-DOX had the best anti-tumor effect. Moreover, SAL-DOX group mice had high expression of IFN-γ as well as IL-12 factors, which could significantly inhibit mice tumor growth, improve the immune microenvironment of the tumor site, and have excellent targeted delivery potential.",
      "mesh_terms": [
        "Liposomes",
        "Animals",
        "Mice",
        "N-Acetylneuraminic Acid",
        "RAW 264.7 Cells",
        "Phosphatidylserines",
        "Doxorubicin",
        "Tumor-Associated Macrophages",
        "Cell Line, Tumor",
        "Antineoplastic Agents",
        "Phagocytosis",
        "Drug Delivery Systems",
        "Apoptosis"
      ]
    },
    {
      "pmid": "38715180",
      "title": "Phosphatidylserine and Tyro3-Axl-Mertk Receptor Tyrosine Kinase level detection in plasma and on plasma-derived extracellular vesicle surface in chronic lymphocytic leukemia.",
      "authors": [
        "Meltem Bay",
        "Guldane Cengiz Seval",
        "Oznur Coskun",
        "Gunhan Gurman",
        "Nesrin Ozsoy Erdas"
      ],
      "journal": "Cell biochemistry and function",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic lymphocytic leukemia (CLL) is a chronic lymphoproliferative disorder characterized by monoclonal B cell proliferation. Studies carried out in recent years suggest that extracellular vesicles (EVs) may be a potential biomarker in cancer. Tyro3-Axl-Mertk (TAM) Receptor Tyrosine Kinases (RTKs) and Phosphatidylserine (PS) have crucial roles in macrophage-mediated immune response under normal conditions. In the tumor microenvironment, these molecules contribute to immunosuppressive signals and prevent the formation of local and systemic antitumor immune responses. Based on this, we aimed to evaluate the amount of PS and TAM RTK in plasma and on the surface of EVs in CLL patients and healthy volunteers in this study. In this study, 25 CLL (11 F/14 M) patients in the Rai (O-I) stage, newly diagnosed or followed up without treatment, and 15 healthy volunteers (11 F/4 M) as a control group were included. For all samples, PS and TAM RTK levels were examined first in the plasma and then in the EVs obtained from the plasma. We detected a significant decrease in plasma PS, and TAM RTK levels in CLL patients compared to the control. Besides, we determined a significant increase in TAM RTK levels on the EV surface in CLL, except for PS. In conclusion, these receptor levels measured by ELISA in plasma may not be effective for the preliminary detection of CLL. However, especially TAM RTKs on the surface of EVs may be good biomarkers and potential targets for CLL therapies.",
      "mesh_terms": [
        "Humans",
        "Leukemia, Lymphocytic, Chronic, B-Cell",
        "Extracellular Vesicles",
        "Female",
        "Phosphatidylserines",
        "Receptor Protein-Tyrosine Kinases",
        "Male",
        "Middle Aged",
        "Aged",
        "Axl Receptor Tyrosine Kinase",
        "Proto-Oncogene Proteins",
        "Adult",
        "c-Mer Tyrosine Kinase",
        "Aged, 80 and over"
      ]
    },
    {
      "pmid": "38605437",
      "title": "Direct red blood cell effect on thrombosis is dependent on the interaction of tissue factor and calcium with membrane phosphatidylserine.",
      "authors": [
        "Adam D Price",
        "Ryan C Chae",
        "Taylor E Wallen",
        "Ellen R Becker",
        "Matthew R Baucom",
        "Rebecca M Schuster",
        "Lisa England",
        "Timothy A Pritts",
        "Michael D Goodman"
      ],
      "journal": "The journal of trauma and acute care surgery",
      "publication_date": "2024-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Prior literature has implicated red blood cells (RBCs) in the initiation of thrombosis and suggests that posttransfusion hypercoagulability may occur secondary to the effects of RBCs. Elevated serum tissue factor is a known sequelae of acute trauma. Phosphatidylserine (PS) is a prothrombotic phospholipid present within the RBC cell membrane. We hypothesized that RBC aggregation is dependent on the interaction between RBC membrane bound (exposed) PS, extracellular calcium, and tissue factor. METHODS: Human whole blood (WB) was separated into components, including RBCs and platelet-rich plasma (PRP). Whole blood, PRP, and RBCs underwent impedance aggregometry utilizing arachidonic acid (AA), ADP, collagen, calcium, and tissue factor (TF)-based agonists. Red blood cells then underwent impedance aggregometry utilizing combined calcium and TF agonists. Red blood cells were pretreated with Annexin V, a known PS blocking agent, and underwent impedance aggregometry with combined calcium and TF agonists to determine if the mechanism of calcium/TF-induced RBC aggregability is dependent on PS. Red blood cells treated with calcium, TF, calcium+TF, and pre-treated with Annexin V followed by calcium+TF were perfused through an in vitro model of pulmonary microcirculatory flow. RESULTS: Red blood cell aggregation was significantly higher than that of WB and PRP when utilizing a TF agonist, an effect unique to TF. The combination of calcium and TF demonstrated significantly higher RBC aggregation than either agonist alone. Pretreatment with Annexin V resulted in a significantly reduced aggregability of RBC following treatment with TF + calcium. Red blood cells aged to 42 days did not exhibit significant change in aggregation. Exposure to calcium and TF significantly reduced time to thrombosis of RBCs perfused through a pulmonary microcirculatory model. CONCLUSION: Treatment with both TF and calcium synergistically induces RBC aggregation. Phosphatidylserine appears to play an integral role in the TF/calcium-based, age-independent RBC aggregation response. Red blood cells treated with TF + calcium exhibit more rapid thrombus formation in an in vitro model of pulmonary microcirculatory perfusion.",
      "mesh_terms": [
        "Humans",
        "Phosphatidylserines",
        "Thromboplastin",
        "Calcium",
        "Thrombosis",
        "Erythrocytes",
        "Erythrocyte Aggregation",
        "Erythrocyte Membrane",
        "Platelet-Rich Plasma"
      ]
    },
    {
      "pmid": "38573347",
      "title": "Phosphatidylserine externalization as immune checkpoint in cancer.",
      "authors": [
        "Ivan-Maximiliano Kur",
        "Andreas Weigert"
      ],
      "journal": "Pflugers Archiv : European journal of physiology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cancer is the second leading cause of mortality worldwide. Despite recent advances in cancer treatment including immunotherapy with immune checkpoint inhibitors, new unconventional biomarkers and targets for the detection, prognosis, and treatment of cancer are still in high demand. Tumor cells are characterized by mutations that allow their unlimited growth, program their local microenvironment to support tumor growth, and spread towards distant sites. While a major focus has been on altered tumor genomes and proteomes, crucial signaling molecules such as lipids have been underappreciated. One of these molecules is the membrane phospholipid phosphatidylserine (PS) that is usually found at cytosolic surfaces of cellular membranes but can be rapidly and massively shuttled to the extracellular leaflet of the plasma membrane during apoptosis to serve as a limiting factor for immune responses. These immunosuppressive interactions are exploited by tumor cells to evade the immune system. In this review, we describe mechanisms of immune regulation in tumors, discuss if PS may constitute an inhibitory immune checkpoint, and describe current and future strategies for targeting PS to reactivate the tumor-associated immune system.",
      "mesh_terms": [
        "Humans",
        "Neoplasms",
        "Phosphatidylserines",
        "Animals",
        "Immunotherapy",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "38572103",
      "title": "A mix & act liposomes of phospholipase A2-phosphatidylserine for acute brain detoxification by blood‒brain barrier selective-opening.",
      "authors": [
        "Zinan Zhang",
        "Wenbin Cao",
        "Huanchun Xing",
        "Shuai Guo",
        "Lijuan Huang",
        "Lin Wang",
        "Xin Sui",
        "Kui Lu",
        "Yuan Luo",
        "Yongan Wang",
        "Jun Yang"
      ],
      "journal": "Acta pharmaceutica Sinica. B",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the treatment of central nervous system disease, the blood-brain barrier (BBB) is a major obstruction to drug delivery that must be overcome. In this study, we propose a brain-targeted delivery strategy based on selective opening of the BBB. This strategy allows some simple bare nanoparticles to enter the brain when mixed with special opening material; however, the BBB still maintains the ability to completely block molecules from passing through. Based on the screening of BBB opening and matrix delivery materials, we determined that phospholipase A2-catalyzed 1-palmitoyl-2-oleoyl-sn-glycero-3-phosphoserine liposomes can efficiently carry drugs into the brain immediately. At an effective dose, this delivery system is safe, especially with its effect on the BBB being reversible. This mix & act delivery system has a simple structure and rapid preparation, making it a strong potential candidate for drug delivery across the BBB."
    },
    {
      "pmid": "38467639",
      "title": "The phosphatidylserine targeting antibody bavituximab plus pembrolizumab in unresectable hepatocellular carcinoma: a phase 2 trial.",
      "authors": [
        "David Hsiehchen",
        "Muhammad S Beg",
        "Radhika Kainthla",
        "Jay Lohrey",
        "Syed M Kazmi",
        "Leticia Khosama",
        "Mary Claire Maxwell",
        "Heather Kline",
        "Courtney Katz",
        "Asim Hassan",
        "Naoto Kubota",
        "Ellen Siglinsky",
        "Anil K Pillai",
        "Hagop Youssoufian",
        "Colleen Mockbee",
        "Kerry Culm",
        "Mark Uhlik",
        "Laura Benjamin",
        "Rolf A Brekken",
        "Chul Ahn",
        "Amit G Singal",
        "Hao Zhu",
        "Yujin Hoshida",
        "Adam C Yopp"
      ],
      "journal": "Nature communications",
      "publication_date": "2024-Mar-11",
      "publication_types": [
        "Clinical Trial, Phase II",
        "Journal Article"
      ],
      "abstract": "Immune checkpoint inhibitors targeting PD-1/L1 have modest efficacy in hepatocellular carcinoma as single agents. Targeting membranous phosphatidylserine may induce pro-inflammatory and -immune stimulating effects that enhance immunotherapy activity. This hypothesis was tested in a single-arm phase 2 trial evaluating frontline bavituximab, a phosphatidylserine targeting antibody, plus pembrolizumab (anti-PD-1) in patients with unresectable hepatocellular carcinoma (NCT03519997). The primary endpoint was investigator-assessed objective response rate among evaluable patients, and secondary end points included progression-free survival, incidence of adverse events, overall survival, and duration of response. Among 28 evaluable patients, the confirmed response rate was 32.1%, which met the pre-specified endpoint, and the median progression-free survival was 6.3 months (95% CI, 1.3-11.3 months). Treatment related-adverse events of any grade occurred in 45.7% of patients, with grade 3 or greater adverse events in 14.3% of patients. Adverse events of any cause were observed in 33 patients (94.3%), with grade 3 or greater adverse events in 11 patients (31.4%). Prespecified exploratory analyses of baseline tumor specimens showed that a depletion of B cells, and the presence of fibrotic tissue and expression of immune checkpoints in stroma was associated with tumor response. These results suggest that targeting phosphatidylserine may lead to synergistic effects with PD-1 blockade without increasing toxicity rates, and future studies on this therapeutic strategy may be guided by biomarkers characterizing the pre-treatment tumor microenvironment.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Hepatocellular",
        "Phosphatidylserines",
        "Programmed Cell Death 1 Receptor",
        "Liver Neoplasms",
        "Antineoplastic Combined Chemotherapy Protocols",
        "Tumor Microenvironment",
        "Antibodies, Monoclonal",
        "Antibodies, Monoclonal, Humanized"
      ]
    },
    {
      "pmid": "38408759",
      "title": "Phosphatidylserine accelerates wound healing and reduces necrosis in the rats: Growth factor activation.",
      "authors": [
        "Partow Mirzaee Saffari",
        "Pooria Asili",
        "Sadaf Eshraghi",
        "Ahad Muhammadnejad",
        "Ahmad Reza Dehpour",
        "Ramin Goudarzi",
        "Alireza Partoazar"
      ],
      "journal": "Clinical and experimental pharmacology & physiology",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "To examine the effect of topical phosphatidylserine (PS) on wound healing factors and tissue necrosis in in vivo models. Topical PS was applied to evaluate aspects of the wound healing process and growth factors production of vascular endothelial growth factors (VEGF) as well a necrosis reduction in the skin flap of rat models. Moreover, phenytoin (PHT) and cyclosporine A (CsA) were used topically as positive control treatments in wound and necrosis models, respectively. Immunohistochemistry (IHC) VEGF, transforming growth factor-β (TGF-β), fibroblast growth factor (FGF) and histopathology were analysed on the wounds of rats. In the necrosis assessment, necrotic areas were determined on photography taken from the back skin of rats. Results indicated that PS topically enhanced significantly (P < 0.05) numbers of fibroblasts and endothelium while inhibiting the neutrophils and macrophages during the 14 days of wound treatment. Moreover, higher values of collagen deposition and epithelialization scores as well as wound recovery percentage (near 80%) were determined significantly (P < 0.05) in the PS group compared with the control. IHC analysis determined that FGF and VEGF cytokine factors were elevated in the wound site by topical PS. Moreover, the necrotic area was significantly (P < 0.05) improved in the PS group. Our experiment indicated that wound improvement and flap survival values in PS treatments were superior to PHT and CsA control groups, respectively. In conclusion, these findings suggest the potential of PS application in the healing of wounds and control of necrosis development after surgery or skin injuries.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Phosphatidylserines",
        "Vascular Endothelial Growth Factor A",
        "Wound Healing",
        "Skin",
        "Necrosis",
        "Intercellular Signaling Peptides and Proteins",
        "Fibroblast Growth Factors"
      ]
    },
    {
      "pmid": "38173190",
      "title": "Phosphatidylserine enriched with polyunsaturated n-3 fatty acid supplementation for attention-deficit hyperactivity disorder in children and adolescents with epilepsy: A randomized placebo-controlled trial.",
      "authors": [
        "Sylvain Rheims",
        "Vania Herbillon",
        "Ségolène Gaillard",
        "Catherine Mercier",
        "Nathalie Villeuve",
        "Frédéric Villéga",
        "Claude Cances",
        "Pierre Castelnau",
        "Silvia Napuri",
        "Anne de Saint-Martin",
        "Stéphane Auvin",
        "Sylvie Nguyen The Tich",
        "Patrick Berquin",
        "Julitta de Bellecize",
        "Mathieu Milh",
        "Pascal Roy",
        "Alexis Arzimanoglou",
        "Jacques Bodennec",
        "Laurent Bezin",
        "Behrouz Kassai"
      ],
      "journal": "Epilepsia open",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Randomized Controlled Trial",
        "Multicenter Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Attention-deficit hyperactivity disorder (ADHD) is a frequent comorbidity in children with epilepsy, which management mostly relies on the usual treatments of ADHD, especially methylphenidate. Supplementation with polyunsaturated n-3 Fatty Acid (PUFA) has been proposed as an alternative therapeutic approach in ADHD without epilepsy but has never been evaluated in epilepsy-associated ADHD. METHODS: A multicenter double blind randomized placebo-controlled trial evaluating supplementation with PUFA, in eicosapentaenoic- and docosahexaenoic-acid form, conjugated to a phospholipid vector (PS-Omega3) in children aged >6 and <16-years old, and suffering from any type of epilepsy and ADHD (inattentive or combined type) according to DSM-V. After a 4-week baseline period, patients were allocated (1:1) either to placebo group or to PS-Omega 3 group and entered a 12 week-double-blind treatment period which was followed by a 12 week-open-label treatment period. The primary outcome was the reduction of the ADHD-rating scale IV attention-deficit subscore after 12 weeks of treatment. RESULTS: The study was stopped early because of lack of eligible participants and the expected sample size was not reached. Seventy-four patients were randomized, 44 in PS-Omega3, and 30 in the placebo group. The reduction after 12 weeks of treatment in the inattention subscore of the ADHD-IV scale was -1.57 in the PS-Omega3 group, and -2.90 in the placebo group (p = 0.33, α = 5%). Results were similar after 24 weeks of treatment and for all other ADHD-related secondary outcomes, with no difference between placebo and PS-Omega3. CONCLUSION: Our study remaining underpowered, no formal conclusion about the effect of Ps-Omega3 could be drawn. However, our data strongly suggested that the PS-Omega 3 formulation used in the current study did not improve ADHD symptoms in children with epilepsy. PLAIN LANGUAGE SUMMARY: Supplementation with polyunsaturated n-3 Fatty Acid (PUFA) has been proposed in ADHD but has never been evaluated in patients with both epilepsy and ADHD. To address this issue, we conducted a multicenter double blind randomized placebo-controlled trial evaluating supplementation with PUFA in children with epilepsy and ADHD. The study was stopped early because of lack of eligible participants, hampering formal conclusion. However, the evolution of the ADHD symptoms at 12 and 24 weeks did not differ between placebo and PUFA supplementation, strongly suggesting that PUFA did not improve ADHD symptoms in children with epilepsy.",
      "mesh_terms": [
        "Child",
        "Humans",
        "Adolescent",
        "Attention Deficit Disorder with Hyperactivity",
        "Phosphatidylserines",
        "Treatment Outcome",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Unsaturated",
        "Epilepsy",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "37877170",
      "title": "Phosphatidylserine-functionalized liposomes-in-microgels for delivering genistein to effectively treat ulcerative colitis.",
      "authors": [
        "Huijia Yan",
        "Yanfei Li",
        "Sihui Li",
        "Di Wu",
        "Yu Xu",
        "Jiangning Hu"
      ],
      "journal": "Journal of materials chemistry. B",
      "publication_date": "2023-Nov-08",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Ulcerative colitis (UC) is an inflammatory disease involving ulcers in the colon and rectum. The conventional treatments for UC still have many limitations, such as non-specific release, adverse effects and low absorption, resulting in the poor bioavailability of therapeutic agents. To address these challenges, targeting delivery systems are required to specifically deliver drugs to the colonic site with controlled release. Herein, we present a novel microgel oral delivery system, loaded with liposome nanoparticles (Li NPs) containing a natural anti-inflammatory compound genistein (Gen) into alginate microgels, thereby achieving the targeted release of Gen in the colonic region and ameliorating UC symptoms. Initially, Gen was loaded into phosphatidylserine (PS)-functionalized Li NPs to form Gen@Li NPs with an average size of 245.9 ± 9.6 nm. In vitro assessments confirmed that Gen@Li NPs efficiently targeted macrophages and facilitated the internalization of Gen into cells. To prevent rapid degradation in the harsh gastrointestinal tract, Gen@Li NPs were further encapsulated into alginate microgels through electric spraying technology, forming Gen@Li microgels. In vivo distribution tests demonstrated that Gen@Li microgels possessed long-term retention in the colon and gradual release characteristics compared to Gen@Li NPs. Furthermore, in vivo experiments confirmed that Gen@Li microgels significantly alleviated UC symptoms in mice induced by dextran sulfate sodium salt (DSS) mainly through reducing the expression levels of pro-inflammatory cytokines (TNF-α, IL-1β and IL-6) and promoting colonic mucosal barrier repair through upregulation of mucosal protein expression. This study shed light on the potential of utilizing oral administration of natural compounds for UC treatment.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Colitis, Ulcerative",
        "Microgels",
        "Liposomes",
        "Phosphatidylserines",
        "Genistein",
        "Alginates"
      ]
    },
    {
      "pmid": "37597297",
      "title": "Improving outcomes in intracerebral hemorrhage through microglia/macrophage-targeted IL-10 delivery with phosphatidylserine liposomes.",
      "authors": [
        "Ranran Han",
        "Xi Lan",
        "Zheng Han",
        "Honglei Ren",
        "Safiya Aafreen",
        "Wenshen Wang",
        "Zhipeng Hou",
        "Tianyue Zhu",
        "Andrew Qian",
        "Xiaoning Han",
        "Raymond C Koehler",
        "Guanshu Liu"
      ],
      "journal": "Biomaterials",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Intracerebral hemorrhage (ICH) remains the most lethal type of stroke, and effective clinical therapies that can speed up hematoma resolution after ICH are still lacking. While the beneficial effects of IL-10 on ICH recovery have been demonstrated, the clinical translation of IL-10 requires effective delivery methods by which sufficient IL-10 can be delivered to ICH-affected regions in the brain. Here we report the use of a phosphatidylserine (PS) liposome (PSL)-based nanoparticle system for microglia/macrophage-targeted delivery of IL-10 in ICH. We first prepared IL-10-conjugated PSL (PSL-IL10) and characterized their immunomodulating effects in vitro. Then we evaluated the therapeutic effects, including hematoma absorption, short-term outcomes, and neuroinflammation, of intranasally administered PSL-IL10 (3 μg IL-10 per mouse, 2 h post-ICH) in a collagenase-induced ICH mouse model. We also isolated microglia/macrophages from the mouse brains with ICH to analyze their morphology, phagocytosis ability, and polarization. Our study reveals that, 1) PSL-IL10 treatment resulted in significantly improved outcomes and accelerated hematoma resolution in the acute phase of ICH; 2) PSL-IL10 inhibited glial activation and down-regulated pro-inflammatory cytokine production; 3) PSL-IL10 induced Iba1+ cells with a stronger phagocytosis ability; 4) PSL-IL10 activated STAT3 and upregulated CD36 expression in microglia/macrophage. These findings collectively show that PSL-IL10 is a promising nanotherapeutic for effectively ameliorating ICH.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Microglia",
        "Interleukin-10",
        "Phosphatidylserines",
        "Liposomes",
        "Macrophages",
        "Cerebral Hemorrhage",
        "Hematoma"
      ]
    },
    {
      "pmid": "37568869",
      "title": "Anti-Phosphatidylserine, Anti-Prothrombin, and Anti-Annexin V Autoantibodies in Antiphospholipid Syndrome: A Real-Life Study.",
      "authors": [
        "Daniele Roselli",
        "Maria Addolorata Bonifacio",
        "Giovanna Barbuti",
        "Maria Rosaria Rossiello",
        "Prudenza Ranieri",
        "Maria Addolorata Mariggiò"
      ],
      "journal": "Diagnostics (Basel, Switzerland)",
      "publication_date": "2023-Jul-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The antiphospholipid antibodies (aPL) increase the risk of developing thrombotic events and may coexist with a variety of autoimmune diseases. They can be detected chronically or temporarily in patients with infectious diseases, during drug therapy, or in cases of cancer. A thrombotic event with aPL detection is known as antiphospholipid syndrome (APS) and the diagnostic criteria include the presence of lupus anticoagulant (LA), anticardiolipin (aCL) and β2-glycoprotein-1(aβ2GPI) antibodies. Other autoantigens recognized in APS are phosphatidylserine (aPS), prothrombin (aPT) and Annexin-5 (aA5). This real life study aimed to explore the connections between laboratory criteria and the prevalence of \"non-criteria aPL\" in APS. This study followed 300 patients with thrombosis and employed two phospholipid sensitivity assays for LA detection, chemiluminescence assays for aCL and aβ2GPI and enzyme-linked immunoassays for aPS, aPT and aA5. A significant association was found between aPS and aCL (r = 0.76) as well as aβ2GPI (r = 0.77), while the association with LA was less significant (r = 0.33). The results of the aPT and aA5 test did not correlate with criteria-antiphospholipid antibodies (r < 0.30). Since the risk of thrombotic complications increases with the intensity and the number of positive autoantibodies, measuring aPT and aA5 autoantibodies may be useful, particularly in aCL/aβ2GPI-negative patients or in cases of isolated LA positivity."
    },
    {
      "pmid": "37530426",
      "title": "Peptidomimetic Oligomers Targeting Membrane Phosphatidylserine Exhibit Broad Antiviral Activity.",
      "authors": [
        "Patrick M Tate",
        "Vincent Mastrodomenico",
        "Christina Cunha",
        "Joshua McClure",
        "Annelise E Barron",
        "Gill Diamond",
        "Bryan C Mounce",
        "Kent Kirshenbaum"
      ],
      "journal": "ACS infectious diseases",
      "publication_date": "2023-Aug-11",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "The development of durable new antiviral therapies is challenging, as viruses can evolve rapidly to establish resistance and attenuate therapeutic efficacy. New compounds that selectively target conserved viral features are attractive therapeutic candidates, particularly for combating newly emergent viral threats. The innate immune system features a sustained capability to combat pathogens through production of antimicrobial peptides (AMPs); however, these AMPs have shortcomings that can preclude clinical use. The essential functional features of AMPs have been recapitulated by peptidomimetic oligomers, yielding effective antibacterial and antifungal agents. Here, we show that a family of AMP mimetics, called peptoids, exhibit direct antiviral activity against an array of enveloped viruses, including the key human pathogens Zika, Rift Valley fever, and chikungunya viruses. These data suggest that the activities of peptoids include engagement and disruption of viral membrane constituents. To investigate how these peptoids target lipid membranes, we used liposome leakage assays to measure membrane disruption. We found that liposomes containing phosphatidylserine (PS) were markedly sensitive to peptoid treatment; in contrast, liposomes formed exclusively with phosphatidylcholine (PC) showed no sensitivity. In addition, chikungunya virus containing elevated envelope PS was more susceptible to peptoid-mediated inactivation. These results indicate that peptoids mimicking the physicochemical characteristics of AMPs act through a membrane-specific mechanism, most likely through preferential interactions with PS. We provide the first evidence for the engagement of distinct viral envelope lipid constituents, establishing an avenue for specificity that may enable the development of a new family of therapeutics capable of averting the rapid development of resistance.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Antiviral Agents",
        "Peptidomimetics",
        "Phosphatidylserines",
        "Liposomes",
        "Peptoids",
        "Zika Virus",
        "Zika Virus Infection"
      ]
    },
    {
      "pmid": "37504941",
      "title": "A Comparative Study about the Neuroprotective Effects of DHA-Enriched Phosphatidylserine and EPA-Enriched Phosphatidylserine against Oxidative Damage in Primary Hippocampal Neurons.",
      "authors": [
        "Yi-Wen Wang",
        "Qian Li",
        "Xiao-Yue Li",
        "Ying-Cai Zhao",
        "Cheng-Cheng Wang",
        "Chang-Hu Xue",
        "Yu-Ming Wang",
        "Tian-Tian Zhang"
      ],
      "journal": "Marine drugs",
      "publication_date": "2023-Jul-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nerve damage caused by accumulated oxidative stress is one of the characteristics and main mechanisms of Alzheimer's disease (AD). Previous studies have shown that phosphatidylserine (PS) rich in eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA) plays a significant role in preventing and mitigating the progression of AD. However, whether DHA-PS and EPA-PS can directly protect primary hippocampal neurons against oxidative damage has not been studied. Here, the neuroprotective functions of DHA-PS and EPA-PS against H2O2/t-BHP-induced oxidative damage and the possible mechanisms were evaluated in primary hippocampal neurons. It was found that DHA-PS and EPA-PS could significantly improve cell morphology and promote the restoration of neural network structure. Further studies showed that both of them significantly alleviated oxidative stress-mediated mitochondrial dysfunction. EPA-PS significantly inhibited the phosphorylation of ERK, thus playing an anti-apoptotic role, and EPA-PS significantly increased the protein expressions of p-TrkB and p-CREB, thus playing a neuroprotective role. In addition, EPA-PS, rather than DHA-PS could enhance synaptic plasticity by increasing the expression of SYN, and both could significantly reduce the expression levels of p-GSK3β and p-Tau. These results provide a scientific basis for the use of DHA/EPA-enriched phospholipids in the treatment of neurodegenerative diseases, and also provide a reference for the development of related functional foods.",
      "mesh_terms": [
        "Humans",
        "Eicosapentaenoic Acid",
        "Docosahexaenoic Acids",
        "Neuroprotective Agents",
        "Phosphatidylserines",
        "Hydrogen Peroxide",
        "Oxidative Stress",
        "Alzheimer Disease",
        "Neurons",
        "Hippocampus"
      ]
    },
    {
      "pmid": "37502610",
      "title": "Phosphatidylserine decarboxylase downregulation in uric acid‑induced hepatic mitochondrial dysfunction and apoptosis.",
      "authors": [
        "Ning Liu",
        "Lei Huang",
        "Hu Xu",
        "Xinyu He",
        "Xueqing He",
        "Jun Cao",
        "Wenjun Xu",
        "Yaoxing Wang",
        "Hongquan Wei",
        "Sheng Wang",
        "Hong Zheng",
        "Shan Gao",
        "Youzhi Xu",
        "Wenjie Lu"
      ],
      "journal": "MedComm",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The molecular mechanisms underlying uric acid (UA)-induced mitochondrial dysfunction and apoptosis have not yet been elucidated. Herein, we investigated underlying mechanisms of UA in the development of mitochondrial dysfunction and apoptosis. We analyzed blood samples of individuals with normal UA levels and patients with hyperuricemia. Results showed that patients with hyperuricemia had significantly elevated levels of alanine aminotransferase (ALT) and aspartate aminotransferase (AST) levels, which may indicate liver or mitochondrial damage in patients with hyperuricemia. Subsequently, lipidomic analysis of mouse liver tissue mitochondria and human liver L02 cell mitochondria was performed. Compared with control group levels, high UA increased mitochondrial phosphatidylserine (PS) and decreased mitochondrial phosphatidylethanolamine (PE) levels, whereas the expression of mitochondrial phosphatidylserine decarboxylase (PISD) that mediates PS and PE conversion was downregulated. High UA levels also inhibited signal transducer and activator of transcription 3 （STAT3） phosphorylation as well as mitochondrial respiration, while inducing apoptosis both in vivo and in vitro. Treatment with allopurinol, overexpression of PISD, and lyso-PE (LPE) administration significantly attenuated the three above-described effects in vitro. In conclusion, UA may induce mitochondrial dysfunction and apoptosis through mitochondrial PISD downregulation. This study provides a new perspective on liver damage caused by hyperuricemia."
    },
    {
      "pmid": "37375784",
      "title": "Annexin A5 Inhibits Endothelial Inflammation Induced by Lipopolysaccharide-Activated Platelets and Microvesicles via Phosphatidylserine Binding.",
      "authors": [
        "Brent J Tschirhart",
        "Xiangru Lu",
        "Janice Gomes",
        "Arundhasa Chandrabalan",
        "Gillian Bell",
        "David A Hess",
        "Guangxin Xing",
        "Hong Ling",
        "Dylan Burger",
        "Qingping Feng"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2023-Jun-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sepsis is caused by a dysregulated immune response to infection and is a leading cause of mortality globally. To date, no specific therapeutics are available to treat the underlying septic response. We and others have shown that recombinant human annexin A5 (Anx5) treatment inhibits pro-inflammatory cytokine production and improves survival in rodent sepsis models. During sepsis, activated platelets release microvesicles (MVs) with externalization of phosphatidylserine to which Anx5 binds with high affinity. We hypothesized that recombinant human Anx5 blocks the pro-inflammatory response induced by activated platelets and MVs in vascular endothelial cells under septic conditions via phosphatidylserine binding. Our data show that treatment with wildtype Anx5 reduced the expression of inflammatory cytokines and adhesion molecules induced by lipopolysaccharide (LPS)-activated platelets or MVs in endothelial cells (p < 0.01), which was not observed with Anx5 mutant deficient in phosphatidylserine binding. In addition, wildtype Anx5 treatment, but not Anx5 mutant, improved trans-endothelial electrical resistance (p < 0.05) and reduced monocyte (p < 0.001) and platelet (p < 0.001) adhesion to vascular endothelial cells in septic conditions. In conclusion, recombinant human Anx5 inhibits endothelial inflammation induced by activated platelets and MVs in septic conditions via phosphatidylserine binding, which may contribute to its anti-inflammatory effects in the treatment of sepsis."
    },
    {
      "pmid": "37366197",
      "title": "Clinical usefulness of nutraceutics with acetyl-L-carnitine, α-lipoic acid, phosphatidylserine, curcumin, C, E and B-group vitamins in patients awaiting for carpal tunnel release during COVID-19 pandemic: a randomized controlled open label prospective study.",
      "authors": [
        "Marco D'Orio",
        "Rocco De Vitis",
        "Giuseppe Taccardo",
        "Lorenzo Rocchi",
        "Federico Ferrari",
        "Andrea Perna",
        "Marco Passiatore"
      ],
      "journal": "Acta bio-medica : Atenei Parmensis",
      "publication_date": "2023-Jun-23",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIM OF THE WORK: Carpal Tunnel Syndrome (CTS) is provoked by the compression of the median nerve, leading to nerve ischemia, endoneural edema, venous congestion, and subsequent metabolic alterations. Conservative treatments could be considered. The present study investigates the efficacy of a specific blend of a 600 mg dietary integrator composed of acetyl-L-carnitine, α-lipoic acid, phosphatidylserine, Curcumin, C, E and B1, B2, B6 and B12 vitamins in patients with mild to moderate CTS. METHODS: The present investigation involved the outpatients who were planned to undergo open surgical decompression of the median nerve awaiting surgery from June 2020 and February 2021. CTS surgery has been significantly reduced in our institutions during the COVID-19 pandemic. Patients were randomized into Group A (dietary integration 600 mg twice day for 60 days) and Group B (control group, no drug administration). Clinical and functional improvement was prospectively measured after 60 days Results: One-hundred forty-seven patients completed the study, 69 from group A and 78 from group B. BCTQ was significantly improved with the drug administration, as well as BCTQ symptoms subscale, and the pain. BCTQ function subscale and Michigan Hand Questionnaire was not significantly improved. Ten patients in group A (14.5%) declared that they didn't need further treatment. No major side effects were noticed. CONCLUSIONS: Dietary integration could be considered as an option in patients who could not undergo surgery. Symptoms and pain could improve, but surgery remains the gold standard for recovery of function in mild to moderate CTS.",
      "mesh_terms": [
        "Humans",
        "Carpal Tunnel Syndrome",
        "Acetylcarnitine",
        "Thioctic Acid",
        "Vitamin B Complex",
        "Curcumin",
        "Phosphatidylserines",
        "Prospective Studies",
        "Pandemics",
        "COVID-19",
        "Pain",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "37324949",
      "title": "Induction of Immune Responses and Phosphatidylserine Exposure by TLR9 Activation Results in a Cooperative Antitumor Effect with a Phosphatidylserine-targeting Prodrug.",
      "authors": [
        "Jen-Chih Tseng",
        "Jing-Xing Yang",
        "Chia-Yin Lee",
        "Chen-Fu Lo",
        "Yi-Ling Liu",
        "Mingzi M Zhang",
        "Li-Rung Huang",
        "Ko-Jiunn Liu",
        "Chien-Chia Wang",
        "Chi-Ying F Huang",
        "Yi-Ren Hong",
        "Lun K Tsou",
        "Tsung-Hsien Chuang"
      ],
      "journal": "International journal of biological sciences",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Head and neck cancer is a major cancer type, with high motility rates that reduce the quality of life of patients. Herein, we investigated the effectiveness and mechanism of a combination therapy involving TLR9 activator (CpG-2722) and phosphatidylserine (PS)-targeting prodrug of SN38 (BPRDP056) in a syngeneic orthotopic head and neck cancer animal model. The results showed a cooperative antitumor effect of CpG-2722 and BPRDP056 owing to their distinct and complementary antitumor functions. CpG-2722 induced antitumor immune responses, including dendritic cell maturation, cytokine production, and immune cell accumulation in tumors, whereas BPRDP056 directly exerted cytotoxicity toward cancer cells. We also discovered a novel function and mechanism of TLR9 activation, which increased PS exposure on cancer cells, thereby attracting more BPRDP056 to the tumor site for cancer cell killing. Killed cells expose more PS in tumor for BPRDP056 targeting. Tumor antigens released from the dead cells were taken up by antigen-presenting cells, which enhanced the CpG-272-promoted T cell-mediated tumor-killing effect. These form a positive feed-forward antitumor effect between the actions of CpG-2722 and BPRDP056. Thus, the study findings suggest a novel strategy of utilizing the PS-inducing function of TLR9 agonists to develop combinational cancer treatments using PS-targeting drugs.",
      "mesh_terms": [
        "Animals",
        "Toll-Like Receptor 9",
        "Phosphatidylserines",
        "Prodrugs",
        "Quality of Life",
        "Immunity",
        "Neoplasms"
      ]
    },
    {
      "pmid": "37291237",
      "title": "B1-cell-produced anti-phosphatidylserine antibodies contribute to lupus nephritis development via TLR-mediated Syk activation.",
      "authors": [
        "Kongyang Ma",
        "Wenhan Du",
        "Shiyun Wang",
        "Fan Xiao",
        "Jingyi Li",
        "Jie Tian",
        "Yida Xing",
        "Xiaodan Kong",
        "Ke Rui",
        "Rencai Qin",
        "Xiaoxia Zhu",
        "Jing Wang",
        "Cainan Luo",
        "Haijing Wu",
        "Yun Zhang",
        "Chengping Wen",
        "Lan He",
        "Dongzhou Liu",
        "Hejian Zou",
        "Qianjin Lu",
        "Lijun Wu",
        "Liwei Lu"
      ],
      "journal": "Cellular & molecular immunology",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Autoantibodies produced by B cells play a pivotal role in the pathogenesis of systemic lupus erythematosus (SLE). However, both the cellular source of antiphospholipid antibodies and their contributions to the development of lupus nephritis (LN) remain largely unclear. Here, we report a pathogenic role of anti-phosphatidylserine (PS) autoantibodies in the development of LN. Elevated serum PS-specific IgG levels were measured in model mice and SLE patients, especially in those with LN. PS-specific IgG accumulation was found in the kidney biopsies of LN patients. Both transfer of SLE PS-specific IgG and PS immunization triggered lupus-like glomerular immune complex deposition in recipient mice. ELISPOT analysis identified B1a cells as the main cell type that secretes PS-specific IgG in both lupus model mice and patients. Adoptive transfer of PS-specific B1a cells accelerated the PS-specific autoimmune response and renal damage in recipient lupus model mice, whereas depletion of B1a cells attenuated lupus progression. In culture, PS-specific B1a cells were significantly expanded upon treatment with chromatin components, while blockade of TLR signal cascades by DNase I digestion and inhibitory ODN 2088 or R406 treatment profoundly abrogated chromatin-induced PS-specific IgG secretion by lupus B1a cells. Thus, our study has demonstrated that the anti-PS autoantibodies produced by B1 cells contribute to lupus nephritis development. Our findings that blockade of the TLR/Syk signaling cascade inhibits PS-specific B1-cell expansion provide new insights into lupus pathogenesis and may facilitate the development of novel therapeutic targets for the treatment of LN in SLE.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Lupus Nephritis",
        "B-Lymphocyte Subsets",
        "Lupus Erythematosus, Systemic",
        "Autoantibodies",
        "Antibodies, Antiphospholipid",
        "Chromatin",
        "Immunoglobulin G"
      ]
    },
    {
      "pmid": "37194236",
      "title": "Chimeric TIM-4 receptor-modified T cells targeting phosphatidylserine mediates both cytotoxic anti-tumor responses and phagocytic uptake of tumor-associated antigen for T cell cross-presentation.",
      "authors": [
        "Brandon Cieniewicz",
        "Ankit Bhatta",
        "Damoun Torabi",
        "Priya Baichoo",
        "Mike Saxton",
        "Alexander Arballo",
        "Linh Nguyen",
        "Sunil Thomas",
        "Harini Kethar",
        "Phanidhar Kukutla",
        "Omolola Shoaga",
        "Bi Yu",
        "Zhuo Yang",
        "Maria Fate",
        "Edson Oliveira",
        "Hongxiu Ning",
        "Lawrence Corey",
        "Daniel Corey"
      ],
      "journal": "Molecular therapy : the journal of the American Society of Gene Therapy",
      "publication_date": "2023-Jul-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "To leverage complementary mechanisms for cancer cell removal, we developed a novel cell engineering and therapeutic strategy co-opting phagocytic clearance and antigen presentation activity into T cells. We engineered a chimeric engulfment receptor (CER)-1236, which combines the extracellular domain of TIM-4, a phagocytic receptor recognizing the \"eat me\" signal phosphatidylserine, with intracellular signaling domains (TLR2/TIR, CD28, and CD3ζ) to enhance both TIM-4-mediated phagocytosis and T cell cytotoxic function. CER-1236 T cells demonstrate target-dependent phagocytic function and induce transcriptional signatures of key regulators responsible for phagocytic recognition and uptake, along with cytotoxic mediators. Pre-clinical models of mantle cell lymphoma (MCL) and EGFR mutation-positive non-small cell lung cancer (NSCLC) demonstrate collaborative innate-adaptive anti-tumor immune responses both in vitro and in vivo. Treatment with BTK (MCL) and EGFR (NSCLC) inhibitors increased target ligand, conditionally driving CER-1236 function to augment anti-tumor responses. We also show that activated CER-1236 T cells exhibit superior cross-presentation ability compared with conventional T cells, triggering E7-specific TCR T responses in an HLA class I- and TLR-2-dependent manner, thereby overcoming the limited antigen presentation capacity of conventional T cells. Therefore, CER-1236 T cells have the potential to achieve tumor control by eliciting both direct cytotoxic effects and indirect-mediated cross-priming.",
      "mesh_terms": [
        "Humans",
        "Adult",
        "T-Lymphocytes",
        "Cross-Priming",
        "Phosphatidylserines",
        "Carcinoma, Non-Small-Cell Lung",
        "Lung Neoplasms",
        "Antineoplastic Agents",
        "Antigens, Neoplasm",
        "ErbB Receptors",
        "Immunotherapy, Adoptive",
        "Receptors, Antigen, T-Cell"
      ]
    },
    {
      "pmid": "37116705",
      "title": "Solubilization, purification, and characterization of the hexameric form of phosphatidylserine synthase from Candida albicans.",
      "authors": [
        "Yue Zhou",
        "Jawhar H Syed",
        "Dmitry A Semchonok",
        "Edward Wright",
        "Fotis L Kyrilis",
        "Farzad Hamdi",
        "Panagiotis L Kastritis",
        "Barry D Bruce",
        "Todd B Reynolds"
      ],
      "journal": "The Journal of biological chemistry",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Phosphatidylserine (PS) synthase from Candida albicans, encoded by the CHO1 gene, has been identified as a potential drug target for new antifungals against systemic candidiasis. Rational drug design or small molecule screening are effective ways to identify specific inhibitors of Cho1, but both will be facilitated by protein purification. Due to the transmembrane nature of Cho1, methods were needed to solubilize and purify the native form of Cho1. Here, we used six non-ionic detergents and three styrene maleic acids (SMAs) to solubilize an HA-tagged Cho1 protein from the total microsomal fractions. Blue native PAGE and immunoblot analysis revealed a single band corresponding to Cho1 in all detergent-solubilized fractions, while two bands were present in the SMA2000-solubilized fraction. Our enzymatic assay suggests that digitonin- or DDM-solubilized enzyme has the most PS synthase activity. Pull-downs of HA-tagged Cho1 from the digitonin-solubilized fraction reveal an apparent MW of Cho1 consistent with a hexamer. Furthermore, negative-staining electron microscopy analysis and AlphaFold2 structure prediction modeling suggest the hexamer is composed of a trimer of dimers. We purified Cho1 protein to near-homogeneity as a hexamer using affinity chromatography and TEV protease treatment, and optimized Cho1 enzyme activity for manganese and detergent concentrations, temperature (24 °C), and pH (8.0). The purified Cho1 has a Km for its substrate CDP-diacylglycerol of 72.20 μM with a Vmax of 0.079 nmol/(μg∗min) while exhibiting a sigmoidal kinetic curve for its other substrate serine, indicating cooperative binding. Purified hexameric Cho1 can potentially be used in downstream structure determination and small drug screening.",
      "mesh_terms": [
        "Candida albicans",
        "CDPdiacylglycerol-Serine O-Phosphatidyltransferase",
        "Detergents",
        "Digitonin"
      ]
    },
    {
      "pmid": "37056273",
      "title": "Apoptotic vesicles ameliorate lupus and arthritis via phosphatidylserine-mediated modulation of T cell receptor signaling.",
      "authors": [
        "Runci Wang",
        "Meng Hao",
        "Xiaoxing Kou",
        "Bingdong Sui",
        "Maria Laura Sanmillan",
        "Xiao Zhang",
        "Dawei Liu",
        "Jun Tian",
        "Wenjing Yu",
        "Chider Chen",
        "Ruili Yang",
        "Lingyun Sun",
        "Yi Liu",
        "Claudio Giraudo",
        "Deepak A Rao",
        "Nan Shen",
        "Songtao Shi"
      ],
      "journal": "Bioactive materials",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mesenchymal stem cells (MSCs) influence T cells in health, disease and therapy through messengers of intercellular communication including extracellular vesicles (EVs). Apoptosis is a mode of cell death that tends to promote immune tolerance, and a large number of apoptotic vesicles (apoVs) are generated from MSCs during apoptosis. In an effort to characterize these apoVs and explore their immunomodulatory potential, here we show that after replenishing them systemically, the apoV deficiency in Fas mutant mice and pathological lymphoproliferation were rescued, leading to the amelioration of inflammation and lupus activity. ApoVs directly interacted with CD4+ T cells and inhibited CD25 expression and IL-2 production in a dose-dependent manner. A broad range of Th1/2/17 subsets and cytokines including IFNγ, IL17A and IL-10 were suppressed while Foxp3+ cells were maintained. Mechanistically, exposed phosphatidylserine (PtdSer/PS) on apoVs mediated the interaction with T cells to disrupt proximal T cell receptor signaling transduction. Remarkably, administration of apoVs prevented Th17 differentiation and memory formation, and ameliorated inflammation and joint erosion in murine arthritis. Collectively, our findings unveil a previously unrecognized crosstalk between MSC apoVs and CD4+ T cells and suggest a promising therapeutic use of apoVs for autoimmune diseases."
    },
    {
      "pmid": "37046617",
      "title": "Microparticle Phosphatidylserine Mediates Coagulation: Involvement in Tumor Progression and Metastasis.",
      "authors": [
        "Haijiao Jing",
        "Xiaoming Wu",
        "Mengqi Xiang",
        "Chengyue Wang",
        "Valerie A Novakovic",
        "Jialan Shi"
      ],
      "journal": "Cancers",
      "publication_date": "2023-Mar-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Tumor progression and cancer metastasis has been linked to the release of microparticles (MPs), which are shed upon cell activation or apoptosis and display parental cell antigens, phospholipids such as phosphatidylserine (PS), and nucleic acids on their external surfaces. In this review, we highlight the biogenesis of MPs as well as the pathophysiological processes of PS externalization and its involvement in coagulation activation. We review the available evidence, suggesting that coagulation factors (mainly tissue factor, thrombin, and fibrin) assist in multiple steps of tumor dissemination, including epithelial-mesenchymal transition, extracellular matrix remodeling, immune escape, and tumor angiogenesis to support the formation of the pre-metastatic niche. Platelets are not just bystander cells in circulation but are functional players in primary tumor growth and metastasis. Tumor-induced platelet aggregation protects circulating tumor cells (CTCs) from the blood flow shear forces and immune cell attack while also promoting the binding of CTCs to endothelial cells and extravasation, which activates tumor invasion and sustains metastasis. Finally, in terms of therapy, lactadherin can inhibit coagulation by competing effectively with coagulation factors for PS binding sites and may similarly delay tumor progression. Furthermore, we also investigate the therapeutic potential of coagulation factor inhibitors within the context of cancer treatment. The development of multiple therapies targeting platelet activation and platelet-tumor cell interactions may not only reduce the lethal consequences of thrombosis but also impede tumor growth and spread."
    },
    {
      "pmid": "36831002",
      "title": "Electric Fields Regulate In Vitro Surface Phosphatidylserine Exposure of Cancer Cells via a Calcium-Dependent Pathway.",
      "authors": [
        "Ahmet Kaynak",
        "Kombo F N'Guessan",
        "Priyankaben H Patel",
        "Jing-Huei Lee",
        "Andrei B Kogan",
        "Daria A Narmoneva",
        "Xiaoyang Qi"
      ],
      "journal": "Biomedicines",
      "publication_date": "2023-Feb-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cancer is the second leading cause of death worldwide after heart disease. The current treatment options to fight cancer are limited, and there is a critical need for better treatment strategies. During the last several decades, several electric field (EF)-based approaches for anti-cancer therapies have been introduced, such as electroporation and tumor-treating fields; still, they are far from optimal due to their invasive nature, limited efficacy and significant side effects. In this study, we developed a non-contact EF stimulation system to investigate the in vitro effects of a novel EF modality on cancer biomarkers in normal (human astrocytes, human pancreatic ductal epithelial -HDPE-cells) and cancer cell lines (glioblastoma U87-GBM, human pancreatic cancer cfPac-1, and MiaPaCa-2). Our results demonstrate that this EF modality can successfully modulate an important cancer cell biomarker-cell surface phosphatidylserine (PS). Our results further suggest that moderate, but not low, amplitude EF induces p38 mitogen-activated protein kinase (MAPK), actin polymerization, and cell cycle arrest in cancer cell lines. Based on our results, we propose a mechanism for EF-mediated PS exposure in cancer cells, where the magnitude of induced EF on the cell surface can differentially regulate intracellular calcium (Ca2+) levels, thereby modulating surface PS exposure."
    },
    {
      "pmid": "36687696",
      "title": "Phosphatidylethanolamine homeostasis under conditions of impaired CDP-ethanolamine pathway or phosphatidylserine decarboxylation.",
      "authors": [
        "Michaela St Germain",
        "Roya Iraji",
        "Marica Bakovic"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Phosphatidylethanolamine is the major inner-membrane lipid in the plasma and mitochondrial membranes. It is synthesized in the endoplasmic reticulum from ethanolamine and diacylglycerol (DAG) by the CDP-ethanolamine pathway and from phosphatidylserine by decarboxylation in the mitochondria. Recently, multiple genetic disorders that impact these pathways have been identified, including hereditary spastic paraplegia 81 and 82, Liberfarb syndrome, and a new type of childhood-onset neurodegeneration-CONATOC. Individuals with these diseases suffer from multisystem disorders mainly affecting neuronal function. This indicates the importance of maintaining proper phospholipid homeostasis when major biosynthetic pathways are impaired. This study summarizes the current knowledge of phosphatidylethanolamine metabolism in order to identify areas of future research that might lead to the development of treatment options."
    },
    {
      "pmid": "36586393",
      "title": "Phosphatidylserine-mediated oral tolerance.",
      "authors": [
        "Nhan H Nguyen",
        "Vincent Chak",
        "Katherine Keller",
        "Helen Wu",
        "Sathy V Balu-Iyer"
      ],
      "journal": "Cellular immunology",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Phosphatidylserine (PS) is an anionic phospholipid exposed on the surface of apoptotic cells. The exposure of PS typically recruits and signals phagocytes to engulf and silently clear these dying cells to maintain tolerance via immunological ignorance. However, recent and emerging evidence has demonstrated that PS converts an \"immunogen\" into a \"tolerogen\", and PS exposure on the surface of cells or vesicles actively promotes a tolerogenic environment. This tolerogenic property depends on the biophysical characteristics of PS-containing vesicles, including PS density on the particle surface to effectively engage tolerogenic receptors, such as TIM-4, which is exclusively expressed on the surface of antigen-presenting cells. We harnessed the cellular and molecular mechanistic insight of PS-mediated immune regulation to design an effective oral tolerance approach. This immunotherapy has been shown to prevent/reduce immune response against life-saving protein-based therapies, food allergens, autoantigens, and the antigenic viral capsid peptide commonly used in gene therapy, suggesting a broad spectrum of potential clinical applications. Given the good safety profile of PS together with the ease of administration, oral tolerance achieved with PS-based nanoparticles has a very promising therapeutic impact.",
      "mesh_terms": [
        "Phosphatidylserines",
        "Immunotherapy",
        "Antigen-Presenting Cells",
        "Autoantigens",
        "Immune Tolerance",
        "Apoptosis"
      ]
    },
    {
      "pmid": "36520934",
      "title": "Inhibition of c-Rel expression in myeloid and lymphoid cells with distearoyl -phosphatidylserine (DSPS) liposomal nanoparticles encapsulating therapeutic siRNA.",
      "authors": [
        "Christian Bressy",
        "Ali Zemani",
        "Shreya Goyal",
        "Davit Jishkariani",
        "Chin Nien Lee",
        "Youhai H Chen"
      ],
      "journal": "PloS one",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "c-Rel, a member of the nuclear factor kappa B (NF-κB) family, is preferentially expressed by immune cells and is known to regulate inflammation, autoimmune diseases and cancer. However, there is a lack of therapeutic intervention to specifically inhibit c-Rel in immune cells. Recent success with Pfizer and Moderna mRNA lipid-encapsulated vaccines as well as FDA approved medicines based on siRNA prompted us to test a lipid nanoparticle-based strategy to silence c-Rel in immune cells. Specifically, we encapsulated c-Rel-targeting siRNA into distearoyl-phosphatidylserine (DSPS)-containing nanoparticles. DSPS is a saturated phospholipid that serves as the \"eat-me\" signal for professional phagocytes such as macrophages and neutrophils of the immune system. We demonstrated here that incorporation of DSPS in liposome nanoparticles (LNP) improved their uptake by immune cells. LNP containing high concentrations of DSPS were highly effective to transfect not only macrophages and neutrophils, but also lymphocytes, with limited toxicity to cells. However, LNP containing low concentrations of DSPS were more effective to transfect myeloid cells than lymphoid cells. Importantly, DSPS-LNP loaded with a c-Rel siRNA were highly effective to inhibit c-Rel expression in several professional phagocytes tested, which lasted for several days. Taken together, our results suggest that DSPS-LNP armed with c-Rel siRNA could be exploited to target immune cells to limit the development of inflammatory diseases or cancer caused by c-Rel upregulation. In addition, this newly developed DSPS-LNP system may be further tested to encapsulate and deliver other small molecule drugs to immune cells, especially macrophages, neutrophils, and lymphocytes for the treatment of diseases.",
      "mesh_terms": [
        "Humans",
        "RNA, Small Interfering",
        "Liposomes",
        "Phosphatidylserines",
        "Nanoparticles",
        "Neoplasms",
        "Lymphocytes"
      ]
    },
    {
      "pmid": "36480277",
      "title": "Phosphatidylserine in Diabetes Research.",
      "authors": [
        "Dandan Xiao",
        "Wenguang Chang"
      ],
      "journal": "Molecular pharmaceutics",
      "publication_date": "2023-Jan-02",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Phospholipids are lipids that constitute the basic structure of cell membranes. In-depth research has shown that in addition to supporting cell structures, phospholipids participate in multiple cellular processes, including promoting cell signal transduction, guiding protein translocation, activating enzymatic activity, and eliminating dysfunctional/redundant organelles/cells. Diabetes is a chronic metabolic disease with a complicated etiology and pathology. Studies have shown that the level of certain phospholipids, for example, the ratio of phosphatidylcholine (PC) to phosphatidylethanolamine (PE) in liver tissue, is negatively associated with insulin sensitivity. In addition, PS is a phospholipid exhibiting extensive cellular functions in diabetes. For this review, we analyzed many PS studies focusing on diabetes and insulin sensitivity in recent years and found that PS participates in controlling insulin secretion, regulating insulin signaling transduction, and participating in the progression of diabetic complications by mediating coagulation disorders in the microvasculature or targeting mitochondria. Moreover, PS supplements in food and PS-containing liposomes have been shown to protect against type 1 and type 2 diabetes (T1D and T2D, respectively) in animal studies. Therefore, by summarizing the regulatory roles played by PS in diabetes and the potential of successfully using PS or PS-containing liposomes for diabetic therapy, we hope to provide new ideas for further research into the mechanisms of diabetes and for drug development for treating diabetes and its complications.",
      "mesh_terms": [
        "Animals",
        "Liposomes",
        "Phosphatidylserines",
        "Diabetes Mellitus, Type 2",
        "Insulin Resistance",
        "Phospholipids",
        "Phosphatidylethanolamines"
      ]
    },
    {
      "pmid": "36401705",
      "title": "Phosphatidylserine in the Nervous System: Cytoplasmic Regulator of the AKT and PKC Signaling Pathways and Extracellular \"Eat-Me\" Signal in Microglial Phagocytosis.",
      "authors": [
        "Junyi Zhuang",
        "Yuchen Zhang",
        "Huichen Shu",
        "Shibo Zhang",
        "Wanwei Zhao",
        "Natalie Ward",
        "Jiao Wang"
      ],
      "journal": "Molecular neurobiology",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Phosphatidylserine (PtdSer) is an important anionic phospholipid found in eukaryotic cells and has been proven to serve as a beneficial factor in the treatment of neurodegenerative diseases. PtdSer resides in the inner leaflet of the plasma membrane, where it is involved in regulating the AKT and PKC signaling pathways; however, it becomes exposed to the extracellular leaflet during neurodevelopmental processes and neurodegenerative diseases, participating in microglia-mediated synaptic and neuronal phagocytosis. In this paper, we review several characteristics of PtdSer, including the synthesis and translocation of PtdSer, the functions of cytoplasmic and exposed PtdSer, and different PtdSer-detection materials used to further understand the role of PtdSer in the nervous system.",
      "mesh_terms": [
        "Microglia",
        "Phosphatidylserines",
        "Proto-Oncogene Proteins c-akt",
        "Phagocytosis",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "36291537",
      "title": "Anti-Phosphatidylethanolamine and Anti-Phosphatidylserine Antibodies-Association with Renal Involvement, Atherosclerosis, Cardiovascular Manifestations, Raynaud Phenomenon and Disease Activity in Polish Patients with Systemic Lupus Erythematosus.",
      "authors": [
        "Katarzyna Fischer",
        "Hanna Przepiera-Będzak",
        "Iwona Brzosko",
        "Marcin Sawicki",
        "Anna Walecka",
        "Marek Brzosko"
      ],
      "journal": "Biomolecules",
      "publication_date": "2022-Sep-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To evaluate the association between anti-phosphatidylethanolamine (aPE) and anti-phosphatidylserine (aPS) antibodies and cardiovascular risk, organ involvement and disease activity in systemic lupus erythematosus (SLE) patients. METHODS: We studied 93 SLE patients and 30 controls. We analyzed levels of anti-phospholipid antibodies, including aPS and aPE, the profiles of antinuclear, anti-neutrophil cytoplasmic (ANCA) and anti-endothelial antibodies, carotid intima-media thickness (cITM) and atherosclerotic plaque presence, ankle-brachial and high resistance indices, atherosclerotic risk factors, organ manifestations and treatment. RESULTS: Levels of aPS and aPE were significantly higher in SLE patients in comparison with the controls (p = 0.038 and p = 0.044, respectively). aPS was associated with the risk of Raynaud's phenomenon (p = 0.021) development. aPE increased the risk of renal involvement (p = 0.049), cerebral stroke (p = 0.050), high vlues of cIMT (p = 0.041) development as well as occurrence of selected serological markers associated with activity of the disease such as anti-double stranded DNA (p = 0.021). The long duration of regular smoking (p = 0.021) and the high number of cigarettes/day (p = 0.015) were significantly associated with the risk of aPE occurrence. CONCLUSIONS: Patients with aPS and aPE are at risk of vascular involvement. Especially the presence of aPE may significantly increase the risk of thrombotic complications development in SLE patients without classical serological markers of APS. Finally, aPE might be used as a marker of disease activity and risk of renal injury development in this patient group. The classical atherosclerotic markers including lipid indices play an important role in complex analysis of cardiovascular risk in lupus patients and enable to identify patients at the highest risk and implement effective preventive, diagnostic and therapeutic procedures.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Antiphospholipid Syndrome",
        "Phosphatidylserines",
        "Carotid Intima-Media Thickness",
        "Smoking",
        "Antibodies, Antineutrophil Cytoplasmic",
        "Poland",
        "Lupus Erythematosus, Systemic",
        "Atherosclerosis",
        "Biomarkers",
        "Raynaud Disease",
        "Hominidae",
        "DNA"
      ]
    },
    {
      "pmid": "36288705",
      "title": "OTUB2 exerts tumor-suppressive roles via STAT1-mediated CALML3 activation and increased phosphatidylserine synthesis.",
      "authors": [
        "Wan Chang",
        "Qingyu Luo",
        "Xiaowei Wu",
        "Yabing Nan",
        "Pengfei Zhao",
        "Lingqiang Zhang",
        "Aiping Luo",
        "Wenjie Jiao",
        "Qiong Zhu",
        "Yesheng Fu",
        "Zhihua Liu"
      ],
      "journal": "Cell reports",
      "publication_date": "2022-Oct-25",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Oral and esophageal squamous cell carcinomas (SCCs) are associated with high mortality, yet the molecular mechanisms underlying these malignancies are largely unclear. We show that DNA hypermethylation of otubain 2 (OTUB2), a previously recognized oncogene, drives tongue and esophageal SCC initiation and drug resistance. Mechanistically, OTUB2 promotes the deubiquitination and phosphorylation of signal transducer and activator of transcription 1 (STAT1) and subsequently regulates the transcription of calmodulin-like protein 3 (CALML3). Activation of CALML3-mediated mitochondrial calcium signaling promotes oxidative phosphorylation (OXPHOS) and the synthesis of phosphatidylserine (PS). In mouse models, orally administered soybean-derived PS inhibits SCC initiation in cells with low OTUB2 expression and increases their sensitivity to chemotherapy. Our study indicates that the OTUB2/STAT1/CALML3/PS axis plays tumor-suppressive roles and shows the potential of PS administration as a strategy for the treatment and prevention of tongue and esophageal SCCs.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Calmodulin",
        "Cell Line, Tumor",
        "DNA",
        "Phosphatidylserines",
        "Signal Transduction",
        "STAT1 Transcription Factor",
        "Thiolester Hydrolases"
      ]
    },
    {
      "pmid": "36281986",
      "title": "Dynamics of phagocytosis mediated by phosphatidylserine.",
      "authors": [
        "Daan Vorselen"
      ],
      "journal": "Biochemical Society transactions",
      "publication_date": "2022-Oct-31",
      "publication_types": [
        "Review",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Phagocytosis triggered by the phospholipid phosphatidylserine (PS) is key for the removal of apoptotic cells in development, tissue homeostasis and infection. Modulation of PS-mediated phagocytosis is an attractive target for therapeutic intervention in the context of atherosclerosis, neurodegenerative disease, and cancer. Whereas the mechanisms of target recognition, lipid and protein signalling, and cytoskeletal remodelling in opsonin-driven modes of phagocytosis are increasingly well understood, PS-mediated phagocytosis has remained more elusive. This is partially due to the involvement of a multitude of receptors with at least some redundancy in functioning, which complicates dissecting their contributions and results in complex downstream signalling networks. This review focusses on the receptors involved in PS-recognition, the signalling cascades that connect receptors to cytoskeletal remodelling required for phagocytosis, and recent progress in our understanding of how phagocytic cup formation is coordinated during PS-mediated phagocytosis.",
      "mesh_terms": [
        "Humans",
        "Phosphatidylserines",
        "Neurodegenerative Diseases",
        "Apoptosis",
        "Phagocytosis",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "36153998",
      "title": "Targeting the Phosphatidylserine-Immune Checkpoint with a Small-Molecule Maytansinoid Conjugate.",
      "authors": [
        "Chen-Fu Lo",
        "Tai-Yu Chiu",
        "Yu-Tzu Liu",
        "Pei-Yun Pan",
        "Kuan-Liang Liu",
        "Chia-Yu Hsu",
        "Ming-Yu Fang",
        "Yu-Chen Huang",
        "Teng-Kuang Yeh",
        "Tsu-An Hsu",
        "Chiung-Tong Chen",
        "Li-Rung Huang",
        "Lun Kelvin Tsou"
      ],
      "journal": "Journal of medicinal chemistry",
      "publication_date": "2022-Oct-13",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Ligand-targeting drug delivery systems have made significant strides for disease treatments with numerous clinical approvals in this era of precision medicine. Herein, we report a class of small molecule-based immune checkpoint-targeting maytansinoid conjugates. From the ligand targeting ability, pharmacokinetics profiling, in vivo anti-pancreatic cancer, triple-negative breast cancer, and sorafenib-resistant liver cancer efficacies with quantitative mRNA analysis of treated-tumor tissues, we demonstrated that conjugate 40a not only induced lasting regression of tumor growth, but it also rejuvenated the once immunosuppressive tumor microenvironment to an \"inflamed hot tumor\" with significant elevation of gene expressions that were not accessible in the vehicle-treated tumor. In turn, the immune checkpoint-targeting small molecule drug conjugate from this work represents a new pharmacodelivery strategy that can be expanded with combination therapy with existing immune-oncology treatment options.",
      "mesh_terms": [
        "Humans",
        "Ligands",
        "Phosphatidylserines",
        "RNA, Messenger",
        "Sorafenib",
        "Triple Negative Breast Neoplasms",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "36084540",
      "title": "Involvement of splenic marginal zone macrophages in the recognition of systemically administered phosphatidylserine-coated liposomes in mice.",
      "authors": [
        "Rui Tada",
        "Koichiro Nagao",
        "Riki Tanaka",
        "Sumire Yamada",
        "Ayano Watanabe",
        "Yoichi Negishi"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Autoimmune diseases present a significant clinical problem, highlighting the need for the development of novel or improved therapeutic methods. One of the factors that causes autoimmune diseases is a defect in the clearance of apoptotic cells by phagocytes. Thus, improved apoptotic cell processing has been considered as a strategy to treat autoimmune diseases. However, therapeutic strategies focusing on apoptotic cell clearance have not been approved till date. We have reported that liposomes composed of phosphatidylserine (PS liposomes) exhibit anti-inflammatory or immunosuppressive effects in macrophages. A PS liposome display PS on its surface, which plays a crucial role in the phagocytosis of apoptotic cells by marginal zone macrophages (MZMs), a key player in the clearance of apoptotic cells, by recognizing PS exposed on the surface of apoptotic cells. Therefore, we hypothesized that PS liposomes could be used as \"antigen delivery vesicles\" to act as a substitute for apoptotic cells in the treatment of autoimmune diseases. In this study, we showed that systemically administered PS liposomes accumulated in the marginal zone of the spleen due to recognition of surface-displayed PS by MZMs because it was observed that liposomes without PS did not accumulate in the marginal zone. In conclusion, PS liposomes may be useful vehicles to function as active agents and/or antigens against autoimmune diseases.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Phosphatidylserines",
        "Liposomes",
        "Apoptosis",
        "Macrophages",
        "Phagocytosis",
        "Antigens",
        "Autoimmune Diseases"
      ]
    },
    {
      "pmid": "35986700",
      "title": "DHA-enriched phosphatidylserine ameliorates high-fat diet-induced kidney injury in mice possibly by regulating TLR4/NF-κB and AMPK pathways.",
      "authors": [
        "Yafeng Zhou",
        "Shanshan Tian",
        "Qiongfen Wang",
        "SiJia Yao",
        "Li Qian",
        "Su Jiang",
        "Yunping Tang",
        "Tao Han"
      ],
      "journal": "Journal of food science",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study sought to investigate the amelioration effects of enzymatically synthesized docosahexaenoic acid-enriched phosphatidylserine (DHA-PS) on the high-fat diet (HFD)-induced kidney injury in mice. After 6 weeks of DHA-PS intervention, the mice's body weight in the 20 and 40 mg/kg DHA-PS groups decreased by 7.09% and 9.71%, respectively, compared to the HFD group. Especially, compared to the HFD group, 40 mg/kg DHA-PS treatment effectively reduced the levels of serum urea nitrogen by 68.48%, creatinine by 38.98%, kidney lipid accumulation (total cholesterol, triglycerides, and nonesterified fatty acids levels by 26.19%, 51.00%, and 26.11%), kidney or serum proinflammatory cytokines and enhanced the levels of kidney or serum oxidative stress parameters, except for malondialdehyde (MDA). Moreover, 40 mg/kg DHA-PS treatment decreased the expression levels of toll-like receptor 4 (TLR4) by 18.63%, IKKα by 31.81%, and p-p65 by 40.73% in the nuclear factor kappa-B pathway, thereby upregulating the expression levels of p-AMPKα by 64.93%, HSL by 99.60%, ATGL by 344.50%, PPARα by 162.02%, CPT1 by 167.95%, p-ACC1 by 144.92%, and p-SREBP1 by 1172.95%, and downregulating the expression levels of SREBP1 by 38.80%, ACC1 by 18.10%, and FAS by 82.28% in the AMPK pathway. Furthermore, our results also suggested that improving serum or kidney parameters and regulating intestinal microbial could affect each other after DHA-PS treatment. These results elucidated that DHA-PS could be a potential dietary supplement to alleviate HFD-induced kidney injury. PRACTICAL APPLICATION: Our results elucidated that DHA-PS could be a potential dietary supplement to alleviate HFD-induced kidney injury.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Animals",
        "Cholesterol",
        "Creatinine",
        "Cytokines",
        "Diet, High-Fat",
        "Docosahexaenoic Acids",
        "Fatty Acids, Nonesterified",
        "I-kappa B Kinase",
        "Kidney",
        "Malondialdehyde",
        "Mice",
        "Mice, Inbred C57BL",
        "NF-kappa B",
        "Nitrogen",
        "PPAR alpha",
        "Phosphatidylserines",
        "Toll-Like Receptor 4",
        "Triglycerides",
        "Urea"
      ]
    },
    {
      "pmid": "35958503",
      "title": "Phosphatidylserine-exposed red blood cells and ineffective erythropoiesis biomarkers in patients with thalassemia.",
      "authors": [
        "Siriyakorn Chansai",
        "Supawadee Yamsri",
        "Supan Fucharoen",
        "Goonnapa Fucharoen",
        "Nattiya Teawtrakul"
      ],
      "journal": "American journal of translational research",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The degree of ineffective erythropoiesis is known to be associated with clinical severity among individuals with thalassemia. The association of ineffective erythropoiesis biomarker levels with different thalassemia genotypes, however, remains limited. The aim of this study was to explore the level of phosphatidylserine-exposed red blood cells (PS-exposed RBCs) and ineffective erythropoiesis biomarkers (growth-differentiation factor-15 and soluble transferrin receptors) in patients with different genotypes. METHODS: A cross-sectional study was conducted on 139 patients of age 18 years and above with different genotypes at Srinagarind Hospital, Khon Kaen University, Thailand. The levels of PS-exposed RBCs were determined using flow cytometry. Measurements of growth-differentiation factor-15 (GDF-15) and soluble transferrin receptors (sTfR) were evaluated by the ELISA method. RESULTS: The PS-exposed RBCs levels were found to be significantly higher in splenectomized beta-thalassemia patients. Patients with beta-thalassemia had the highest GDF-15 levels, followed by patients with non-deletional alpha-thalassemia. Patients with non-deletional alpha-thalassemia showed elevated hemoglobin levels and reduced GDF-15 levels after splenectomy. Patients with beta-thalassemia and non-deletional alpha-thalassemia had the highest levels of PS-exposed RBCs and ineffective erythropoiesis biomarkers, which correlated with the clinical severity of thalassemia. CONCLUSIONS: The levels of ineffective erythropoiesis biomarkers were different across thalassemia genotypes. Splenectomy may improve clinical symptoms of patients with non-deletional alpha thalassemia but not of patients with beta-thalassemia. These findings demonstrate differences in the degree of ineffective erythropoiesis in thalassemia, which emphasizes the need for different treatment approaches among patients with different thalassemia genotypes."
    },
    {
      "pmid": "35866081",
      "title": "A Dietary Supplement Containing Micronutrients, Phosphatidylserine, and Docosahexaenoic Acid Counteracts Cognitive Impairment in D-Galactose-Induced Aged Rats.",
      "authors": [
        "Qian Ren",
        "Jianqin Sun",
        "Danfeng Xu",
        "Hua Xie",
        "Mengyao Ye",
        "Yanfang Zhao"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "At present, it is a trend to use dietary supplements to prevent age-related cognitive impairment. This study aimed to investigate the effects of a dietary supplement enriched with micronutrients, phosphatidylserine, and docosahexaenoic acid on cognitive performance using a D-galactose (D-gal) induced aging rat model. Seven-month-old male Sprague-Dawley rats were randomly divided into five groups, including the control group, D-gal model group, and low-dose (2 g/kg body weight), medium-dose (6 g/kg body weight), and high-dose (10 g/kg body weight) dietary supplement intervention groups, which were investigated for 13 weeks. The dietary supplement intervention was found to improve cognitive performance in Morris water maze test, increase superoxidase dismutase activity, reduce malondialdehyde activity, decrease tumor necrosis factor-α and interleukin-6 concentrations, inhibit the activation of astrocytes, and elevate brain-derived neurotrophic factor protein and mRNA expression in the brains of D-gal-induced aged rats. This dietary supplement customized for the aged can be applied to the restoration of cognitive performance by enhancing antioxidant and anti-neuroinflammatory abilities, up-regulating neurotrophic factors, and inhibiting the activation of astrocytes. These results will be useful for future studies focused on implementation in humans."
    },
    {
      "pmid": "35749414",
      "title": "Trpc6 gain-of-function disease mutation enhances phosphatidylserine exposure in murine platelets.",
      "authors": [
        "Kimber L Boekell",
        "Brittney J Brown",
        "Brianna E Talbot",
        "Johannes S Schlondorff"
      ],
      "journal": "PloS one",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Platelets enhance coagulation by exposing phosphatidylserine (PS) on their cell surface in response to strong agonist activation. Transient receptor potential channels, including TRPC6, have been implicated in the calcium influx central to this process. Here, we characterize the effect of a Trpc6 gain-of-function (GOF) disease-associated, and a dominant negative (DN), mutation on murine platelet activation. Platelets from mice harboring Trpc6E896K/E896K (GOF) and Trpc6DN/DN mutations were subject to in vitro analysis. Trpc6E896K/E896K and Trpc6DN/DN mutant platelets show enhanced and absent calcium influx, respectively, upon addition of the TRPC3/6 agonist GSK1702934A (GSK). GSK was sufficient to induce integrin αIIbβ3 activation, P-selection and PS exposure, talin cleavage, and MLC2 phosphorylation in Trpc6E896K/E896K, but not in wild-type, platelets. Thrombin-induced calcium influx and PS exposure were enhanced, and clot retraction delayed, by GOF TRPC6, while no differences were noted between wild-type and Trpc6DN/DN platelets. In contrast, Erk activation upon GSK treatment was absent in Trpc6DN/DN, and enhanced in Trpc6E896K/E896K, platelets, compared to wild-type. The positive allosteric modulator, TRPC6-PAM-C20, and fluoxetine maintained their ability to enhance and inhibit, respectively, GSK-mediated calcium influx in Trpc6E896K/E896K platelets. The data demonstrate that gain-of-function mutant TRPC6 channel can enhance platelet activation, including PS exposure, while confirming that TRPC6 is not necessary for this process. Furthermore, the results suggest that Trpc6 GOF disease mutants do not simply increase wild-type TRPC6 responses, but can affect pathways not usually modulated by TRPC6 channel activity, displaying a true gain-of-function phenotype.",
      "mesh_terms": [
        "Animals",
        "Blood Platelets",
        "Calcium",
        "Gain of Function Mutation",
        "Mice",
        "Mutation",
        "Phosphatidylserines",
        "Platelet Glycoprotein GPIIb-IIIa Complex",
        "TRPC Cation Channels",
        "TRPC6 Cation Channel"
      ]
    },
    {
      "pmid": "35626139",
      "title": "Phosphatidylserine: The Unique Dual-Role Biomarker for Cancer Imaging and Therapy.",
      "authors": [
        "Ahmet Kaynak",
        "Harold W Davis",
        "Andrei B Kogan",
        "Jing-Huei Lee",
        "Daria A Narmoneva",
        "Xiaoyang Qi"
      ],
      "journal": "Cancers",
      "publication_date": "2022-May-21",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cancer is among the leading causes of death worldwide. In recent years, many cancer-associated biomarkers have been identified that are used for cancer diagnosis, prognosis, screening, and early detection, as well as for predicting and monitoring carcinogenesis and therapeutic effectiveness. Phosphatidylserine (PS) is a negatively charged phospholipid which is predominantly located in the inner leaflet of the cell membrane. In many cancer cells, PS externalizes to the outer cell membrane, a process regulated by calcium-dependent flippases and scramblases. Saposin C coupled with dioleoylphosphatidylserine (SapC-DOPS) nanovesicle (BXQ-350) and bavituximab, (Tarvacin, human-mouse chimeric monoclonal antibodies) are cell surface PS-targeting drugs being tested in clinical trial for treating a variety of cancers. Additionally, a number of other PS-selective agents have been used to trigger cytotoxicity in tumor-associated endothelial cells or cancer cells in pre-clinical studies. Recent studies have demonstrated that upregulation of surface PS exposure by chemodrugs, radiation, and external electric fields can be used as a novel approach to sensitize cancer cells to PS-targeting anticancer drugs. The objectives of this review are to provide an overview of a unique dual-role of PS as a biomarker/target for cancer imaging and therapy, and to discuss PS-based anticancer strategies that are currently under active development."
    },
    {
      "pmid": "35568195",
      "title": "Mechanisms of phosphatidylserine influence on viral production: A computational model of Ebola virus matrix protein assembly.",
      "authors": [
        "Xiao Liu",
        "Ethan J Pappas",
        "Monica L Husby",
        "Balindile B Motsa",
        "Robert V Stahelin",
        "Elsje Pienaar"
      ],
      "journal": "The Journal of biological chemistry",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ebola virus (EBOV) infections continue to pose a global public health threat, with high mortality rates and sporadic outbreaks in Central and Western Africa. A quantitative understanding of the key processes driving EBOV assembly and budding could provide valuable insights to inform drug development. Here, we use a computational model to evaluate EBOV matrix assembly. Our model focuses on the assembly kinetics of VP40, the matrix protein in EBOV, and its interaction with phosphatidylserine (PS) in the host cell membrane. It has been shown that mammalian cells transfected with VP40-expressing plasmids are capable of producing virus-like particles (VLPs) that closely resemble EBOV virions. Previous studies have also shown that PS levels in the host cell membrane affects VP40 association with the plasma membrane inner leaflet and that lower membrane PS levels result in lower VLP production. Our computational findings indicate that PS may also have a direct influence on VP40 VLP assembly and budding, where a higher PS level will result in a higher VLP budding rate and filament dissociation rate. Our results further suggest that the assembly of VP40 filaments follow the nucleation-elongation theory, where initialization and oligomerization of VP40 are two distinct steps in the assembly process. Our findings advance the current understanding of VP40 VLP formation by identifying new possible mechanisms of PS influence on VP40 assembly. We propose that these mechanisms could inform treatment strategies targeting PS alone or in combination with other VP40 assembly steps.",
      "mesh_terms": [
        "Animals",
        "Ebolavirus",
        "Models, Molecular",
        "Phosphatidylserines",
        "Viral Matrix Proteins",
        "Virus Assembly",
        "Virus Release"
      ]
    },
    {
      "pmid": "35567985",
      "title": "Rejuvenating hepatic tumor microenvironment immunity with a phosphatidylserine-targeting small molecule drug conjugate.",
      "authors": [
        "Kuan-Hsun Huang",
        "Yu-Tzu Liu",
        "Pei-Yun Pan",
        "Chen-Fu Lo",
        "Kuan-Liang Liu",
        "Teng-Kuang Yeh",
        "Li-Rung Huang",
        "Lun K Tsou"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We report the design, synthesis and evaluation of a class of phosphatidylserine-targeting zinc (II) dipicolylamine drug conjugates and show that conjugate 16b elicits immune cell infiltration and remodels the \"cold\" hepatic tumor microenvironment to the inflamed \"hot\" tumor. Structure-property relationship study via linker modifications and subsequent pharmacokinetics profiling were carried out to improve the solubility and stability of the conjugates in vivo. In a spontaneous hepatocellular carcinoma mouse model, we showed that conjugate 16b exhibited better antitumor efficacy than sorafenib. In particular, significant increase of CD8+ T cell infiltration and granzyme B level was observed, providing insights in sensitizing tumors from intrinsic immune suppressive microenvironment. Evaluation of tumor inflammation-related mRNA expression profile revealed that conjugate 16b, through inductions of key gene expressions including STAT1, CXCL9, CCL5, and PD-L1, rejuvenated tumor microenvironment with enhancement in T cell-, macrophage-, NK cell-, chemokines and cytokines'- functions. Our study establishes that an apoptosis-targeting theranostic enables enrichment of multifaceted immune cells into the tumor mass, which provides potential therapeutic strategies in the combination with immune checkpoint blockade treatment.",
      "mesh_terms": [
        "Animals",
        "Carcinoma, Hepatocellular",
        "Cell Line, Tumor",
        "Immune Checkpoint Inhibitors",
        "Liver Neoplasms",
        "Mice",
        "Phosphatidylserines",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "35467785",
      "title": "Changes in glycans on platelet microparticles released during storage of apheresis platelets are associated with phosphatidylserine externalization and phagocytosis.",
      "authors": [
        "Dianne E van der Wal",
        "Laura M Rey Gomez",
        "Thomas Hueneburg",
        "Claire Linnane",
        "Denese C Marks"
      ],
      "journal": "Transfusion",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Platelets shed platelet microparticles (PMP) when activated or stored. As the removal of sialic acid (desialylation) promotes platelet uptake and clearance from the circulation, similar mechanisms for PMP uptake were hypothesized. The aim of the study was to investigate the role of surface glycans in the in vitro uptake of PMP from stored platelet components. STUDY DESIGN AND METHODS: Apheresis platelet components were stored in 40% plasma/60% SSP+ and sampled on day 1, 5, and 7 post-collection. PMP were characterized by staining with annexin-V (AnV) for phosphatidylserine (PS)-exposure, CD41 antibody, and fluorescently labeled glycan-binding lectins using flow cytometry. The procoagulant function of PMP following desialylation by neuraminidase treatment was assessed by AnV binding and a procoagulant phospholipid assay. PMP were isolated and stained with Deep Red, and phagocytosis by HepG2 cells was measured. Isolated PMP were deglycosylated with neuraminidase and galactosidase to assess the involvement of glycans in mediating phagocytosis. RESULTS: While the overall platelet surface glycan profile was unchanged during storage, PS+ platelets were sialylated, indicating different glycoproteins were changed. In contrast, sialic acid was removed from PS+ and CD41+ PMP, which specifically lost α-2,3-linked sialic acid during platelet storage. PMP were phagocytized by HepG2 cells, and PMP from platelets stored for 7 days were phagocytized to a lesser extent than on day 1. Desialylation by neuraminidase induced PS-exposure on PMP, decreased PPL clotting time, and increased PMP phagocytosis. CONCLUSION: PMP glycans change during platelet storage. Desialylation influences the procoagulant function of PMP and phagocytosis by HepG2 cells.",
      "mesh_terms": [
        "Annexin A5",
        "Blood Component Removal",
        "Blood Platelets",
        "Flow Cytometry",
        "Humans",
        "N-Acetylneuraminic Acid",
        "Neuraminidase",
        "Phagocytosis",
        "Phosphatidylserines",
        "Polysaccharides"
      ]
    },
    {
      "pmid": "35416331",
      "title": "Phosphatidylserine enhances anti-inflammatory effects of reconstituted HDL in macrophages via distinct intracellular pathways.",
      "authors": [
        "Maryam Darabi",
        "Marie Lhomme",
        "Veronica D Dahik",
        "Isabelle Guillas",
        "Eric Frisdal",
        "Emilie Tubeuf",
        "Lucie Poupel",
        "Mili Patel",
        "Emmanuel L Gautier",
        "Thierry Huby",
        "Maryse Guerin",
        "Kerry-Anne Rye",
        "Philippe Lesnik",
        "Wilfried Le Goff",
        "Anatol Kontush"
      ],
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phosphatidylserine (PS) is a minor phospholipid constituent of high-density lipoprotein (HDL) that exhibits potent anti-inflammatory activity. It remains indeterminate whether PS incorporation can enhance anti-inflammatory effects of reconstituted HDL (rHDL). Human macrophages were treated with rHDL containing phosphatidylcholine alone (PC-rHDL) or PC and PS (PC/PS-rHDL). Interleukin (IL)-6 secretion and expression was more strongly inhibited by PC/PS-rHDL than PC-rHDL in both tumor necrosis factor (TNF)-α- and lipopolysaccharide (LPS)-stimulated macrophages. siRNA experiments revealed that the enhanced anti-inflammatory effects of PC/PS-rHDL required scavenger receptor class B type I (SR-BI). Furthermore, PC/PS-rHDL induced a greater increase in Akt1/2/3 phosphorylation than PC-rHDL. In addition, PC/PS but not PC-rHDL decreased the abundance of plasma membrane lipid rafts and p38 mitogen-activated protein kinase (p38 MAPK) phosphorylation. Finally, when these rHDL formulations were administered to dyslipidemic low-density lipoprotein (LDL)-receptor knockout mice fed a high-cholesterol diet, circulating IL-6 levels were significantly reduced only in PC/PS-rHDL-treated mice. In parallel, enhanced Akt1/2/3 phosphorylation by PC/PS-rHDL was observed in the mouse aortic tissue using immunohistochemistry. We concluded that the incorporation of PS into rHDLs enhanced their anti-inflammatory activity by modulating Akt1/2/3- and p38 MAPK-mediated signaling through SR-BI in stimulated macrophages. These data identify PS as a potent anti-inflammatory component capable of enhancing therapeutic potential of rHDL-based therapy.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Intracellular Space",
        "Lipoproteins, HDL",
        "Macrophages",
        "Mice",
        "Phosphatidylserines",
        "p38 Mitogen-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "35320544",
      "title": "Detection of Phosphatidylserine Exposure on Leukocytes Following Treatment with Human Galectins.",
      "authors": [
        "Sean R Stowell",
        "Marcelo Dias-Baruffi",
        "Richard D Cummings",
        "Connie M Arthur"
      ],
      "journal": "Methods in molecular biology (Clifton, N.J.)",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cellular turnover represents a fundamental aspect of immunological homeostasis. While many factors appear to regulate leukocyte removal during inflammatory resolution, recent studies suggest that members of the galectin family play a unique role in orchestrating this process. Unlike cellular removal through apoptotic cell death, several members of the galectin family induce surface expression of phosphatidylserine (PS), a phagocytic marker on cells undergoing apoptosis, in the absence of cell death. However, similar to PS on cells undergoing apoptosis, galectin-induced PS exposure sensitizes cells to phagocytic removal. As galectins appear to prepare cells for phagocytic removal without actually inducing apoptotic cell death, this process has recently been coined preaparesis. Given the unique characteristics of galectin-induced PS exposure in the context of preaparesis, we will examine unique considerations when evaluating the potential impact of different galectin family members on PS exposure and cell viability.",
      "mesh_terms": [
        "Apoptosis",
        "Galectins",
        "HL-60 Cells",
        "Humans",
        "Leukocytes",
        "Phagocytosis",
        "Phosphatidylserines"
      ]
    },
    {
      "pmid": "35272103",
      "title": "Application of hybrid surface technology for improving sensitivity and peak shape of phosphorylated lipids such as phosphatidic acid and phosphatidylserine.",
      "authors": [
        "Giorgis Isaac",
        "Ian D Wilson",
        "Robert S Plumb"
      ],
      "journal": "Journal of chromatography. A",
      "publication_date": "2022-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of hybrid surface technology (HST), applied to the metal surfaces of an ACQUITY™ UPLC™ system and column, designed to mitigate the chelation, poor peak shape and analyte loss seen with acidic phospholipids was investigated. Compared to a conventional system significant improvements in both sensitivity, recovery and peak shape were obtained following UPLC on a CSH C18 column when the HST was used for the analysis of lysophosphatidic acid (LPA), phosphatidic acid (PA), lysophosphatidylserine (LPS), phosphatidylserine (PS), phosphatidylinositol-monophosphates (PIP), ceramide phosphate (CerP) and sphingoid base phosphate (SPBP). The benefits in chromatographic performance provided by the HST were seen particularly at low concentrations of these analytes. The HST system and column reduced peak tailing by 65-80% and peak width by 70-86% for LPA and PA. Moreover, increased signal intensities of up to 12.7 times were observed for LPA with the HST approach compared to the equivalent untreated LC system and column. The application of this methodology to the analysis of chicken egg PA and brain porcine PS extracts were accompanied by similar improvements in data quality.",
      "mesh_terms": [
        "Animals",
        "Metals",
        "Phosphatidic Acids",
        "Phosphatidylinositols",
        "Phosphatidylserines",
        "Swine",
        "Technology"
      ]
    },
    {
      "pmid": "35229314",
      "title": "Phosphatidylserine liposomes containing curcumin inhibit bone loss in osteoporotic rats: A possible synergy through a common signaling pathway.",
      "authors": [
        "Alireza Partoazar",
        "Ramin Goudarzi"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The present study aimed to investigate the effect of phosphatidylserine liposomes containing curcumin (PSLs-Cur) on the development of osteoporosis induced by glucocorticoids (GCs) in the rat model. PSL-Cur, phosphatidylserine (PSL), curcumin (Cur), and alendronate (AL) drugs as a positive control were administrated orally to evaluate the beneficial effects of 3-week treatments on osteoporotic rats. The biochemical and biomechanical properties of bone parameters as well as gene expression were evaluated in treated rats. Moreover, histomorphometric examinations were performed on the bone tissues of the animals. The results revealed that PSL-Cur oral administration caused a significant improvement in serum markers, mechanical strength, and OPG gene expression rather than PSL or Cur administration in osteoporotic rats. Also, PSL-Cur significantly increased the thickness and volume of cortical and trabecular bone mass in comparison with the untreated osteoporotic group. The results of this study indicated that PSL-Cur had a more inhibitory effect on bone loss induced by GCs compared to AL standard drug. Our findings suggested that PSL-loaded Cur may be an appropriate alternative therapy for glucocorticoid-induced osteoporosis. PRACTICAL APPLICATIONS: Osteoporosis is one of the most serious metabolic chronic diseases that causes fragile bone due to decreased mineral density and microarchitectural deterioration in humans. The osteoprotective effects of curcumin and phosphatidylserine, as a food spice and supplementary diet, respectively, have been shown, previously. However, the low bioavailability of curcumin (Cur) due to its poor absorption, rapid metabolism, and fast systemic elimination, limits its benefits. This deficit can be modified with phosphatidylserine liposome (PSL) formulation that facilitates the gastrointestinal delivery of Cur. Moreover, PSL is known as an osteoprotective agent that may make synergy effect with Cur against GC-induced osteoporosis. In this study, daily oral administration of phosphatidylserine liposomes containing curcumin (PSL-Cur) for 3 weeks, considerably improved biochemical, biomechanical, and gene expression of bone parameters in the treated animals subjected to osteoporosis. PSL-Cur can significantly increase the thickness and volume of cortical and trabecular bone mass as well as the mechanical bone strength in animals. Experimental findings proposed PSL-Cur consumption as a proper and safe supplementary medication in the controlling of bone loss in patients with a high risk of osteoporosis.",
      "mesh_terms": [
        "Animals",
        "Curcumin",
        "Liposomes",
        "Osteoporosis",
        "Phosphatidylserines",
        "Rats",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "35191227",
      "title": "Phosphatidylserine released from apoptotic cells in tumor induces M2-like macrophage polarization through the PSR-STAT3-JMJD3 axis.",
      "authors": [
        "Xiao Liang",
        "Min Luo",
        "Bin Shao",
        "Jing-Yun Yang",
        "An Tong",
        "Rui-Bo Wang",
        "Yan-Tong Liu",
        "Ren Jun",
        "Ting Liu",
        "Tao Yi",
        "Xia Zhao",
        "Yu-Quan Wei",
        "Xia-Wei Wei"
      ],
      "journal": "Cancer communications (London, England)",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Understanding how the tumor microenvironment is shaped by various factors is important for the development of new therapeutic strategies. Tumor cells often undergo spontaneous apoptotic cell death in tumor microenvironment, these apoptotic cells are histologically co-localized with immunosuppressive macrophages. However, the mechanism by which tumor cell apoptosis modulates macrophage polarization is not fully understood. In this study, we aimed to explore the tumor promoting effects of apoptotic tumor cells and the signal pathways involved. METHODS: Apoptotic cells and macrophages in tumors were detected by immunohistochemical staining. Morphological analysis was performed with Giemsa staining. Lipids generated from apoptotic cells were detected by liquid chromatography-mass spectrometry. Phosphatidylserine-containing liposomes were prepared to mimic apoptotic cells. The expression of protein was determined by real-time PCR, immunohistochemistry enzyme-linked immunosorbent assay and Western blotting. Mouse malignant ascites and subcutaneous tumor models were designed for in vivo analysis. Transgenic mice with specific genes knocked out and inhibitors specific to certain proteins were used for the mechanistic studies. RESULTS: The location and the number of apoptotic cells were correlated with that of macrophages in several types of carcinomas. Phosphatidylserine, a lipid molecule generated in apoptotic cells, induced polarization and accumulation of M2-like macrophages in vivo and in vitro. Moreover, sustained administration of phosphoserine promoted tumor growth in the malignant ascites and subcutaneous tumor models. Further analyses suggested that phosphoserine induced a M2-like phenotype in macrophages, which was related to the activation of phosphoserine receptors including T-cell immunoglobin mucin 4 (TIM4) and the FAK-SRC-STAT3 signaling pathway as well as elevated the expression of the histone demethylase Jumonji domain-containing protein 3 (JMJD3). Administration of specific inhibitors of these pathways could reduce tumor progression. CONCLUSIONS: This study suggest that apoptotic cell-generated phosphoserine might be a notable signal for immunosuppressive macrophages in tumors, and the related pathways might be potential therapeutic targets for cancer therapy.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Ascites",
        "Jumonji Domain-Containing Histone Demethylases",
        "Macrophages",
        "Mice",
        "Neoplasms",
        "Phosphatidylserines",
        "Phosphoserine",
        "STAT3 Transcription Factor",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "35181492",
      "title": "Incorporation of phosphatidylserine improves efficiency of lipid based gene delivery systems.",
      "authors": [
        "Claudia Lotter",
        "Claudio Luca Alter",
        "Jan Stephan Bolten",
        "Pascal Detampel",
        "Cornelia G Palivan",
        "Tomaž Einfalt",
        "Jörg Huwyler"
      ],
      "journal": "European journal of pharmaceutics and biopharmaceutics : official journal of Arbeitsgemeinschaft fur Pharmazeutische Verfahrenstechnik e.V",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The essential homeostatic process of dead cell clearance (efferocytosis) is used by viruses in an act of apoptotic mimicry. Among others, virions leverage phosphatidylserine (PS) as an essential \"eat me\" signal in viral envelopes to increase their infectivity. In a virus-inspired biomimetic approach, we demonstrate that PS can be incorporated into non-viral lipid nanoparticle (LNP) pDNA/mRNA constructs to enhance cellular transfection. The inclusion of the bioactive PS leads to an increased ability of LNPs to deliver nucleic acids in vitro to cultured HuH-7 hepatocellular carcinoma cells resulting in a 6-fold enhanced expression of a transgene. Optimal PS concentrations are in the range of 2.5 to 5% of total lipids. PS-decorated mRNA-LNPs show a 5.2-fold enhancement of in vivo transfection efficiency as compared to mRNA-LNPs devoid of PS. Effects were less pronounced for PS-decorated pDNA-LNPs (3.2-fold increase). Incorporation of small, defined amounts of PS into gene delivery vectors opens new avenues for efficient gene therapy and can be easily extended to other therapeutic systems.",
      "mesh_terms": [
        "Gene Transfer Techniques",
        "Liposomes",
        "Nanoparticles",
        "Phosphatidylserines",
        "RNA, Messenger"
      ]
    },
    {
      "pmid": "35149379",
      "title": "Effect of ultrasound on the structural characteristics and oxidative stability of walnut oil oleogel coated with soy protein isolate-phosphatidylserine.",
      "authors": [
        "Yingjie Yu",
        "Tong Wang",
        "Yuhang Gong",
        "Weining Wang",
        "Xue Wang",
        "Dianyu Yu",
        "Fei Wu",
        "Liqi Wang"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the three-dimensional network system formed by rice bran wax (RBW) was used as the internal structure, and the external structure formed by soybean protein isolate (SPI) and phosphatidylserine (PS) was added on the basis of the internal structure to prepare walnut oil oleogel (SPI-PS-WOG). Ultrasonic treatment was applied to the mixed solution to make SPI-PS-WOG, on the basis, the effects of ultrasonic treatment on SPI-PS-WOG were investigated. The results showed that both β and β' crystalline forms were present in all SPI-PS-WOG samples. When the ultrasonic power was 450 W, the first weight loss peak in the thermogravimetric (TGA) curve appeared at 326 °C, which was shifted to the right compared to the peak that occurred when the ultrasonic power was 0 W, indicating that the thermal stability of the SPI-PS-WOG was improved by the ultrasonic treatment. Moreover, when the ultrasonic power was 450 W, the oil holding capacity (OHC) reached 95.3 %, which was the best compared with other groups. Both confocal laser scanning microscopy (CLSM) and scanning electron microscopy (SEM) showed that the ultrasonic treatment of appropriate power succeeded in making the SPI-PS-WOG samples more evenly dispersed in the internal structure and denser in the external structure. In terms of oxidative stability, it was found that the peroxide value of SPI-PS-WOG remained at 9.8 mmol/kg oil for 50 days under 450 W ultrasonic power treatment, which was significantly improved compared with liquid walnut oil (WO). These results provide a new idea for the preparation of oleogels, and also lay a theoretical foundation for the application of ultrasonic treatment in oleogels.",
      "mesh_terms": [
        "Juglans",
        "Organic Chemicals",
        "Oxidation-Reduction",
        "Phosphatidylserines",
        "Plant Oils",
        "Soybean Proteins",
        "Ultrasonics"
      ]
    },
    {
      "pmid": "35107277",
      "title": "Preparation, Characterization, Evaluation of Neuroprotective Effect, and Related Mechanisms of Phosphatidylserine Emulsion in 5- and 12-Week Old Mice.",
      "authors": [
        "Bingyi Liu",
        "Ning Zhang",
        "Junrong Yang",
        "Wei Sun",
        "Ruiyan Zhang",
        "Xuexing Zheng",
        "Zhengping Wang",
        "Hans-Christian Siebert",
        "Jun Han"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2022-Feb-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phosphatidylserine (PS) improves learning and memory capacity. In this study, PS formulation was optimized by a response surface methodology. Moreover, we found that PS not only functions as a biologically active component in food preparations but also improves the emulsion's physical stability. Our results showed that the PS emulsions are characterized by a smaller particle size, higher ζ-potential (negative), higher viscosity, and lower surface tension and centrifugal stability constants than the emulsion without PS. Furthermore, we explored the neuroprotective effects of PS emulsion and its underlying mechanisms. Treatment with 2% (w/w) PS emulsion for three months enhanced spatial learning and memory in 5- and 12-week old mice in the Morris water maze test. Western-blotting analysis displayed that the 2% (w/w) PS emulsion treated group upregulated BDNF, TrkB, PSD95, mTOR, MBP, and ErbB4 expression in the hippocampus of 5- and 12-week old mice. Reverse transcription polymerase chain reaction (RT-PCR) analysis revealed elevated Nrg-1 and ErbB4 mRNA expression in the 2% (w/w) PS emulsion treated groups, and high Nrg-1 and ErbB4 expression levels were associated with better myelination. In conclusion, we reported PS emulsions with high stability and high bioavailability. Meanwhile, 2% (w/w) PS emulsion enhances learning, memory, and myelination in mice by activating the BDNF/TrkB and Nrg-1/ErbB4 signaling.",
      "mesh_terms": [
        "Animals",
        "Emulsions",
        "Mice",
        "Neuroprotective Agents",
        "Particle Size",
        "Phosphatidylserines",
        "Spatial Learning",
        "Viscosity"
      ]
    },
    {
      "pmid": "35054590",
      "title": "Phosphatidylserine Exposed Lipid Bilayer Models for Understanding Cancer Cell Selectivity of Natural Compounds: A Molecular Dynamics Simulation Study.",
      "authors": [
        "Navaneethan Radhakrishnan",
        "Sunil C Kaul",
        "Renu Wadhwa",
        "Durai Sundar"
      ],
      "journal": "Membranes",
      "publication_date": "2022-Jan-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Development of drugs that are selectively toxic to cancer cells and safe to normal cells is crucial in cancer treatment. Evaluation of membrane permeability is a key metric for successful drug development. In this study, we have used in silico molecular models of lipid bilayers to explore the effect of phosphatidylserine (PS) exposure in cancer cells on membrane permeation of natural compounds Withaferin A (Wi-A), Withanone (Wi-N), Caffeic Acid Phenethyl Ester (CAPE) and Artepillin C (ARC). Molecular dynamics simulations were performed to compute permeability coefficients. The results indicated that the exposure of PS in cancer cell membranes facilitated the permeation of Wi-A, Wi-N and CAPE through a cancer cell membrane when compared to a normal cell membrane. In the case of ARC, PS exposure did not have a notable influence on its permeability coefficient. The presented data demonstrated the potential of PS exposure-based models for studying cancer cell selectivity of drugs."
    },
    {
      "pmid": "34910807",
      "title": "Phosphatidylserine Liposomes Reduce Inflammatory Response, Mycobacterial Viability, and HIV Replication in Coinfected Human Macrophages.",
      "authors": [
        "Noemi Poerio",
        "Nadia R Caccamo",
        "Marco P La Manna",
        "Tommaso Olimpieri",
        "Lucia Henrici De Angelis",
        "Marco M D'Andrea",
        "Francesco Dieli",
        "Maurizio Fraziano"
      ],
      "journal": "The Journal of infectious diseases",
      "publication_date": "2022-May-04",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Chronic immune activation is the key pathogenetic event of Mycobacterium tuberculosis-human immunodeficiency virus (HIV) coinfection. We assessed the therapeutic value of phosphatidylserine-liposome (PS-L) in an in vitro model of M. tuberculosis-HIV coinfection. PS-L reduced nuclear factor-κB activation and the downstream production of tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), and IL-6 in bacille Calmette-Guérin-infected macrophages and of TNF-α and IL-1β in M. tuberculosis-infected and M. tuberculosis-HIV-coinfected macrophages. Importantly, a significant reduction of intracellular M. tuberculosis viability and HIV replication were also observed. These results support the further exploitation of PS-L as host-directed therapy for M. tuberculosis-HIV coinfection.",
      "mesh_terms": [
        "Coinfection",
        "HIV Infections",
        "Humans",
        "Liposomes",
        "Macrophages",
        "Mycobacterium tuberculosis",
        "Phosphatidylserines",
        "Tuberculosis",
        "Tumor Necrosis Factor-alpha",
        "Virus Replication"
      ]
    },
    {
      "pmid": "34903667",
      "title": "Components of the phosphatidylserine endoplasmic reticulum to plasma membrane transport mechanism as targets for KRAS inhibition in pancreatic cancer.",
      "authors": [
        "Walaa E Kattan",
        "Junchen Liu",
        "Dina Montufar-Solis",
        "Hong Liang",
        "Bhargavi Brahmendra Barathi",
        "Ransome van der Hoeven",
        "Yong Zhou",
        "John F Hancock"
      ],
      "journal": "Proceedings of the National Academy of Sciences of the United States of America",
      "publication_date": "2021-Dec-21",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "KRAS is mutated in 90% of human pancreatic ductal adenocarcinomas (PDACs). To function, KRAS must localize to the plasma membrane (PM) via a C-terminal membrane anchor that specifically engages phosphatidylserine (PtdSer). This anchor-binding specificity renders KRAS-PM localization and signaling capacity critically dependent on PM PtdSer content. We now show that the PtdSer lipid transport proteins, ORP5 and ORP8, which are essential for maintaining PM PtdSer levels and hence KRAS PM localization, are required for KRAS oncogenesis. Knockdown of either protein, separately or simultaneously, abrogated growth of KRAS-mutant but not KRAS-wild-type pancreatic cancer cell xenografts. ORP5 or ORP8 knockout also abrogated tumor growth in an immune-competent orthotopic pancreatic cancer mouse model. Analysis of human datasets revealed that all components of this PtdSer transport mechanism, including the PM-localized EFR3A-PI4KIIIα complex that generates phosphatidylinositol-4-phosphate (PI4P), and endoplasmic reticulum (ER)-localized SAC1 phosphatase that hydrolyzes counter transported PI4P, are significantly up-regulated in pancreatic tumors compared to normal tissue. Taken together, these results support targeting PI4KIIIα in KRAS-mutant cancers to deplete the PM-to-ER PI4P gradient, reducing PM PtdSer content. We therefore repurposed the US Food and Drug Administration-approved hepatitis C antiviral agent, simeprevir, as a PI4KIIIα inhibitor In a PDAC setting. Simeprevir potently mislocalized KRAS from the PM, reduced the clonogenic potential of pancreatic cancer cell lines in vitro, and abrogated the growth of KRAS-dependent tumors in vivo with enhanced efficacy when combined with MAPK and PI3K inhibitors. We conclude that the cellular ER-to-PM PtdSer transport mechanism is essential for KRAS PM localization and oncogenesis and is accessible to therapeutic intervention.",
      "mesh_terms": [
        "1-Phosphatidylinositol 4-Kinase",
        "Adaptor Proteins, Signal Transducing",
        "Animals",
        "Antineoplastic Agents",
        "Biological Transport",
        "Cell Line, Tumor",
        "Cell Membrane",
        "Drug Delivery Systems",
        "Endoplasmic Reticulum",
        "Gene Knockdown Techniques",
        "Humans",
        "Mice",
        "Mice, Nude",
        "Phosphatidylserines",
        "Protease Inhibitors",
        "Proto-Oncogene Proteins p21(ras)",
        "Receptors, Steroid",
        "Simeprevir",
        "Xenograft Model Antitumor Assays",
        "Oxysterol Binding Proteins"
      ]
    },
    {
      "pmid": "34831455",
      "title": "Transfer of Cellular Content from the Allogeneic Cell-Based Cancer Vaccine DCP-001 to Host Dendritic Cells Hinges on Phosphatidylserine and Is Enhanced by CD47 Blockade.",
      "authors": [
        "Haoxiao Zuo",
        "Marie-José C van Lierop",
        "Jorn Kaspers",
        "Remco Bos",
        "Anneke Reurs",
        "Saheli Sarkar",
        "Tania Konry",
        "Alwin Kamermans",
        "Gijs Kooij",
        "Helga E de Vries",
        "Tanja D de Gruijl",
        "Alex Karlsson-Parra",
        "Erik H Manting",
        "Ada M Kruisbeek",
        "Satwinder Kaur Singh"
      ],
      "journal": "Cells",
      "publication_date": "2021-Nov-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "DCP-001 is a cell-based cancer vaccine generated by differentiation and maturation of cells from the human DCOne myeloid leukemic cell line. This results in a vaccine comprising a broad array of endogenous tumor antigens combined with a mature dendritic cell (mDC) costimulatory profile, functioning as a local inflammatory adjuvant when injected into an allogeneic recipient. Intradermal DCP-001 vaccination has been shown to be safe and feasible as a post-remission therapy in acute myeloid leukemia. In the current study, the mode of action of DCP-001 was further characterized by static and dynamic analysis of the interaction between labelled DCP-001 and host antigen-presenting cells (APCs). Direct cell-cell interactions and uptake of DCP-001 cellular content by APCs were shown to depend on DCP-001 cell surface expression of calreticulin and phosphatidylserine, while blockade of CD47 enhanced the process. Injection of DCP-001 in an ex vivo human skin model led to its uptake by activated skin-emigrating DCs. These data suggest that, following intradermal DCP-001 vaccination, local and recruited host APCs capture tumor-associated antigens from the vaccine, become activated and migrate to the draining lymph nodes to subsequently (re)activate tumor-reactive T-cells. The improved uptake of DCP-001 by blocking CD47 rationalizes the possible combination of DCP-001 vaccination with CD47 blocking therapies.",
      "mesh_terms": [
        "Allogeneic Cells",
        "Antigen-Presenting Cells",
        "CD47 Antigen",
        "Cancer Vaccines",
        "Cell Differentiation",
        "Cell Membrane",
        "Chemokines",
        "Dendritic Cells",
        "Humans",
        "Inflammation",
        "Models, Biological",
        "Phagocytosis",
        "Phenotype",
        "Phosphatidylserines",
        "Pinocytosis",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "34804041",
      "title": "Delivery of IL-2 to the T Cell Surface Through Phosphatidylserine Permits Robust Expansion of CD8 T Cells.",
      "authors": [
        "Alana MacDonald",
        "Brandon Lam",
        "John Lin",
        "Louise Ferrall",
        "Yu Jui Kung",
        "Ya Chea Tsai",
        "T-C Wu",
        "Chien-Fu Hung"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "The phospholipid phosphatidylserine (PS) is naturally maintained on the cytoplasmic side of the plasma membrane. Independent of apoptosis, PS is redistributed to the surface of CD8 T cells in response to TCR-mediated activation. Annexin V (AnnV) is a protein known to bind PS with high affinity and has been effectively utilized to anchor antigen to the surface of CD8 T cells. To expand these studies, we aimed to exploit TCR activation driven PS exposure as a target to deliver cytokine, namely interleukin-2 (IL-2), to the surface of CD8 T cells. This was accomplished using a novel chimeric fusion protein of annexin V and interleukin 2 (AnnV-IL2). In vitro analysis revealed that AnnV-IL2 is able to specifically bind PS on the T cell surface following TCR stimulation. Consequently, AnnV-IL2 proved to be significantly more effective at enhancing T cell activation compared to recombinant IL-2. In vivo, AnnV-IL2 promotes robust expansion of antigen-specific cells capable of interferon gamma (IFNγ) production when administered following peptide vaccination. Importantly, upon antigen rechallenge, AnnV-IL2 treatment mice demonstrated a stronger secondary expansion, indicating durability of AnnV-IL2 mediated responses. Our data supports the use of AnnV-IL2 to modulate antigen-specific T cell immunity and demonstrates that the PS-AnnV axis is a feasible mechanism to target diverse cargo to CD8 T cells.",
      "mesh_terms": [
        "Animals",
        "Annexin A5",
        "CD8-Positive T-Lymphocytes",
        "Female",
        "Interleukin-2",
        "Lymphocyte Activation",
        "Mice",
        "Mice, Transgenic",
        "Phosphatidylserines",
        "Recombinant Fusion Proteins"
      ]
    },
    {
      "pmid": "34756313",
      "title": "Anti-phosphatidylserine/prothrombin antibodies in patients with polyarteritis nodosa.",
      "authors": [
        "Susy Marcela Sánchez-Cubías",
        "Eduardo Martín-Nares",
        "Gabriela Hernández-Molina",
        "Carlos A Nuñez-Alvarez",
        "Manuel Antonio Sedano-Montoya",
        "Angel Gabriel Vargas-Ruiz",
        "Andrea Hinojosa-Azaola"
      ],
      "journal": "Reumatologia clinica",
      "publication_date": "2021-Nov",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Anti-phospatidylserine/prothrombin (aPS/PT) antibodies have been described in cutaneous Polyarteritis Nodosa (PAN) in association with specific manifestations. OBJECTIVES: To determine aPS/PT antibodies in patients with PAN and its correlation with clinical manifestations. METHODS: Cross-sectional comparative study including PAN patients and 20 controls (10 Microscopic Polyangiitis [MPA] and 10 Behçet's disease [BD]). Clinical and demographic variables, treatment, serologic markers, prognosis, activity and damage indexes were evaluated. aPS/PT, anti-cardiolipin (aCL), anti-beta 2 glycoprotein 1 (anti-B2GP1) antibodies, and lupus anticoagulant (LA) were determined. RESULTS: Fourteen patients with PAN were included, 11 (79%) women, with disease duration of 207 months, and mostly inactive disease. Only one patient with PAN and one with BD were positive for aPS/PT IgG. LA was the most frequent antibody identified. One patient with MPA and one with BD were positive for aCL IgM; one with MPA for anti-B2GP1 IgG, and one with PAN for anti-B2GP1 IgM. CONCLUSIONS: aPS/PT antibodies are not frequent in patients with longstanding inactive PAN.",
      "mesh_terms": [
        "Antibodies, Antiphospholipid",
        "Cross-Sectional Studies",
        "Female",
        "Humans",
        "Phosphatidylserines",
        "Polyarteritis Nodosa",
        "Prothrombin"
      ]
    },
    {
      "pmid": "34753037",
      "title": "Effects of RGD-grafted phosphatidylserine-containing liposomes on the polarization of macrophages and bone tissue regeneration.",
      "authors": [
        "Lele Wu",
        "Yongjoon Kim",
        "Gyeung Mi Seon",
        "Sang Hoon Choi",
        "Hee Chul Park",
        "Gitae Son",
        "Soung Min Kim",
        "Bum-Soon Lim",
        "Hyeong-Cheol Yang"
      ],
      "journal": "Biomaterials",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Phosphatidylserine-containing liposomes (PSLs) can mimic the anti-inflammatory effects of apoptotic cells by binding to the phosphatidylserine receptors of macrophages. MGF-E8, a bridge molecule between phosphatidylserine and macrophages, can promote M2 polarization by activating macrophage integrin with its arginine-glycine-aspartic acid (RGD) motif. In this study, to mimic MGF-E8, PSLs presenting RGD peptide (RGD-PSLs) were prepared, and their immunomodulatory effects on macrophages and the bone tissue regeneration of rat calvarial defects were investigated. RGD peptides enhanced the phagocytosis of PSLs by macrophages, especially when the PSLs contained 3% RGD. RGD-PSLs were also more effective than PSLs for the suppression of lipopolysaccharide-induced gene expression of proinflammatory cytokines (i.e., IL-1β, IL-6, and TNF-α) as well as CD86 (M1 marker) expression. Furthermore, RGD promoted PSL-induced M2 polarization: 3%-RGD-PSLs significantly enhanced the mRNA expression of Arg-1, FIZZ1, and YM-1, as well as CD206 (M2 marker) expression. In a calvarial defect model, a significant increase in M2 with a decrease in M1 macrophages was observed with 3%-RGD-PSL treatment compared with the effects of PSLs alone. Finally, new bone formation was also accelerated by 3%-RGD-PSLs. Thus, these results suggest that the intensive immunomodulatory effect of RGD-PSLs led to the enhancement of bone tissue regeneration.",
      "mesh_terms": [
        "Animals",
        "Bone Regeneration",
        "Liposomes",
        "Macrophages",
        "Oligopeptides",
        "Phosphatidylserines",
        "Rats"
      ]
    },
    {
      "pmid": "34732417",
      "title": "Itraconazole Inhibits Intracellular Cholesterol Trafficking and Decreases Phosphatidylserine Level in Cervical Cancer Cells.",
      "authors": [
        "Roze Isono",
        "Hiroshi Tsubamoto",
        "Tomoko Ueda",
        "Yumi Takimoto",
        "Kayo Inoue",
        "Kazuko Sakata",
        "Hiroaki Shibahara",
        "Shin Nishiumi"
      ],
      "journal": "Anticancer research",
      "publication_date": "2021-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/AIM: Itraconazole shows anticancer activity in various types of cancer but its underlying mechanism is unclear. We investigated the effect of itraconazole on membrane-associated lipids. MATERIALS AND METHODS: To investigate the influences of itraconazole on cholesterol trafficking, cervical cancer CaSki cells were cultured with itraconazole and analyzed by Filipin staining followed by confocal microscopy. Effect on the glycerophospholipid profiles was analyzed by liquid chromatography/mass spectrometry (LC/MS). RESULTS: After itraconazole treatment, Filipin staining revealed cholesterol accumulation in the intracellular compartments, which was similar to the distribution after treatment of U18666A (cholesterol transport inhibitor). LC/MS analysis showed a significant decrease in phosphatidylserine levels and an increase in lysophosphatidylcholine levels in CaSki cells. CONCLUSION: Itraconazole inhibited cholesterol trafficking and altered the phospholipid composition. Alterations in the cell membrane can potentiate the anticancer activity of itraconazole.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "Biological Transport",
        "Cell Line, Tumor",
        "Cholesterol",
        "Female",
        "Humans",
        "Itraconazole",
        "Lysophosphatidylcholines",
        "Phosphatidylserines",
        "Uterine Cervical Neoplasms"
      ]
    },
    {
      "pmid": "34672197",
      "title": "An Activatable Near-Infrared Fluorescence Probe for in Vivo Imaging of Acute Kidney Injury by Targeting Phosphatidylserine and Caspase-3.",
      "authors": [
        "Jianhui Weng",
        "Yuqi Wang",
        "Yan Zhang",
        "Deju Ye"
      ],
      "journal": "Journal of the American Chemical Society",
      "publication_date": "2021-Nov-03",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Renal-clearable and target-responsive near-infrared (NIR) fluorescent imaging probes have been promising for in vivo diagnosis of acute kidney injury (AKI). However, designing an imaging probe that is renal-clearable and concurrently responsive toward multiple molecular targets to facilitate early detection of AKI with improved sensitivity and specificity is challenging. Herein, by leveraging the receptor-mediated binding and retention effect along with enzyme-triggered fluorescence activation, we design and synthesize an activatable small-molecule NIR fluorescent probe (1-DPA2) using a \"one-pot sequential click reaction\" approach. 1-DPA2 can target both the externalized phosphatidylserine (PS) and active caspase-3 (Casp-3), two essential biomarkers of apoptosis, producing enhanced 808 nm NIR fluorescence and a high signal-to-background ratio (SBR) amenable to detecting the onset of cisplatin-induced AKI in mice as early as 24 h post-treatment with cisplatin. We not only monitor the gradual activation of Casp-3 in the kidney of mice upon AKI progression but also can report on the progressive recovery of kidney functions in AKI mice following N-acetyl-l-cysteine (NAC) therapy via real-time fluorescence imaging by 1-DPA2. This study demonstrates the ability of 1-DPA2 for longitudinal monitoring of renal cell apoptosis by concurrently targeting PS externalization and Casp-3 activation, which is efficient for early diagnosis of AKI and useful for prediction of potential drug nephrotoxicity as well as in vivo screening of anti-AKI drugs' efficacy.",
      "mesh_terms": [
        "Acetylcysteine",
        "Acute Kidney Injury",
        "Animals",
        "Apoptosis",
        "Biomarkers",
        "Caspase 3",
        "Cell Line",
        "Cisplatin",
        "Coordination Complexes",
        "Female",
        "Fluorescent Dyes",
        "Indoles",
        "Infrared Rays",
        "Mice, Inbred BALB C",
        "Mice, Nude",
        "Optical Imaging",
        "Phosphatidylserines",
        "Zinc",
        "Mice"
      ]
    },
    {
      "pmid": "34599030",
      "title": "Novel phosphatidylserine-binding molecule enhances antitumor T-cell responses by targeting immunosuppressive exosomes in human tumor microenvironments.",
      "authors": [
        "Maulasri Bhatta",
        "Gautam N Shenoy",
        "Jenni L Loyall",
        "Brian D Gray",
        "Meghana Bapardekar",
        "Alexis Conway",
        "Hans Minderman",
        "Raymond J Kelleher",
        "Beatriz M Carreno",
        "Gerald Linette",
        "Leonard D Shultz",
        "Kunle Odunsi",
        "Sathy V Balu-Iyer",
        "Koon Yan Pak",
        "Richard B Bankert"
      ],
      "journal": "Journal for immunotherapy of cancer",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The human tumor microenvironment (TME) is a complex and dynamic milieu of diverse acellular and cellular components, creating an immunosuppressive environment, which contributes to tumor progression. We have previously shown that phosphatidylserine (PS) expressed on the surface of exosomes isolated from human TMEs is causally linked to T-cell immunosuppression, representing a potential immunotherapeutic target. In this study, we investigated the effect of ExoBlock, a novel PS-binding molecule, on T-cell responses in the TME. METHODS: We designed and synthesized a new compound, (ZnDPA)6-DP-15K, a multivalent PS binder named ExoBlock. The PS-binding avidity of ExoBlock was tested using an in vitro competition assay. The ability of this molecule to reverse exosome-mediated immunosuppression in vitro was tested using human T-cell activation assays. The in vivo therapeutic efficacy of ExoBlock was then tested in two different human tumor xenograft models, the melanoma-based xenomimetic (X-)mouse model, and the ovarian tumor-based omental tumor xenograft (OTX) model. RESULTS: ExoBlock was able to bind PS with high avidity and was found to consistently and significantly block the immunosuppressive activity of human ovarian tumor and melanoma-associated exosomes in vitro. ExoBlock was also able to significantly enhance T cell-mediated tumor suppression in vivo in both the X-mouse and the OTX model. In the X-mouse model, ExoBlock suppressed tumor recurrence in a T cell-dependent manner. In the OTX model, ExoBlock treatment resulted in an increase in the number as well as function of CD4 and CD8 T cells in the TME, which was associated with a reduction in tumor burden and metastasis, as well as in the number of circulating PS+ exosomes in tumor-bearing mice. CONCLUSION: Our results establish that targeting exosomal PS in TMEs with ExoBlock represents a promising strategy to enhance antitumor T-cell responses.",
      "mesh_terms": [
        "Animals",
        "Cell Line, Tumor",
        "Exosomes",
        "Female",
        "Humans",
        "Mice",
        "Mice, Inbred NOD",
        "Neoplasms",
        "Ovarian Neoplasms",
        "Phosphatidylserines",
        "T-Lymphocytes",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "34587165",
      "title": "Autoimmunity to phosphatidylserine and anemia in African Trypanosome infections.",
      "authors": [
        "Juan Rivera-Correa",
        "Joseph Verdi",
        "Julian Sherman",
        "Jeremy M Sternberg",
        "Jayne Raper",
        "Ana Rodriguez"
      ],
      "journal": "PLoS neglected tropical diseases",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Anemia caused by trypanosome infection is poorly understood. Autoimmunity during Trypanosoma brucei infection was proposed to have a role during anemia, but the mechanisms involved during this pathology have not been elucidated. In mouse models and human patients infected with malaria parasites, atypical B-cells promote anemia through the secretion of autoimmune anti-phosphatidylserine (anti-PS) antibodies that bind to uninfected erythrocytes and facilitate their clearance. Using mouse models of two trypanosome infections, Trypanosoma brucei and Trypanosoma cruzi, we assessed levels of autoantibodies and anemia. Our results indicate that acute T. brucei infection, but not T. cruzi, leads to early increased levels of plasma autoantibodies against different auto antigens tested (PS, DNA and erythrocyte lysate) and expansion of atypical B cells (ABCs) that secrete these autoantibodies. In vitro studies confirmed that a lysate of T. brucei, but not T. cruzi, could directly promote the expansion of these ABCs. PS exposure on erythrocyte plasma membrane seems to be an important contributor to anemia by delaying erythrocyte recovery since treatment with an agent that prevents binding to it (Annexin V) ameliorated anemia in T. brucei-infected mice. Analysis of the plasma of patients with human African trypanosomiasis (HAT) revealed high levels of anti-PS antibodies that correlated with anemia. Altogether these results suggest a relation between autoimmunity against PS and anemia in both mice and patients infected with T. brucei.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Anemia",
        "Animals",
        "Autoantibodies",
        "Autoimmunity",
        "Erythrocytes",
        "Female",
        "Humans",
        "Male",
        "Mice",
        "Middle Aged",
        "Phosphatidylserines",
        "Trypanosoma",
        "Trypanosoma brucei brucei",
        "Trypanosomiasis, African",
        "Young Adult"
      ]
    },
    {
      "pmid": "34579880",
      "title": "Astragaloside IV- and nesfatin-1-encapsulated phosphatidylserine liposomes conjugated with wheat germ agglutinin and leptin to activate anti-apoptotic pathway and block phosphorylated tau protein expression for Parkinson's disease treatment.",
      "authors": [
        "Yung-Chih Kuo",
        "I-Yin Chen",
        "Rajendiran Rajesh"
      ],
      "journal": "Materials science & engineering. C, Materials for biological applications",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Heap-up of α-synuclein (α-Syn) and its association with tau protein are esteemed to trigger the onset of Parkinson's disease (PD). The purpose of this study was to develop multi-functional liposomes incorporated with 1,2-distearoyl-sn-glycero-3-phosphocholine (DSPC), cholesterol, 1,2-dimyristoyl-sn-glycero-3-phosphocholine and phosphatidylserine (PS) to load astragaloside IV (AS-IV) and nestifin-1 (NF-1), followed by grafting with wheat germ agglutinin (WGA) and leptin (Lep) (WGA-Lep-AS-IV-NF-1-PS-liposomes) to protect dopaminergic neurons from apoptosis. Experimental results showed that increasing the mole percentage of DSPC and PS enhanced the particle size, particle stability and entrapment efficiency of AS-IV and NF-1, and reduced the drug releasing rate. Strong affinity of NF-1 to PS was evidenced by nuclear magnetic resonance spectroscopy. WGA-Lep-AS-IV-NF-1-PS-liposomes diminished transendothelial electrical resistance and improved the capacity of propidium iodide, AS-IV and NF-1 to penetrate the blood-brain barrier (BBB). Immunocytochemical staining exhibited the ability of functionalized liposomes to target Lep receptor and α-Syn in MPP+-insulted SH-SY5Y cells. Western blots revealed a substantial reduction of α-Syn and phosphorylated tau protein in the anti-oxidative pathway through interaction with PS. During the course of treatment with WGA-Lep-AS-IV-NF-1-PS-liposomes, the combined activity of AS-IV and NF-1 and recognition capability simultaneously decreased the expression of Bax, and increased the expressions of Bcl-2, tyrosine hydroxylase and dopamine transporter. The liposomes carrying AS-IV and NF-1 can rescue degenerated neurons and are a promising formulation to achieve better PD management.",
      "mesh_terms": [
        "Dopaminergic Neurons",
        "Humans",
        "Leptin",
        "Liposomes",
        "Parkinson Disease",
        "Phosphatidylserines",
        "Saponins",
        "Triterpenes",
        "Wheat Germ Agglutinins",
        "tau Proteins"
      ]
    },
    {
      "pmid": "34499223",
      "title": "Blocking antibody-mediated phosphatidylserine enhances cancer immunotherapy.",
      "authors": [
        "Jie Zhang",
        "Zhujiang Dai",
        "Cheng Yan",
        "Daorong Wang",
        "Dong Tang"
      ],
      "journal": "Journal of cancer research and clinical oncology",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cancer immunotherapy is a major breakthrough in tumor therapy and has been used in monotherapy or combination therapy. However, it has been associated with poor immune tolerance in some patients or immune-related adverse events. Therefore, ideal and reliable tumor elimination strategies are urgently needed to overcome these shortcomings. Phosphatidylserine (PS) is a negatively charged phospholipid, usually present in the inner lobules of eukaryotic cell membranes. Under certain physiological or pathological conditions, PS may be exposed on the outer leaflets of apoptotic cells serving as recognition signals by phagocytes and modulating the immune response. On the contrary, increased exposure of PS in the tumor microenvironment can significantly antagonize the body's anti-tumor immunity, thereby promoting tumor growth and metastasis. During radiotherapy and chemotherapy, PS-mediated immunosuppression increases the PS levels in necrotic tissue in the tumor microenvironment, further suppressing tumor immunity. PS-targeted therapy is a promising strategy in cancer immunotherapy. It inhibits tumor growth and improves the anti-tumor activity of immune checkpoint inhibitors. A comprehensive understanding of the mechanism of PS-targeted therapy opens up a new perspective for future cancer immunotherapies.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Immune Checkpoint Inhibitors",
        "Immunotherapy",
        "Neoplasms",
        "Phosphatidylserines",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "34371784",
      "title": "Phosphatidylserine-Gold Nanoparticles (PS-AuNP) Induce Prostate and Breast Cancer Cell Apoptosis.",
      "authors": [
        "Allan Radaic",
        "Nam E Joo",
        "Soo-Hwan Jeong",
        "Seong-Ii Yoo",
        "Nicholas Kotov",
        "Yvonne L Kapila"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2021-Jul-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Prostate and breast cancer are the current leading causes of new cancer cases in males and females, respectively. Phosphatidylserine (PS) is an essential lipid that mediates macrophage efferocytosis and is dysregulated in tumors. Therefore, developing therapies that selectively restore PS may be a potential therapeutic approach for carcinogenesis. Among the nanomedicine strategies for delivering PS, biocompatible gold nanoparticles (AuNPs) have an extensive track record in biomedical applications. In this study, we synthesized biomimetic phosphatidylserine-caped gold nanoparticles (PS-AuNPs) and tested their anticancer potential in breast and prostate cancer cells in vitro. We found that both cell lines exhibited changes in cell morphology indicative of apoptosis. After evaluating for histone-associated DNA fragments, a hallmark of apoptosis, we found significant increases in DNA fragmentation upon PS-AuNP treatment compared to the control treatment. These findings demonstrate the use of phosphatidylserine coupled with gold nanoparticles as a potential treatment for prostate and breast cancer. To the best of our knowledge, this is the first time that a phosphatidylserine-capped AuNP has been examined for its therapeutic potential in cancer therapy."
    },
    {
      "pmid": "34262012",
      "title": "Spontaneous apoptosis of cells in therapeutic stem cell preparation exert immunomodulatory effects through release of phosphatidylserine.",
      "authors": [
        "Xuemei He",
        "Weiqi Hong",
        "Jingyun Yang",
        "Hong Lei",
        "Tianqi Lu",
        "Cai He",
        "Zhenfei Bi",
        "Xiangyu Pan",
        "Yu Liu",
        "Lunzhi Dai",
        "Wei Wang",
        "Canhua Huang",
        "Hongxin Deng",
        "Xiawei Wei"
      ],
      "journal": "Signal transduction and targeted therapy",
      "publication_date": "2021-Jul-14",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Mesenchymal stem cell (MSC)-mediated immunomodulation has been harnessed for the treatment of human diseases, but its underlying mechanism has not been fully understood. Dead cells, including apoptotic cells have immunomodulatory properties. It has been repeatedly reported that the proportion of nonviable MSCs in a MSC therapeutic preparation varied from 5~50% in the ongoing clinical trials. It is conceivable that the nonviable cells in a MSC therapeutic preparation may play a role in the therapeutic effects of MSCs. We found that the MSC therapeutic preparation in the present study had about 5% dead MSCs (DMSCs), characterized by apoptotic cells. Namely, 1 × 106 MSCs in the preparation contained about 5 × 104 DMSCs. We found that the treatment with even 5 × 104 DMSCs alone had the equal therapeutic effects as with 1 × 106 MSCs. This protective effect of the dead MSCs alone was confirmed in four mouse models, including concanavalin A (ConA)- and carbon tetrachloride (CCl4)-induced acute liver injury, LPS-induced lung injury and spinal cord injury. We also found that the infused MSCs died by apoptosis in vivo. Furthermore, the therapeutic effect was attributed to the elevated level of phosphatidylserine (PS) upon the injection of MSCs or DMSCs. The direct administration of PS liposomes (PSLs) mimic apoptotic cell fragments also exerted the protective effects as MSCs and DMSCs. The Mer tyrosine kinase (MerTK) deficiency or the knockout of chemokine receptor C-C motif chemokine receptor 2 (CCR2) reversed these protective effects of MSCs or DMSCs. These results revealed that DMSCs alone in the therapeutic stem cell preparation or the apoptotic cells induced in vivo may exert the same immunomodulatory property as the \"living MSCs preparation\" through releasing PS, which was further recognized by MerTK and participated in modulating immune cells.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Carbon Tetrachloride Poisoning",
        "Female",
        "Mesenchymal Stem Cell Transplantation",
        "Mesenchymal Stem Cells",
        "Mice",
        "Mice, Knockout",
        "Phosphatidylserines"
      ]
    },
    {
      "pmid": "34215655",
      "title": "Phosphatidylserine-Targeting Monoclonal Antibodies Exhibit Distinct Biochemical and Cellular Effects on Anti-CD3/CD28-Stimulated T Cell IFN-γ and TNF-α Production.",
      "authors": [
        "David Calianese",
        "Tamara Kreiss",
        "Canan Kasikara",
        "Viralkumar Davra",
        "Kevin C Lahey",
        "Varsha Gadiyar",
        "Ke Geng",
        "Sukhwinder Singh",
        "William Honnen",
        "Dabbu Kumar Jaijyan",
        "Charles Reichman",
        "John Siekierka",
        "Maria Laura Gennaro",
        "Sergei V Kotenko",
        "David S Ucker",
        "Rolf A Brekken",
        "Abraham Pinter",
        "Raymond B Birge",
        "Alok Choudhary"
      ],
      "journal": "Journal of immunology (Baltimore, Md. : 1950)",
      "publication_date": "2021-Jul-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phosphatidylserine (PS)-targeting monoclonal Abs (mAbs) that directly target PS and target PS via β2-gp1 (β2GP1) have been in preclinical and clinical development for over 10 y for the treatment of infectious diseases and cancer. Although the intended targets of PS-binding mAbs have traditionally included pathogens as well as stressed tumor cells and its associated vasculature in oncology, the effects of PS-targeting mAbs on activated immune cells, notably T cells, which externalize PS upon Ag stimulation, is not well understood. Using human T cells from healthy donor PBMCs activated with an anti-CD3 + anti-CD28 Ab mixture (anti-CD3/CD28) as a model for TCR-mediated PS externalization and T cell stimulation, we investigated effects of two different PS-targeting mAbs, 11.31 and bavituximab (Bavi), on TCR activation and TCR-mediated cytokine production in an ex vivo paradigm. Although 11.31 and Bavi bind selectivity to anti-CD3/28 activated T cells in a PS-dependent manner, surprisingly, they display distinct functional activities in their effect on IFN-γ and TNF-ɑ production, whereby 11.31, but not Bavi, suppressed cytokine production. This inhibitory effect on anti-CD3/28 activated T cells was observed on both CD4+ and CD8+ cells and independently of monocytes, suggesting the effects of 11.31 were directly mediated by binding to externalized PS on activated T cells. Imaging showed 11.31 and Bavi bind at distinct focal depots on the cell membrane. Collectively, our findings indicate that PS-targeting mAb 11.31 suppresses cytokine production by anti-CD3/28 activated T cells.",
      "mesh_terms": [
        "Antibodies, Monoclonal",
        "CD28 Antigens",
        "CD3 Complex",
        "CD4-Positive T-Lymphocytes",
        "CD8-Positive T-Lymphocytes",
        "Cell Line",
        "HEK293 Cells",
        "Humans",
        "Interferon-gamma",
        "Leukocytes, Mononuclear",
        "Lymphocyte Activation",
        "Muromonab-CD3",
        "Phosphatidylserines",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "34163572",
      "title": "Targeting of elevated cell surface phosphatidylserine with saposin C-dioleoylphosphatidylserine nanodrug as individual or combination therapy for pancreatic cancer.",
      "authors": [
        "Harold W Davis",
        "Ahmet Kaynak",
        "Subrahmanya D Vallabhapurapu",
        "Xiaoyang Qi"
      ],
      "journal": "World journal of gastrointestinal oncology",
      "publication_date": "2021-Jun-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pancreatic cancer is one of the deadliest of cancers with a five-year survival of roughly 8%. Current therapies are: surgery, radiation and chemotherapy. Surgery is curative only if the cancer is caught very early, which is rare, and the latter two modalities are only marginally effective and have significant side effects. We have developed a nanosome comprised of the lysosomal protein, saposin C (SapC) and the acidic phospholipid, dioleoylphosphatidylserine (DOPS). In the acidic tumor microenvironment, this molecule, SapC-DOPS, targets the phosphatidylserine cancer-biomarker which is predominantly elevated on the surface of cancer cells. Importantly, SapC-DOPS can selectively target pancreatic tumors and metastases. Furthermore, SapC-DOPS has exhibited an impressive safety profile with only a few minor side effects in both preclinical experiments and in phase I clinical trials. With the dismal outcomes for pancreatic cancer there is an urgent need for better treatments and SapC-DOPS is a good candidate for addition to the oncologist's toolbox."
    },
    {
      "pmid": "34155635",
      "title": "Microvesicles, blood cells, and endothelial cells mediate phosphatidylserine-related prothrombotic state in patients with periodontitis.",
      "authors": [
        "Nan Zuo",
        "Wenhui Liu",
        "Tenglong Hu",
        "Yingmiao Liu",
        "Baorong Li",
        "Huan Liu",
        "Haijiao Jing",
        "Xiaojing Chen",
        "Yueyue Li",
        "Jingwen Du",
        "Tianshui Hu",
        "Zengxiang Dong",
        "Yumei Niu",
        "Jialan Shi"
      ],
      "journal": "Journal of periodontology",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Phosphatidylserine (PS) is essential for inflammation-associated thrombogenesis, but the exact effect of PS on the prothrombotic state in periodontitis is uncertain. This study aimed to determine the PS-related procoagulant state in patients with periodontitis. METHODS: A total of 138 patients with periodontitis were examined compared with 42 healthy controls. PS-exposing cells and microvesicles in blood samples were detected by confocal microscopy and flow cytometry. The clotting time assay and prothrombinase complex formation assay were used to measure the procoagulant activity of microvesicles, blood cells and endothelial cells. Periodontal clinical parameters and laboratory characteristics of patients with severe periodontitis were recorded and analyzed at baseline and 6 months after non-surgical periodontal therapy. RESULTS: Total PS-positive (PS+ ) microvesicles and the percentage of PS+ blood cells increased in patients with severe periodontitis compared with patients with moderate/mild periodontitis or healthy controls. Endothelial cells cultured in serum from patients with severe periodontitis expressed more PS compared with those cultured in serum from healthy controls. Specifically, PS exposure on blood cells and endothelial cells significantly decreased after inhibiting the effect of inflammatory cytokines. The elevated levels of PS+ cells and microvesicles in severe periodontitis shortened clotting time and led to increased prothrombinase complex formation. Non-surgical periodontal therapy significantly attenuated the release of microvesicles and the PS exposure of blood cells in severe periodontitis. CONCLUSIONS: The prothrombotic state of patients with periodontitis is mediated by PS+ cells and microvesicles stimulated by elevated levels of inflammatory cytokines.",
      "mesh_terms": [
        "Blood Cells",
        "Cytokines",
        "Endothelial Cells",
        "Humans",
        "Periodontitis",
        "Phosphatidylserines"
      ]
    },
    {
      "pmid": "34131110",
      "title": "Phosphatidylserine externalized on the colonic capillaries as a novel pharmacological target for IBD therapy.",
      "authors": [
        "Xuerui Zhang",
        "Lulu Song",
        "Lin Li",
        "Banghui Zhu",
        "Lina Huo",
        "Zhaoqing Hu",
        "Xinran Wang",
        "Jie Wang",
        "Mengyue Gao",
        "Jing Zhang",
        "Zichun Hua"
      ],
      "journal": "Signal transduction and targeted therapy",
      "publication_date": "2021-Jun-16",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Inflammatory bowel disease (IBD) is a chronic and relapsing disorder for many people associated with poor health. Although there are some clinical drugs for IBD treatment, the development of effective therapeutics on IBD patients has always been necessary. Here, we show that externalized phosphatidylserine (PS) is observed on the surface of colonic capillaries. Annexin A5 (ANXA5) with high affinity for PS has a good targeting to the colon and effectively alleviates experimental colitis. In contrast, ANXA5 mutant (A5m) lacking the PS-binding ability, has no accumulation in the colon and no therapeutic effects on colitis. Mechanistic investigations indicate that ANXA5 reduces the inflammatory cell infiltration by inhibiting endothelial cell activation dependent on PS-binding ability. With the increasing of PS exposure on activated HUVECs (human umbilical vein endothelial cells), ANXA5 binding induces the internalization of TLR4 via PS-dependent endocytosis. We provide new insights on the molecular mechanism of ANXA5 for its anti-inflammatory effect. Our data suggest that PS-externalization is a potential target of ANXA5 aiming at targeted drug delivery (TDD) for IBD treatment.",
      "mesh_terms": [
        "Animals",
        "Annexin A5",
        "Capillaries",
        "Colon",
        "Female",
        "Inflammatory Bowel Diseases",
        "Mice",
        "Mice, Inbred BALB C",
        "Phosphatidylserines"
      ]
    },
    {
      "pmid": "34068095",
      "title": "Anti-Phosphatidylserine/Prothrombin Antibodies in Healthy Women with Unexplained Recurrent Pregnancy Loss.",
      "authors": [
        "Daniel E Pleguezuelo",
        "Oscar Cabrera-Marante",
        "Magdalena Abad",
        "Edgard Alfonso Rodriguez-Frias",
        "Laura Naranjo",
        "Alicia Vazquez",
        "Olga Villar",
        "Francisco Javier Gil-Etayo",
        "Manuel Serrano",
        "Alfredo Perez-Rivilla",
        "Laura de la Fuente-Bitaine",
        "Antonio Serrano"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2021-May-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recurrent pregnancy loss (RPL) affects up to 6% of couples. Although chromosomal aberrations of the embryos are considered the leading cause, 50% of cases remain unexplained. Antiphospholipid Syndrome is a known cause in a few cases. Antiphospholipid antibodies (aPL) anticardiolipin, anti-Beta-2-Glycoprotein-I and Lupus Anticoagulant (criteria aPL) are recommended studies in RPL workup. We tested healthy women with unexplained RPL for criteria aPL and anti-Phosphatidylserine/Prothrombin antibodies (aPS/PT). Patients were classified into three groups according to the number and pregnancy week of RPL: Extra-Criteria (EC), with 2 miscarriages, Early Miscarriage (EM), with ≥3 before pregnancy at week 10 and Fetal Loss (FL), with ≥1 fetal death from pregnancy at week 10. Circulating criteria aPL were absent in 98.1% of EM, 90.9% of FL and 96.6% of EC groups. In contrast, aPS/PT were positive in 15.4% of EM, 15.1% of FL, 16.6% of EC patients and 2.9% in controls. aPS/PT posed a risk for RPL, with an odds ratio of 5.96 (95% confidence interval (CI): 1.85-19.13. p = 0.002) for EM, 7.28 (95% CI: 2.07-25.56. p = 0.002) for FL and 6.56. (95% CI: 1.77-24.29. p = 0.004) for EC. A successful live birth was achieved in all pregnant patients positive for aPS/PT who received treatment with heparin, aspirin and/or hydroxychloroquine."
    },
    {
      "pmid": "33995667",
      "title": "Phosphatidylserine-exposing tumor-derived microparticles exacerbate coagulation and cancer cell transendothelial migration in triple-negative breast cancer.",
      "authors": [
        "Cong Zhang",
        "Zhuowen Yang",
        "Peng Zhou",
        "Muxin Yu",
        "Baorong Li",
        "Yingmiao Liu",
        "Jiaqi Jin",
        "Wenhui Liu",
        "Haijiao Jing",
        "Jingwen Du",
        "Jie Tian",
        "Zhiyu Zhao",
        "Jianxin Wang",
        "Yinzhu Chu",
        "ChunMei Zhang",
        "Valerie A Novakovic",
        "Jialan Shi",
        "Changjun Wu"
      ],
      "journal": "Theranostics",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Background: Neoadjuvant chemotherapy is relevant to the formation of thromboembolism and secondary neoplasms in triple-negative breast cancer (TNBC). Chemotherapy-induced breast cancer cell-derived microparticles (BCMPs) may have important thrombogenic and pro-metastatic effects on platelets and endothelium, which may be related to the expression and distribution of phosphatidylserine (PS). However, investigating these interactions is challenging due to technical limitations. Methods: A study was conducted in 20 healthy individuals and 18 patients who had been recently diagnosed with TNBC and were undergoing neoadjuvant chemotherapy with doxorubicin and cyclophosphamide. BCMPs were isolated from patient blood samples and doxorubicin-treated breast cancer cell lines. Their structure and morphology were studied by electron microscopy and antigen levels were measured by fluorescence-activated cell sorting. In an inhibition assay, isolated BCMPs were pretreated with lactadherin or tissue factor antibodies. Platelets isolated from healthy subjects were treated with BCMPs and coagulation time, fibrin formation, and expression of intrinsic/extrinsic factor Xase (FXa) and thrombin were evaluated. The effects of BCMPs on endothelial thrombogenicity and integrity were assessed by confocal microscopy, electron microscopy, measurement of intrinsic/extrinsic FXa, prothrombinase assay, and transwell permeability assay. Results: Neoadjuvant chemotherapy significantly increased the expression of PS+ BCMPs in patient plasma. Its expression was associated with a rapid increase in procoagulant activity. Treatment with lactadherin, a PS-binding scavenging molecule, markedly reduced the adhesion of BCMPs and abolished their procoagulant activity, but this was not observed with tissue factor antibody treatment. Intravenous injection of BCMPs in mice induced a significant hypercoagulable state, reducing the extent of plasma fibrinogen and promoting the appearance of new thrombus. Cancer cells incubated with doxorubicin released large numbers of PS+ BCMPs, which stimulated and transformed endothelial cells into a procoagulant phenotype and increased the aggregation and activation of platelets. Moreover, cancer cells exploited this BCMP-induced endothelial leakiness and showed promoted metastasis. Pretreatment with lactadherin increased uptake of both PS+ BCMPs and cancer cells by endothelial cells and limited the transendothelial migration of cancer cells. Conclusion: Lactadherin, a biosensor that we developed, was used to study the extracellular vesicle distribution of PS, which revealed a novel PS+ BCMPs administrative axis that initiated a local coagulation cascade and facilitated metastatic colonization of circulating cancer cells.",
      "mesh_terms": [
        "Aged",
        "Animals",
        "Antibodies",
        "Antigens, Surface",
        "Antineoplastic Combined Chemotherapy Protocols",
        "Blood Coagulation Factors",
        "Cell-Derived Microparticles",
        "Cyclophosphamide",
        "Doxorubicin",
        "Endothelium, Vascular",
        "Female",
        "Fibrinolysis",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Membrane Lipids",
        "Mice",
        "Middle Aged",
        "Milk Proteins",
        "Neoadjuvant Therapy",
        "Phosphatidylserines",
        "Thrombophilia",
        "Thromboplastin",
        "Transendothelial and Transepithelial Migration",
        "Triple Negative Breast Neoplasms"
      ]
    },
    {
      "pmid": "33977946",
      "title": "DHA-enriched phosphatidylserine ameliorates non-alcoholic fatty liver disease and intestinal dysbacteriosis in mice induced by a high-fat diet.",
      "authors": [
        "Yafeng Zhou",
        "Shanshan Tian",
        "Li Qian",
        "Su Jiang",
        "Yunping Tang",
        "Tao Han"
      ],
      "journal": "Food & function",
      "publication_date": "2021-May-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Docosahexaenoic acid-enriched phosphatidylserine (DHA-PS) has attracted increasing attention because of its unique health benefits. In this study, DHA-PS was biosynthesized from DHA-enriched phosphatidylcholine (DHA-PC), which was extracted from herring roe, Clupea harengus. The ameliorating effect of DHA-PS on high-fat diet (HFD)-induced non-alcoholic fatty liver disease (NAFLD) was investigated using a mouse model. The DHA-PS treatment ameliorated NAFLD and effectively decreased the serum total cholesterol, triglyceride, non-esterified fatty acid, and low-density lipoprotein cholesterol levels and considerably increased the serum high-density lipoprotein cholesterol levels. Moreover, the DHA-PS treatment reduced the levels of liver-function enzymes and pro-inflammatory cytokines and also the oxidative stress indices. Furthermore, DHA-PS increased the diversity and richness of the beneficial intestinal microorganisms, suggesting its potential as a dietary supplement and functional food to combat HFD-induced NAFLD.",
      "mesh_terms": [
        "Adipose Tissue",
        "Animals",
        "Body Weight",
        "Diet, High-Fat",
        "Dietary Supplements",
        "Docosahexaenoic Acids",
        "Dysbiosis",
        "Dyslipidemias",
        "Functional Food",
        "Gastrointestinal Microbiome",
        "Lipid Metabolism",
        "Liver",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Non-alcoholic Fatty Liver Disease",
        "Phosphatidylserines"
      ]
    },
    {
      "pmid": "33627686",
      "title": "Combination of a T cell activating therapy and anti-phosphatidylserine enhances anti-tumour immune responses in a HPV16 E7-expressing C3 tumour model.",
      "authors": [
        "Brennan S Dirk",
        "Genevieve Weir",
        "Tara Quinton",
        "Olga Hrytsenko",
        "Marianne M Stanford"
      ],
      "journal": "Scientific reports",
      "publication_date": "2021-Feb-24",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "DPX is a novel delivery platform that generates targeted CD8 + T cells and drives antigen-specific cytotoxic T cells into tumours. Cancer cells upregulate phosphatidylserine (PS) on the cell surface as a mechanism to induce an immunosuppressive microenvironment. Development of anti-PS targeting antibodies have highlighted the ability of a PS-blockade to enhance tumour control by T cells by releasing immunosuppression. Here, C57BL/6 mice were implanted with HPV16 E7 target-expressing C3 tumours and subjected to low dose intermittent cyclophosphamide (CPA) in combination with DPX-R9F treatment targeting an E7 antigen with and without anti-PS and/or anti-PD-1 targeting antibodies. Immune responses were assessed via IFN-γ ELISPOT assay and the tumour microenvironment was further analyzed using RT-qPCR. We show that the combination of DPX-R9F and PS-targeting antibodies with and without anti-PD-1 demonstrated increased efficacy compared to untreated controls. All treatments containing DPX-R9F led to T cell activation as assessed by IFN-γ ELISPOT. Furthermore, DPX-R9F/anti-PS treatment significantly elevated cytotoxic T cells, macrophages and dendritic cells based on RT-qPCR analysis. Overall, our data indicates that anti-tumour responses are driven through a variety of immune cells within this model and highlights the need to investigate combination therapies which increase tumour immune infiltration, such as anti-phosphotidylserine.",
      "mesh_terms": [
        "Animals",
        "CD8-Positive T-Lymphocytes",
        "Cell Line, Tumor",
        "Disease Models, Animal",
        "Female",
        "Immunity",
        "Immunotherapy",
        "Mice",
        "Mice, Inbred C57BL",
        "Papillomavirus E7 Proteins",
        "Phosphatidylserines",
        "Programmed Cell Death 1 Receptor",
        "T-Lymphocytes, Cytotoxic",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "33598471",
      "title": "Incidence of a First Thrombo-Embolic Event in Patients With Systemic Lupus Erythematosus and Anti-phosphatidylserine/prothrombin Antibodies: A Prospective Study.",
      "authors": [
        "Savino Sciascia",
        "Massimo Radin",
        "Irene Cecchi",
        "Elena Rubini",
        "Silvia Grazietta Foddai",
        "Alice Barinotti",
        "Antonella Vaccarino",
        "Daniela Rossi",
        "Dario Roccatello"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective: This study aimed to prospectively investigate the incidence of first thromboembolic events (TEs) in a cohort of systemic lupus erythematosus (SLE) patients. The patients were positive for anti-phosphatidylserine/prothrombin (aPS/PT) antibodies and tested negative for anticardiolipin (aCL) and anti-β2-glycoprotein I (aβ2GPI) antibodies [regardless of their Lupus Anticoagulant (LA) status]. Methods: Inclusion criteria included: (a) SLE with no previous TEs; (b) no concomitant anti-thrombotic therapy; (c) isolated confirmed positive test for aPS/PT. Results: From the total of 52 SLE patients (42, 80.8% women), 18 patients (34.6%) were found to be positive for aPS/PT (IgG/IgM). During a mean follow-up (3.9 ± 1.1 years), 3 TEs occurred (1.3%/year). The overall cumulative incidence of TEs was 5.8% after 2 years, and up to 16.7% when focusing on aPS/PT positive patients. All the TEs events (two cerebrovascular events and one thrombotic kidney microangiopathy) occurred in the aPS/PT positive group. When focusing on IgG aPS/PT, we found that patients who tested positive were at a significantly higher risk for TEs (crude HR 19.6, 95%; CI 1.1 to 357.6; p < 0.05) compared to patients with negative aPS/PT. Conclusion: This study observed a rate of TEs of 1.3%/year, in aPS/PT positive only patients. Our prospective data suggest that aPS/PT might confer an increased risk for the development of TEs in SLE patients."
    },
    {
      "pmid": "33569644",
      "title": "Neuroprotective phosphatidylserine liposomes alleviate depressive-like behavior related to stroke through neuroinflammation attenuation in the mouse hippocampus.",
      "authors": [
        "Alireza Partoazar",
        "Zahra Seyyedian",
        "Golnaz Zamanian",
        "Partow Mirzaee Saffari",
        "Ahad Muhammadnejad",
        "Ahmad Reza Dehpour",
        "Ramin Goudarzi"
      ],
      "journal": "Psychopharmacology",
      "publication_date": "2021-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To investigate the protective effect of phosphatidylserine liposomes (PSL) on post-stroke (ST) injuries such as neuroinflammation and depression in mice. METHODS: Brain ischemia was induced via the right unilateral common carotid artery occlusion model. Then, behavioral assessments including the forced swimming test (FST) and tail suspension test (TST) were used to evaluate the antidepressant-like effect of PSL. Moreover, inflammatory cytokines changes in the hippocampus including TNF-α and IL-10 levels as well as the number of survived neurons were evaluated in ST mice using immunohistochemistry (IHC). RESULTS: A significant reduction of the immobility time in both behavioral tests indicated the antidepressant activity of PSL. Moreover, the number of viable neurons increased significantly with PSL treatment, which was similar to control group, compared to the untreated ST group. IHC analysis of ST mice receiving PSL showed a significant reduction in TNF-α and IL-10 levels in the inflamed hippocampus of mice. CONCLUSION: Oral PSL may improve post-stroke depression (PSD) through its anti-inflammatory properties.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Antidepressive Agents",
        "Behavior, Animal",
        "Cytokines",
        "Depression",
        "Hindlimb Suspension",
        "Hippocampus",
        "Liposomes",
        "Male",
        "Mice",
        "Neurons",
        "Phosphatidylserines",
        "Swimming",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "33539192",
      "title": "Phosphatidylserine for the Treatment of Pediatric Attention-Deficit/Hyperactivity Disorder: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Alisha Bruton",
        "Joy Nauman",
        "Douglas Hanes",
        "Melissa Gard",
        "Angela Senders"
      ],
      "journal": "Journal of alternative and complementary medicine (New York, N.Y.)",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "Objective: To examine the evidence for efficacy of phosphatidylserine for symptoms of attention-deficit/hyperactivity disorder (ADHD) in children. Methods: Medline, Cochrane Library, and ClinicalTrials.gov were searched from inception through August 2020. Studies of any design that assessed phosphatidylserine supplementation for children aged ≤18 years with a diagnosis of ADHD were included in the systematic review; only randomized clinical trials were included in the meta-analysis. Standardized mean differences and 95% confidence intervals (CIs) were calculated, and the heterogeneity of the studies was estimated using I2. The overall quality of the evidence was assessed using the Grading of Recommendations Assessment, Development and Evaluation tool. Results: Four studies met the inclusion criteria for the narrative review (n = 344) and three for the meta-analysis (n = 216). Results of the meta-analysis showed a statistically significant effect of 200-300 mg/day of phosphatidylserine on symptoms of inattention relative to placebo (effect size [ES] 0.36; 95% CI: 0.07 to 0.64; p = 0.01). The effects of phosphatidylserine on overall symptoms of ADHD (ES 0.76; 95% CI: -0.07 to 1.60; p = 0.07) and hyperactivity-impulsivity (ES 0.24; 95% CI: -0.04 to 0.53; p = 0.09) were not statistically significant. Conclusions: Preliminary evidence suggests that phosphatidylserine may be effective for reducing symptoms of inattention in children with ADHD, although the quality of the evidence is low and additional research in this area is warranted.",
      "mesh_terms": [
        "Adolescent",
        "Attention Deficit Disorder with Hyperactivity",
        "Child",
        "Child, Preschool",
        "Humans",
        "Integrative Medicine",
        "Phosphatidylserines",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "33440157",
      "title": "Targeting Phosphatidylserine Enhances the Anti-tumor Response to Tumor-Directed Radiation Therapy in a Preclinical Model of Melanoma.",
      "authors": [
        "Sadna Budhu",
        "Rachel Giese",
        "Aditi Gupta",
        "Kelly Fitzgerald",
        "Roberta Zappasodi",
        "Sara Schad",
        "Daniel Hirschhorn",
        "Luis Felipe Campesato",
        "Olivier De Henau",
        "Mathieu Gigoux",
        "Cailian Liu",
        "Gregory Mazo",
        "Liang Deng",
        "Christopher A Barker",
        "Jedd D Wolchok",
        "Taha Merghoub"
      ],
      "journal": "Cell reports",
      "publication_date": "2021-Jan-12",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Phosphatidylserine (PS) is exposed on the surface of apoptotic cells and is known to promote immunosuppressive signals in the tumor microenvironment (TME). Antibodies that block PS interaction with its receptors have been shown to repolarize the TME into a proinflammatory state. Radiation therapy (RT) is an effective focal treatment of isolated solid tumors but is less effective at controlling metastatic cancers. We found that tumor-directed RT caused an increase in expression of PS on the surface of viable immune infiltrates in mouse B16 melanoma. We hypothesize that PS expression on immune cells may provide negative feedback to immune cells in the TME. Treatment with an antibody that targets PS (mch1N11) enhanced the anti-tumor efficacy of tumor-directed RT and improved overall survival. This combination led to an increase in proinflammatory tumor-associated macrophages. The addition of anti-PD-1 to RT and mch1N11 led to even greater anti-tumor efficacy and overall survival. We found increased PS expression on several immune subsets in the blood of patients with metastatic melanoma after receiving tumor-directed RT. These findings highlight the potential of combining PS targeting with RT and PD-1 pathway blockade to improve outcomes in patients with advanced-stage cancers.",
      "mesh_terms": [
        "Animals",
        "Disease Models, Animal",
        "Humans",
        "Melanoma",
        "Mice",
        "Phosphatidylserines",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "33314787",
      "title": "Higher serum levels of autotaxin and phosphatidylserine-specific phospholipase A1 in patients with lupus nephritis.",
      "authors": [
        "Yasunori Iwata",
        "Shinji Kitajima",
        "Junya Yamahana",
        "Shuji Shimomura",
        "Shiori Yoneda-Nakagawa",
        "Norihiko Sakai",
        "Kengo Furuichi",
        "Hisayuki Ogura",
        "Koichi Sato",
        "Tadashi Toyama",
        "Yuta Yamamura",
        "Taro Miyagawa",
        "Akinori Hara",
        "Miho Shimizu",
        "Ryunosuke Ohkawa",
        "Makoto Kurano",
        "Yutaka Yatomi",
        "Takashi Wada"
      ],
      "journal": "International journal of rheumatic diseases",
      "publication_date": "2021-Feb",
      "publication_types": [
        "Journal Article",
        "Multicenter Study"
      ],
      "abstract": "BACKGROUND: Recent studies revealed that lysophospholipids (LPLs) and related molecules, such as autotaxin (ATX) and phosphatidylserine-specific phospholipase A1 (PS-PLA1 ), are candidates for novel biomarkers in melanoma, glaucoma and diabetic nephropathy. However, it is not clear whether serum levels of ATX/ PS-PLA1 would be associated with pathological and clinical findings of lupus nephritis (LN). METHODS: In this retrospective cohort study, serum samples were collected from 39 patients with LN and 37 patients with other glomerular diseases. The serum levels of ATX and PS-PLA1 were evaluated for an association with renal pathology and clinical phenotypes of LN. RESULTS: The serum levels of ATX and PS-PLA1 were higher in the patients with LN as compared to those with other glomerular diseases. Among the classes of LN, the patients with class IV showed the trend of lower serum levels of ATX. Moreover, the patients with lower levels of ATX exhibited higher scores of activity index (AI) and chronicity index (CI). The level of ATX tended to be negatively correlated with AI and CI. These results might be explained by the effect of treatment, because the serum levels of ATX and PS-PLA1 were inversely correlated with the daily amount of oral prednisolone. Moreover, they did not reflect the level of proteinuria or kidney survival in LN patients. CONCLUSION: Although the serum levels of ATX and PS-PLA1 were affected by the treatment, these levels were higher in the patients with LN. The potential clinical benefits of these markers need to be clarified in further studies.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Biomarkers",
        "Biopsy",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Kidney",
        "Lupus Nephritis",
        "Male",
        "Middle Aged",
        "Phospholipases A1",
        "Phosphoric Diester Hydrolases",
        "Retrospective Studies"
      ]
    }
  ]
}