{
  "supplement": "Phytoestrogens",
  "query": "Phytoestrogens[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:19:05",
  "research_count": 367,
  "count": 100,
  "articles": [
    {
      "pmid": "40277065",
      "title": "Phytoestrogens: A Promising Therapeutic Approach for Endometriosis Management, Insights from Preclinical and Clinical Studies.",
      "authors": [
        "Marzieh Neykhonji",
        "Abdulridha Mohammed Al-Asady",
        "Souad Al Okla",
        "Nasser Al-Nazwani",
        "Amir Avan",
        "Majid Khazaei",
        "Seyed Mahdi Hassanian"
      ],
      "journal": "Current pharmaceutical design",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Endometriosis is a prevalent gynecological disorder characterized by the growth of endometrial tissue outside the uterine cavity. The disease often involves internal organs and leads to chronic pelvic pain and infertility. While its pathogenesis remains incompletely understood, the disease is considered estrogen-dependent, and reducing estrogen levels is a primary clinical treatment strategy. Despite extensive research and diverse treatment modalities, including surgery and pharmacotherapy, current treatments are associated with significant complications and recurrence. This review aims to explore recent studies on phytoestrogens' therapeutic potential in endometriosis treatment by examining the underlying mechanisms contributing to their efficacy. METHODS: An extensive evaluation of Google Scholar and PubMed, utilizing relevant keywords including \"Endometriosis, Phytoestrogen, Estrogen, inflammation, pelvic pain, and Infertility\" was carried out to assess the potential therapeutic efficacy of phytoestrogens in managing endometriosis, based on recent research findings. This review considered a wide range of studies, including in-vitro, in-vivo, and clinical studies, as well as reviews and research articles, to provide a comprehensive overview of the current state of knowledge on this topic. RESULTS: Phytoestrogens, with their structural similarity to estrogen, have emerged as a novel therapeutic approach. These compounds compete for estrogen receptor binding, displaying anti-estrogenic or weak proestrogenic properties upon binding. CONCLUSION: Exhibiting anti-proliferative, antioxidant, anti-angiogenic, and pro-apoptotic properties, phytoestrogens have demonstrated substantial therapeutic potential in endometriosis management. Extensive cellular, animal, and clinical investigations support their therapeutic efficacy."
    },
    {
      "pmid": "40235146",
      "title": "Role of G Protein-Coupled Estrogen Receptor in The Regulatory Effects of Phytoestrogens on Prostate Cancer Cell Migration and Invasion.",
      "authors": [
        "Cecilia Rico Fuentes",
        "Adrián Ramírez De Arellano",
        "Ana Laura Pereira Suarez",
        "Julio Cesar Villegas Pineda",
        "Juan Manuel Guzman Flores",
        "Edgar Ivan Lopez Pulido"
      ],
      "journal": "Cell journal",
      "publication_date": "2025-Mar-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Isoflavones are phytoestrogen compounds that can regulate the growth of prostate cancer (PCa) cells. While most studies indicate phytoestrogens mediate their biological effects by activating estrogen receptors (ERs) ERα and ERβ, recent research suggests that they also activate the G-protein coupled ER (GPER). This study aimed to investigate the effects of genistein and daidzein on cell migration and invasion processes in LNCaP and PC3 human PCa cell lines. Furthermore, the role of GPER as a mediator of the effects of these two isoflavones was evaluated using the specific receptor antagonist G15. LNCaP and PC-3 were pre-treated with G15 (1 μM) before phytoestrogens (50 μM) treatments. Following treatment, cell lines were cultured in Matrigel-uncoated Transwell inserts for migration assays and coated inserts for invasion assays. Treatments with genistein and daidzein significantly decrease cell migration and invasion in LNCaP and PC-3. Additionally, the GPER antagonist G15 suppresses the effects of genistein and daidzein, restoring the migratory and invasive capacities in both cell lines. Based on the results, we suggest that GPER regulates cell migration and invasion of LNCaP and PC-3 mediated by genistein and daidzein. Further research is needed to elucidate the signaling pathways involved to evaluate its role and potential as a therapeutic intervention target in PCa."
    },
    {
      "pmid": "40221168",
      "title": "Expression of concern: \"Expression of concern 'Endometrial effects of long-term treatment with phytoestrogens: a randomized, double-blind, placebo-controlled study' [Fertility and Sterility 82 (2004) 145-148].",
      "authors": [],
      "journal": "Fertility and sterility",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Expression of Concern"
      ]
    },
    {
      "pmid": "40219889",
      "title": "Phytoestrogens in osteoporosis.",
      "authors": [
        "Mateusz Kaczmarski",
        "Mateusz Trubalski",
        "Paweł Kamiński",
        "Marta Żerebiec",
        "Aleksandra Bełżek",
        "Natalia Saj",
        "Zuzanna Rupeć",
        "Joanna Niezbecka-Zając",
        "Nataliia Fedorenko",
        "Wojciech Kłapeć"
      ],
      "journal": "Wiadomosci lekarskie (Warsaw, Poland : 1960)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "This article explores the role of phytoestrogens in the prevention and treatment of osteoporosis, focusing on soy isoflavones, red clover, and other plants such as Epimedium, hops, fennel, and prunes. It reviews clinical trials examining the effects of these phytoestrogens on bone mineral density (BMD), bone turnover markers, and osteoporotic fracture risk. Various studies demonstrate that phytoestrogens, particularly those derived from soy and red clover, may help improve bone health, alleviate menopausal symptoms, and reduce the risk of fractures. However, results regarding their impact on BMD are inconsistent, with some trials showing positive effects and others showing no significant difference compared to placebo. The article emphasizes the need for further, more comprehensive research to assess the long-term efficacy, safety, and mechanisms of action of phytoestrogens, considering individual patient characteristics such as genetics, metabolism, and lifestyle factors. While phytoestrogens hold promise as a potential complement or alternative to conventional osteoporosis therapies, personalized approaches to supplementation, as well as more rigorous studies, are necessary to establish their clinical benefits and minimize risks.",
      "mesh_terms": [
        "Humans",
        "Phytoestrogens",
        "Osteoporosis",
        "Bone Density",
        "Female",
        "Phytotherapy",
        "Isoflavones"
      ]
    },
    {
      "pmid": "40139537",
      "title": "Phytoestrogens as potential anti-osteoporosis nutraceuticals: Major sources and mechanism(s) of action.",
      "authors": [
        "Mohammad Amir Khan",
        "Mohsin Ali Khan",
        "Sahabjada Siddiqui",
        "Aparna Misra",
        "Kusum Yadav",
        "Aditi Srivastava",
        "Anchal Trivedi",
        "Ishrat Husain",
        "Rumana Ahmad"
      ],
      "journal": "The Journal of steroid biochemistry and molecular biology",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "By 2050, the global aging population is predicted to reach 1.5 billion, highlighting the need to enhance the quality of life of the elderly population. Osteoporotic fractures are projected to affect one in three women and one in five men over age 50. Initial treatments for osteoporosis in postmenopausal women include antiresorptive agents such as bisphosphonates, strontium ranelate, estrogen replacement therapy (ERT) and selective estrogen receptor modulators (SERMs). However, these do not rebuild bone, limiting their effectiveness. Denosumab, an FDA-approved antiresorptive monoclonal antibody, also has drawbacks including high costs, biannual subcutaneous injections, slow healing, impaired bone growth and side effects like eczema, flatulence, cellulitis, osteonecrosis of the jaw (ONJ) and an increased risk of spinal fractures after discontinuation of treatment. Nutraceuticals, particularly phytoestrogens, are gaining attention for their health benefits and safety in osteoporosis prevention, management and treatment. Phytoestrogens are plant metabolites similar to mammalian estrogens and include isoflavones, coumestans, lignans, stilbenes, and flavonoids. They interact with estrogen receptor isoforms ERα and ERβ, acting as agonists or antagonists based on concentration and bioavailability. Their tissue-selective activities are particularly significant: anti-estrogenic effects in reproductive tissues may lower the risk of hormone-related cancers (such as ovarian, uterine, breast and prostate), while estrogenic effects on bone could contribute to the preservation of bone mineral density.Phytoestrogens are, thus, used in managing breast and prostate cancers, cardiovascular diseases, menopause and osteoporosis. The present review focuses on the botanical origin, classification, sources and mechanism(s) of action of major phytoestrogens, their potential in prevention and management of osteoporosis and the requirement for additional clinical trials to achieve more definitive outcomes in order to confirm their efficacy and dosage safety."
    },
    {
      "pmid": "39884525",
      "title": "Neonatal co-administration of the phytoestrogens genistein and daidzein disrupts sexual behavior and fertility.",
      "authors": [
        "Marissa Guillén-Castrillo",
        "Reyna Fierro",
        "Pablo Damián-Matsumura",
        "Saúl Gaona-Domínguez",
        "Rosario Tarragó-Castellanos"
      ],
      "journal": "Physiology & behavior",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phytoestrogens are non-steroidal compounds that, can act as agonists and/or antagonists by binding to estrogen receptors; consequently they can modify estrogen-dependent processes of neonatal sexual differentiation. Results of the analysis of the sexual behavior of experimental rats that received 6.8 mg of isoflavones/kg/day, showed significantly more mating activity, but fewer ejaculations (p < 0.01), and a lower copulatory efficiency than the control group. Aggressive behavior was prominent in the phytoestrogen-treated males (p < 0.05), but defensive behavior was infrequent. Phytoestrogens may interfere with the development of male and female traits by competing with estradiol in contexts of sexual behavior. Compared to the control group, the phytoestrogen-treated males exhibited delayed olfactory perception and uncertain preference. The ventrolateral area of the medial hypothalamus is influenced by neonatal neuro estrogens that can produce changes in differentiation, such as the aggressiveness manifested by the males. A probable explanation is that this is due to the inhibition of aromatase by isoflavones. Regarding fertility, the females impregnated by the control males had more offspring (12.2 ± 2.10), than those of the experimental males (4.02 ± 1.13, p < 0.01). Spermatozoa analysis showed a low concentration (p < 0.05) due to isoflavone treatment, with increased immaturity (p < 0.01) and more dead spermatozoa (p < 0.05). We conclude that neonatal administration of genistein and daidzein alters olfactory functions, aggressiveness, sexual behaviors, and fertility through changes in spermatozoa quality. The most notable effect was the decreased of fertility in experimental male demonstrated by the lower number of pregnant females and smaller litters.",
      "mesh_terms": [
        "Animals",
        "Isoflavones",
        "Male",
        "Phytoestrogens",
        "Female",
        "Sexual Behavior, Animal",
        "Genistein",
        "Animals, Newborn",
        "Rats",
        "Fertility",
        "Rats, Wistar",
        "Spermatozoa",
        "Aggression"
      ]
    },
    {
      "pmid": "39793946",
      "title": "Predicting in vivo concentrations of dietary hop phytoestrogens by physiologically based kinetic modeling.",
      "authors": [
        "Maja Stevanoska",
        "Karsten Beekmann",
        "Ans Punt",
        "Shana J Sturla",
        "Georg Aichinger"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hop extracts containing prenylated polyphenols such as 8-prenylnaringenin (8-PN) and its precursor isoxanthohumol (iXN) are popular among women seeking natural alternatives to hormone therapy for postmenopausal symptoms. Due to structural similarities with estrogens, these compounds act as estrogen receptor agonists. Especially 8-PN, described as the most potent phytoestrogen known to date, poses a potential risk for endocrine disruption. Therefore, its use as a hormone replacement raises concerns for human health. However, a significant challenge in assessing the potential endocrine-disruptive effects of hop polyphenols is the lack of data on their toxicokinetics. Particularly, information on in vivo concentrations in target tissues is lacking. To address this gap, we developed a physiologically based kinetic (PBK) model tailored to female physiology. The model was used to predict the levels of hop polyphenols in human blood and target tissues under realistic exposure scenarios. The predictions suggest that iXN and 8-PN concentrations in target tissues reach the low nanomolar range after dietary supplementation. This study enhances our understanding of internal concentrations of iXN and 8-PN after dietary consumption and is of direct applicability for respective risk assessment.",
      "mesh_terms": [
        "Humulus",
        "Humans",
        "Phytoestrogens",
        "Female",
        "Flavanones",
        "Models, Biological",
        "Xanthones",
        "Kinetics",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "39757642",
      "title": "Unlocking the Potential: Phytoestrogens and Cardiovascular Health.",
      "authors": [
        "Arvind Gulati",
        "Himanshi Banker",
        "Alina Amin Muhammad",
        "Fnu Anamika",
        "Rohit Jain"
      ],
      "journal": "Current cardiology reviews",
      "publication_date": "2025-Jan-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phytoestrogens are plant-derived compounds resembling human estrogen and have recently gained attention due to their potential role in improving cardiovascular health. These compounds exert their effects through various mechanisms, including interactions with estrogen receptors, growth factor receptors, inflammatory mediators, thrombogenic reactions, and apoptotic pathways. This results in cardioprotective effects like modulating endothelial function, decreasing vessel tone, reducing inflammation, altering lipid profiles, and influencing arrhythmogenesis. Recent studies indicate the intricate and multidimensional association between phytoestrogens and cardiovascular disease. Despite the overwhelming evidence that phytoestrogen intake lowers the risk of myocardial infarction (MI), prevents atherosclerosis, improves cardiac function, prevents hypertension, and reduces the risk of arrhythmias, there have been studies that show contradictory outcomes. For this reason, the therapeutic use of phytoestrogens for the treatment of cardiovascular diseases, which appears to be extremely promising, should be handled cautiously, considering the individual variances, dosage, and the specific components of phytoestrogens. This review consolidates findings on the effects of phytoestrogens on the heart and blood vessels, explores the mechanisms behind these interactions, and seeks to determine the best methods for using phytoestrogens as a supplement in managing and preventing cardiovascular disease. By understanding these aspects, we can better evaluate the potential of phytoestrogens in cardiovascular health and develop guidelines for their safe and effective use."
    },
    {
      "pmid": "39739399",
      "title": "Phytoestrogens: Pharmacological Potential and Therapeutic Insights for Urinary Tract Infections.",
      "authors": [
        "Mengzhen He",
        "Yisheng Yin",
        "Gan Yu",
        "Hui Zhou"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Urinary tract infections (UTIs) are exceptionally common in postmenopausal female or patients with diabetes mellitus or nephrolithiasis, carrying substantial burden on patients and healthcare system. Increasing proportion and ongoing spread of antibiotic-resistant pathogens have further debilitated the condition in battlefield against the UTIs. Lack of estrogen may contribute to high inclination of UTIs after menopause and hormone replacement therapy can mitigate symptoms of hot flashes, vaginal dryness and UTIs, rationalizing the usage of estrogen and analogues in treatment and prophylaxis of UTIs. Phytoestrogens which comprise flavonoids, coumerins, stilbenes, and lignans, are natural botanical compounds with estrogen structural similarity and biochemical features. Phytoestrogens have emerged as adjuvant remedy and prophylaxis for uropathogenic bacteria even for multidrug-resistant ones, with the multifaceted mechanisms such as inhibition of adhesion and invading ability of bacteria, destruction of biofilms, synergistically enhancement of antibiotics activity. It is plausible to propose phytoestrogens as potential agents or combination with other strategies to ameliorate the challenge of multi-drug resistance in UTIs.",
      "mesh_terms": [
        "Humans",
        "Phytoestrogens",
        "Urinary Tract Infections",
        "Anti-Bacterial Agents",
        "Female",
        "Animals",
        "Drug Resistance, Multiple, Bacterial",
        "Biofilms"
      ]
    },
    {
      "pmid": "39734088",
      "title": "Retraction notice to \"Psychological assessment of the effects of treatment with phytoestrogens on postmenopausal women: a randomized, double-blind, crossover, placebo-controlled study\": [Fertility and Sterility 85 (2006) 972-978].",
      "authors": [
        "Maria Luisa Casini",
        "Guido Marelli",
        "Enrico Papaleo",
        "Augusto Ferrari",
        "Francesco D'Ambrosio",
        "Vittorio Unfer"
      ],
      "journal": "Fertility and sterility",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Retraction Notice"
      ]
    },
    {
      "pmid": "39626791",
      "title": "Phytoestrogens and Sirtuin Activation for Renal Protection: A Review of Potential Therapeutic Strategies.",
      "authors": [
        "Debojyoti Mandal",
        "Nahid Akhtar",
        "Sana Shafi",
        "Jeena Gupta"
      ],
      "journal": "Planta medica",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Significant health and socio-economic challenges are posed by renal diseases, leading to millions of deaths annually. The costs associated with treating and caring for patients with renal diseases are considerable. Current therapies rely on synthetic drugs that often come with side effects. However, phytoestrogens, natural compounds, are emerging as promising renal protective agents. They offer a relatively safe, effective, and cost-efficient alternative to existing therapies. Phytoestrogens, being structurally similar to 17-β-estradiol, bind to estrogen receptors and produce both beneficial and, in some cases, harmful health effects. The activation of sirtuins has shown promise in mitigating fibrosis and inflammation in renal tissues. Specifically, SIRT1, which is a crucial regulator of metabolic activities, plays a role in protecting against nephrotoxicity, reducing albuminuria, safeguarding podocytes, and lowering reactive oxygen species in diabetic glomerular injury. Numerous studies have highlighted the ability of phytoestrogens to activate sirtuins, strengthen antioxidant defense, and promote mitochondrial biogenesis, playing a vital role in renal protection during kidney injury. These findings support further investigation into the potential role of phytoestrogens in renal protection. This manuscript reviews the potential of phytoestrogens such as resveratrol, genistein, coumestrol, daidzein, and formononetin in regulating sirtuin activity, particularly SIRT1, and thereby providing renal protection. Understanding these mechanisms is crucial for designing effective treatment strategies using naturally occurring phytochemicals against renal diseases.",
      "mesh_terms": [
        "Phytoestrogens",
        "Humans",
        "Kidney Diseases",
        "Animals",
        "Sirtuins",
        "Kidney",
        "Isoflavones",
        "Sirtuin 1"
      ]
    },
    {
      "pmid": "39481307",
      "title": "An overview on the potential application of nanotechnology in enhancing the therapeutic efficacy of phytoestrogens.",
      "authors": [
        "Aroma Joshi",
        "Deepika Kathuria",
        "Maman Paul",
        "Narpinder Singh"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Phytoestrogens, derived from plants possesses structural similarity with 17 β-estradiol found in mammals. It is abundantly present in soybean along with red clove, alfalfa as well as other legumes, nuts, vegetables and seeds. It is used as hormone replacement therapy and exhibits both anti-estrogenic and estrogenic properties that linked to therapeutic benefits as well as plays active role in sports nutrition. Despite the potential benefits of phytoestrogens, their low solubility, bioavailability, and stability make it challenging to target them effectively. Recent advancements in nanotechnology have paved in facilitating target delivery. Scaling at nano level offered greater surface area, improved solubility, and bioavailability of phytoestrogens which has ultimately reduced the required medication dosage, and enhanced cost-effectiveness, particularly for expensive bioactive substances where precise dosages are recommended. The present article discussed about the potential application of nanotechnology in enhancing therapeutic benefits of phytoestrogens while minimizing their potential side effects.",
      "mesh_terms": [
        "Phytoestrogens",
        "Nanotechnology",
        "Humans",
        "Animals",
        "Biological Availability",
        "Drug Delivery Systems"
      ]
    },
    {
      "pmid": "39473635",
      "title": "Managing Menopause: The Evolving Role of Estrogens, Selective Serotonin Reuptake Inhibitors, and Phytoestrogens in Balancing Hormonal Fluctuations.",
      "authors": [
        "Cassande Besong",
        "Sandy Philippeaux",
        "Ansa Bham",
        "Naicha Gustinvil",
        "Abigayle Castine",
        "Giustino Varrassi",
        "Patricia Sutker",
        "Benjamin C Miller",
        "Caroline R Burroughs",
        "Sonja Gennuso",
        "Sahar Shekoohi",
        "Alan D Kaye"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Menopause is characterized by the cessation of menstruation for 12 consecutive months. In this narrative review, we describe the transitional stages of menopause, clinical presentation, pharmacological management of symptoms, and effects on fluctuating hormone levels. To standardize the stages of menopause, the Stages of Reproductive Aging Workshop + 10 (STRAW+10) system was designed with five distinct categories corresponding to symptom presentation and numerical years. Common clinical presentations consist of vasomotor hot flashes, mood changes, decreased libido, osteoporosis, and genitourinary changes, all of which are associated with changes in hormone levels. Because hormones play a major role in the mechanism of menopause, hormone replacement therapy with estrogen, progesterone, or a combination is explored and shown to demonstrate symptom reduction in a large percentage of women. Nonhormonal treatment and alternative therapies are used to treat vasomotor symptoms if contraindications present to hormone therapy or for those who prefer fewer side effects. Thus, many women experience uncomfortable symptoms during menopause, some of which cause significant changes in quality of life. In this regard, understanding the pathophysiology, symptomatology, and current treatment options with side effect profiles allows for continued research and discovery of advanced therapy for treating symptoms to ameliorate discomfort and pain in menopausal women."
    },
    {
      "pmid": "39200101",
      "title": "The Pros and Cons of Estrogens in Prostate Cancer: An Update with a Focus on Phytoestrogens.",
      "authors": [
        "Marília I Figueira",
        "Tiago M A Carvalho",
        "Joana Macário-Monteiro",
        "Henrique J Cardoso",
        "Sara Correia",
        "Cátia V Vaz",
        "Ana P Duarte",
        "Sílvia Socorro"
      ],
      "journal": "Biomedicines",
      "publication_date": "2024-Jul-23",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The role of estrogens in prostate cancer (PCa) is shrouded in mystery, with its actions going from angelic to devilish. The findings by Huggins and Hodges establishing PCa as a hormone-sensitive cancer have provided the basis for using estrogens in therapy. However, despite the clinical efficacy in suppressing tumor growth and the panoply of experimental evidence describing its anticarcinogenic effects, estrogens were abolished from PCa treatment because of the adverse secondary effects. Notwithstanding, research work over the years has continued investigating the effects of estrogens, reporting their pros and cons in prostate carcinogenesis. In contrast with the beneficial therapeutic effects, many reports have implicated estrogens in the disruption of prostate cell fate and tissue homeostasis. On the other hand, epidemiological data demonstrating the lower incidence of PCa in Eastern countries associated with a higher consumption of phytoestrogens support the beneficial role of estrogens in counteracting cancer development. Many studies have investigated the effects of phytoestrogens and the underlying mechanisms of action, which may contribute to developing safe estrogen-based anti-PCa therapies. This review compiles the existing data on the anti- and protumorigenic actions of estrogens and summarizes the anticancer effects of several phytoestrogens, highlighting their promising features in PCa treatment."
    },
    {
      "pmid": "39127010",
      "title": "Identification of phytoestrogens as sirtuin inhibitor against breast cancer: Multitargeted approach.",
      "authors": [
        "Venkateswarlu Kojja",
        "Vanitha Rudraram",
        "Bhanukiran Kancharla",
        "Hemalatha Siva",
        "Anjana Devi Tangutur",
        "Prasanta Kumar Nayak"
      ],
      "journal": "Computational biology and chemistry",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite progress in diagnosis and treatment strategies, breast cancer remains a primary risk to female health as indicated by second most cancer-deaths globally caused by this cancer. High risk mutation is linked to prognosis of breast cancer. Due to high resistance of breast cancer against current therapies, there is necessity of novel treatment strategies. Sirtuins are signaling proteins belonging to histone deacetylase class III family, known to control several cellular processes. Therefore, targeting sirtuins could be one of the approaches to treat breast cancer. Several plants synthesize phytoestrogens which exhibit structural and physiological similarities to estrogens and have been recognized to possess anticancer activity. In our study, we investigated several phytoestrogens for sirtuin inhibition by conducting molecular docking studies, and in-vitro studies against breast cancer cell lines. In molecular docking studies, we identified coumestrol possessing high binding energy with sirtuin proteins 1-3 as compared to other phytoestrogens. The molecular dynamic studies showed stable interaction of ligand and protein with higher affinity at sirtuin proteins 1-3 binding sites. In cell proliferation assay and colony formation assay using breast cancer cell lines (MCF-7 and MDAMB-231) coumestrol caused significant reduction in cell proliferation and number of colonies formed. Further, the flow cytometric analysis showed that coumestrol induces intracellular reactive oxygen species and the western blot analysis revealed reduction in the level of SIRT-1 expression in breast cancer cell lines. In conclusion, in-silico data and in-vitro studies suggest that the phytoestrogen coumestrol has sirtuin inhibitory activity against breast cancer.",
      "mesh_terms": [
        "Humans",
        "Phytoestrogens",
        "Breast Neoplasms",
        "Female",
        "Cell Proliferation",
        "Molecular Docking Simulation",
        "Sirtuins",
        "Drug Screening Assays, Antitumor",
        "Cell Line, Tumor",
        "Antineoplastic Agents",
        "Molecular Structure",
        "Structure-Activity Relationship",
        "Dose-Response Relationship, Drug"
      ]
    },
    {
      "pmid": "38825042",
      "title": "Consumption of Phytoestrogens Affects Bone Health by Regulating Estrogen Metabolism.",
      "authors": [
        "Agnieszka Tomczyk-Warunek",
        "Anna Winiarska-Mieczan",
        "Tomasz Blicharski",
        "Rudolf Blicharski",
        "Filip Kowal",
        "Inés Torné Pano",
        "Ewa Tomaszewska",
        "Siemowit Muszyński"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Osteoporosis is a significant concern in bone health, and understanding its pathomechanism is crucial for developing effective prevention and treatment strategies. This article delves into the relationship between estrogen metabolism and bone mineralization, shedding light on how phytoestrogens can influence this intricate process. Estrogen, a hormone primarily associated with reproductive health, plays a pivotal role in maintaining bone density and structure. The article explores the positive effects of estrogen on bone mineralization, highlighting its importance in preventing conditions like osteoporosis. Phytoestrogens, naturally occurring compounds found in certain plant-based foods, are the focal point of the discussion. These compounds have the remarkable ability to mimic estrogen's actions in the body. The article investigates how phytoestrogens can modulate the activity of estrogen, thereby impacting bone health. Furthermore, the article explores the direct effects of phytoestrogens on bone mineralization and structure. By regulating estrogen metabolism, phytoestrogens can contribute to enhanced bone density and reduced risk of osteoporosis. Finally, the article emphasizes the role of plant-based diets as a source of phytoestrogens. By incorporating foods rich in phytoestrogens into one's diet, individuals may potentially bolster their bone health, adding a valuable dimension to the ongoing discourse on osteoporosis prevention. In conclusion, this article offers a comprehensive overview of 137 positions of literature on the intricate interplay between phytoestrogens, estrogen metabolism, and bone health, shedding light on their potential significance in preventing osteoporosis and promoting overall well-being.",
      "mesh_terms": [
        "Phytoestrogens",
        "Humans",
        "Estrogens",
        "Bone Density",
        "Osteoporosis",
        "Bone and Bones",
        "Diet",
        "Animals"
      ]
    },
    {
      "pmid": "38729417",
      "title": "17-β-estradiol and phytoestrogens elicit NO production and vasodilatation through PI3K, PKA and EGF receptors pathways, evidencing functional selectivity.",
      "authors": [
        "Vicente Catalán-Salas",
        "Pablo Sagredo",
        "Williams Melgarejo",
        "M Verónica Donoso",
        "J Cesar Cárdenas",
        "Armen Zakarian",
        "Daniel Valdés",
        "Claudio Acuña-Castillo",
        "J Pablo Huidobro-Toro"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2024-Jul-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Endothelial cells express multiple receptors mediating estrogen responses; including the G protein-coupled estrogen receptor (GPER). Past studies on nitric oxide (NO) production elicited by estrogens raised the question whether 17-β-estradiol (E2) and natural phytoestrogens activate equivalent mechanisms. We hypothesized that E2 and phytoestrogens elicit NO production via coupling to distinct intracellular pathways signalling. To this aim, perfusion of E2 and phytoestrogens to the precontracted rat mesentery bed examined vasorelaxation, while fluorescence microscopy on primary endothelial cells cultures quantified single cell NO production determined following 4-amino-5-methylamino-2',7'-difluoroescein diacetate (DAF) incubation. Daidzein (DAI) and genistein (GEN) induced rapid vasodilatation associated to NO production. Multiple estrogen receptor activity was inferred based on the reduction of DAF-NO signals; G-36 (GPER antagonist) reduced 75 % of all estrogen responses, while fulvestrant (selective nuclear receptor antagonist) reduced significantly more the phytoestrogens responses than E2. The joint application of both antagonists abolished the E2 response but not the phytoestrogen-induced DAF-NO signals. Wortmannin or LY-294002 (PI3K inhibitors), reduced by 90% the E2-evoked signal while altering significantly less the DAI-induced response. In contrast, H-89 (PKA inhibitor), elicited a 23% reduction of the E2-induced signal while blocking 80% of the DAI-induced response. Desmethylxestospongin-B (IP3 receptor antagonist), decreased to equal extent the E2 or the DAI-induced signal. Epidermal growth factor (EGF) induced NO production, cell treatment with AG-1478, an EGF receptor kinase inhibitor reduced 90% DAI-induced response while only 53% the E2-induced signals; highlighting GPER induced EGF receptor trans-modulation. Receptor functional selectivity may explain distinct signalling pathways mediated by E2 and phytoestrogens.",
      "mesh_terms": [
        "Animals",
        "Phytoestrogens",
        "Estradiol",
        "Nitric Oxide",
        "Rats",
        "Signal Transduction",
        "Vasodilation",
        "Cyclic AMP-Dependent Protein Kinases",
        "Phosphatidylinositol 3-Kinases",
        "ErbB Receptors",
        "Male",
        "Isoflavones",
        "Endothelial Cells",
        "Genistein",
        "Receptors, Estrogen",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "38612365",
      "title": "Effects of Mixed Pasture Legume Phytoestrogens on Superovulatory Response and Embryo Quality in Angus Cows.",
      "authors": [
        "Jessica M Wyse",
        "Rory P Nevard",
        "Jaymie Loy",
        "Paul A Weston",
        "Saliya Gurusinghe",
        "Jeffrey McCormick",
        "Leslie A Weston",
        "Cyril P Stephen"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2024-Apr-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ovulation and artificial insemination rates have been observed to decrease in sheep and cows when exposed to dietary phytoestrogens at concentrations greater than 25 mg/kg DM. A grazing trial was undertaken to investigate the effects of coumestrol and other key phytoestrogens on the superovulatory response, embryo numbers and quality in beef cows grazing legume pastures. A 7-week controlled grazing trial was conducted with legume and ryegrass pasture treatments, with cows exposed to legumes at two timed treatments, 4 and 7 weeks. Twenty Angus cows were subjected to a conventional estrus synchronization and superovulation protocol. Embryos were recovered via conventional uterine body flushing 7 days post artificial insemination (AI). Numerous phytoestrogens were identified in both pasture and plasma samples, including coumestrol and formononetin. Concentrations of phytoestrogens in the pasture ranged from 0.001 to 47.5 mg/kg DM and 0 to 2.6 ng/mL in plasma. Approximately 50% of cows produced viable embryos 7 days post AI. A significant interaction between the effect of treatment groups on the embryo stage was observed (p < 0.05). The results suggest that concentrations of >25 mg/kg DM of phytoestrogens less than 20 days preceding AI may negatively affect oocyte developmental competence, reduce progesterone production and thus contribute to early embryonic loss."
    },
    {
      "pmid": "37719855",
      "title": "Protective effect of phytoestrogens on nonalcoholic fatty liver disease in postmenopausal women.",
      "authors": [
        "ChenLu Zhao",
        "JunHao Shi",
        "DongFang Shang",
        "Min Guo",
        "Cheng Zhou",
        "WenXia Zhao"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Non-alcoholic fatty liver disease (NAFLD) is a progressive metabolic disease characterized by hepatic steatosis, inflammation, and fibrosis that seriously endangers global public health. Epidemiological studies have shown that the incidence of non-alcoholic fatty liver disease in postmenopausal women has significantly increased. Studies have shown that estrogen deficiency is the main reason for this situation, and supplementing estrogen has become a new direction for preventing the occurrence of postmenopausal fatty liver. However, although classical estrogen replacement therapy can reduce the incidence of postmenopausal NAFLD, it has the risk of increasing stroke and cardiovascular diseases, so it is not suitable for the treatment of postmenopausal NAFLD. More and more recent studies have provided evidence that phytoestrogens are a promising method for the treatment of postmenopausal NAFLD. However, the mechanism of phytoestrogens in preventing and treating postmenopausal NAFLD is still unclear. This paper summarizes the clinical and basic research evidence of phytoestrogens and reviews the potential therapeutic effects of phytoestrogens in postmenopausal NAFLD from six angles: enhancing lipid metabolism in liver and adipose tissue, enhancing glucose metabolism, reducing oxidative stress, reducing the inflammatory response, regulating intestinal flora, and blocking liver fibrosis (Graphical Abstract)."
    },
    {
      "pmid": "37686148",
      "title": "Multi-Anticancer Activities of Phytoestrogens in Human Osteosarcoma.",
      "authors": [
        "Alessio Cimmino",
        "Giovanni Francesco Fasciglione",
        "Magda Gioia",
        "Stefano Marini",
        "Chiara Ciaccio"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Aug-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Phytoestrogens are plant-derived bioactive compounds with estrogen-like properties. Their potential health benefits, especially in cancer prevention and treatment, have been a subject of considerable research in the past decade. Phytoestrogens exert their effects, at least in part, through interactions with estrogen receptors (ERs), mimicking or inhibiting the actions of natural estrogens. Recently, there has been growing interest in exploring the impact of phytoestrogens on osteosarcoma (OS), a type of bone malignancy that primarily affects children and young adults and is currently presenting limited treatment options. Considering the critical role of the estrogen/ERs axis in bone development and growth, the modulation of ERs has emerged as a highly promising approach in the treatment of OS. This review provides an extensive overview of current literature on the effects of phytoestrogens on human OS models. It delves into the multiple mechanisms through which these molecules regulate the cell cycle, apoptosis, and key pathways implicated in the growth and progression of OS, including ER signaling. Moreover, potential interactions between phytoestrogens and conventional chemotherapy agents commonly used in OS treatment will be examined. Understanding the impact of these compounds in OS holds great promise for developing novel therapeutic approaches that can augment current OS treatment modalities.",
      "mesh_terms": [
        "Child",
        "Young Adult",
        "Humans",
        "Phytoestrogens",
        "Osteosarcoma",
        "Apoptosis",
        "Estrogens",
        "Bone Neoplasms"
      ]
    },
    {
      "pmid": "37446033",
      "title": "Phytoestrogens Present in Follicular Fluid and Urine Are Positively Associated with IVF Outcomes following Single Euploid Embryo Transfer.",
      "authors": [
        "Roberto Gonzalez-Martin",
        "Andrea Palomar",
        "Alicia Quiñonero",
        "Nuria Pellicer",
        "Caroline Zuckerman",
        "Christine Whitehead",
        "Richard T Scott",
        "Francisco Dominguez"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Jun-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The impact and safety of phytoestrogens, plant-derived isoflavones with estrogenic activity predominantly present in soy, on female reproductive health and IVF outcomes continues to be hotly debated. In this prospective cohort study, 60 women attending IVI-RMA New Jersey undergoing IVF with single frozen embryo transfer (SET/FET) of good-quality euploid blastocyst after PGT-A analysis were recruited. Concentrations of two phytoestrogens (daidzein and genistein) in follicular fluid (FF) and urine (U) were measured by UPLC-MSMS, both collected on vaginal oocyte retrieval day. These measurements correlated with IVF clinical outcomes. In models adjusted for age, BMI, race/ethnicity, and smoking status, higher FF phytoestrogen concentrations were significantly associated with higher serum estradiol, enhanced probability of implantation, clinical pregnancy, and live birth. Moreover, higher urine phytoestrogen concentrations were significantly associated with improved oocyte maturation and fertilization potential and increased probability of clinical pregnancy and live birth. Finally, higher FF and urine phytoestrogen concentrations were associated with a higher probability of live birth from a given IVF cycle. Our results suggest that dietary phytoestrogens improved reproductive outcomes of women undergoing IVF treatment. However, additional prospective studies are needed to optimize the use of phytoestrogens to further enhance reproductive outcomes and/or protect against reproductive insults.",
      "mesh_terms": [
        "Pregnancy",
        "Female",
        "Humans",
        "Fertilization in Vitro",
        "Phytoestrogens",
        "Follicular Fluid",
        "Prospective Studies",
        "Embryo Transfer",
        "Pregnancy Rate",
        "Retrospective Studies"
      ]
    },
    {
      "pmid": "37100304",
      "title": "Functional biotransformation of phytoestrogens by gut microbiota with impact on cancer treatment.",
      "authors": [
        "Esma Karahmet Farhat",
        "Emina Karahmet Sher",
        "Amina Džidić-Krivić",
        "Ines Banjari",
        "Farooq Sher"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article",
        "Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The human gut is a host for trillions of microorganisms, divided into more than 3,000 heterogeneous species that is called the gut microbiota. The gut microbiota composition can be altered by many different endogenous and exogenous factors, especially diet and nutrition. A diet rich in phytoestrogens, a variable group of chemical compounds similar to 17-β-estradiol (E2), the essential female steroid sex hormone is potent to change the composition of gut microbiota. However, the metabolism of phytoestrogens also highly depends on the action of enzymes produced by gut microbiota. Novel studies have shown that phytoestrogens could play an important role in the treatment of different types of cancers, such as breast cancer in women, due to their potential to decrease estrogen levels. This review aims to summarize recent findings about the lively dialogue between phytoestrogens and gut microbiota and to address their possible future application, especially in treating patients with diagnosed breast cancer. A potential therapeutic approach for the prevention and improving outcomes in breast cancer patients could be based on targeted probiotic supplementation with the use of soy phytoestrogens. A positive effect of probiotics on the outcome and survival of patients with breast cancer has been established. However, more in vivo scientific studies are needed to pave the way for the use of probiotics and phytoestrogens in the clinical practice of breast cancer treatment.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Phytoestrogens",
        "Gastrointestinal Microbiome",
        "Estrogens",
        "Breast Neoplasms",
        "Biotransformation",
        "Isoflavones"
      ]
    },
    {
      "pmid": "36909165",
      "title": "Overview on postmenopausal osteoporosis and periodontitis: The therapeutic potential of phytoestrogens against alveolar bone loss.",
      "authors": [
        "Putri Ayu Jayusman",
        "Nurrul Shaqinah Nasruddin",
        "Badiah Baharin",
        "Nurul 'Izzah Ibrahim",
        "Haryati Ahmad Hairi",
        "Ahmad Nazrun Shuid"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Osteoporosis and periodontitis are two major chronic diseases of postmenopausal women. The association between these two diseases are evident through systemic bone loss and alveolar bone loss. Both postmenopausal osteoporosis and periodontitis impose a considerable personal and socioeconomic burden. Biphosphonate and hormone replacement therapy are effective in preventing bone loss in postmenopausal osteoporosis and periodontitis, but they are coupled with severe adverse effects. Phytoestrogens are plant-based estrogen-like compounds, which have been used for the treatment of menopause-related symptoms. In the last decades, numerous preclinical and clinical studies have been carried out to evaluate the therapeutic effects of phytoestrogens including bone health. The aim of this article is to give an overview of the bidirectional interrelationship between postmenopausal osteoporosis and periodontitis, summarize the skeletal effects of phytoestrogens and report the most studied phytoestrogens with promising alveolar bone protective effect in postmenopausal osteoporosis model, with and without experimental periodontitis. To date, there are limited studies on the effects of phytoestrogens on alveolar bone in postmenopausal osteoporosis. Phytoestrogens may have exerted their bone protective effect by inhibiting bone resorption and enhancing bone formation. With the reported findings on the protective effects of phytoestrogens on bone, well-designed trials are needed to better investigate their therapeutic effects. The compilation of outcomes presented in this review may provide an overview of the recent research findings in this field and direct further in vivo and clinical studies in the future."
    },
    {
      "pmid": "36757297",
      "title": "Low-moderate dietary phytoestrogens transiently disrupt spermatogenesis and the seminal plasma proteome in the ram.",
      "authors": [
        "Kelsey R Pool",
        "Tayler C Kent",
        "Luoyang Ding",
        "Callum Connolly",
        "Kevin J Foster",
        "Gereltsetseg Enkhbat",
        "Megan H Ryan",
        "Dominique Blache"
      ],
      "journal": "Reproduction (Cambridge, England)",
      "publication_date": "2023-Apr-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "IN BRIEF: Dietary phytoestrogens disrupt a specific stage of ram spermatogenesis, causing subtle decreases in sperm quality by affecting the expression of pathways involved in the structural integrity of the spermatozoa. This paper demonstrates for the first time that ram reproduction is compromised by oestrogenic pasture, whilst also providing a longitudinal model for the impact of phytoestrogens on male fertility. ABSTRACT: Compounds with oestrogen-like actions are now common in both the Western diet. The long-term impacts and underlying mechanisms by which oestrogenic compounds alter male reproduction, however, are unclear. To investigate this, we used a longitudinal sheep model examining the impact of oestrogenic pasture consumption on semen quality and production, testicular size, sexual behaviour and the seminal plasma proteome of Merino rams (n = 20), over a full spermatogenic cycle and in the subsequent breeding season. Throughout the study period, sexual behaviour, sperm production and motility were similar between the exposed and non-exposed rams (P > 0.05). However, between 5 and 8 weeks of exposure to dietary phytoestrogens, rams produced a higher percentage of spermatozoa with a specific malformation of the sperm midpiece and reduced DNA integrity, compared to non-exposed rams (P < 0.001). Investigation into the seminal plasma proteome revealed 93 differentially expressed proteins between phytoestrogen-exposed and control rams (P < 0.05). Exposure to phytoestrogens increased the expression of proteins involved in cellular structure development, actin cytoskeleton reorganisation, regulation of cell function and decreased expression in those related to catabolic processes. The greatest fold changes were in proteins involved in the assembly of the sperm flagella, removal of cytoplasm, spermatid development and maintenance of DNA integrity. After returning to non-oestrogenic pasture, no differences in any measure were observed between treatment groups during the subsequent breeding season. We conclude that dietary phytoestrogens can transiently disrupt specific stages of ram spermatogenesis, causing subtle decreases in sperm quality by affecting the expression of pathways involved in the structural integrity of the spermatozoa.",
      "mesh_terms": [
        "Male",
        "Sheep",
        "Animals",
        "Semen",
        "Phytoestrogens",
        "Semen Analysis",
        "Proteome",
        "Spermatozoa",
        "Spermatogenesis",
        "Sheep, Domestic",
        "Sperm Motility"
      ]
    },
    {
      "pmid": "36753952",
      "title": "Phytoestrogens, novel dietary supplements for breast cancer.",
      "authors": [
        "Shuo Huang",
        "Baowen Qi",
        "Ling Yang",
        "Xue Wang",
        "Jing Huang",
        "Ya Zhao",
        "Yonghe Hu",
        "Wenjing Xiao"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "While endocrine therapy is considered as an effective way to treat breast cancer, it still faces many challenges, such as drug resistance and individual discrepancy. Therefore, novel preventive and therapeutic modalities are still in great demand to decrease the incidence and mortality rate of breast cancer. Numerous studies suggested that G protein-coupled estrogen receptor (GPER), a membrane estrogen receptor, is a potential target for breast cancer prevention and treatment. It was also shown that not only endogenous estrogens can activate GPERs, but many phytoestrogens can also function as selective estrogen receptor modulators (SERMs) to interact GPERs. In this review, we discussed the possible mechanisms of GPERs pathways and shed a light of developing novel phytoestrogens based dietary supplements against breast cancers.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Neoplasms",
        "Phytoestrogens",
        "Receptors, Estrogen",
        "Estrogens",
        "Selective Estrogen Receptor Modulators",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "36646203",
      "title": "Phytoestrogens decorated nanocapsules for therapeutic methionine γ-lyase targeted delivery.",
      "authors": [
        "E Morozova",
        "V Koval",
        "S Revtovich",
        "A Lyfenko",
        "A Minakov",
        "A Chernov",
        "G Telegin",
        "D Kirilenko",
        "A Chobanian",
        "N Anufrieva",
        "V Kulikova",
        "T Demidkina"
      ],
      "journal": "Biochimie",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The main task of targeted therapy is the selective destruction of cancer cells without affecting normal ones. For these purposes, small molecules and antibodies are used that target specific receptors and proteins or block signaling pathways in tumor cells. The natural phytoestrogens daidzein (Dz) and genistein (Gn) possess binding capacity to estrogen receptors (ER). Methionine γ-lyase (MGL) is promising in two strategies of antitumor therapy: for the elimination of l-methionine, which is necessary for the proliferation of tumor cells, and for the production of cytotoxic dialkyl thiosulfinates in situ. For delivery of MGL-loaded nanocapsules (nanoreactors) to the surface of cancer cells a technique for Dz or Gn incorporation into the shell of polyionic vesicles (PICsomes) was developed. The nanoreactors were characterized by dynamic light scattering and transmission electron microscopy. The enzyme retained its catalytic efficiency inside the decorated PICsomes. The binding of Dz/Gn-nanoreactors to the surface of ER + MCF7 breast adenocarcinoma cells was demonstrated. For the first time an influence of enzyme-loaded PICsomes and their individual components on embryos development was evaluated. The high rate of blastocysts formation (>80%) was observed for all tested components and nanoreactors themselves. A strong inhibitory effect on the early embryonic development of MGL-loaded PICsomes in the presence of S-alkyl-l-cysteine sulfoxide substrates was showed. This proves that the substrates can freely penetrate through the polymer shell of the polyionic vesicle and are cleaved by MGL to form cytotoxic thiosulfinates. The data obtained for phytoestrogens decorated PICsomes may be applied in enzyme therapy of malignant tumors.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Phytoestrogens",
        "Nanocapsules",
        "Methionine",
        "Antineoplastic Agents",
        "Breast Neoplasms",
        "Receptors, Estrogen"
      ]
    },
    {
      "pmid": "36551648",
      "title": "Phytoestrogens and Breast Cancer: Should French Recommendations Evolve?",
      "authors": [
        "Aurore Mauny",
        "Sébastien Faure",
        "Séverine Derbré"
      ],
      "journal": "Cancers",
      "publication_date": "2022-Dec-14",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Breast cancer (BC) occurs less frequently in Asia, where there is high soy consumption. It has been hypothesized that soy isoflavones could be protective against BC recurrence and mortality. At the same time, health organizations in several countries have differing recommendations for soy consumption (soy foods or dietary supplements) in BC survivors. The objective of this review is to analyze the literature and to determine whether it is justified to advise avoiding soy in dietary supplements and/or food in women with a history of BC. We conducted a systematic literature search with the Medline/Pubmed and Web of Science databases. Only prospective cohort studies published since 2009 were retained. The endpoint of studies was BC recurrence and/or mortality, and the association with soy isoflavone intake was specifically targeted. Seven studies were included. None of these studies found statistically significant adverse effects of soy consumption on BC recurrence or mortality (specific or all-cause). Overall, only one study was not able to find beneficial effects of soy intake on BC patients. The other studies concluded that there were positive associations but in very variable ways. Two studies found a decrease in BC recurrence associated with a higher isoflavone intake only for post-menopausal women. The other four studies concluded that there were positive associations regardless of menopausal status. Four studies showed better results on women with hormonal-sensitive cancer and/or patients receiving hormonal treatment. Only one found a stronger association for patients with ER-negative BC. No adverse effects of soy isoflavones on BC mortality/recurrence were found. Soy isoflavones may exert beneficial effects. These results coincide with other recent works and suggest that soy isoflavone intake is safe for BC survivors. Thus, these data no longer seem to coincide with the French recommendations, which could then be brought to evolve. However, in order to confirm the current results, larger studies are needed."
    },
    {
      "pmid": "36441471",
      "title": "Effects of phytoestrogens on reproductive organ health.",
      "authors": [
        "S Swathi Krishna",
        "Beena Briget Kuriakose",
        "P K Lakshmi"
      ],
      "journal": "Archives of pharmacal research",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Phytoestrogens are non-steroidal, polyphenolic compounds that are derived from plants and have biological properties similar to those of human estrogens. Their bioactivity, which is based on the core ring system, is caused by their structural resemblance to estrogen. Flavonoids, coumestans, lignans, and stilbenes are the four major categories into which they can be divided. They are structurally and functionally related to ovarian and placental estrogens, which are essential in female reproductive processes. Phytoestrogens are present in numerous dietary supplements and find application in hormone replacement therapy as an alternative to synthetic hormones. In addition, they provide health benefits for osteoporosis, heart disease, breast cancer, and prostate cancer. There is a growing interest in using phytoestrogen as preventative medicine in the form of nutraceuticals. This literature provides comprehensive information about the types, sources, and biological actions of phytoestrogens in the reproductive system.",
      "mesh_terms": [
        "Pregnancy",
        "Male",
        "Female",
        "Humans",
        "Phytoestrogens",
        "Isoflavones",
        "Estrogens, Non-Steroidal",
        "Plant Preparations",
        "Placenta",
        "Estrogens",
        "Genitalia"
      ]
    },
    {
      "pmid": "35743256",
      "title": "Targeting Breast Cancer Stem Cells Using Naturally Occurring Phytoestrogens.",
      "authors": [
        "Mai Nguyen",
        "Clodia Osipo"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2022-Jun-18",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Breast cancer therapies have made significant strides in improving survival for patients over the past decades. However, recurrence and drug resistance continue to challenge long-term recurrence-free and overall survival rates. Mounting evidence supports the cancer stem cell model in which the existence of a small population of breast cancer stem cells (BCSCs) within the tumor enables these cells to evade conventional therapies and repopulate the tumor, giving rise to more aggressive, recurrent tumors. Thus, successful breast cancer therapy would need to target these BCSCs, as well the tumor bulk cells. Since the Women's Health Initiative study reported an increased risk of breast cancer with the use of conventional hormone replacement therapy in postmenopausal women, many have turned their attention to phytoestrogens as a natural alternative. Phytoestrogens are plant compounds that share structural similarities with human estrogens and can bind to the estrogen receptors to alter the endocrine responses. Recent studies have found that phytoestrogens can also target BCSCs and have the potential to complement conventional therapy eradicating BCSCs. This review summarized the latest findings of different phytoestrogens and their effect on BCSCs, along with their mechanisms of action, including selective estrogen receptor binding and inhibition of molecular pathways used by BCSCs. The latest results of phytoestrogens in clinical trials are also discussed to further evaluate the use of phytoestrogen in the treatment and prevention of breast cancer.",
      "mesh_terms": [
        "Breast",
        "Breast Neoplasms",
        "Female",
        "Humans",
        "Isoflavones",
        "Neoplastic Stem Cells",
        "Phytoestrogens"
      ]
    },
    {
      "pmid": "35652403",
      "title": "Chemotherapeutic Activities of Dietary Phytoestrogens against Prostate Cancer: From Observational to Clinical Studies.",
      "authors": [
        "Md Sohel",
        "Habiba Sultana",
        "Tayeba Sultana",
        "Abdullah Al Mamun",
        "Mohammad Nurul Amin",
        "Md Arju Hossain",
        "Md Chayan Ali",
        "Suraiya Aktar",
        "Armin Sultana",
        "Zahed Bin Rahim",
        "Sarmistha Mitra",
        "Raju Dash"
      ],
      "journal": "Current pharmaceutical design",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Prostate cancer remains one of the most frequent and deadliest malignancies in males, where the rate of disease progression is closely associated with the type of dietary intake, specifically a Western-style diet. Indeed intake of the Asian diet, which contains abundant phytoestrogens, is inversely correlated with a higher risk of prostate cancer, suggesting a chemoprotective effect of phytoestrogen against cancer progression. Although the role of phytoestrogens in cancer treatment has been well documented, their impact on prostate cancer is not well understood. Therefore, the present review discusses the possible chemopreventive effect of phytoestrogens, emphasizing their efficacy at the different stages of carcinogenesis. Furthermore, phytoestrogens provide a cytoprotective effect in conventional chemotherapy and enhance chemosensitivity to tumor cells, which have also been discussed. This compilation provides a solid basis for future research on phytoestrogens as a promising avenue for anticancer drug development and also recommends these beneficiary compounds in the daily diet to manage and prevent prostate cancer.",
      "mesh_terms": [
        "Anticarcinogenic Agents",
        "Diet",
        "Humans",
        "Male",
        "Phytoestrogens",
        "Prostatic Neoplasms"
      ]
    },
    {
      "pmid": "35495490",
      "title": "Transformation of Pueraria candollei var. mirifica phytoestrogens using immobilized and free β-glucosidase, a technique for enhancing estrogenic activity.",
      "authors": [
        "Fonthip Makkliang",
        "Wipawee Juengsanguanpornsuk",
        "Suppalak Phaisan",
        "Attapon Sakdamas",
        "Waraporn Putalun",
        "Seiichi Sakamoto",
        "Gorawit Yusakul"
      ],
      "journal": "RSC advances",
      "publication_date": "2021-Sep-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pueraria candollei var. mirifica (PM) has a significant beneficial effect on postmenopausal symptoms associated with estrogen deficiency. However, the estrogenic activity and intestinal absorption of isoflavonoid glycosides derived from PM, such as daidzin and genistin, are significantly lower than those of their aglycones. To enhance the estrogenic activity of the PM extract, we developed β-glucosidase and its immobilized form to increase the PM aglycone content (daidzein and genistein). The enzyme immobilization was done by alginate beads, and the resulting β-glucosidase alginate beads have a diameter of about 0.20 cm. Response surface methodology (RSM) was used to optimize certain parameters, such as the pH, temperature, and ethanol concentration. The optimal conditions of β-glucosidase for daidzein and genistein production were pH of 4.8-4.9, a temperature in the range 46.3-49.1 °C, and ethanol concentration of 10.0-11.0%. The ANOVA results indicated that the design experiment involving free and immobilized β-glucosidase was the best fit by quadratic models, which had adjusted R 2 values between 0.8625 and 0.9318. Immobilized β-glucosidase can be reused up to nine times and maintained efficacy of greater than 90%. Treatment of the PM extract with β-glucosidase increased the estrogenic activity of the PM extract by 8.71- to 23.2-fold compared to that of the untreated extract. Thus, β-glucosidase has a high potential for enhancing the estrogenic activity of PM constituents, and it can be applied on an industrial scale to increase the utility of these natural products."
    },
    {
      "pmid": "35272592",
      "title": "Targeting Estrogen Signaling in the Radiation-induced Neurodegeneration: A Possible Role of Phytoestrogens.",
      "authors": [
        "Sarmistha Mitra",
        "Raju Dash",
        "Md Sohel",
        "Apusi Chowdhury",
        "Yeasmin Akter Munni",
        "Md Chayan Ali",
        "Md Abdul Hannan",
        "Md Tofazzal Islam",
        "Il Soo Moon"
      ],
      "journal": "Current neuropharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Review",
        "Journal Article"
      ],
      "abstract": "Radiation for medical use is a well-established therapeutic method with an excellent prognosis rate for various cancer treatments. Unfortunately, a high dose of radiation therapy comes with its own share of side effects, causing radiation-induced non-specific cellular toxicity; consequently, a large percentage of treated patients suffer from chronic effects during the treatment and even after the post-treatment. Accumulating data evidenced that radiation exposure to the brain can alter the diverse cognitive-related signaling and cause progressive neurodegeneration in patients because of elevated oxidative stress, neuroinflammation, and loss of neurogenesis. Epidemiological studies suggested the beneficial effect of hormonal therapy using estrogen in slowing down the progression of various neuropathologies. Despite its primary function as a sex hormone, estrogen is also renowned for its neuroprotective activity and could manage radiation-induced side effects as it regulates many hallmarks of neurodegenerations. Thus, treatment with estrogen and estrogen-like molecules or modulators, including phytoestrogens, might be a potential approach capable of neuroprotection in radiation-induced brain degeneration. This review summarized the molecular mechanisms of radiation effects and estrogen signaling in the manifestation of neurodegeneration and highlighted the current evidence on the phytoestrogen mediated protective effect against radiationinduced brain injury. This existing knowledge points towards a new area to expand to identify the possible alternative therapy that can be taken with radiation therapy as adjuvants to improve patients' quality of life with compromised cognitive function.",
      "mesh_terms": [
        "Humans",
        "Phytoestrogens",
        "Quality of Life",
        "Estrogens",
        "Brain"
      ]
    },
    {
      "pmid": "35261669",
      "title": "Aspects Regarding the Value of the Treatment of Surgically Induced Menopause with Phytoestrogens - a Postmarketing Surveillance Study (PMSS).",
      "authors": [
        "Doru Anastasiu",
        "Adrian Gluhovschi",
        "Olivera Iordache",
        "Ramona Anderca",
        "Virgil Popescu",
        "Brindusa Pana"
      ],
      "journal": "Maedica",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Editorial"
      ],
      "abstract": "Background: Premenopause and menopause are nowadays a matter of public health due to the increasing life expectancy for women. Medical issues related to the period of premenopause and menopause are important, since they can alter the quality of women's life. Objectives:The goal of this prospective study is to determine the effect of an original formula consisting of phytoestrogens extracted from soy germs (Glycyne hisipida) with 40% isoflavones, vitamin E and grapeseed extract (Vitis vinifera) with 95% proanthocyanidins in reducing menopausal symptoms. Materials and methods: The present study had a six-month monitoring period in 2011 and involved four investigating physicians from \"Bega\" Clinical Hospital of Obstetrics and Gynecology, Timisoara, Romania. Outcomes: After six months of therapy there was a percentually decrease in menopause symptoms (irritability, depression, anxiety, hot flashes, etc); the most dramatic changes in the symptomatology of these women were noticed among premenopausal subjects. Conclusion:The original formula consisting of phytoestrogen, vitamin E and grapeseed extract can be applied in premenopause and surgically-induced menopause, and it is beneficial by decreasing the intensity of the symptomatology."
    },
    {
      "pmid": "35145891",
      "title": "The effect of phytoestrogens (Cimicifuga racemosa) in combination with clomiphene in ovulation induction in women with polycystic ovarian syndrome: A clinical trial study.",
      "authors": [
        "Seyedeh Azam Pourhoseini",
        "Maliheh Mahmoudinia",
        "Mona Najaf Najafi",
        "Fouad Kamyabi"
      ],
      "journal": "Avicenna journal of phytomedicine",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Phytoestrogens can be used as an alternative to clomiphene for ovulation induction in patients with polycystic ovarian (PCO). In this study, we evaluated the impact of phytoestrogens (Cimicifuga racimosa) in combination with clomiphene on the endometrium thickness and follicle number in women with PCO. MATERIALS AND METHODS: This study was a prospective clinical trial conducted in the infertility research center of Milad Hospital in Mashhad, Iran, during 2016 and 2017 on 100 women with PCO syndrome. The patients were randomly divided into two equal groups. The patients in both groups were treated by clomiphene citrate 50 mg, twice a day for 5 days, from the second day of the menstrual cycle and for three consecutive cycle periods. The intervention group received Cimicifuga racemosa tablets 10 mg twice a day for 10 days from the second day of the menstrual cycle, in addition to the mentioned standard treatment. The two groups were compared in terms of the number and size of follicles and endometrial thickness on the ultrasound. RESULTS: There was no significant differences between the number of medium (p=0.288), large (p=0.086), and total (p=0.288) follicles between the two groups. Also, no significant difference was observed in endometrial thickness between the two groups (p=0.227). CONCLUSION: As a result, adding Cimicifuga racemosa to clomiphene could not increase the endometrial thickness and the number of follicles in PCO patients."
    },
    {
      "pmid": "34527172",
      "title": "The Beneficial Role of Natural Endocrine Disruptors: Phytoestrogens in Alzheimer's Disease.",
      "authors": [
        "Anita Domańska",
        "Arkadiusz Orzechowski",
        "Anna Litwiniuk",
        "Małgorzata Kalisz",
        "Wojciech Bik",
        "Agnieszka Baranowska-Bik"
      ],
      "journal": "Oxidative medicine and cellular longevity",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Alzheimer's disease (AD) is the most common form of dementia with a growing incidence rate primarily among the elderly. It is a neurodegenerative, progressive disorder leading to significant cognitive loss. Despite numerous pieces of research, no cure for halting the disease has been discovered yet. Phytoestrogens are nonestradiol compounds classified as one of the endocrine-disrupting chemicals (EDCs), meaning that they can potentially disrupt hormonal balance and result in developmental and reproductive abnormalities. Importantly, phytoestrogens are structurally, chemically, and functionally akin to estrogens, which undoubtedly has the potential to be detrimental to the organism. What is intriguing, although classified as EDCs, phytoestrogens seem to have a beneficial influence on Alzheimer's disease symptoms and neuropathologies. They have been observed to act as antioxidants, improve visual-spatial memory, lower amyloid-beta production, and increase the growth, survival, and plasticity of brain cells. This review article is aimed at contributing to the collective understanding of the role of phytoestrogens in the prevention and treatment of Alzheimer's disease. Importantly, it underlines the fact that despite being EDCs, phytoestrogens and their use can be beneficial in the prevention of Alzheimer's disease.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Animals",
        "Endocrine Disruptors",
        "Flavonoids",
        "Hormone Replacement Therapy",
        "Humans",
        "Nervous System",
        "Phytoestrogens"
      ]
    },
    {
      "pmid": "34445499",
      "title": "Exploring the Biological Activity and Mechanism of Xenoestrogens and Phytoestrogens in Cancers: Emerging Methods and Concepts.",
      "authors": [
        "Xiaoqiang Wang",
        "Desiree Ha",
        "Ryohei Yoshitake",
        "Yin S Chan",
        "David Sadava",
        "Shiuan Chen"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2021-Aug-16",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Xenoestrogens and phytoestrogens are referred to as \"foreign estrogens\" that are produced outside of the human body and have been shown to exert estrogen-like activity. Xenoestrogens are synthetic industrial chemicals, whereas phytoestrogens are chemicals present in the plant. Considering that these environmental estrogen mimics potentially promote hormone-related cancers, an understanding of how they interact with estrogenic pathways in human cells is crucial to resolve their possible impacts in cancer. Here, we conducted an extensive literature evaluation on the origins of these chemicals, emerging research techniques, updated molecular mechanisms, and ongoing clinical studies of estrogen mimics in human cancers. In this review, we describe new applications of patient-derived xenograft (PDX) models and single-cell RNA sequencing (scRNA-seq) techniques in shaping the current knowledge. At the molecular and cellular levels, we provide comprehensive and up-to-date insights into the mechanism of xenoestrogens and phytoestrogens in modulating the hallmarks of cancer. At the systemic level, we bring the emerging concept of window of susceptibility (WOS) into focus. WOS is the critical timing during the female lifespan that includes the prenatal, pubertal, pregnancy, and menopausal transition periods, during which the mammary glands are more sensitive to environmental exposures. Lastly, we reviewed 18 clinical trials on the application of phytoestrogens in the prevention or treatment of different cancers, conducted from 2002 to the present, and provide evidence-based perspectives on the clinical applications of phytoestrogens in cancers. Further research with carefully thought-through concepts and advanced methods on environmental estrogens will help to improve understanding for the identification of environmental influences, as well as provide novel mechanisms to guide the development of prevention and therapeutic approaches for human cancers.",
      "mesh_terms": [
        "Animals",
        "Biomarkers, Tumor",
        "Clinical Trials as Topic",
        "Female",
        "Gene Expression Profiling",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "Male",
        "Neoplasms",
        "Phytoestrogens",
        "Sequence Analysis, RNA",
        "Single-Cell Analysis",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "34444692",
      "title": "Endometriosis and Phytoestrogens: Friends or Foes? A Systematic Review.",
      "authors": [
        "Ludovica Bartiromo",
        "Matteo Schimberni",
        "Roberta Villanacci",
        "Jessica Ottolina",
        "Carolina Dolci",
        "Noemi Salmeri",
        "Paola Viganò",
        "Massimo Candiani"
      ],
      "journal": "Nutrients",
      "publication_date": "2021-Jul-24",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "The aim of this systematic review was to provide comprehensive and available data on the possible role of phytoestrogens (PE) for the treatment of endometriosis. We conducted an advanced, systematic search of online medical databases PubMed and Medline. Only full-length manuscripts written in English up to September 2020 were considered. A total of 60 studies were included in the systematic review. According to in vitro findings, 19 out of 22 studies reported the ability of PE in inducing anti-proliferative, anti-inflammatory and proapoptotic effects on cultured cells. Various mechanisms have been proposed to explain this in vitro action including the alteration of cell cycle proteins, the activation/inactivation of regulatory pathways, and modification of radical oxidative species levels. Thirty-eight articles on the effects of phytoestrogens on the development of endometriotic lesions in in vivo experimental animal models of endometriosis have been included. In line with in vitro findings, results also derived from animal models of endometriosis generally supported a beneficial effect of the compounds in reducing lesion growth and development. Finally, only seven studies investigated the effects of phytoestrogens intake on endometriosis in humans. The huge amount of in vitro and in vivo animal findings did not correspond to a consistent literature in the women affected. Therefore, whether the experimental findings can be translated in women is currently unknown.",
      "mesh_terms": [
        "Animals",
        "Endometriosis",
        "Female",
        "Humans",
        "Phytoestrogens"
      ]
    },
    {
      "pmid": "34338475",
      "title": "Assessment of consumer awareness on the consumption of phytoestrogens in diet and their supplementation - survey studies.",
      "authors": [
        "Katarzyna Urbisz",
        "Maria Zych",
        "Weronika Borymska",
        "Anna Bońka",
        "Ilona Kaczmarczyk-Sedlak"
      ],
      "journal": "Przeglad epidemiologiczny",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Phytoestrogens are plant-derived compounds with structural similarity to 17-β-estradiol. They are considered safer substitutes for synthetic drugs, especially in the treatment of menopause related symptoms. They are delivered to the body with diet or as dietary supplements. AIM OF THE STUDY: The aim of the study was to assess consumer awareness of taking phytoestrogens with diet and supplements, as well as the benefits and risks of such supplementation. MATERIALS AND METHODS: An original survey form was created for the purpose of the study, 133 questionnaires were completed online, and 100 were distributed to random respondents in the Silesian Voivodship. The vast majority of the respondents (84.5%) was represented by women. The study group was diverse in terms of age, education and place of residence. RESULTS: Most of the respondents (67.4%) encountered the concept of phytoestrogens. Common plants as: flax, sunflower, pumpkin, European olive and hops were indicated as phytoestrogen main sources. A small group of respondents (6%) was convinced of the effectiveness of phytoestrogens and indicated their specific health-promoting activities, 49.4% said that not every therapy with their use would improve health and 42.9% declared lack of knowledge in this area. According to the survey outcomes, 16.7% of respondents unambiguously confirmed beneficial effect of phytoestrogens on menopause symptoms. Half of the respondents had no opinion whether phytoestrogens could be an effective replacement for synthetic drugs based therapies. CONCLUSIONS: Incomplete knowledge of society regarding the use of phytoestrogens indicates the need for raising awareness of patients/consumers in this area by medical staff and dietitians. Phytoestrogens, when taken responsibly, can have many benefits for human health.",
      "mesh_terms": [
        "Diet",
        "Dietary Supplements",
        "Female",
        "Humans",
        "Isoflavones",
        "Menopause",
        "Phytoestrogens",
        "Poland",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "34198709",
      "title": "Phytoestrogens for the Management of Endometriosis: Findings and Issues.",
      "authors": [
        "Xia Cai",
        "Min Liu",
        "Bing Zhang",
        "Shao-Jie Zhao",
        "Shi-Wen Jiang"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2021-Jun-14",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Endometriosis, a chronic disease characterized by recurrent pelvic pain and infertility, severely impacts the health and life quality of many women worldwide. Since phytoestrogens are commonly found in a variety of foods, and estrogen is a major pathological factor for the pathogenesis of endometriosis, their possible involvement cannot be ignored. This review summarizes data on the relationship between phytoestrogen intake and endometriosis risk, and analyzes the findings from in vitro experiments, rodent endometriotic models, and human intervention trials. While favorable results were often obtained from endometrial primary cultures and animal models for resveratrol, isoflavones and puerarin, only resveratrol showed promising results in human intervention trials. Critical issues concerning the current study efforts are discussed: the possible reasons beneath the discrepant observations of estrogenic/anti-estrogenic effects by phytoestrogens; the complicated interplays between phytoestrogens and endogenous estrogens; the shortage of currently used animal models; the necessity to apply reasonable doses of phytoestrogens in experiments. It is expected that the analyses would help to more properly assess the phytoestrogens' effects on the endometriosis pathogenesis and their potential values for preventive or therapeutic applications."
    },
    {
      "pmid": "34086550",
      "title": "Dietary Phytoestrogens: Neuroprotective Role in Parkinson's Disease.",
      "authors": [
        "Ahsas Goyal",
        "Aanchal Verma",
        "Neetu Agrawal"
      ],
      "journal": "Current neurovascular research",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Parkinson's disease (PD) is a neurodegenerative disorder characterized by progressive damage of mesencephalic dopaminergic neurons of the substantia nigra and the striatal projections. Recent studies suggest that estrogen and estrogen-like chemicals have beneficial effects on neurodegenerative diseases, particularly PD. Animal studies demonstrate that estrogen influences dopamine's synthesis, release, and metabolism. In vivo studies have also shown the significant beneficial effects of estrogen in shielding the brain from neurodegenerative processes like PD. Moreover, the expression and function of dopamine receptors can be modified by estrogen. Phytoestrogens are non-steroidal compounds derived from plants present in a large spectrum of foods, most specifically soy and in numerous dietary supplements. Phytoestrogens share structural and functional similarities with 17β-estradiol and can be used as an alternative treatment for PD because of estrogen's undesirable effects, such as the increased risk of breast and endometrial cancer, ischemic disorders, and irregular bleeding. Despite the beneficial effects of phytoestrogens, their impact on human health may depend on age, health status, and even the presence or absence of specific gut microflora. In addition to their antioxidant properties, soy products or phytoestrogens also exhibit neuroprotective activity in patients with PD via the interaction with estrogen receptors (ER) α and β, with a higher affinity for ERβ. Phytoestrogens offer a valuable model for fully exploring the biological effects of endocrine disruptors in general. However, observational studies and randomized controlled trials in humans have resulted in inconclusive findings within this domain. This review considered the evidence in animal models and human epidemiological data as to whether developmental exposure to various phytoestrogen classes adversely or beneficially impacts the neurobehavioral programming in PD.",
      "mesh_terms": [
        "Animals",
        "Brain",
        "Diet",
        "Humans",
        "Neuroprotection",
        "Neuroprotective Agents",
        "Parkinson Disease",
        "Phytoestrogens"
      ]
    },
    {
      "pmid": "34065647",
      "title": "The Potential Effects of Phytoestrogens: The Role in Neuroprotection.",
      "authors": [
        "Justyna Gorzkiewicz",
        "Grzegorz Bartosz",
        "Izabela Sadowska-Bartosz"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2021-May-16",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Phytoestrogens are naturally occurring non-steroidal phenolic plant compounds. Their structure is similar to 17-β-estradiol, the main female sex hormone. This review offers a concise summary of the current literature on several potential health benefits of phytoestrogens, mainly their neuroprotective effect. Phytoestrogens lower the risk of menopausal symptoms and osteoporosis, as well as cardiovascular disease. They also reduce the risk of brain disease. The effects of phytoestrogens and their derivatives on cancer are mainly due to the inhibition of estrogen synthesis and metabolism, leading to antiangiogenic, antimetastatic, and epigenetic effects. The brain controls the secretion of estrogen (hypothalamus-pituitary-gonads axis). However, it has not been unequivocally established whether estrogen therapy has a neuroprotective effect on brain function. The neuroprotective effects of phytoestrogens seem to be related to both their antioxidant properties and interaction with the estrogen receptor. The possible effects of phytoestrogens on the thyroid cause some concern; nevertheless, generally, no serious side effects have been reported, and these compounds can be recommended as health-promoting food components or supplements.",
      "mesh_terms": [
        "Antineoplastic Agents, Phytogenic",
        "Antioxidants",
        "Female",
        "Health Promotion",
        "Humans",
        "Neuroprotective Agents",
        "Phytoestrogens",
        "Receptors, Estrogen"
      ]
    },
    {
      "pmid": "34051210",
      "title": "The controversy on the beneficial effect of phytoestrogens in diabetic treatment in postmenopausal women.",
      "authors": [
        "Andrea M P Romani"
      ],
      "journal": "Biochemical pharmacology",
      "publication_date": "2021-Aug",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Phytoestrogens have been identified as a natural, plant-based alternative to synthetically derived estrogens, to supplement the absence of endogenous estrogens in post-menopausal women, and attenuate the progression of pathologies and side-effects associated with menopause. The increased availability of these plant's derived compounds as diet or nutritional supplements makes their ingestion and consumption easier and more accessible as compared to pharmacological alternatives. Further, phytoestrogen intake has shown beneficial effects as estrogens alternatives in attenuating severe complications in diseases such as type 2 diabetes, metabolic syndrome, NAFLD, and obesity. However, in many cases phytoestrogen effectiveness remains largely circumstantial or just anecdotal as significant uncertainties on the relative abundance of different phytoestrogens in a given diet, the need for conversion to an active principle through the gut microbiome, the possibility of an effect threshold, the synergistic effect of different phytoestrogens possible due to different modality of actions still persist. The present article aims at highlighting the main issues and concerns plaguing the field as well as some of the possible causes of inconsistencies observed in the various nutritional and clinical studies attempted so far.",
      "mesh_terms": [
        "Diabetes Mellitus, Type 2",
        "Female",
        "Humans",
        "Phytoestrogens",
        "Phytotherapy",
        "Postmenopause"
      ]
    },
    {
      "pmid": "33987926",
      "title": "Efficacy and safety of phytoestrogens in the treatment of perimenopausal and postmenopausal depressive disorders: A systematic review and meta-analysis.",
      "authors": [
        "Jieyun Li",
        "Huijuan Li",
        "Peijing Yan",
        "Liping Guo",
        "Jingwen Li",
        "Jiani Han",
        "Jie Qiu",
        "Kehu Yang"
      ],
      "journal": "International journal of clinical practice",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Depression is one of the most common and specific symptoms among menopausal women, leading to significant personal, family, and economic burdens. Some studies have shown that phytoestrogens can help relieve symptoms of depression. OBJECTIVES: This systematic review and meta-analysis aim to assess the efficacy and safety of phytoestrogens in treating depression among menopausal women. METHODS: A comprehensive search for relevant studies published until November 25, 2020, was conducted in PubMed, the Cochrane Library, Chinese Biomedical Literature Database, Web of Science, and EMBASE. Statistical analyses were performed with R 4.0.3.and Review Manager 5.4. RESULTS: 2183 studies were identified and 10 studies with 15 independent reports were included, involving 1248 participants. The quality of the four studies was assessed as high risk, six studies were assessed as unclear. The analyses conducted according random effects model indicated the significant positive effect on depressive symptoms for postmenopausal women compared with the placebo (SMD = -0.62; 95% CI = -1.13 to -0.12; Q = 45.62, df = 14, P < .01; I2  = 79%). The low dose phytoestrogens (25 mg/d ≤ dose ≤ 100 mg/d) have better effectiveness (SMD = -0.52; 95% CI = -0.85 to -0.20; I2  = 79%, P< .01) than high dose (dose > 100 mg/d) and ultralow dose (0 < dose < 25 mg/d), but showed no statistical significance (Q = 0.81 df = 2, P = .67). Isoflavones had better effectiveness (SMD = -0.48; 95% CI = -0.75 to 0.21; I2  = 75%, P < .01) than lignans of phytoestrogens (SMD = -0.22; 95% CI = -0.37 to 0.08; I2  = 0%, P = .96). The duration of intervention affects the efficacy of phytoestrogens (β = -0.03; 95% CI: [-0.05, 0.00]; P = .045). The effectiveness varies in regions. The adverse reactions frequently reported were gastrointestinal symptoms and cold or upper respiratory tract infection. CONCLUSIONS: Phytoestrogen can relieve depression symptoms among menopausal, especially for postmenopausal women who take low doses(25 mg/d ≤ dose ≤ 100 mg/d) of phytoestrogens for a long-term duration. Although mild adverse reactions have been reported, phytoestrogen could be considered as a complementary treatment for postmenopausal depression.",
      "mesh_terms": [
        "Depressive Disorder",
        "Female",
        "Humans",
        "Menopause",
        "Perimenopause",
        "Phytoestrogens",
        "Postmenopause"
      ]
    },
    {
      "pmid": "33962824",
      "title": "Impact of phytoestrogens on treatment of urogenital menopause symptoms: A systematic review of randomized clinical trials.",
      "authors": [
        "Fatemeh Abdi",
        "Fatemeh Alsadat Rahnemaei",
        "Nasibeh Roozbeh",
        "Reza Pakzad"
      ],
      "journal": "European journal of obstetrics, gynecology, and reproductive biology",
      "publication_date": "2021-Jun",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: Menopause symptoms affect the various dimensions of women's lives and they can lead to reduction of their quality of life. Phytoestrogens can be used as an approach to diminish these symptoms. The aim of this systematic review was to investigate the effect of phytoestrogens on the treatment of urogenital menopause symptoms. STUDY DESIGN: PubMed, EMBASE, Web of Science, Cochrane library,Scopus and ProQuest were systematically searched from 2000-2020. All randomized clinical trials were included. The quality of the selected papers was evaluated by the CONSORT checklist. RESULTS: 33 eligible high-quality papers were reviewed. Various forms of phytoestrogens such as Pueraria Mirifica, fennel, Hop plant(Humuluslupulus L.), Glycine Max (L.) Merr, soy, red clover, black cohosh, ginsing, cimicifugaracemosa, genistein, diadzein, glycitein and isoflavone in the form of oral capsules and pill, food supplement, enriched powder, vaginal gel, cream and suppository could improve menopausal urogenital symptoms. The recovery rate in vaginal use of these phytoestrogens was greater than other consumptions. CONCLUSIONS: After using a variety of phytoestrogens in different forms indicators of urogenital atrophy and urinary disorders improved and women's sexual function improved after treatment. The use of phytoestrogens as a safe, low-risk compared to hormone therapy and almost accessible method for women can relieve urogenital symptoms and promote the sexual satisfaction and quality of life.",
      "mesh_terms": [
        "Female",
        "Genistein",
        "Humans",
        "Menopause",
        "Phytoestrogens",
        "Phytotherapy",
        "Quality of Life",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "33734035",
      "title": "Effects of a Cereal Bar with a Combination of Phytoestrogens on the Climacteric Symptoms: A Placebo-Controlled, Randomized Trial.",
      "authors": [
        "M Frigo",
        "E de Barros",
        "P C B Dos Santos",
        "G L Peres",
        "J Weber",
        "C Zanelatto",
        "E A Koehnlein"
      ],
      "journal": "Journal of the American Nutrition Association",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: This study evaluated whether the consumption of a cereal bar combining different phytoestrogens could contribute to the reduction of climacteric symptoms in women. METHODS: This is a clinical, prospective, randomized, simple-blind trial. Forty-eight women, aged 40-65 years, with climacteric symptoms, from a city in southwestern Paraná, Brazil. Participants were randomly assigned into two groups; Phytoestrogens group (PHY = 24), which received for 90-day period a cereal bar containing 80.73 milligrams of soybean and flaxseed phytoestrogens, and the placebo group (PLA = 24), which consumed rice flakes biscuit. Clinical, sociodemographic and anthropometric data were collected and climacteric symptoms were assessed using the Kupperman Index (KI). RESULTS: Forty-three women were analyzed (PHY = 21 and PLA = 22). There were significant reductions in the overall KI score in both groups at the end of the intervention period (p < 0.05). However, the comparison between the groups using linear regression models presented expressively better symptom improvement in the PHY group -6.43 over time (95% CI: -11.6; -1.26; p < 0.05) KI points, with perimenopausal -15.15 (95% CI: -28.95; -1.35) and postmenopausal women -19.34 (95% CI: -33.68; -4.99) showed considerably greater reductions in symptoms at the end of the intervention period compared to premenopausal women. There was also significant reduction in symptoms of hot flushes, paresthesia, sexual complaints, insomnia and melancholy. CONCLUSION: The consumption of a cereal bar containing phytoestrogens was able to improve the symptoms of climacteric syndrome.",
      "mesh_terms": [
        "Climacteric",
        "Edible Grain",
        "Female",
        "Humans",
        "Isoflavones",
        "Phytoestrogens",
        "Polyesters",
        "Prospective Studies"
      ]
    },
    {
      "pmid": "33603542",
      "title": "Induction of cell death and modulation of Annexin A1 by phytoestrogens in human leukemic cell lines.",
      "authors": [
        "Affidah Sabran",
        "Endang Kumolosasi",
        "Ibrahim Jantan",
        "Jamia Azdina Jamal",
        "Norazrina Azmi",
        "Malina Jasamai"
      ],
      "journal": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Phytoestrogens are polyphenolic plant compounds which are structurally similar to the endogenous mammalian estrogen, 17β-estradiol. Annexin A1 (ANXA1) is an endogenous protein which inhibits cyclo-oxygenase 2 (COX-2) and phospholipase A2, signal transduction, DNA replication, cell transformation, and mediation of apoptosis. OBJECTIVE: This study aimed to determine the effects of selected phytoestrogens on annexin A1 (ANXA1) expression, mode of cell death and cell cycle arrest in different human leukemic cell lines. METHODS: Cells viability were examined by MTT assay and ANXA1 quantification via Enzyme-linked Immunosorbent Assay. Cell cycle and apoptosis were examined by flow cytometer and phagocytosis effect was evaluated using haematoxylin-eosin staining. RESULTS: Coumestrol significantly (p < 0.05) reduced the total level of ANXA1 in both K562 and U937 cells and genistein significantly (p < 0.05) reduced it in K562, Jurkat and U937 cells, meanwhile estradiol and daidzein induced similar reduction in U937 and Jurkat cells. Coumestrol and daidzein induced apoptosis in K562 and Jurkat cells, while genistein and estradiol induced apoptosis in all tested cells. Coumestrol and estradiol induced cell cycle arrest at G2/M phase in K562 and Jurkat cells with an addition of U937 cells for estradiol. Genistein induced cell cycle arrest at S phase for both K562 and Jurkat cells. However, daidzein induced cell cycle arrest at G0/G1 phase in K562, and G2/M phase of Jurkat cells. Coumestrol, genistein and estradiol induced phagocytosis in all tested cells but daidzein induced significant (p < 0.05) phagocytosis in K562 and Jurkat cells only. CONCLUSION: The selected phytoestrogens induced cell cycle arrest, apoptosis and phagocytosis and at the same time they reduced ANXA1 level in the tested cells. The IC50 value of phytoestrogens was undetectable at the concentrations tested, their ability to induce leukemic cells death may be related with their ability to reduce the levels of ANXA1. These findings can be used as a new approach in cancer treatment particularly in leukemia."
    },
    {
      "pmid": "33395316",
      "title": "The effects of phytoestrogens on postmenopausal health.",
      "authors": [
        "I J Rowe",
        "R J Baber"
      ],
      "journal": "Climacteric : the journal of the International Menopause Society",
      "publication_date": "2021-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Phytoestrogens are a group of non-steroidal polyphenolic plant-based substances, commonly used for the treatment of menopause-related conditions. They have both genomic and non-genomic effects, displaying weak affinity for estrogen receptors (ER) and preferentially binding to ER-B over ER-A. However, evidence for the benefits of phytoestrogen consumption has been limited. We conducted a review of recent literature, focusing on systematic reviews and meta-analyses reporting on postreproductive health effects of phytoestrogens. While many trials concerning dietary and supplementary phytoestrogens have been conducted, evidence of clinical efficacy is heterogeneous and inconclusive. There appears to be reduction in the vasomotor symptoms of menopause with phytoestrogen intake; however, it is likely small and slow in onset. Phytoestrogens also appear to improve bone mineral density and markers of cardiovascular risk; however, there is inadequate research regarding long-term outcomes. There appear to be no harmful effects of phytoestrogens on breast, endometrial cancer or colorectal cancer and phytoestrogens intake may in fact be protective. Research regarding the effect of phytoestrogens on cognition is mixed, with most studies reporting no significant association. Overall, individual variations in the metabolism of phytoestrogens and age-related genomic effects may account for the considerable variability in the measured effects of phytoestrogens.",
      "mesh_terms": [
        "Estrogen Replacement Therapy",
        "Female",
        "Humans",
        "Phytoestrogens",
        "Phytotherapy",
        "Postmenopause"
      ]
    },
    {
      "pmid": "33261116",
      "title": "Phytoestrogens for Cancer Prevention and Treatment.",
      "authors": [
        "Margalida Torrens-Mas",
        "Pilar Roca"
      ],
      "journal": "Biology",
      "publication_date": "2020-Nov-27",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Phytoestrogens are a large group of natural compounds found in more than 300 plants. They have a close structural similarity to estrogens, which allow them to bind to both estrogen receptors (ER), ERα and ERβ, presenting a weak estrogenic activity. Phytoestrogens have been described as antioxidant, anti-inflammatory, anti-thrombotic, anti-allergic, and anti-tumoral agents. Their role in cancer prevention has been well documented, although their impact on treatment efficiency is controversial. Several reports suggest that phytoestrogens may interfere with the effect of anti-cancer drugs through the regulation of oxidative stress and other mechanisms. Furthermore, some phytoestrogens could exert a protective effect on healthy cells, thus reducing the secondary effects of cancer treatment. In this review, we have studied the recent research in this area to find evidence for the role of phytoestrogens in cancer prevention and therapy efficacy."
    },
    {
      "pmid": "33257172",
      "title": "Engagement of phytoestrogens in breast cancer suppression: Structural classification and mechanistic approach.",
      "authors": [
        "Ankur Kumar Tanwar",
        "Neha Dhiman",
        "Amit Kumar",
        "Vikas Jaitak"
      ],
      "journal": "European journal of medicinal chemistry",
      "publication_date": "2021-Mar-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cancer is the world's devastating disease, and breast cancer is the most common reason for the death of women worldwide. Many synthetic drugs and medications are provided with their beneficial actions, but all of these have side effects and resistance problems. Natural remedies are coming forward to overcome the disadvantages of synthetic drugs. Among the natural categories, phytoestrogens having a structural similarity of mammalian oestradiol proves its benefit with various mechanisms not only in the treatment of breast cancer but even to prevent the occurrence of postmenopausal symptoms. Phytoestrogens are plant-derived compounds that were utilized in ancient medications and traditional knowledge for its sex hormone properties. Phytoestrogens exert pleiotropic effects on cellular signalling and show effects on estrogen-dependent diseases. However, because of activation/inhibition of steroid hormonal receptor ER-α or ER-β, these compounds induce or inhibit steroid hormonal (estrogen) action and, therefore, have the potential to disrupt hormone (estrogen) signalling pathway. In this review, we have discussed and summarize the effect of certain phytoestrogens and their possible mechanisms that can substantiate advantageous benefits for the treatment of post-menopausal symptoms as well as for breast cancer.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents, Phytogenic",
        "Breast Neoplasms",
        "Drug Screening Assays, Antitumor",
        "Estradiol",
        "Estrogen Receptor alpha",
        "Estrogen Receptor beta",
        "Estrogens",
        "Female",
        "Flavonoids",
        "Humans",
        "Lignans",
        "Phytoestrogens",
        "Signal Transduction",
        "Stilbenes",
        "Structure-Activity Relationship",
        "Sulfatases"
      ]
    },
    {
      "pmid": "33254019",
      "title": "A mechanistic insight of phytoestrogens used for Rheumatoid arthritis: An evidence-based review.",
      "authors": [
        "Debolina Chakraborty",
        "Kriti Gupta",
        "Sagarika Biswas"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Assessment of the potential therapeutic benefits offered by naturally occurring phytoestrogens necessitate inspection of their potency and sites of action in impeding the chronic, systemic, autoimmune, joint destructing disorder Rheumatoid arthritis (RA). Possessing structural and functional similarity with human estrogen, phytoestrogen promisingly replaces the use of hormone therapy in eradicating RA symptoms with their anti-inflammatory, anti-oxidative, anti-proliferative, anti-angiogenesis, immunomodulatory, joint protection properties abolishing the harmful side effects of synthetic drugs. Scientific evidences revealed that use of phytoestrogens from different chemical categories including flavonoids, alkaloids, stilbenoids derived from different plant species manifest beneficial effects on RA through various cellular mechanisms including suppression of pro-inflammatory cytokines in particular tumor necrosis factor (TNF-α), interleukin(IL-6) and nuclear factor kappa B (NF-κB) and destructive metalloproteinases, inhibition of oxidative stress, suppressing inflammatory signalling pathways, attenuating osteoclastogenesis ameliorating cartilage degradation and bone erosion. This review summarizes the evidences of different phytoestrogen treatment and their pharmacological mechanisms in both in vitro and in vivo studies along with discussing clinical evaluations in RA patients showing phytoestrogen as a promising agent for RA therapy. Further investigations and more clinical trials are mandatory to clarify the utility of these plant derived compounds in RA prevention and in managing oestrogen deficient diseases in patients.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Antirheumatic Agents",
        "Arthritis, Rheumatoid",
        "Evidence-Based Medicine",
        "Humans",
        "Inflammation Mediators",
        "Joints",
        "Phytoestrogens",
        "Signal Transduction",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "32963737",
      "title": "Phytoestrogens by inhibiting the non-classical oestrogen receptor, overcome the adverse effect of bisphenol A on hFOB 1.19 cells.",
      "authors": [
        "Zar Chi Thent",
        "Gabriele Ruth Anisah Froemming",
        "Aletza Binti Mohd Ismail",
        "Syed Baharom Syed Ahmad Fuad",
        "Suhaila Muid"
      ],
      "journal": "Iranian journal of basic medical sciences",
      "publication_date": "2020-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Since bisphenol A (BPA) induces bone loss and phytoestrogens enhance the osteoblastogenesis by binding to the non-classical and classical oestrogen receptors, respectively, the present study was aimed to observe the osteoprotective effect of phytoestrogens on BPA-induced osteoblasts in hFOB 1.19 cells. MATERIALS AND METHODS: All groups of hFOB 1.19 cells were induced with 12.5 μg/ml of BPA except the control (Ctrl) group. Meanwhile, treated groups received phytoestrogens; Daidzein (Dz), Genistein (Gt), Equol (Eq) and 17β-oestradiol (Est) in different concentrations for 24 hr duration. RESULTS: We found that the protein expression of non-classical oestrogen-related receptor (ERRG) was highly expressed in BPA group, whereas classical oestrogen receptor alpha (ERα) and oestrogen receptor beta (ERβ) were relatively increased with phytoestrogens treatment under BPA exposure. The dense actin cytoskeletal filaments were also observed. qRT-PCR showed up-regulation of mitogen-activated protein kinase 3 (MAPK3) and G protein-coupled receptor 30 (GPR30) expressions; significant down-regulation of ERRG and up-regulation of ERα and ERβ were observed in phytoestrogens-treated cells, which was supported by the increased expressions of oestrogen receptor 1 (ESR1) and oestrogen receptor 2 (ESR2). CONCLUSION: Phytoestrogens improved the deteriorative effect of BPA via down-regulation of ERRG in hFOB 1.19 cells. This study showed that the efficacy of consumption of phytoestrogens in rendering them as potential therapeutic strategy in combating the adverse bone effects of BPA."
    },
    {
      "pmid": "32942973",
      "title": "Beneficiary and Adverse Effects of Phytoestrogens: A Potential Constituent of Plant-based Diet.",
      "authors": [
        "Vaadala Sridevi",
        "Ponneri Naveen",
        "Venkat S Karnam",
        "Pamuru R Reddy",
        "Mohammed Arifullah"
      ],
      "journal": "Current pharmaceutical design",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "BACKGROUND: Phytoestrogens are non-endocrine, non-steroidal secondary derivatives of plants and consumed through a plant-based diet also named as \"dietary estrogens\". The major sources of phytoestrogens are soy and soy-based foods, flaxseed, chickpeas, green beans, dairy products, etc. The dietary inclusion of phytoestrogen based foods plays a crucial role in the maintenance of metabolic syndrome cluster, including obesity, diabetes, blood pressure, cancer, inflammation, cardiovascular diseases, postmenopausal ailments and their complications. In recent days, phytoestrogens are the preferred molecules for hormone replacement therapy. On the other hand, they act as endocrine disruptors via estrogen receptor-mediated pathways. These effects are not restricted to adult males or females and identified even in development. OBJECTIVE: Since phytoestrogenic occurrence is high at daily meals for most people worldwide, they focused to study for its beneficiary effects towards developing pharmaceutical drugs for treating various metabolic disorders by observing endocrine disruption. CONCLUSION: The present review emphasizes the pros and cons of phytoestrogens on human health, which may help to direct the pharmaceutical industry to produce various phytoestrongen based drugs against various metabolic disorders.",
      "mesh_terms": [
        "Diet",
        "Diet, Vegetarian",
        "Estrogens, Non-Steroidal",
        "Female",
        "Humans",
        "Isoflavones",
        "Male",
        "Phytoestrogens",
        "Plant Preparations"
      ]
    },
    {
      "pmid": "32864429",
      "title": "DAXX-inducing phytoestrogens inhibit ER+ tumor initiating cells and delay tumor development.",
      "authors": [
        "Daniel S Peiffer",
        "Emily Ma",
        "Debra Wyatt",
        "Kathy S Albain",
        "Clodia Osipo"
      ],
      "journal": "NPJ breast cancer",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recurrence of estrogen receptor (ER)-positive breast tumors despite curative-intent adjuvant therapy is thought to be due to enrichment of tumor initiating cells (TIC) during endocrine therapy (ET). Recently, it was identified that by antagonizing the ER, ET promotes rapid degradation of the death-associated factor 6 (DAXX) protein, which is necessary and sufficient to potently inhibit TICs. Thus, the goal of the current study was to identify a DAXX-inducing agent to inhibit TICs and prevent proliferation of the tumor. Phytoestrogens (naringenin, resveratrol, genistein, apigenin, and quercetin) were screened for DAXX protein expression, anti-TIC and anti-proliferative efficacy in vitro and in vivo. Specific DAXX-inducing phytoestrogens were tested to assess selectivity towards ERα and/or ERβ. Results showed that phytoestrogens tested induced DAXX protein expression and inhibited survival of TICs from ER+ MCF-7 and T47D cells. Only naringenin, resveratrol, and quercetin did not stimulate total cell proliferation. Naringenin, resveratrol, but not quercetin inhibited survival of TICs in vitro and in vivo in a DAXX-dependent manner. Naringenin-induced DAXX protein expression and inhibition of TICs seemed to be more selective towards ERβ while resveratrol was more selective through ERα. Naringenin or resveratrol inhibited the rate of tumor initiation and rate of tumor growth in a DAXX-dependent manner. These results suggest that a therapeutic approach using a phytoestrogen to induce DAXX protein expression could potently inhibit TICs within a tumor to delay or prevent tumor initiation. Therefore, a DAXX-promoting phytoestrogen should be explored for prevention of tumor progression in advanced disease and relapse in the adjuvant setting."
    },
    {
      "pmid": "32852460",
      "title": "Blood pressure and cardiovascular risk factors in women treated for climacteric symptoms with acupuncture, phytoestrogens, or hormones.",
      "authors": [
        "Federica Palma",
        "Francesca Fontanesi",
        "Isabella Neri",
        "Anjeza Xholli",
        "Fabio Facchinetti",
        "Angelo Cagnacci"
      ],
      "journal": "Menopause (New York, N.Y.)",
      "publication_date": "2020-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To evaluate the response of cardiovascular risk factors to the treatment of climacteric symptoms. METHODS: In this prospective study, women reporting climacteric symptoms were randomized to 3 months of treatment with either acupuncture (n = 19), phytoestrogens (75 mg soy isoflavones, BID; n = 22), or low-dose hormone therapy (HT; 0.3 mg conjugated equine oestrogens plus 1.5 mg medroxyprogesterone acetate; n = 20). Greene's climacteric scale, blood pressure (BP), lipids, glucose, insulin, and homeostatic model assessment of insulin resistance were assessed before and after treatment. Observed changes were compared by analysis of variance. RESULTS: HT and acupuncture reduced Greene climacteric score to a similar extent, but the effect of phytoestrogens was significantly lower (P < 0.05). With acupuncture, systolic (-7.4 ± 15.3 mm Hg; P < 0.05) and diastolic BP (-8.3 ± 7.7mm Hg; P < 0.01) decreased, and the same occurred with phytoestrogens (-8.4 ± 9.0 mm Hg [P < 0.01] and -6.6 ± 7.9 mm Hg [P < 0.01]). Neither BP systolic (1.9 ± 17.5 mm Hg) nor BP diastolic (-1.4 ± 9.6 mm Hg) changed during HT. Low-density lipoprotein cholesterol decreased with phytoestrogens (-9.9 ± 19.6 mg/dL; P < 0.05), and triglycerides increased with both HT (34.5 ± 12.2 mg/dL; P < 0.01) and phytoestrogens (17.41 ± 24.4 mg/dL; P < 0.01). A slight but significant increase in homeostatic model assessment of insulin resistance (0.14 ± 0.5; P < 0.05) was observed after HT. CONCLUSIONS: Treatment of climacteric symptoms with acupuncture and phytoestrogens, but not HT, is associated with a clear BP reduction, and phytoestrogens with potentially positive alterations in low-density lipoprotein cholesterol level. TRIAL REGISTRATION: EudractCT Number 2008-006053-41. : Video Summary:http://links.lww.com/MENO/A637.",
      "mesh_terms": [
        "Acupuncture Therapy",
        "Animals",
        "Blood Pressure",
        "Cardiovascular Diseases",
        "Climacteric",
        "Female",
        "Heart Disease Risk Factors",
        "Horses",
        "Humans",
        "Isoflavones",
        "Phytoestrogens",
        "Prospective Studies",
        "Risk Factors"
      ]
    },
    {
      "pmid": "32652920",
      "title": "The Interaction of Isoflavone Phytoestrogens with ERα and ERβ by Molecular Docking and Molecular Dynamics Simulations.",
      "authors": [
        "Ting Wang",
        "Yaquan Liu",
        "Xuming Zhuang",
        "Feng Luan",
        "Chunyan Zhao"
      ],
      "journal": "Current computer-aided drug design",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM AND OBJECTIVE: Isoflavone phytoestrogens, commonly present in natural plants, are closely related to human health. The combination of them with estrogen receptors in the body can play an important role in the prevention and treatment of cardiovascular diseases, cancer, and menopausal diseases. This research is conducted for the wider application of isoflavone phytoestrogens in various fields. METHODS: In this study, molecular docking studies and molecular dynamics simulations were performed to explore the affinities and interaction between three typical isoflavone phytoestrogens and estrogen receptors (ERα and ERβ), respectively. RESULTS: Molecular docking results showed that the affinity of genistein, daidzein, and formononetin was different, and the ligand structures and hydrogen bonds force were the main factors affecting the binding abilities. CONCLUSION: The calculation of the binding free energy shows the stability of the complex and the contribution of various interactions to the binding free energy. The decomposition of binding free energy indicates that van der Waals interaction and electrostatic interaction promote the binding of the complex, which are in agreement with the docking studies.",
      "mesh_terms": [
        "Estrogen Receptor alpha",
        "Estrogen Receptor beta",
        "Humans",
        "Isoflavones",
        "Molecular Docking Simulation",
        "Molecular Dynamics Simulation",
        "Phytoestrogens"
      ]
    },
    {
      "pmid": "32428152",
      "title": "The influence of phytoestrogens or estrogens on the proliferation of the rat endocervical mucosa.",
      "authors": [
        "Paulo Celso Franco",
        "Ricardo Santos Simões",
        "Adriana Aparecida Ferraz Carbonel",
        "Gisela Rodrigues da Silva Sasso",
        "Rinaldo Florencio-Silva",
        "Edmund Chada Baracat",
        "Manoel Batista Castello Girão",
        "José Maria Soares Júnior",
        "Manuel de Jesus Simões"
      ],
      "journal": "Revista da Associacao Medica Brasileira (1992)",
      "publication_date": "2020-May-15",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Although estrogen therapy is widely used against post-menopausal symptoms, it can present adverse effects, including endometrial cancer. Soy isoflavones are considered a possible alternative to estrogen therapy. However, there are still concerns whether isoflavones exert trophic effects on the uterine cervix. To evaluate the histomorphometric and immunohistochemical alterations in the uterine cervix of ovariectomized rats treated with soy isoflavones (Iso). METHODS: Fifteen adult Wistar rats were ovariectomized (Ovx) and divided into three groups: Group I (Ovx), administered with vehicle solution; Group II (OVX-Iso), administered with concentrated extract of Iso (150 mg/kg) by gavage; and Group III (OVX-E2), treated with 17β-estradiol (10 µg/kg), subcutaneously. After 30 days of treatments, the uterine cervix was fixed in 10% formaldehyde and processed for paraffin-embedding. Sections were stained with Hematoxylin and eosin for morphological and morphometric studies or subjected to immunohistochemistry for detections of Ki-67 and vascular endothelial growth factor-A (Vegf-A). The data obtained were subjected to statistical analysis (p ≤ 0.05). RESULTS: We noted an atrophic uterine cervix in GI, whereas it was more voluminous in GII and even more voluminous in GIII. The thickness of the cervical mucosa was significantly higher in GIII, as compared to GI and GII. The cell proliferation (Ki-67) was significantly elevated in the estradiol and isoflavones treated groups, whereas Vegf-A immunoexpression was significantly higher in GIII, as compared to groups GII and GI. CONCLUSIONS: Soy isoflavones cause less trophic and proliferative effects in the uterine cervix of rats as compared to estrogen.",
      "mesh_terms": [
        "Animals",
        "Cell Proliferation",
        "Cervix Uteri",
        "Epithelium",
        "Estrogens",
        "Female",
        "Immunohistochemistry",
        "Isoflavones",
        "Ki-67 Antigen",
        "Mucous Membrane",
        "Ovariectomy",
        "Phytoestrogens",
        "Random Allocation",
        "Rats, Wistar",
        "Reproducibility of Results",
        "Time Factors",
        "Vascular Endothelial Growth Factor A"
      ]
    },
    {
      "pmid": "32228420",
      "title": "Effects of Drugs, Phytoestrogens, Nutrients and Probiotics on Endothelial Dysfunction in the Estrogen-Deficient State.",
      "authors": [
        "Phablo Wendell C Oliveira",
        "Mariana R Couto",
        "Glauciene J de Sousa",
        "Pollyana Peixoto",
        "Flávia S A Moraes",
        "Tadeu U de Andrade",
        "Nazaré S Bissoli"
      ],
      "journal": "Current pharmaceutical design",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Endothelial dysfunction is commonly present in estrogen-deficient states, e.g., after menopause. In the search for alternatives to hormone replacement therapy (HRT), treatments based on phytoestrogens or in non-hormonal mechanisms have been under evaluation. OBJECTIVE: Here we aim to present an overview of innovative potential treatments for endothelial dysfunction in estrogen-deficient states, introducing our own preliminary data about the probiotic kefir. METHODS: We conducted a review based on a PubMed database search for keywords of interest (Menopause, Ovariectomy, Vascular dysfunction, Hot flashes, Metformin, Statins, Phytoestrogens, Omega-3, Vitamin D, Probiotics). RESULTS: Vascular parameters were found to be improved by both metformin and statins through pleiotropic effects, being related to a decrease in oxidative stress and restoration of the nitric oxide pathway. Phytoestrogens such as genistein and resveratrol have also been shown to improve vascular dysfunction, which seems to involve their estrogenic-like actions. Omega-3, vitamin D and its analogues, as well as probiotics, have shown similar vascular beneficial effects in both postmenopausal women and an animal model of ovariectomy (OVX), which could be related to antioxidant and/or anti-inflammatory effects. Moreover, our preliminary data on the probiotic kefir treatment in OVX rats suggested a vascular antioxidant effect. In particular, some evidence points to statins and vitamin D having anti-atherogenic effects. CONCLUSION: Pleiotropic effects of common medications and natural compounds could have therapeutic potential for endothelial dysfunction in estrogen-deficient states. They could, therefore, work as future complementary or alternative treatments to HRT.",
      "mesh_terms": [
        "Animals",
        "Estrogens",
        "Female",
        "Humans",
        "Nutrients",
        "Ovariectomy",
        "Pharmaceutical Preparations",
        "Phytoestrogens",
        "Probiotics",
        "Rats"
      ]
    },
    {
      "pmid": "32102233",
      "title": "Targeting Abdominal Obesity and Its Complications with Dietary Phytoestrogens.",
      "authors": [
        "Alina Kuryłowicz",
        "Marta Cąkała-Jakimowicz",
        "Monika Puzianowska-Kuźnicka"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-Feb-23",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "In the assessment of the health risk of an obese individual, both the amount of adipose tissue and its distribution and metabolic activity are essential. In adults, the distribution of adipose tissue differs in a gender-dependent manner and is regulated by sex steroids, especially estrogens. Estrogens affect adipocyte differentiation but are also involved in the regulation of the lipid metabolism, insulin resistance, and inflammatory activity of the adipose tissue. Their deficiency results in unfavorable changes in body composition and increases the risk of metabolic complications, which can be partially reversed by hormone replacement therapy. Therefore, the idea of the supplementation of estrogen-like compounds to counteract obesity and related complications is compelling. Phytoestrogens are natural plant-derived dietary compounds that resemble human estrogens in their chemical structure and biological activity. Supplementation with phytoestrogens may confer a range of beneficial effects. However, results of studies on the influence of phytoestrogens on body composition and prevalence of obesity are inconsistent. In this review, we present data from in vitro, animal, and human studies regarding the role of phytoestrogens in adipose tissue development and function in the context of their potential application in the prevention of visceral obesity and related complications.",
      "mesh_terms": [
        "Adipose Tissue",
        "Animals",
        "Body Composition",
        "Body Weight",
        "Diet",
        "Humans",
        "Obesity, Abdominal",
        "Phytoestrogens"
      ]
    },
    {
      "pmid": "32053840",
      "title": "Phytoestrogens in NAFLD: Potential Mechanisms of Action.",
      "authors": [
        "Hui Li",
        "Erna Jia",
        "Jian Jiao"
      ],
      "journal": "Hormone and metabolic research = Hormon- und Stoffwechselforschung = Hormones et metabolisme",
      "publication_date": "2020-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Many studies have shown that estrogen has a protective effect on premenopausal women with metabolic disorders and non-alcoholic fatty liver disease. Estrogen supplements may, at least in theory, prevent the development and progression of NAFLD, while the possibility of inducing cancer limits its application in practice. Phytoestrogen is extracted from plants, whose molecular structure and biological activity are similar to those of mammals' estrogen, therefore, could replace the role of estrogen and prevent the occurrence of adverse reactions to estrogen. This article reviews the published literature related to phytoestrogens and NAFLD as well as suggest the possible mechanisms that may underlie the association between phytoestrogens and NAFLD. It is hoped to provide basis for the treatment of NAFLD with phytoestrogen.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Non-alcoholic Fatty Liver Disease",
        "Phytoestrogens",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "31912375",
      "title": "Evaluation of phytoestrogens in inducing cell death mediated by decreasing Annexin A1 in Annexin A1-knockdown leukemia cells.",
      "authors": [
        "Masyitah Hasan",
        "Endang Kumolosasi",
        "Malina Jasamai",
        "Jamia Azdina Jamal",
        "Norazrina Azmi",
        "Nor Fadilah Rajab"
      ],
      "journal": "Daru : journal of Faculty of Pharmacy, Tehran University of Medical Sciences",
      "publication_date": "2020-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Phytoestrogens are plant compounds that are structurally similar to estrogen and that possess anti-cancer properties. Previous studies have reported that coumestrol, daidzein and genistein could induce cell death by reducing Annexin A1 protein in leukemic cell lines. Annexin A1 (ANXA1) is involved in cell progression, metastasis, and apoptosis in several types of cancer cells. The present study sought to investigate if the effects of phytoestrogens on apoptosis, cell cycle arrest and phagocytosis in ANXA1-knockdown leukemic cells are mediated through ANXA1 or occurred independently. METHODS: Transfection of ANXA1 siRNA was conducted to downregulate ANXA1 expression in Jurkat, K562 and U937 cells. Apoptosis and cell cycle assays were conducted using flow cytometry. Western blot was performed to evaluate ANXA1, caspases and Bcl-2 proteins expression. Phagocytosis was determined using hematoxylin and eosin staining. RESULTS: The expression of ANXA1 after the knockdown was significantly downregulated in all cell lines. Genistein significantly induced apoptosis associated with an upregulation of procaspase-3, -9, and - 1 in Jurkat cells. The Bcl-2 expression showed no significant difference in Jurkat, K562 and U937 cells. Treatment with phytoestrogens increased procaspase-1 expression in Jurkat and U937 cells while no changes were detected in K562 cells. Flow cytometry analysis demonstrated that after ANXA1 knockdown, coumestrol and genistein caused cell cycle arrest at G2/M phase in selected type of cells. The percentage of phagocytosis and phagocytosis index increased after the treatment with phytoestrogens in all cell lines. CONCLUSION: Phytoestrogens induced cell death in ANXA1-knockdown leukemia cells, mediated by Annexin A1 proteins. Graphical abstract.",
      "mesh_terms": [
        "Annexin A1",
        "Apoptosis",
        "Caspases",
        "Cell Cycle",
        "Cell Death",
        "Coumestrol",
        "Gene Knockdown Techniques",
        "Genistein",
        "Humans",
        "Isoflavones",
        "Jurkat Cells",
        "K562 Cells",
        "Leukemia",
        "Phagocytosis",
        "Phytoestrogens",
        "Proto-Oncogene Proteins c-bcl-2",
        "RNA, Small Interfering",
        "THP-1 Cells",
        "U937 Cells"
      ]
    },
    {
      "pmid": "31651566",
      "title": "Supplementation with phytoestrogens and insoluble fibers reduces intestinal carcinogenesis and restores ER-β expression in Apc-driven colorectal carcinogenesis.",
      "authors": [
        "Cristina Luceri",
        "Angelo Pietro Femia",
        "Katia Tortora",
        "Mario D'Ambrosio",
        "Sergio Fabbri",
        "Marilena Fazi",
        "Giovanna Caderni"
      ],
      "journal": "European journal of cancer prevention : the official journal of the European Cancer Prevention Organisation (ECP)",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Supplementation with phytoestrogens and insoluble fibers has been reported to reduce duodenal polyps in colectomized familial adenomatous polyposis patients, with a mechanism involving, at least in part, upregulation of estrogen receptor-β subtype, whose expression is lowered during intestinal tumorigenesis. These data suggest a protective effect also in the colon, the main target organ for tumorigenesis in familial adenomatous polyposis and a major cancer type in non-familial (sporadic) cancers. Therefore, we tested whether a similar preparation might reduce tumorigenesis in the colon of Pirc rats (F344/NTac-Apc) mutated in the Apc gene and thus, like familial adenomatous polyposis patients, spontaneously developing multiple tumors in the colon. We first demonstrate that estrogen receptor-β expression in Pirc rat colon is significantly down-regulated compared to age-matched wt rats. Then, Pirc rats aged 1 month were treated for 3 months with Adipol (Adi), a patented preparation containing phytoestrogens and insoluble fibers. Colon tumorigenesis was significantly reduced by Adi treatment (colon tumors/rat were 5.3 ± 0.8 and 2.9 ± 0.3, Mucin Depleted Foci/rat 127 ± 6.6 and 97.1 ± 8.6 in Controls and Adi-treated rats, respectively, means ± SE, P < 0.01). The treatment also normalized colon proliferation pattern along the crypt and significantly increased apoptosis in colon tumors. Estrogen receptor-β expression was increased by Adi treatment, especially in the tumors. These positive effects suggest that Adipol may be exploited as a chemopreventive agent to reduce cancer risk in familial adenomatous polyposis patients and to postpone prophylactic colectomy. Moreover, given the similarities between familial adenomatous polyposis and sporadic colorectal cancer, it might also be used as chemopreventive agent in colorectal cancer patients at risk.",
      "mesh_terms": [
        "Adenomatous Polyposis Coli",
        "Adenomatous Polyposis Coli Protein",
        "Animals",
        "Apoptosis",
        "Carcinogenesis",
        "Colon",
        "Colonic Neoplasms",
        "Dietary Fiber",
        "Dietary Supplements",
        "Disease Models, Animal",
        "Estrogen Receptor beta",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "Intestinal Mucosa",
        "Male",
        "Mutation",
        "Phytoestrogens",
        "Rats",
        "Rats, Transgenic"
      ]
    },
    {
      "pmid": "31394445",
      "title": "A rapid UHPLC-MS/MS method for quantitation of phytoestrogens and the distribution of enterolactone in an Alabama estuary.",
      "authors": [
        "Jingyi Qi",
        "Vanisree Mulabagal",
        "Lan Liu",
        "Caleb Wilson",
        "Joel S Hayworth"
      ],
      "journal": "Chemosphere",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Endocrine disrupting chemicals (EDCs) are natural or synthetic compounds that can interfere with the endocrine systems of humans and wildlife. EDCs can pass through wastewater treatment systems, or run off from urban areas or agricultural operations, into natural water bodies, exposing resident and migratory organisms to complex EDC mixtures. Some phytoestrogenic polyphenolics (PEPP) are known or suspected EDCs; however, their contribution to total EDC burden in natural surface water systems is largely unknown. We describe a rapid, sensitive, and reproducible quantitative method for analysis of 15 PEPP in estuarine sediment and water, using ultra-high performance liquid chromatography-triple quadrupole mass spectrometry (UHPLC-MS/MS). The method provides excellent peak resolution, peak separation, and rapid run times (method separation/total run time: 8/12.5 min). With two exceptions, spiking experiments demonstrated that the percent recoveries for target PEPP in sediment and water samples were within acceptable analytical validation limits. LOD and LOQ values ranged from 0.004 to 0.010 ng/injection and 0.013-0.032 ng/injection, respectively. The validated method was used for PEPP analysis of sediment and water samples collected from 11 locations within the Perdido Bay estuary in coastal Alabama. No PEPP above the LOD were detected in sediment samples. The mammalian-derived lignin enterolactone was observed at low concentrations in water throughout the estuary, and significantly, at elevated concentrations at two locations associated with small-scale septic systems (3.66 ± 0.27 ng L-1 and 4.01 ± 0.33 ng L-1) and a large wastewater treatment system (4.56 ± 0.24 ng L-1 and 5.69 ± 0.43 ng L-1).",
      "mesh_terms": [
        "4-Butyrolactone",
        "Alabama",
        "Chromatography, High Pressure Liquid",
        "Endocrine Disruptors",
        "Environmental Monitoring",
        "Estuaries",
        "Humans",
        "Lignans",
        "Phytoestrogens",
        "Tandem Mass Spectrometry",
        "Wastewater",
        "Water Pollutants, Chemical"
      ]
    },
    {
      "pmid": "31097185",
      "title": "Effect of oral phytoestrogens on endometrial thickness and breast density of perimenopausal and postmenopausal women: A systematic review and meta-analysis.",
      "authors": [
        "Evangelia Mareti",
        "Christina Abatzi",
        "Dimitrios Vavilis",
        "Irene Lambrinoudaki",
        "Dimitrios G Goulis"
      ],
      "journal": "Maturitas",
      "publication_date": "2019-Jun",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Phytoestrogens constitute an alternative, non-pharmacologic approach for the management of menopausal symptoms. However, few studies have focused on their safety, specifically in relation to endometrial thickness and breast density. AIM: To systematically search for and quantitatively synthesize the evidence regarding the effect of phytoestrogens on endometrial thickness and breast density in perimenopausal and postmenopausal women. METHODS: Randomized controlled trials (RCTs) examining the effect of phytoestrogens compared with placebo or menopausal hormone therapy (MHT) on endometrial thickness and/or breast density in perimenopausal or postmenopausal women were searched for in the MEDLINE, CENTRAL and Scopus databases as well as \"gray literature\" sources until October 31, 2018. Main outcomes were the change from baseline in endometrial thickness and breast density. Statistical analysis was performed with RevMan 5.3, using R language and Open Meta-Analyst software. RESULTS: The meta-analysis for endometrial thickness included 30 RCTs (with a total of 3497 women), and that for breast density four RCTs (with a total of 674 women). Phytoestrogens did not affect endometrial thickness compared with placebo [weighted mean difference (WMD) -0.04 mm, 95% confidence interval (CI) -0.18 to 0.11, I2 66%] or MHT (WMD -1.40 mm, 95% CI -2.98 to 0.18, I2 84%). In addition, phytoestrogens did not affect breast density compared with placebo [standardized mean difference (SMD) -0.76, 95% CI -1.54 to 0.2, I2 95%). CONCLUSION: Phytoestrogens have no effect on endometrial thickness or breast density, when administered at various doses and for various durations, in perimenopausal and postmenopausal women. However, the high heterogeneity of the studies makes it necessary to conduct RCTs with less risk of systematic error.",
      "mesh_terms": [
        "Administration, Oral",
        "Breast Density",
        "Endometrium",
        "Female",
        "Humans",
        "Organ Size",
        "Perimenopause",
        "Phytoestrogens",
        "Postmenopause",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "30484667",
      "title": "Phytoestrogens and the intestinal microbiome.",
      "authors": [
        "L Kolátorová",
        "O Lapčík",
        "L Stárka"
      ],
      "journal": "Physiological research",
      "publication_date": "2018-Nov-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The microflora of the digestive tract is composed of a unique set of bacteria, yeasts, viruses and other microorganisms, generally known as the microbiome. The microbiome exhibits considerable inter-individual variability, with up to two-thirds of the microflora differing between individuals. Because of this, the variable intestinal microflora is responsible for many differences in metabolic, hormonal and immunological processes in humans and animals. Significant differences have been observed in the metabolism of phytoestrogens, naturally occurring substances that possess estrogenic or anti-estrogenic activity. These substances occur predominately in legumes, especially in soy and many soy products. Because of their effects, phytoestrogens are used as an alternative therapy for menopausal disorders and benign prostate hyperplasia. In connection with the worldwide expansion of soy products as part of healthy lifestyles including vegetarianism and veganism, phytoestrogens have become a regular part of everyday life. The activity of phytoestrogens is strongly dependent on the microbiome. Their metabolites have stronger estrogenic activity than the natural substances themselves, and because of the variability in microbiomes, there are large differences in the effects of phytoestrogens among individuals.",
      "mesh_terms": [
        "Animals",
        "Dietary Supplements",
        "Gastrointestinal Microbiome",
        "Humans",
        "Phytoestrogens",
        "Soy Foods"
      ]
    },
    {
      "pmid": "30257383",
      "title": "Phytoestrogens and breast cancer: In vitro anticancer activities of isoflavones, lignans, coumestans, stilbenes and their analogs and derivatives.",
      "authors": [
        "Paramita Basu",
        "Camelia Maier"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2018-Nov",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Breast cancer is one of the leading causes of cancer-related morbidity and mortality among women worldwide. Phytoestrogens, plant-derived polyphenols that structurally and functionally mimic 17β-estradiol, the mammalian estrogen hormone, are known to modulate multiple molecular targets in breast cancer cells. The structural and chemical similarities to estradiol enable phytoestrogens to exert estrogenic or antiestrogenic activities by binding to the estrogen receptors. Although phytoestrogens have low affinity for estrogen receptors, they are able to compete with 17β-estradiol for the ligand-binding domain of the receptors. Phytoestrogens trigger epigenomic effects that could be beneficial in breast cancer prevention and/or treatment. Few studies have focused on the cytotoxic and structure-activity relationships of phytoestrogen analogs and derivatives with more effective anticancer properties than their corresponding parent compounds. Phytoestrogens and their analogs and derivatives bind to estrogen receptors, with a preferential affinity for ERβ, and inhibit the growth promoting activity of ERα. These bioactive compounds also exert growth inhibitory effects through various cell signaling pathways. At the level of cell cycle, they inhibit the expression of oncogenic cyclin D1, increase the expression of cyclin-dependent kinase inhibitors (p21, p27, and p57) and tumor suppressor genes (APC, ATM, PTEN, SERPINB5). Phytoestrogens and their analogs and derivatives mediate their effects on breast cancer by inhibiting estrogen synthesis and metabolism, as well as exerting antiangiogenic, antimetastatic, and epigenetic effects. Furthermore, these bioactive compounds reverse multi-drug resistance. This review offers a comprehensive summary of current literature and future perspectives on the in vitro molecular mechanisms of the anticancer activities of phytoestrogens and their analogs and derivatives on breast cancer.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents, Phytogenic",
        "Breast Neoplasms",
        "Drug Resistance, Multiple",
        "Drug Resistance, Neoplasm",
        "Estrogens",
        "Female",
        "Humans",
        "Phytoestrogens",
        "Receptors, Estrogen"
      ]
    },
    {
      "pmid": "30145154",
      "title": "Employing different types of phytoestrogens improve bone mineralization in bisphenol A stimulated osteoblast.",
      "authors": [
        "Zar Chi Thent",
        "Gabriele Ruth Anisah Froemming",
        "Aletza Binti Mohd Ismail",
        "Syed Baharom Syed Ahmad Fuad",
        "Suhaila Muid"
      ],
      "journal": "Life sciences",
      "publication_date": "2018-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: Phytoestrogens and xenoestrogens act as agonists/antagonists in bone formation and differentiation. Strong bones are depending of the ability of osteoblasts to form new tissue and to mineralize the newly formed tissue. Dysfunctional or loss of mineralization leads to weak bone and increased fracture risk. In this study, we reported the effect of different types of phytoestrogens (daidzein, genistein and equol) on mineralization in hFOB 1.19 cells stimulated with bisphenol A (BPA). MAIN METHODS: Cell mineralization capacity of phytoestrogens was investigated by evaluating calcium, phosphate content and alkaline phosphatase activity. Bone related markers, osteocalcin and osteonectin, responsible in maintaining mineralization were also measured. KEY FINDINGS: BPA is significantly interfering with bone mineralization in hFOB 1.19 cells. However, the enhanced mineralization efficacy of daidzein and genistein (particularly at a dose of 5 and 40 μg/mL, respectively) was evidenced by increasing calcium and phosphate content, higher ALP activity, compared to the untreated BPA group. The quantitative analyses were confirmed through morphological findings. Osteocalcin and osteonectin levels were increased in phytoestrogens-treated cells. These findings revealed the potential effect of phytoestrogens in reverting the demineralization process due to BPA exposure in hFOB 1.19 cells. SIGNIFICANCE: We found that osteoblast differentiation and mineralization were maintained following treatment with phytoestrogens under BPA exposure.",
      "mesh_terms": [
        "Benzhydryl Compounds",
        "Calcification, Physiologic",
        "Cell Differentiation",
        "Cells, Cultured",
        "Equol",
        "Estrogens, Non-Steroidal",
        "Genistein",
        "Humans",
        "Isoflavones",
        "Osteoblasts",
        "Osteogenesis",
        "Phenols",
        "Phytoestrogens"
      ]
    },
    {
      "pmid": "30062960",
      "title": "Forage Legumes as Sources of Bioactive Phytoestrogens for Use in Pharmaceutics: A Review.",
      "authors": [
        "Marijana Tucak",
        "Daniela Horvat",
        "Tihomir Cupic",
        "Goran Krizmanic",
        "Vesna Tomas",
        "Marija Ravlic",
        "Svetislav Popovic"
      ],
      "journal": "Current pharmaceutical biotechnology",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Alfalfa and red clover are the most widespread and most important perennial legumes, primarily used as a high-quality feed for livestock. Both alfalfa and red clover, as well as some other plant species from Fabaceae family, are a rich natural source of phytoestrogens, nonsteroidal compounds with an estrogenic activity whose beneficial effects in the prevention and treatment of many diseases are demonstrated in numerous scientific studies. OBJECTIVES: Nowadays, various herbal preparations are present on the world market and their use is constantly increasing, as well as the growing demands of consumers for environmentally sound and health-safe production of plant species used as sources of active substances. Because of their widespread distribution, the possibility of organic breeding, and also significant increases in surface area under genetically modified crops in most EU countries, alfalfa and red clover have become more interesting alternative sources of phytoestrogens. The most common phytoestrogens in these forage legumes are genistein, daidzein, glycitein, formononetin, biochanin, coumestrol, kaempferol and apigenin. The content of these substances is significantly influenced by a number of factors including genotype, environment, production technology, plant maturity stage, and individual plant parts. CONCLUSION: Available evidence suggests that forage legumes represent high promising sources of health-promoting phytoestrogens. Due to numerous favorable features, they can find commercial application in different industries such as pharmaceutical, nutraceutical, cosmetic, and agriculture.",
      "mesh_terms": [
        "Animals",
        "Biological Products",
        "Biopharmaceutics",
        "Fabaceae",
        "Genistein",
        "Humans",
        "Isoflavones",
        "Phytoestrogens",
        "Plant Leaves",
        "Plant Preparations",
        "Trifolium",
        "Vegetables"
      ]
    },
    {
      "pmid": "30019513",
      "title": "Phytoestrogens in soy-based meat substitutes: Comparison of different extraction methods for the subsequent analysis by liquid chromatography-tandem mass spectrometry.",
      "authors": [
        "Barbara Benedetti",
        "Marina Di Carro",
        "Emanuele Magi"
      ],
      "journal": "Journal of mass spectrometry : JMS",
      "publication_date": "2018-Sep",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "This paper presents the development of an efficient extraction procedure followed by a high performance liquid chromatography-tandem mass spectrometry (HPLC-MS/MS) method for the determination of five phytoestrogens (genistein, daidzein, formononetin, biochanin A, and coumestrol) in soy-based meat substitutes. Phytoestrogens are considered endocrine disrupting compounds, and their quantification is important in soy-based products, whose diffusion is increasing nowadays. The HPLC-MS/MS method, with electrospray ionization (ESI) source, was optimized to obtain high specificity and sensitivity, as well as rapidity of the analysis. Three extraction techniques were applied to soy burgers and compared: ultrasound assisted extraction, ultrasound assisted extraction followed by solid phase extraction and the Quick Easy Cheap Effective Rugged and Safe (QuEChERS) methodology. Both ultrasound assisted extraction and QuEChERS proved to be suitable for the determination of phytoestrogens, showing high recoveries, in the range of 86% to 99% and 75% to 105%, respectively. Matrix effect was evaluated, and ion suppression was observed for coumestrol and formononetin, demonstrating the importance of matrix effect assessment when complex samples are analyzed by HPLC-ESI-MS. The complete analytical protocols provided limits of detection and quantitation in soy-burgers at the ng g-1 level for all the considered phytoestrogens. Some soy burger samples were analyzed by both ultrasound assisted extraction and QuEChERS followed by HPLC-MS/MS. High concentration levels of daidzein and genistein (2-59 μg g-1 and 2-72 μg g-1 , respectively) were found; formononetin was in the range of 5 to 26 ng g-1 , while biochanin A and coumestrol were under the limit of quantitation in all samples. The results obtained with the two different sample treatment were in good agreement, proving the precision and accuracy of the described techniques.",
      "mesh_terms": [
        "Chromatography, High Pressure Liquid",
        "Limit of Detection",
        "Linear Models",
        "Phytoestrogens",
        "Reproducibility of Results",
        "Solid Phase Extraction",
        "Sonication",
        "Soy Foods",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "29876983",
      "title": "Phytoestrogens: The current state of research emphasizing breast pathophysiology.",
      "authors": [
        "Harini Anandhi Senthilkumar",
        "Jimmie E Fata",
        "Edward J Kennelly"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2018-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Phytoestrogens, a class of plant-derived compounds that are structural mimics of estrogen, can bind to estrogen receptors, acting as either agonists or antagonists. They have been implicated in estrogen-mediated physiology, which makes them interesting targets of study, especially for biomedical applications in woman's health. The 1998 Women's Health Initiative sparked considerable interest in natural alternatives to hormone replacement therapy, thereby triggering many additional studies on phytoestrogens. In this review, key advancements in dietary phytoestrogens are addressed, emphasizing their relation to breast pathophysiology. Recent developments such as clinical trials, precise bioassays for screening and selection of potential phytoestrogens, drug delivery systems to enhance bioavailability of therapeutically favorable phytoestrogens, regulatory guidelines on phytoestrogen-based supplements, and avenues that need further improvement are also discussed.",
      "mesh_terms": [
        "Animals",
        "Breast",
        "Breast Neoplasms",
        "Diet",
        "Dietary Supplements",
        "Drug Delivery Systems",
        "Female",
        "Humans",
        "Phytoestrogens",
        "Plant Preparations",
        "Randomized Controlled Trials as Topic",
        "Receptors, Estrogen"
      ]
    },
    {
      "pmid": "29797242",
      "title": "Estrogenic effects of phytoestrogens derived from Flemingia strobilifera in MCF-7 cells and immature rats.",
      "authors": [
        "Si-Yeon Jeong",
        "Minsun Chang",
        "Sang-Ho Choi",
        "Sei-Ryang Oh",
        "Hong-Hua Wu",
        "Yan Zhu",
        "Xiu-Mei Gao",
        "Xiaoying Wang",
        "Baojin Zhang",
        "Da-Sol Lim",
        "Joon Young Lee",
        "So-Dam Kim",
        "Yun Seon Song"
      ],
      "journal": "Archives of pharmacal research",
      "publication_date": "2018-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phytoestrogen (PE) has received considerable attention due to the physiological significance of its estrogenicity. Flemingia strobilifera (FS) has been used as a folk medicine in Asia for the treatment of inflammation, cancer, and infection; however, the estrogenic effects and chemical components of FS have not yet been reported. We aimed to uncover the estrogenic properties and PEs derived from FS using phytochemical and pharmacological evaluation. PEs from FS extract (FSE) were analyzed by NMR, HPLC, and MS. To evaluate estrogenic activity, FSE and its compounds were evaluated by in vitro and in vivo assays, including human estrogen receptor alpha (hERα) binding, estrogen response element (ERE)-luciferase reporter assays, and uterotrophic assays. FSE and its compounds 1-5 showed binding affinities for hERα and activated ERE transcription in MCF-7 cells. Additionally, FSE and compounds 1-5 induced MCF-7 cell proliferation and trefoil factor 1 (pS2) expression. In immature female rats, significant increases in uterine weight and pS2 gene were observed in FSE-treated groups. We identified estrogenic activities of FSE and its bioactive compounds, suggesting their possible roles as PEs via ERs. PEs derived from FSE are promising candidates for ER-targeted therapy for post-menopausal symptoms.",
      "mesh_terms": [
        "Animals",
        "Birth Weight",
        "Cell Proliferation",
        "Fabaceae",
        "Female",
        "Humans",
        "MCF-7 Cells",
        "Phytoestrogens",
        "Presenilin-2",
        "Rats",
        "Rats, Sprague-Dawley",
        "Tumor Cells, Cultured",
        "Uterus"
      ]
    },
    {
      "pmid": "29754011",
      "title": "Prolonged exposure of dietary phytoestrogens on semen characteristics and reproductive performance of rabbit bucks.",
      "authors": [
        "N M Hashem",
        "M A Abo-Elsoud",
        "A N M Nour El-Din",
        "K I Kamel",
        "G A Hassan"
      ],
      "journal": "Domestic animal endocrinology",
      "publication_date": "2018-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The effects of inclusion of different sources of dietary phytoestrogens on antioxidant capacity, hormonal balance, libido, semen quality, and fertility of rabbit bucks were studied. Twenty-one, adult, fertile, V-line bucks were randomly allocated into 3 homogenous groups (n = 7/treatment) and received control diet (phytoestrogens-free diet, CON) or soybean meal isoflavones-containing diet (SMI) or linseed meal lignans-containing diet (LML) for 12 wk. The diets were formulated to be isocaloric and isonitrogenous. The concentrations of isoflavones in the SMI diet were 24.04 mg/100 g dry matter (DM) daidzein and 13.10 mg/100 g DM genistein. The major phytoestrogen detected in the LML diet was secoisolariciresinol (36.80 mg/100 g DM). Treatment had no effects on body weight, feed intake and rectal temperature of bucks. Compared with control, bucks fed the SMI and LML diets had higher (P < 0.001) blood plasma total antioxidant capacity (0.98 ± 0.12, 1.50 ± 0.13, and 2.29 ± 0.17 mM/L for CON, SMI, and LML, respectively), and lower (P < 0.01) blood plasma malondialdehyde (2.76 ± 0.23, 1.76 ± 0.16, and 1.70 ± 0.18 nmol/mL for CON, SMI, and LML, respectively), whereas activities of reduced glutathione and superoxide dismutase (SOD) enzymes were not affected. Bucks fed the SMI and LML diets had greater (P < 0.001) concentrations of blood plasma triiodothyronine. Feeding the SMI and LML diets decreased (P < 0.01) libido (8.26 ± 0.71, 12.18 ± 0.97, and 14.12 ± 1.12 s for CON, SMI, and LML, respectively), sperm concentration (327.7 ± 21.6, 265.8 ± 36.8, and 226.5 ± 20.1 × 106/mL for CON, SMI, and LML, respectively), testosterone (5.16 ± 0.95, 3.91 ± 0.63, and 3.04 ± 0.92 ng/mL for CON, SMI, and LML, respectively), and seminal plasma fructose compared with the CON diet. The percentage of progressive motile sperm was improved (P < 0.001) by both phytoestrogen-containing diets. Feeding the SMI diet increased (P = 0.02) the percentage of live sperm compared with CON, whereas LML resulted in an intermediate value. Dietary treatment of bucks did not affect kindling rates or litter sizes of does, and did not affect birth weights or viabilities of kits. In conclusion, prolonged consumption of dietary isoflavones or lignans did not impair semen fertilizability. This may be due to the benefits of antioxidant activity or due to the benefits of other components in the diet. Dietary phytoestrogens did evoke obvious decreases in libido and steroidogenesis with altered semen parameters.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Diet",
        "Drug Administration Schedule",
        "Fertility",
        "Flax",
        "Isoflavones",
        "Male",
        "Phytoestrogens",
        "Rabbits",
        "Semen",
        "Semen Analysis",
        "Glycine max",
        "Sperm Count",
        "Sperm Motility"
      ]
    },
    {
      "pmid": "29548568",
      "title": "Effects of Trifolium alexandrinum phytoestrogens on oestrous behaviour, ovarian activity and reproductive performance of ewes during the non-breeding season.",
      "authors": [
        "N M Hashem",
        "K M El-Azrak",
        "A N M Nour El-Din",
        "S M Sallam",
        "T A Taha",
        "M H Salem"
      ],
      "journal": "Animal reproduction science",
      "publication_date": "2018-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phytoestrogens are classified as naturally occurring endocrine disrupting chemicals that may affect reproductive performance of farm animals. To investigate the effects of Berseem clover phytoestrogens on reproductive performance of seasonal anoestrus ewes, twenty four late pregnant Rahmani ewes were fed either Berseem clover or maize silage (n = 12/treatment). Treatment started 2 months prepartum and continued until oestrous induction (week 8 postpartum), using the CIDR-eCG based protocol, and early pregnancy. Throughout the 2-8 weeks postpartum, oestrous rate and ovarian activity were not affected by treatment. After oestrous induction, ewes in both groups expressed comparable oestrous rates; however feeding Berseem clover extended (P < 0.05) interval to oestrus (57.00 compared with 42.54 h) and shortened (P < 0.05) oestrous duration (20.0 compared with 34.90 h). Feeding Berseem clover did not affect follicular activity except the number of medium follicles, which was less (P < 0.05) on day of oestrus (Day 0). Feeding maize silage increased (P < 0.05) the total number of follicles and number of small and medium follicles the day before oestrus (Day -1). On Day 0, the greater total number of follicles was due to the greater (P < 0.05) number of medium follicles that was associated with less number of small follicles. Although, the number and diameter of corpora lutea (CLs) were not affected by treatment, serum P4 concentration was greater (P < 0.05) for ewes fed maize silage than for those fed Berseem clover. Fecundity and litter size tended to be greater (about 35%; P = 0.132 and 0.085, respectively) in the maize silage fed ewes. In conclusion, feeding Berseem clover throughout seasonal anoestrus disrupted aspects of behavioural oestrus and there was less luteal P4 synthesis and fecundity of ewes.",
      "mesh_terms": [
        "Animals",
        "Estrus",
        "Female",
        "Ovarian Follicle",
        "Phytoestrogens",
        "Pregnancy",
        "Progesterone",
        "Seasons",
        "Sheep",
        "Trifolium"
      ]
    },
    {
      "pmid": "29432329",
      "title": "A Review of Phytoestrogens and Their Association With Pelvic Floor Conditions.",
      "authors": [
        "Olivia Cardenas-Trowers",
        "Isuzu Meyer",
        "Alayne D Markland",
        "Holly E Richter",
        "Ilana Addis"
      ],
      "journal": "Female pelvic medicine & reconstructive surgery",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: Urinary incontinence, pelvic organ prolapse, and fecal incontinence are pelvic floor disorders (PFDs) disproportionately experienced by postmenopausal women. Limited data exist suggesting that phytoestrogens may have an impact on the pathophysiology and symptom of PFDs. PURPOSE OF REVIEW: The aim of the study was to review the current literature addressing the role of phytoestrogens on PFDs, including the pathophysiology, symptom, treatment, and possible prevention. FINDINGS: Qualifying literature spans from 2003 to 2017 and included 14 studies ranging from in vitro, animal, and observational studies to randomized clinical trials. SUMMARY: Although the literature is limited, most studies on phytoestrogens and PFDs support associations with pathophysiologic mechanisms, symptoms, and treatment for urinary incontinence and pelvic organ prolapse, but not fecal incontinence. Less is known regarding the prevention of PFDs with phytoestrogen intake over time. Overall, the potential influence of phytoestrogens on PFDs is not well understood, and more research is needed.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Humans",
        "Pelvic Floor",
        "Pelvic Floor Disorders",
        "Phytoestrogens"
      ]
    },
    {
      "pmid": "29310425",
      "title": "Treatment with Phytoestrogens Reversed Triclosan and Bisphenol A-Induced Anti-Apoptosis in Breast Cancer Cells.",
      "authors": [
        "Geum-A Lee",
        "Kyung-Chul Choi",
        "Kyung-A Hwang"
      ],
      "journal": "Biomolecules & therapeutics",
      "publication_date": "2018-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Triclosan (TCS) and bisphenol A (BPA) are endocrine-disrupting chemicals that interfere with the hormone or endocrine system and may cause cancer. Kaempferol (Kaem) and 3,3'-diindolylmethane (DIM) are phytoestrogens that play chemopreventive roles in the inhibition of carcinogenesis and cancer progression. In this study, the influence of TCS, BPA, Kaem, and DIM on proliferation and apoptotic abilities of VM7Luc4E2 breast cancer cells were examined. MTT assay revealed that TCS (0.1-10 µM), BPA (0.1-10 µM) and E2 (0.01-0.0001 µM) induced significant cell proliferation of VM7Luc4E2 cells, which was restored to the control (0.1% DMSO) by co-treatment with Kaem (30 µM) or DIM (15 µM). Reactive oxygen species (ROS) production assays showed that TCS and BPA inhibited ROS production of VM7Luc4E2 cells similar to E2, but that co-treatment with Kaem or DIM on VM7Luc4E2 cells induced increased ROS production. Based on these results, the effects of TCS, BPA, Kaem, and DIM on protein expression of apoptosis and ROS production-related markers such as Bax and Bcl-xl, as well as endoplasmic reticulum (ER) stress-related markers such as eIF2α and CHOP were investigated by Western blot assay. The results revealed that TCS, and BPA induced anti-apoptosis by reducing ROS production and ER stress. However, Kaem and DIM effectively inhibited TCS and BPA-induced anti-apoptotic processes in VM7Luc4E2 cells. Overall, TCS and BPA were revealed to be distinct xenoestrogens that enhanced proliferation and anti-apoptosis, while Kaem and DIM were identified as natural chemopreventive compounds that effectively inhibited breast cancer cell proliferation and increased anti-apoptosis induced by TCS and BPA."
    },
    {
      "pmid": "29218931",
      "title": "[Research progress in phytoestrogens of traditional Chinese medicine].",
      "authors": [
        "Yuan Zhao",
        "Hong-Xia Zheng",
        "Ying Xu",
        "Na Lin"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2017-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Phytoestrogens are plant-derived compounds, which have a similarity in structure with human endogenous estrogen 17-β-estradiol. Structural likeness enables phytoestrogens to interact with estrogen receptors, not simply mimicking the effects of human steroidal estrogen but also exhibiting similar and divergent actions. The global literature relating to phytoestrogen in recent years was systematically summarized in this paper. Chemical compositions of phytoestrogens were mainly flavonoids, coumarins, lignans, terpenoids, steroids, etc., with a character of prevention and treatment of perimenopausal syndrome, osteoporosis, cardiovascular disease, metabolic diseases, cancer, regulation of brain function and other pharmacological effects. The mechanisms of action mainly included classical estrogen receptor pathway, epigenetic effect, activation of 5'-adenosyl-phospho-activated protein kinase, inhibition of kinase, activation of peroxisome proliferator-activated receptor, regulation of apoptosis-related proteins, inhibition of nuclear factor κB signaling pathway and so on. According to their efficacy classification, phytoestrogens were mainly distributed in the tonifying medicines, blood-activating and stasis-resolving medicines and heat-clearing medicines. The classical prescriptions with estrogen activity included tonifying formula, Qi-regulating formula and harmonizing formula, etc. This review was aimed at providing a certain reference for the further study of phytoestrogens by researchers and clinicians.",
      "mesh_terms": [
        "Drugs, Chinese Herbal",
        "Flavonoids",
        "Humans",
        "Medicine, Chinese Traditional",
        "Phytoestrogens",
        "Receptors, Estrogen"
      ]
    },
    {
      "pmid": "29167771",
      "title": "Somatic-vegetative Symptoms Evolution in Postmenopausal Women Treated with Phytoestrogens and Hormone Replacement Therapy.",
      "authors": [
        "Delia Mirela Ţiţ",
        "Annamaria Pallag",
        "Ciprian Iovan",
        "Gheorghe Furău",
        "Cristian Furău",
        "Simona Bungău"
      ],
      "journal": "Iranian journal of public health",
      "publication_date": "2017-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The purpose of this study was to compare the effects of the phytoestrogens in relieving and/or suppressing the specific somatic-vegetative symptoms of menopause with those of the hormone therapy, administered in small doses. METHODS: The study was conducted in the County Clinical Emergency Hospital Oradea - Obstetric-Gynecological Ambulatory, and in private obstetrics-gynecology cabinets from Bihor County (NW Romania), from November 2011 to January 2014. Overall, 325 patients clinically diagnosed with specific postmenopausal symptomatology and not previously treated with phytoestrogens or hormone replacement therapy (HRT), were divided into 3 groups. Symptom assessment was performed with a standardized questionnaire named Menopause Rating Scale (MRS) in three phases: beginning of the treatment, after six months, and after one year. The administered doses for three different groups were as follows: 1 mg estradiol and 0.5 mg norethisterone acetate (NETA) p.o. daily (i.e. for the HRT group); 40 mg of isoflavones p.o. daily - i.e. 2 capsules of 40% standardized extract containing 20 mg of pure isoflavones: Genistein, Daidzein, and Glycitein (i.e. for the group with phytoestrogens); and no trreatment for the control group. RESULTS: The evolution of the somatic-vegetative symptoms was better in both groups treated either with phytoestrogens or HRT (P<0.001) as opposed to the higher percentage of patients with stationary symptoms in the control group (i.e. 37.74% for control group, 16.13% for the group treated with phytoestrogens, respectively 18.95% for the group treated with HRT). CONCLUSION: Twelve months treatment study is a favorable evidence for the use of soy derived phytoestrogens in the treatment of somatic-vegetative symptoms at postmenopausal women."
    },
    {
      "pmid": "28845762",
      "title": "Phytoestrogens and Related Food Components in the Prevention of Cancer.",
      "authors": [
        "Muhammad Imran Qadir",
        "Bushra Nawaz Cheema"
      ],
      "journal": "Critical reviews in eukaryotic gene expression",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Great progress has been made in the fight against disease in many different fields of medicine, especially in the field of natural medicine. Phytoestrogens and related compounds play a major role in the prevention and treatment of cancer. Chemoprevention, a narrative approach for controlling cancer, involves the use of specific natural products or synthetic chemical agents to overturn, repress, or prevent pre-malignancy before the development of invasive cancer. Several natural products confer protective effects against a wide range of cancers; examples include grains, nuts, cereals, spices, fruits, vegetables, beverages, medicinal plants, herbs, and their various phytochemical constituents including phenolics, flavonoids, carotenoids, and nitrogen-containing and organosulfur compounds. Phytoestrogens and related compounds act by different mechanisms that ultimately provide benefit with minimum or no side effects and protect and treat different types of cancer, including liver, lung, colon, breast, prostate, esophagus, oral, intestinal, and many other carcinomas.",
      "mesh_terms": [
        "Anticarcinogenic Agents",
        "Female",
        "Humans",
        "Male",
        "Neoplasms",
        "Phytoestrogens"
      ]
    },
    {
      "pmid": "28780881",
      "title": "[Phytoestrogens in the treatment of menopause].",
      "authors": [
        "Júlia Remport",
        "Anna Blázovics"
      ],
      "journal": "Orvosi hetilap",
      "publication_date": "2017-Aug",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "In previous centuries many women did not even live until their menopause years due to poor economic conditions, deficiencies of medicine, epidemics and wars. Nowadays in the developed countries, people live until they are 75-80 years old, and with the expansion of average age, the number of people affected by menopause and the years spent in that state increase. Nowadays women spend one third of their lives in the menopausal stage. The only effective way to treat unpleasant symptoms for centuries was with the use of herbs, and the knowledge about them spread through oral tradition. In the 20th century, this therapeutic form was pushed into the background by the development of synthetic drug production and the introduction of hormone replacement therapy. Thanks to the influence of media in the 20th century, women began to have the social need for preserving their beauty and youth for as long as they could. Hormone replacement therapy enjoyed great popularity because women were temporarily relieved of their life quality-impairing menopausal symptoms, but years later it turned out that hormone replacement therapy could pose serious risks. A distinct advantage of herbal therapy is the more advantageous side-effect-profile opposite the used synthetics in hormone replacement therapy. Women are therefore happy to turn to valuable and well-tried natural therapies, which have been used for thousands of years. There is growing interest in herbal remedies. Studying the effects of phytoestrogens has now become an active area for research. However, the results of studies in animals and humans are controversial, some sources suggest that phytoestrogens are effective and safe, other authors claim that they are ineffective in menopause or they have particularly dangerous properties, and cannot be recommended to everyone. It is important to address this issue for the sake of health, mental health and safety of women, and so it is necessary to assess the benefits and the risks before applying them. Orv Hetil. 2017; 158(32): 1243-1251.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Female",
        "Humans",
        "Menopause",
        "Middle Aged",
        "Phytoestrogens",
        "Plant Preparations",
        "Women's Health"
      ]
    },
    {
      "pmid": "27876207",
      "title": "Aglycone rich extracts of phytoestrogens cause ROS-mediated DNA damage in breast carcinoma cells.",
      "authors": [
        "Shreelekha Dutta",
        "Aparna Khanna"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phytoestrogens are known for their physiological role in lowering risk of osteoporosis, heart disease, breast cancer and menopausal symptoms. They are plant derived potent anti-oxidants, but tend to show pro-oxidant effect at higher concentrations. This study has been undertaken to exploit their pro-oxidant effect in the management of cancer. Cancer cells inherently possess high intracellular ROS levels, however, these levels do not cause harm to the cancer cells because of the anti-oxidant enzyme system. So, there is a need for a treatment strategy which could modulate the ROS levels. Breast cancer cell lines MCF-7 and MDA-MB-231 are treated with various concentrations of soyabean aglycone rich extracts (SARE) and flaxseed aglycone rich extracts (FSARE). The treatment brings about a significant decrease in super oxide dismutase (SOD) and glutathione peroxidase (GPx) activity, thereby leading to accumulation of superoxide ion and peroxide in the cells. The catalase (CAT) activity however, did not show a dose dependent change. The intra-cellular reactive oxygen species (ROS) levels increased and a marked change in mitochondrial membrane potential was detected. Cell cycle arrest was seen at S and G2/M phase in MCF-7 cells and high accumulation of cells in Sub G1 phase was seen in MDA-MB-231 cells. Microscopic evaluation indicated apoptotic morphology and DNA damage. This study suggests an important role of soyabean and flaxseed aglycones in modulating intracellular ROS in breast carcinoma.",
      "mesh_terms": [
        "Breast Neoplasms",
        "DNA Damage",
        "Dose-Response Relationship, Drug",
        "Female",
        "Flax",
        "Humans",
        "MCF-7 Cells",
        "Phytoestrogens",
        "Plant Extracts",
        "Reactive Oxygen Species",
        "Glycine max"
      ]
    },
    {
      "pmid": "27710141",
      "title": "Effects of phytoestrogens on bone mineral density during the menopause transition: a systematic review of randomized, controlled trials.",
      "authors": [
        "F Abdi",
        "Z Alimoradi",
        "P Haqi",
        "F Mahdizad"
      ],
      "journal": "Climacteric : the journal of the International Menopause Society",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "INTRODUCTION: Menopause is associated with increased bone resorption and decreased bone mineral density (BMD). Phytoestrogens are believed to prevent bone loss. This study reviewed relevant randomized, controlled trials to determine the effects of phytoestrogens on BMD in postmenopausal women. METHODS: In order to perform this systematic review, PubMed, Science Direct, Scopus, Cochrane Library, ISI Web of Knowledge, and ProQuest databases were searched for articles published during 2005-2016. The main keywords used during the searches were \"phytoestrogen\" and \"bone mineral density\" and \"menopause\". The Cochrane Risk of Bias Assessment Tool was used to evaluate the quality of the selected studies and to assess the risk of bias. RESULTS: A total of 23 eligible studies were included in this systematic review. Most selected studies used a double-blind, placebo-controlled design. In total, 3494 participants were enrolled in the selected trials. Different types of soy isoflavone extracts, including genistein extracts (either alone or in combination with daidzein), dietary products containing different amounts of phytoestrogens, and red clover extracts were used in the designed interventions. The duration of the interventions ranged from 7 weeks to 3 years. In most studies, the primary outcome was the efficacy of the designed intervention which was assessed through measuring whole body or regional BMD or bone mineral content, T-scores, and biomarkers of bone metabolism. CONCLUSIONS: Isoflavones probably have beneficial effects on bone health in menopausal women. Nevertheless, there were controversial reports about changes in BMD. Supplementation with a phytoestrogen can probably prevent the reduction in BMD and maintain a healthy bone structure during menopause.",
      "mesh_terms": [
        "Bone Density",
        "Diet",
        "Double-Blind Method",
        "Female",
        "Genistein",
        "Humans",
        "Isoflavones",
        "Menopause",
        "Phytoestrogens",
        "Phytotherapy",
        "Placebos",
        "Plant Extracts",
        "Randomized Controlled Trials as Topic",
        "Glycine max"
      ]
    },
    {
      "pmid": "27482864",
      "title": "Effects of neonatal treatment with two phytoestrogens on male rat sexual behavior and partner preference.",
      "authors": [
        "Adriana Morales-Otal",
        "Armando Ferreira-Nuño",
        "Jesús Olayo-Lortia",
        "Javier Barrios-González",
        "Rosario Tarragó-Castellanos"
      ],
      "journal": "Behavioural pharmacology",
      "publication_date": "2016-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this work was to compare the effect of neonatal treatment with the phytoestrogens coumestrol (COU) and genistein (GEN), administered in equimolecular doses, on the sexual behavior and partner preference of male rats. Four groups of male rats were injected daily from day 1 to 5 with 150 µg of GEN, an equivalent amount of COU, 1 µg of β-estradiol 3-benzoato (EB), or olive oil (VEH) (control). A fifth group remained intact. In the GEN group, intromission and ejaculation latencies decreased, whereas ejaculatory frequency increased. Contrasting results were observed in COU males. EB males could not ejaculate and their mount and intromission latencies increased significantly. To determine sexual-partner preferences, a multiple partner preference arena was used and two types of tests were performed, the first one without allowing contact test (CT) with the stimulus animals, followed by a CT. COU and GEN groups did not show preference for any stimulus animal, whereas the EB males preferred the expert male. When CT with the stimulus animals was allowed, GEN-males preferred the receptive female, unlike the COU and EB groups. It is concluded that neonatal treatment with COU and GEN induced opposite effects, the effects of COU being more estrogenic.",
      "mesh_terms": [
        "Animals",
        "Animals, Newborn",
        "Coumestrol",
        "Estradiol",
        "Female",
        "Genistein",
        "Male",
        "Phytoestrogens",
        "Rats",
        "Rats, Wistar",
        "Sexual Behavior, Animal"
      ]
    },
    {
      "pmid": "27231938",
      "title": "Roles of Dietary Phytoestrogens on the Regulation of Epithelial-Mesenchymal Transition in Diverse Cancer Metastasis.",
      "authors": [
        "Geum-A Lee",
        "Kyung-A Hwang",
        "Kyung-Chul Choi"
      ],
      "journal": "Toxins",
      "publication_date": "2016-May-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Epithelial-mesenchymal transition (EMT) plays a key role in tumor progression. The cells undergoing EMT upregulate the expression of cell motility-related proteins and show enhanced migration and invasion. The hallmarks of EMT in cancer cells include changed cell morphology and increased metastatic capabilities in cell migration and invasion. Therefore, prevention of EMT is an important tool for the inhibition of tumor metastasis. A novel preventive therapy is needed, such as treatment of natural dietary substances that are nontoxic to normal human cells, but effective in inhibiting cancer cells. Phytoestrogens, such as genistein, resveratrol, kaempferol and 3,3'-diindolylmethane (DIM), can be raised as possible candidates. They are plant-derived dietary estrogens, which are found in tea, vegetables and fruits, and are known to have various biological efficacies, including chemopreventive activity against cancers. Specifically, these phytoestrogens may induce not only anti-proliferation, apoptosis and cell cycle arrest, but also anti-metastasis by inhibiting the EMT process in various cancer cells. There have been several signaling pathways found to be associated with the induction of the EMT process in cancer cells. Phytoestrogens were demonstrated to have chemopreventive effects on cancer metastasis by inhibiting EMT-associated pathways, such as Notch-1 and TGF-beta signaling. As a result, phytoestrogens can inhibit or reverse the EMT process by upregulating the expression of epithelial phenotypes, including E-cadherin, and downregulating the expression of mesenchymal phenotypes, including N-cadherin, Snail, Slug, and vimentin. In this review, we focused on the important roles of phytoestrogens in inhibiting EMT in many types of cancer and suggested phytoestrogens as prominent alternative compounds to chemotherapy.",
      "mesh_terms": [
        "Anticarcinogenic Agents",
        "Antineoplastic Agents",
        "Cell Line, Tumor",
        "Epithelial-Mesenchymal Transition",
        "Genistein",
        "Humans",
        "Indoles",
        "Kaempferols",
        "Neoplasm Metastasis",
        "Neoplasms",
        "Phytoestrogens",
        "Resveratrol",
        "Stilbenes"
      ]
    },
    {
      "pmid": "27219832",
      "title": "The relationship between phytoestrogens and speed of processing.",
      "authors": [
        "Jessie Alwerdt",
        "Elise G Valdés",
        "Marianne Chanti-Ketterl",
        "Brent J Small",
        "Jerri D Edwards"
      ],
      "journal": "Menopause (New York, N.Y.)",
      "publication_date": "2016-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study examined the cross-sectional association between phytoestrogens and speed of processing. We hypothesized that higher levels of phytoestrogens would be related to better cognitive performance among older women. METHODS: Participants were from the National Health and Nutrition Examination Survey and consisted of 200 older women (M = 74.4 y). Stepwise regressions examined indicators of speed of processing, measured by the Digit Symbol Substitution Test. Isoflavones, lignans, and individual phytoestrogens were added to the regression after including covariates of age, education, race, smoking, and creatinine. Isoflavones were further broken into quartiles among the sample to further evaluate the nature of the curvilinear association. RESULTS: Results showed a relationship between cognition and lignans, explaining 3.8% of the variance after including the covariates, indicating fewer lignans were associated with better speed of processing (P < 0.001). A significant curvilinear relationship with isoflavones explained 1.3% additional variance (P < 0.001). The moderate-high, low-moderate, and the lowest quartile of isoflavones were associated with better cognition, whereas the highest amount was associated with worse speed of processing. Among the individual phytoestrogens, only enterodiol accounted for 4.4% additional variance after taking into account covariates and indicated a negative association with cognition (P = 0.03). CONCLUSIONS: Results suggest that moderate levels of isoflavones, but not lignans, may be associated with better speed of processing. Caution must remain for high isoflavone amounts due to the negative association with cognition. Given the results, phytoestrogens have the potential to be an intervention target for older females' cognition. To become a viable intervention, further research is needed.",
      "mesh_terms": [
        "Aged",
        "Cognition",
        "Cross-Sectional Studies",
        "Female",
        "Humans",
        "Isoflavones",
        "Lignans",
        "Nutrition Surveys",
        "Phytoestrogens",
        "Postmenopause",
        "Reaction Time",
        "Regression Analysis"
      ]
    },
    {
      "pmid": "27207660",
      "title": "Can supplementation of phytoestrogens/insoluble fibers help the management of duodenal polyps in familial adenomatous polyposis?",
      "authors": [
        "Carlo Calabrese",
        "Fernando Rizzello",
        "Paolo Gionchetti",
        "Andrea Calafiore",
        "Nico Pagano",
        "Luigia De Fazio",
        "Maria Chiara Valerii",
        "Elena Cavazza",
        "Antonio Strillacci",
        "Maria Cristina Comelli",
        "Gilberto Poggioli",
        "Massimo Campieri",
        "Enzo Spisni"
      ],
      "journal": "Carcinogenesis",
      "publication_date": "2016-Jun",
      "publication_types": [
        "Clinical Trial",
        "Journal Article"
      ],
      "abstract": "Familial adenomatous polyposis (FAP) is an autosomal dominant inherited disorder, and prophylactic colectomy has been shown to decrease the incidence of colorectal cancer (CRC). Duodenal cancer and desmoids are now the leading causes of death in FAP. We evaluate whether 3 months of oral supplementation with a patented blend of phytoestrogens and indigestible insoluble fibers (ADI) help the management of FAP patients with ileal pouch-anal anastomosis (IPAA). In a prospective open label study, we enrolled 15 FAP patients with IPAA and duodenal polyps who underwent upper gastrointestinal endoscopy at baseline and after 3 months of treatment. The primary endpoint was the change in gene expression in polyp mucosa, whereas the secondary endpoint was the reduction in polyp number and size. After 3 months of ADI treatment, all patients showed a reduction in the number and size of duodenal polyps (P = 0.021). Analysis of the expression of CRC promoting/inhibiting genes in duodenal polyps biopsies demonstrated that different CRC-promoting genes (PCNA, MUC1 and COX-2) were significantly downregulated, whereas CRC-inhibiting genes (ER-β and MUC2) were significantly upregulated after ADI treatment. In conclusion, ADI proved to be safe and effective, and its long-term effects on FAP patients need further investigation. Judging from the results we observed on COX-2 and miR-101 expression, the short-term effects of ADI treatment could be comparable with those obtained using COX-2 inhibitors, with the advantage of being much more tolerable in chronic therapies and void of adverse events.",
      "mesh_terms": [
        "Adenomatous Polyposis Coli",
        "Administration, Oral",
        "Adolescent",
        "Adult",
        "Anal Canal",
        "Anastomosis, Surgical",
        "Colectomy",
        "Colonic Pouches",
        "Dietary Fiber",
        "Dietary Supplements",
        "Gene Expression Regulation",
        "Humans",
        "Intestinal Polyps",
        "Middle Aged",
        "Phytoestrogens",
        "Prospective Studies",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "27114311",
      "title": "Bidirectional regulation of angiogenesis by phytoestrogens through estrogen receptor-mediated signaling networks.",
      "authors": [
        "Hai-Xin Liu",
        "Yu Wang",
        "Qing Lu",
        "Ming-Zhu Yang",
        "Guan-Wei Fan",
        "Richard H Karas",
        "Xiu-Mei Gao",
        "Yan Zhu"
      ],
      "journal": "Chinese journal of natural medicines",
      "publication_date": "2016-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Sex hormone estrogen is one of the most active intrinsic angiogenesis regulators; its therapeutic use has been limited due to its carcinogenic potential. Plant-derived phytoestrogens are attractive alternatives, but reports on their angiogenic activities often lack in-depth analysis and sometimes are controversial. Herein, we report a data-mining study with the existing literature, using IPA system to classify and characterize phytoestrogens based on their angiogenic properties and pharmacological consequences. We found that pro-angiogenic phytoestrogens functioned predominantly as cardiovascular protectors whereas anti-angiogenic phytoestrogens played a role in cancer prevention and therapy. This bidirectional regulation were shown to be target-selective and, for the most part, estrogen-receptor-dependent. The transactivation properties of ERα and ERβ by phytoestrogens were examined in the context of angiogenesis-related gene transcription. ERα and ERβ were shown to signal in opposite ways when complexed with the phytoestrogen for bidirectional regulation of angiogenesis. With ERα, phytoestrogen activated or inhibited transcription of some angiogenesis-related genes, resulting in the promotion of angiogenesis, whereas, with ERβ, phytoestrogen regulated transcription of angiogenesis-related genes, resulting in inhibition of angiogenesis. Therefore, the selectivity of phytoestrogen to ERα and ERβ may be critical in the balance of pro- or anti-angiogenesis process.",
      "mesh_terms": [
        "Angiogenesis Inducing Agents",
        "Angiogenesis Inhibitors",
        "Animals",
        "Gene Expression Regulation",
        "Humans",
        "Phytoestrogens",
        "Receptors, Estrogen",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "27061036",
      "title": "Mindfulness-Based Stress Reduction for Posttraumatic Stress Disorder, Coffee Consumption and Mortality, Phytoestrogens for Menopause, Light Therapy for Non-Seasonal Depression, Electroacupuncture for Labor Pain.",
      "authors": [
        "Atreyi Mukherji",
        "Richard Glickman-Simon"
      ],
      "journal": "Explore (New York, N.Y.)",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article",
        "Comment"
      ],
      "mesh_terms": [
        "Coffee",
        "Depression",
        "Electroacupuncture",
        "Female",
        "Humans",
        "Labor Pain",
        "Menopause",
        "Mindfulness",
        "Phototherapy",
        "Phytoestrogens",
        "Pregnancy",
        "Stress Disorders, Post-Traumatic",
        "Stress, Psychological"
      ]
    },
    {
      "pmid": "26790280",
      "title": "[Phytoestrogens in application prospect of treatment of myocardial ischemia/reperfusion injury].",
      "authors": [
        "Guang Li",
        "Xiao-yan Xing",
        "Mei-shuang Zhang",
        "Jin-jin Shi",
        "Xue-hong Deng",
        "Gui-bo Sun",
        "Xiao-bo Sun"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2015-Aug",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "Reperfusion is the most effective treatment for acute myocardial infarction, markedly reducing mortality and morbidity. Reperfusion however induces necrotic and apoptotic damages to cardiomyocytes, that were viable prior to reperfusion, a process called myocardial ischemia/reperfusion injury(MI/RI). Over the past 30 years, hundreds of experimental interventions (both pharmacologic and nonpharmacologic) have been reported to protect the ischemic myocardium in experimental animals; however, with the exception of early reperfusion, none has been translated into clinical practice. The population-based survey assessed men have about twice the total incidence of morbidity and mortality of women, and the sex gap in morbidity tends to diminish after age 45 years. So hormone replacement therapy (HRT) is given to treat the MI/RI, and lots of studies shows that the side effect is greater for estrogen, compared with phyestrogen. In this article, we review the important pathogenesis of myocardial ischemia reperfusion injury, the prevention and limitations of HRT. And we highlight the mechanism of phyestrogens treatment the MI/RI in experiment. The aim is to provide the theoretically new way of develop the safe and effective products for the researchers.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Myocardial Ischemia",
        "Myocardial Reperfusion Injury",
        "Phytoestrogens",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "26784151",
      "title": "The Stimulatory Effect of Strontium Ions on Phytoestrogens Content in Glycine max (L.) Merr.",
      "authors": [
        "Magdalena Wójciak-Kosior",
        "Ireneusz Sowa",
        "Tomasz Blicharski",
        "Maciej Strzemski",
        "Sławomir Dresler",
        "Grażyna Szymczak",
        "Artur Wnorowski",
        "Ryszard Kocjan",
        "Ryszard Świeboda"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2016-Jan-14",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The amount of secondary metabolites in plants can be enhanced or reduced by various external factors. In this study, the effect of strontium ions on the production of phytoestrogens in soybeans was investigated. The plants were treated with Hoagland's solution, modified with Sr(2+) with concentrations ranging from 0.5 to 3.0 mM, and were grown for 14 days in hydroponic cultivation. After harvest, soybean plants were separated into roots and shoots, dried, and pulverized. The plant material was extracted with methanol and hydrolyzed. Phytoestrogens were quantified by HPLC. The significant increase in the concentration of the compounds of interest was observed for all tested concentrations of strontium ions when compared to control. Sr(2+) at a concentration of 2 mM was the strongest elicitor, and the amount of phytoestrogens in plant increased ca. 2.70, 1.92, 3.77 and 2.88-fold, for daidzein, coumestrol, genistein and formononetin, respectively. Moreover, no cytotoxic effects were observed in HepG2 liver cell models after treatment with extracts from 2 mM Sr(2+)-stressed soybean plants when compared to extracts from non-stressed plants. Our results indicate that the addition of strontium ions to the culture media may be used to functionalize soybean plants with enhanced phytoestrogen content.",
      "mesh_terms": [
        "Cations, Divalent",
        "Cell Survival",
        "Chromatography, High Pressure Liquid",
        "Coumestrol",
        "Genistein",
        "Hep G2 Cells",
        "Humans",
        "Hydroponics",
        "Isoflavones",
        "Methanol",
        "Phytoestrogens",
        "Plant Extracts",
        "Plant Roots",
        "Plant Shoots",
        "Solvents",
        "Glycine max",
        "Strontium"
      ]
    },
    {
      "pmid": "32262726",
      "title": "Effect of direct loading of phytoestrogens into the calcium phosphate scaffold on osteoporotic bone tissue regeneration.",
      "authors": [
        "G Tripathi",
        "N Raja",
        "H S Yun"
      ],
      "journal": "Journal of materials chemistry. B",
      "publication_date": "2015-Nov-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "3D porous calcium deficient hydroxyapatite (CDHA) scaffolds with phytoestrogens were fabricated for osteoporotic bone tissue regeneration through a combination of 3D printing techniques and cement chemistry as a room temperature process. Quercetin, one of the major phytoestrogens isolated from onions and apples, was directly incorporated into CDHA for local administration in place of bisphosphonates (BPs) (which are recognized as standard treatment in osteoporosis), to avoid drug side effects. The CDHA scaffolds with quercetin (QC-CDHA) showed favorable mechanical properties (compressive strength < 21 MPa) as well as pore morphology. Quercetin was steadily released with the biodegradation of CDHA scaffolds in vitro without any initial burst. The QC-CDHA scaffolds greatly influenced both osteoblast and osteoclast cell activities. The QC-CDHA scaffolds significantly increased pre-osteoblast cell (MC3T3-E1) proliferation, differentiation, and mineralization, whereas osteoclast cell (RANK treated RAW 264.7) proliferation and differentiation were dramatically suppressed. The influence of quercetin on bone tissue regeneration was superior to alendronate, which is one of the most commonly administered BPs. All results indicated that quercetin in CDHA scaffolds plays an important role in both enhancing bone formation and suppressing bone resorption. Consequently, this technology promises great potential in osteoporotic bone tissue regeneration."
    },
    {
      "pmid": "26585156",
      "title": "Phytoestrogens Activate the Estrogen Receptor in HepG2 Cells.",
      "authors": [
        "Lynne A Kelly"
      ],
      "journal": "Methods in molecular biology (Clifton, N.J.)",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phytoestrogens are popular alternatives to estrogen therapy however their effects on hemostasis in postmenopausal women are unknown. This chapter describes a protocol to determine the effect of the phytoestrogens genistein, daidzein and equol, on the expression of key genes from the hemostatic system in human hepatocyte cell models and to determine the role of estrogen receptors in mediating any response seen using in vitro culture systems and Taqman(®) gene expression analysis.",
      "mesh_terms": [
        "Carcinoma, Hepatocellular",
        "Equol",
        "Estradiol",
        "Estrogen Receptor alpha",
        "Gene Expression Regulation, Neoplastic",
        "Genistein",
        "Hep G2 Cells",
        "Humans",
        "Isoflavones",
        "Liver Neoplasms",
        "Phytoestrogens",
        "Real-Time Polymerase Chain Reaction",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Taq Polymerase",
        "Transfection",
        "Workflow"
      ]
    },
    {
      "pmid": "26215277",
      "title": "Effects of soy phytoestrogens on pituitary-ovarian function in middle-aged female rats.",
      "authors": [
        "Ivana M Medigović",
        "Jasmina B Živanović",
        "Vladimir Z Ajdžanović",
        "Aleksandra L Nikolić-Kokić",
        "Sanja D Stanković",
        "Svetlana L Trifunović",
        "Verica Lj Milošević",
        "Nataša M Nestorović"
      ],
      "journal": "Endocrine",
      "publication_date": "2015-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim of this study was to assess the effects of genistein (G) and daidzein (D) on the histological, hormonal, and functional parameters of the pituitary-ovarian axis in middle-aged female rats, and to compare these effects with the effects of estradiol (E), commonly used in the prevention and treatment of menopausal symptoms. Middle-aged (12 month old) Wistar female rats subcutaneously received 35 mg/kg of G, or 35 mg/kg of D, or 0.625 mg/kg of E every day for 4 weeks. Each of the treated groups had a corresponding control group. An intact control group was also established. G and D did not change the intracellular protein content within gonadotropic and lactotropic cells, but vacuolization was observed in all the cell types. In contrast, E caused an inhibition of gonadotropic and stimulation of lactotropic cells. Also, ovaries of middle-aged female rats exposed to G or D have more healthy primordial and primary follicles and less atretic follicles. E treatment in the ovaries had a mostly negative effect, which is reflected by the increased number of atretic follicles in all tested classes. G and D provoked decrease in CuZnSOD and CAT activity, while E treatment increased MnSOD and decreased CuZnSOD and GSHPx activity. All the treatments increased serum estradiol and decreased testosterone levels, while D and E increased the serum progesterone level. In conclusion, soy phytoestrogens exhibited beneficial effects on pituitary-ovarian function in middle-aged female rats, as compared to estradiol.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Disease Models, Animal",
        "Drug Evaluation, Preclinical",
        "Estrogen Replacement Therapy",
        "Female",
        "Genistein",
        "Hormones",
        "Isoflavones",
        "Menopause",
        "Ovary",
        "Phytoestrogens",
        "Pituitary Gland",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "26181151",
      "title": "[Phytoestrogens--whether can they be an alternative to hormone replacement therapy for women during menopause period?].",
      "authors": [
        "Anna Dittfeld",
        "Aneta Koszowska",
        "Anna Puzoń Brończyk",
        "Justyna Nowak",
        "Katarzyna Gwizdek",
        "Barbara Zubelewicz-Szkodzińska"
      ],
      "journal": "Wiadomosci lekarskie (Warsaw, Poland : 1960)",
      "publication_date": "2015",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Review"
      ],
      "abstract": "Menopause is a turning point in a woman's life. Decreasing of secretion of estrogens can cause appearing of many health problems, which make that life is becoming harder in each partof life. Hormonal ReplacementTherapy (HRT) is using for relieving the symptoms of menopause, however, because of the possibility of adverse reactions cannot be used by all women. Alternative for HTC are phytoestrogens--compounds naturally occurring in plants, structurally similar to endogenous estrogen, so that they have an affinity for estrogen receptors, and in this way they can modulate functions of endocrine system. Phytoestrogens can play an important role in symptoms of menopause, but their positive impacts are being described for cardiovascular system, especially for lipid metabolism, bone metabolism. Moreover consumption of phytoestrogens could relieve as symptoms as: fatigue, insomnia, problems with concentrations and depression symptoms. Phytoestrogens are acting as antioxidants against free radicals, and reactive oxygen forms which are known as carcinogenic factors. Article is a review of the most important information about phitoestrogens and their influence on women organism during menopausal period.",
      "mesh_terms": [
        "Bone Density",
        "Female",
        "Hormone Replacement Therapy",
        "Humans",
        "Lipid Metabolism",
        "Menopause",
        "Phytoestrogens",
        "Postmenopause"
      ]
    },
    {
      "pmid": "25996655",
      "title": "Anticarcinogenic Effects of Dietary Phytoestrogens and Their Chemopreventive Mechanisms.",
      "authors": [
        "Kyung-A Hwang",
        "Kyung-Chul Choi"
      ],
      "journal": "Nutrition and cancer",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "Phytoestrogens are phenolic compounds derived from plants and exert an estrogenic as well as an antiestrogenic effect and also various biological efficacies. Chemopreventive properties of phytoestrogens has emerged from epidemiological observations indicating that the incidence of some cancers including breast and prostate cancers is much lower in Asian people, who consume significantly higher amounts of phytoestrogens than Western people. There are 4 main classes of phytoestrogens: isoflavones, stilbenes, coumestans, and lignans. Currently, resveratrol is recognized as another major phytoestrogen present in grape and red wine and has been studied in many biological studies. Phytoestrogens have biologically diverse profitabilities and advantages such as low cytotoxicity to patients, lack of side effects in clinical trials, and pronounced benefits in a combined therapy. In this review, we highlighted the effects of genistein, daidzein, and resveratrol in relation with their anticarcinogenic activity. A lot of in vitro and in vivo results on their chemopreventive properties were presented along with the underlying mechanisms. Besides well-known mechanisms such as antioxidant property and apoptosis, newly elucidated anticarcinogenic modes of action including epigenetic modifications and topoisomerase inhibition have been provided to examine the possibility of phytoestrogens as promising reagents for cancer chemoprevention and/or treatment and to suggest the importance of plant-based diet of phytoestrogens.",
      "mesh_terms": [
        "Antioxidants",
        "Chemoprevention",
        "Genistein",
        "Humans",
        "Isoflavones",
        "Phytoestrogens",
        "Resveratrol",
        "Stilbenes"
      ]
    },
    {
      "pmid": "25831061",
      "title": "Genome-wide DNA methylation modified by soy phytoestrogens: role for epigenetic therapeutics in prostate cancer?",
      "authors": [
        "Seher Karsli-Ceppioglu",
        "Marjolaine Ngollo",
        "Mawussi Adjakly",
        "Aslihan Dagdemir",
        "Gaëlle Judes",
        "André Lebert",
        "Jean-Paul Boiteux",
        "Frédérique Penault-LLorca",
        "Yves-Jean Bignon",
        "Laurent Guy",
        "Dominique Bernard-Gallon"
      ],
      "journal": "Omics : a journal of integrative biology",
      "publication_date": "2015-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In prostate cancer, DNA methylation is significantly associated with tumor initiation, progression, and metastasis. Previous studies have suggested that soy phytoestrogens might regulate DNA methylation at individual candidate gene loci and that they play a crucial role as potential therapeutic agents for prostate cancer. The purpose of our study was to examine the modulation effects of phytoestrogens on a genome-wide scale in regards to DNA methylation in prostate cancer. Prostate cancer cell lines DU-145 and LNCaP were treated with 40 μM of genistein and 110 μM of daidzein. DNMT inhibitor 5-azacytidine (2 μM) and the methylating agent budesonide (2 μM) were used to compare their demethylation/methylation effects with phytoestrogens. The regulatory effects of phytoestrogens on DNA methylation were analyzed by using a methyl-DNA immunoprecipitation method coupled with Human DNA Methylation Microarrays (MeDIP-chip). We observed that the methylation profiles of 58 genes were altered by genistein and daidzein treatments in DU-145 and LNCaP prostate cancer cells. In addition, the methylation frequencies of the MAD1L1, TRAF7, KDM4B, and hTERT genes were remarkably modified by genistein treatment. Our results suggest that the modulation effects of phytoestrogens on DNA methylation essentially lead to inhibition of cell growth and induction of apoptosis. Genome-wide methylation profiling reported here suggests that epigenetic regulation mechanisms and, by extension, epigenetics-driven novel therapeutic candidates warrant further consideration in future \"omics\" studies of prostate cancer.",
      "mesh_terms": [
        "Antimetabolites, Antineoplastic",
        "Apoptosis",
        "Azacitidine",
        "Budesonide",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "DNA Methylation",
        "DNA, Neoplasm",
        "Epigenesis, Genetic",
        "Gene Expression Regulation, Neoplastic",
        "Genistein",
        "Humans",
        "Isoflavones",
        "Male",
        "Oligonucleotide Array Sequence Analysis",
        "Phytoestrogens",
        "Prostatic Neoplasms",
        "Glycine max"
      ]
    },
    {
      "pmid": "25789108",
      "title": "Role of phytoestrogens in prevention and management of type 2 diabetes.",
      "authors": [
        "Mohammad Talaei",
        "An Pan"
      ],
      "journal": "World journal of diabetes",
      "publication_date": "2015-Mar-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Type 2 diabetes (T2D) has become a major public health threat across the globe. It has been widely acknowledged that diet plays an important role in the development and management of T2D. Phytoestrogens are polyphenols that are structurally similar to endogenous estrogen and have weak estrogenic properties. Emerging evidence from pre-clinical models has suggested that phytoestrogens may have anti-diabetic function via both estrogen-dependent and estrogen-independent pathways. In the current review, we have summarized the evidence linking two major types of phytoestrogens, isoflavones and lignans, and T2D from epidemiological studies and clinical trials. The cross-sectional and prospective cohort studies have reported inconsistent results, which may due to the large variations in different populations and measurement errors in dietary intakes. Long-term intervention studies using isoflavone supplements have reported potential beneficial effects on glycemic parameters in postmenopausal women, while results from short-term small-size clinical trials are conflicting. Taken together, the current evidence from different study designs is complex and inconsistent. Although the widespread use of phytoestrogens could not be recommended yet, habitual consumption of phytoestrogens, particularly their intact food sources like soy and whole flaxseed, could be considered as a component of overall healthy dietary pattern for prevention and management of T2D."
    },
    {
      "pmid": "25668741",
      "title": "Effects of phytoestrogens on growth-related and lipogenic genes in rainbow trout (Oncorhynchus mykiss).",
      "authors": [
        "Beth M Cleveland",
        "Meghan L Manor"
      ],
      "journal": "Comparative biochemistry and physiology. Toxicology & pharmacology : CBP",
      "publication_date": "2015-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "This study determined whether estradiol (E2) or the phytoestrogens genistein and daidzein regulate expression of growth-related and lipogenic genes in rainbow trout. Juvenile fish (5 mon, 65.8±1.8 g) received intraperitoneal injections of E2, genistein, or daidzein (5 μg/g body weight) or a higher dose of genistein (50 μg/g body weight). Liver and white muscle were harvested 24h post-injection. In liver, expression of vitellogenin (vtg) and estrogen receptor alpha (era1) increased in all treatments and reflected treatment estrogenicity (E2>genistein (50 μg/g)>genistein (5 μg/g)=daidzein (5 μg/g)). Estradiol and genistein (50 μg/g) reduced components of the growth hormone (GH)/insulin-like growth factor (IGF) axis in liver, including increased expression of IGF binding protein-2b1 (igfbp2b1) and reduced igfbp5b1. In liver E2 and genistein (50 μg/g) affected expression of components of the transforming growth factor beta signaling mechanism, reduced expression of ppar and rxr transcription factors, and increased expression of fatty acid synthesis genes srebp1, acly, fas, scd1, and gpat and lipid binding proteins fabp3 and lpl. In muscle E2 and genistein (50 μg/g) increased era1 and erb1 expression and decreased erb2 expression. Other genes responded to phytoestrogens in a manner that suggested regulation by estrogen receptor-independent mechanisms, including increased ghr2, igfbp2a, igfbp4, and igfbp5b1. Expression of muscle regulatory factors pax7 and myod was increased by E2 and genistein. These data indicate that genistein and daidzein affect expression of genes in rainbow trout that regulate physiological mechanisms central to growth and nutrient retention.",
      "mesh_terms": [
        "Animals",
        "Estradiol",
        "Female",
        "Genistein",
        "Isoflavones",
        "Liver",
        "Muscle Fibers, Fast-Twitch",
        "Oncorhynchus mykiss",
        "Phytoestrogens",
        "Receptors, Estrogen"
      ]
    },
    {
      "pmid": "25306275",
      "title": "Gastrointestinal metabolism of phytoestrogens in lactating dairy cows fed silages with different botanical composition.",
      "authors": [
        "K M Njåstad",
        "S A Adler",
        "J Hansen-Møller",
        "E Thuen",
        "A-M Gustavsson",
        "H Steinshamn"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2014-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Dietary phytoestrogens are metabolized or converted in the gastrointestinal tract of ruminants, only limited knowledge exists on the extent and location of this conversion in vivo. The objective of this study was to quantify the gastro-intestinal metabolism of phytoestrogens in lactating dairy cows fed silages with different botanical composition. Four lactating rumen cannulated Norwegian Red cattle were assigned to a 4 × 4 Latin square with 1 cow per treatment period of 3 wk. The 4 treatment silages were prepared from grasslands with different botanical compositions: organically managed short-term timothy (Phleum pratense L.) and red clover (Trifolium pratense L.) ley (2 yr old: ORG-SG); organically managed long-term grassland with a high proportion of unsown species (6 yr old; ORG-LG); conventionally managed perennial ryegrass (Lolium perenne L.) ley (CON-PR); and conventionally managed timothy ley (CON-TI). The herbages were cut, wilted, and preserved with additive in round bales, fed as a mix of the first and third cut at 90% of ad libitum intake, and contributed to 70% of the total dry matter intake. Milk, feed, omasal digesta, urine, and feces were collected at the end of each period and analyzed for the concentrations of phytoestrogens by using a liquid chromatography-tandem mass spectrometry technique. Concentration of total isoflavones was highest in ORG-SG and lowest in CON-TI silage, whereas the content of total lignans was highest in the grass silages. The isoflavones were extensively metabolized in the rumen on all diets, and the recovery of formononetin and daidzein in omasum, mainly as equol, averaged 0.11 mg/mg. The apparent intestinal metabolism was less severe as, on average, 0.29 mg/mg of the omasal flow was recovered in feces. The plant lignans were also strongly degraded in the rumen. However, the flow of lignans to omasum and excretion in feces were, on average, 7.2- and 5.2-fold higher, respectively, than the intake of the plant lignans matairesinol and secoisolariciresinol, known as precursors of mammalian lignans. Thus, excretion to milk could not be directly related to intake, implying that plant lignans other than matairesinol and secoisolariciresinol in forage are precursors for enterolactone production in the rumen and for its content in milk. Equol followed mainly the flow of large particles out of the rumen, whereas the mammalian lignans were distributed between phases proportional to dry matter flow. The main metabolism of phytoestrogens occurred in the rumen and the main route of excretion was through feces and urine, with only a small part being excreted in milk. The concentration of phytoestrogens in milk can be manipulated through intake but the intermediate transfer capacity to milk appears to be limited by saturation.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Chromatography, Liquid",
        "Diet",
        "Feces",
        "Female",
        "Furans",
        "Isoflavones",
        "Lactation",
        "Lignans",
        "Lolium",
        "Mass Spectrometry",
        "Milk",
        "Omasum",
        "Phleum",
        "Phytoestrogens",
        "Poaceae",
        "Rumen",
        "Silage",
        "Trifolium"
      ]
    },
    {
      "pmid": "25263312",
      "title": "Efficacy of phytoestrogens for menopausal symptoms: a meta-analysis and systematic review.",
      "authors": [
        "M-N Chen",
        "C-C Lin",
        "C-F Liu"
      ],
      "journal": "Climacteric : the journal of the International Menopause Society",
      "publication_date": "2015-Apr",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: To perform a meta-analysis examining the efficacy of phytoestrogens for the relief of menopausal symptoms. METHODS: Medline, Cochrane, EMBASE, and Google Scholar databases were searched until September 30, 2013 using the following key words: vasomotor symptoms, menopausal symptoms, phytoestrogens, isoflavones, coumestrol, soy, red clover. Inclusion criteria were (1) randomized controlled trial (RCT), (2) perimenopausal or postmenopausal women experiencing menopausal symptoms, (3) intervention with an oral phytoestrogen. Outcome measures included Kupperman index (KI) changes, daily hot flush frequency, and the likelihood of side-effects. RESULTS: Of 543 potentially relevant studies identified, 15 RCTs meeting the inclusion criteria were included. The mean age of the subjects ranged from 49 to 58.3 and 48 to 60.1 years, respectively, in the placebo and phytoestrogen groups. The number of participants ranged from 30 to 252, and the intervention periods ranged from 3 to 12 months. Meta-analysis of the seven studies that reported KI data indicated no significant treatment effect of phytoestrogen as compared to placebo (pooled mean difference = 6.44, p = 0.110). Meta-analysis of the ten studies that reported hot flush data indicated that phytoestrogens result in a significantly greater reduction in hot flush frequency compared to placebo (pooled mean difference = 0.89, p < 0.005). Meta-analysis of the five studies that reported side-effect data showed no significant difference between the two groups (p = 0.175). CONCLUSION: Phytoestrogens appear to reduce the frequency of hot flushes in menopausal women, without serious side-effects.",
      "mesh_terms": [
        "Female",
        "Hot Flashes",
        "Humans",
        "Isoflavones",
        "Menopause",
        "Middle Aged",
        "Phytoestrogens",
        "Phytotherapy",
        "Placebos",
        "Randomized Controlled Trials as Topic",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "25160742",
      "title": "Phytoestrogens and their effects.",
      "authors": [
        "Alexander V Sirotkin",
        "Abdel Halim Harrath"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2014-Oct-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "The chemical structure, classification, source, metabolism, physiological and health effects of plant phytoestrogens and mechanisms of their action are reviewed. The available knowledge suggests that phytoestrogens can affect a number of physiological and pathological processes related to reproduction, bone remodeling, skin, cardiovascular, nervous, immune systems and metabolism. Due to these effects, phytoestrogens and phytoestrogen-containing diet can be useful for the prevention and treatment of menopausal symptoms, skin aging, osteoporosis, cancer, cardiovascular, neurodegenerative, immune and metabolic diseases. Possible problems in understanding and application of phytoestrogens (multiple targets and multiple estrogen receptor -dependent and -independent mechanisms of action, the discrepancy between the results of experimental and clinical studies, adequate source of phytoestrogen) have been discussed.",
      "mesh_terms": [
        "Animals",
        "Breast Neoplasms",
        "Cardiovascular Diseases",
        "Female",
        "Humans",
        "Osteoporosis",
        "Phytoestrogens",
        "Plant Preparations",
        "Receptors, Estrogen",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "25055888",
      "title": "Use of phytoestrogens and effects perceived by postmenopausal women: result of a questionnaire-based survey.",
      "authors": [
        "Anna Girardi",
        "Carlo Piccinni",
        "Emanuel Raschi",
        "Ariola Koci",
        "Benedetta Vitamia",
        "Elisabetta Poluzzi",
        "Fabrizio De Ponti"
      ],
      "journal": "BMC complementary and alternative medicine",
      "publication_date": "2014-Jul-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Use of food supplements-containing phytoestrogens among postmenopausal women is rapidly increasing. Although phytoestrogens are often perceived as safe, evidence for overall positive risk-benefit profile is still inconclusive. The chance to buy them by user's initiative does not facilitate surveys on their prevalence and pattern of use. The aim of this study was to describe the pattern of use and self-reported positive and negative perceptions of phytoestrogens in post-menopausa. METHODS: A questionnaire was administered to women who were buying food supplements containing phytoestrogens in 22 pharmacies located in the Bologna area (400,000 inhabitants). Questionnaire was structured into 3 sections: (a) socio-demographic information, (b) pattern of use, (c) positive and negative perceptions. RESULTS: Data on 190 peri- and post-menopausal women (aged 38-77) were collected. Women stated to use phytoestrogens to reduce hot flushes (79%), insomnia (15%), mood disturbances (14%) and prevent osteoporosis (15%). The majority (59%) took phytoestrogens routinely, whereas 28% in 3-month cycles. Among positive perceptions between short- and long-term users, a not negligible difference was reported for relief of hot-flushes (68% in short-term vs. 81% in long-term users; p = 0.04). Negative perceptions were reported more frequently in the long-term group, and this difference was statistically significant for edema (6% in short-term vs. 17% in long-term users; p = 0.04), but not for other effects: e.g., swelling sensation (10% vs. 21%; p = 0.09), somnolence (7% vs. 10% p = 0.62), fatigue (4% vs.11% p = 0.15). CONCLUSIONS: In the Bologna area, the pattern of use of phytoestrogens for menopausal symptoms is heterogeneous, and women overall find these substances to be beneficial, especially for relief of hot-flushes. Other positive perceptions decreased with long-term use. Negative perceptions, especially estrogen-like effects, seem to be infrequent and increase with long-term therapy. Physicians should pay attention to effects perceived by post-menopausal women and routinely monitor the use of phytoestrogens, in order to recognize possible adverse effects and actual benefits.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Dietary Supplements",
        "Female",
        "Hot Flashes",
        "Humans",
        "Middle Aged",
        "Patient Satisfaction",
        "Phytoestrogens",
        "Postmenopause",
        "Spain",
        "Surveys and Questionnaires"
      ]
    }
  ]
}