{
  "supplement": "Pinitol",
  "query": "Pinitol[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:20:01",
  "research_count": 45,
  "count": 45,
  "articles": [
    {
      "pmid": "39857349",
      "title": "Pinitol Improves Diabetic Foot Ulcers in Streptozotocin-Induced Diabetes Rats Through Upregulation of Nrf2/HO-1 Signaling.",
      "authors": [
        "Jinsick Kim",
        "Min Young Go",
        "Chae Young Jeon",
        "Jung Un Shin",
        "Mujun Kim",
        "Hye Won Lim",
        "Dong Wook Shin"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Dec-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic foot ulcers represent a severe complication of diabetes, often resulting in amputation and high mortality rates. Currently, there are no treatments for diabetic foot ulcers other than antibiotics and dressings. In this study, we evaluated the wound-healing effects of an antidiabetic agent pinitol in lipopolysaccharide (LPS)-damaged human dermal fibroblasts (HDFs) and streptozotocin (STZ)-induced diabetic rat models with a foot wound. Our findings indicated that pinitol enhanced cell migration, proliferation, and wound healing by activating Nrf2, thereby mitigating oxidative stress and inflammatory responses at the wound site. Additionally, pinitol restored mitochondrial energy metabolism, decreased matrix metalloproteinase (MMP) activity, and increased collagen deposition. Furthermore, pinitol facilitated angiogenesis, contributing to improved wound healing. Taken together, these findings suggest that pinitol could be a promising therapeutic agent for the treatment of diabetic foot ulcers."
    },
    {
      "pmid": "39683582",
      "title": "Therapeutic Efficacy of the Inositol D-Pinitol as a Multi-Faceted Disease Modifier in the 5×FAD Humanized Mouse Model of Alzheimer's Amyloidosis.",
      "authors": [
        "Dina Medina-Vera",
        "Antonio J López-Gambero",
        "Julia Verheul-Campos",
        "Juan A Navarro",
        "Laura Morelli",
        "Pablo Galeano",
        "Juan Suárez",
        "Carlos Sanjuan",
        "Beatriz Pacheco-Sánchez",
        "Patricia Rivera",
        "Francisco J Pavon-Morón",
        "Cristina Rosell-Valle",
        "Fernando Rodríguez de Fonseca"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Dec-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Alzheimer's disease (AD), a leading cause of dementia, lacks effective long-term treatments. Current therapies offer temporary relief or fail to halt its progression and are often inaccessible due to cost. AD involves multiple pathological processes, including amyloid beta (Aβ) deposition, insulin resistance, tau protein hyperphosphorylation, and systemic inflammation accelerated by gut microbiota dysbiosis originating from a leaky gut. Given this context, exploring alternative therapeutic interventions capable of addressing the multifaceted components of AD etiology is essential. METHODS: This study suggests D-Pinitol (DPIN) as a potential treatment modifier for AD. DPIN, derived from carob pods, demonstrates insulin-sensitizing, tau hyperphosphorylation inhibition, and antioxidant properties. To test this hypothesis, we studied whether chronic oral administration of DPIN (200 mg/kg/day) could reverse the AD-like disease progression in the 5×FAD mice. RESULTS: Results showed that treatment of 5×FAD mice with DPIN improved cognition, reduced hippocampal Aβ and hyperphosphorylated tau levels, increased insulin-degrading enzyme (IDE) expression, enhanced pro-cognitive hormone circulation (such as ghrelin and leptin), and normalized the PI3K/Akt insulin pathway. This enhancement may be mediated through the modulation of cyclin-dependent kinase 5 (CDK5). DPIN also protected the gut barrier and microbiota, reducing the pro-inflammatory impact of the leaky gut observed in 5×FAD mice. DPIN reduced bacterial lipopolysaccharide (LPS) and LPS-associated inflammation, as well as restored intestinal proteins such as Claudin-3. This effect was associated with a modulation of gut microbiota towards a more balanced bacterial composition. CONCLUSIONS: These findings underscore DPIN's promise in mitigating cognitive decline in the early AD stages, positioning it as a potential disease modifier.",
      "mesh_terms": [
        "Animals",
        "Alzheimer Disease",
        "Disease Models, Animal",
        "Inositol",
        "Mice",
        "Mice, Transgenic",
        "Amyloid beta-Peptides",
        "Humans",
        "tau Proteins",
        "Amyloidosis",
        "Cognition",
        "Gastrointestinal Microbiome",
        "Hippocampus",
        "Phosphorylation",
        "Male",
        "Insulin Resistance"
      ]
    },
    {
      "pmid": "39063298",
      "title": "Effects of High Hydrostatic Pressure on the Distribution of Oligosaccharides, Pinitol, Soysapapogenol A, and Fatty Acids in Soybean.",
      "authors": [
        "Shigeaki Ueno",
        "Hsiuming Liu",
        "Risa Kishino",
        "Yuka Oshikiri",
        "Yuki Kawaguchi",
        "Akio Watanabe",
        "Wataru Kobayashi",
        "Reiko Shimada"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Jul-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of high hydrostatic pressure (HHP) treatment (100-600 MPa for 10-60 min) and thermal treatment (boiling for 10-60 min) on oligosaccharides, pinitol, and soyasapogenol A as taste ingredients in soybean (Glycine max (L.) Merr.) (cv. Yukihomare) were evaluated. Additionally, soybean-derived fatty acids such as α-linolenic acid, linoleic acid, oleic acid, palmitic acid, and stearic acid in pressurized soybeans were quantitatively analyzed. Sucrose, stachyose, and raffinose concentrations were decreased in all tested pressure and time combinations; however, pinitol concentrations were increased by specific pressure and time combinations at 100-400 MPa for 10-60 min. While the soyasapogenol A content in boiled soybeans decreased with increasing boiling time, that of pressurized soybeans was altered by specific pressure and time combinations. At the lower pressure and shorter time combinations, the essential fatty acids such as α-linolenic acid and linoleic acid showed higher contents. Stearic acid and oleic acid contents of pressurized soybeans increased at mild pressure levels (300-500 MPa). In contrast, the combination of higher pressure and longer time results in lower essential fatty acid contents. Non-thermal-pressurized soybeans have the potential to be a high-value food source with better taste due to the enrichment of low molecular weight components such as pinitol, free amino acids, and the reduction of isoflavones and Group A soyasapogenol."
    },
    {
      "pmid": "38875577",
      "title": "d-Pinitol Improves Diabetic Sarcopenia by Regulation of the Gut Microbiome, Metabolome, and Proteome in STZ-Induced SAMP8 Mice.",
      "authors": [
        "Xin Yu",
        "Pei Li",
        "Baoying Li",
        "Fei Yu",
        "Wenqian Zhao",
        "Xue Wang",
        "Yajuan Wang",
        "Haiqing Gao",
        "Mei Cheng",
        "Xiaoli Li"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-Jun-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "d-Pinitol (DP) is primarily found in Vigna sinensis, which has been shown to have hypoglycemic and protective effects on target organs. However, the mechanism of DP in treating diabetic sarcopenia (DS) is still unclear. To explore the underlying mechanism of DS and the protective targets of DP by high-throughput analysis of 16S rRNA gene, metabolome, and the proteome. Streptozotocin-induced SAMP8 mice were intragastrically administrated DP (150 mg/kg) for 8 weeks. Fecal 16S rRNA gene sequencing and gastrocnemius muscle metabolomic and proteomic analyses were completed to investigate the gut-muscle axis interactions. DP significantly alleviated the muscle atrophy in diabetic mice. Dysfunction of the gut microbiota was observed in the DS mice. DP significantly reduced the Parabacteroides, Akkermansia, and Enterobacteriaceae, while it increased Lachnospiraceae_NK4A136. Metabolome and proteome revealed that 261 metabolites and 626 proteins were significantly changed in the gastrocnemius muscle of diabetic mice. Among these, DP treatment restored 44 metabolites and 17 proteins to normal levels. Functional signaling pathways of DP-treated diabetic mice included nucleotide metabolism, β-alanine, histidine metabolism, ABC transporters, and the calcium signaling pathway. We systematically explored the molecular mechanism of DS and the protective effect of DP, providing new insights that may advance the treatment of sarcopenia.",
      "mesh_terms": [
        "Animals",
        "Gastrointestinal Microbiome",
        "Mice",
        "Sarcopenia",
        "Male",
        "Proteome",
        "Metabolome",
        "Inositol",
        "Muscle, Skeletal",
        "Humans",
        "Bacteria"
      ]
    },
    {
      "pmid": "38553831",
      "title": "The regulation of MFG-E8 on the mitophagy in diabetic sarcopenia via the HSPA1L-Parkin pathway and the effect of D-pinitol.",
      "authors": [
        "Wenqian Zhao",
        "Bin Zhao",
        "Xinyue Meng",
        "Baoying Li",
        "Yajuan Wang",
        "Fei Yu",
        "Chunli Fu",
        "Xin Yu",
        "Xiaoli Li",
        "Chaochao Dai",
        "Jie Wang",
        "Haiqing Gao",
        "Mei Cheng"
      ],
      "journal": "Journal of cachexia, sarcopenia and muscle",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diabetic sarcopenia is a disease-related skeletal muscle disorder that causes progressive symptoms. The complete understanding of its pathogenesis is yet to be unravelled, which makes it difficult to develop effective therapeutic strategies. This study investigates how MFG-E8 affects mitophagy and the protective role of D-pinitol (DP) in diabetic sarcopenia. METHODS: In vivo, streptozotocin-induced diabetic SAM-R1 (STZ-R1) and SAM-P8 (STZ-P8) mice (16-week-old) were used, and STZ-P8 mice were administrated of DP (150 mg/kg per day) for 6 weeks. Gastrocnemius muscles were harvested for histological analysis including transmission electron microscopy. Proteins were evaluated via immunohistochemistry (IHC), immunofluorescence (IF), and western blotting (WB) assay. In vitro, advanced glycation end products (AGEs) induced diabetic and D-galactose (DG) induced senescent C2C12 models were established and received DP, MFG-E8 plasmid (Mover)/siRNA (MsiRNA), or 3-MA/Torin-1 intervention. Proteins were evaluated by IF and WB assay. Immunoprecipitation (IP) and co-immunoprecipitation (CO-IP) were used for hunting the interacted proteins of MFG-E8. RESULTS: In vivo, sarcopenia, mitophagy deficiency, and up-regulated MFG-E8 were confirmed in the STZ-P8 group. DP exerted protective effects on sarcopenia and mitophagy (DP + STZ-P8 vs. STZ-P8; all P < 0.01), such as increased lean mass (8.47 ± 0.81 g vs. 7.08 ± 1.64 g), grip strength (208.62 ± 39.45 g vs. 160.87 ± 26.95 g), rotarod tests (109.7 ± 11.81 s vs. 59.3 ± 20.97 s), muscle cross-sectional area (CSA) (1912.17 ± 535.61 μm2 vs. 1557.19 ± 588.38 μm2), autophagosomes (0.07 ± 0.02 per μm2 vs. 0.02 ± 0.01 per μm2), and cytolysosome (0.07 ± 0.03 per μm2 vs. 0.03 ± 0.01 per μm2). DP down-regulated MFG-E8 in both serum (DP + STZ-P8: 253.19 ± 34.75 pg/mL vs. STZ-P8: 404.69 ± 78.97 pg/mL; P < 0.001) and gastrocnemius muscle (WB assay. DP + STZ-P8: 0.39 ± 0.04 vs. STZ-P8: 0.55 ± 0.08; P < 0.01). DP also up-regulated PINK1, Parkin and LC3B-II/I ratio, and down-regulated P62 in gastrocnemius muscles (all P < 0.01). In vitro, mitophagy deficiency and MFG-E8 up-regulation were confirmed in diabetic and senescent models (all P < 0.05). DP and MsiRNA down-regulated MFG-E8 and P62, and up-regulated PINK1, Parkin and LC3B-II/I ratio to promote mitophagy as Torin-1 does (all P < 0.05). HSPA1L was confirmed as an interacted protein of MFG-E8 in IP and CO-IP assay. Mover down-regulated the expression of Parkin via the HSPA1L-Parkin pathway, leading to mitophagy inhibition. MsiRNA up-regulated the expression of PINK1 via SGK1, FOXO1, and STAT3 phosphorylation pathways, leading to mitophagy stimulation. CONCLUSIONS: MFG-E8 is a crucial target protein of DP and plays a distinct role in mitophagy regulation. DP down-regulates the expression of MFG-E8, reduces mitophagy deficiency, and alleviates the symptoms of diabetic sarcopenia, which could be considered a novel therapeutic strategy for diabetic sarcopenia.",
      "mesh_terms": [
        "Animals",
        "Mitophagy",
        "Mice",
        "Sarcopenia",
        "Ubiquitin-Protein Ligases",
        "Diabetes Mellitus, Experimental",
        "Inositol",
        "Male",
        "Antigens, Surface",
        "HSP70 Heat-Shock Proteins",
        "Disease Models, Animal",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "38467326",
      "title": "D-Pinitol mitigates post-traumatic stress disorder-like behaviors induced by single prolonged stress in mice through mineralocorticoid receptor antagonism.",
      "authors": [
        "Chang Hyeon Kong",
        "Jin Woo Lee",
        "Mijin Jeon",
        "Woo Chang Kang",
        "Min Seo Kim",
        "Keontae Park",
        "Ho Jung Bae",
        "Se Jin Park",
        "Seo Yun Jung",
        "Su-Nam Kim",
        "Benjamin Kleinfelter",
        "Ji-Woon Kim",
        "Jong Hoon Ryu"
      ],
      "journal": "Progress in neuro-psychopharmacology & biological psychiatry",
      "publication_date": "2024-Jun-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Post-traumatic stress disorder (PTSD) is a mental illness that can occur in individuals who have experienced trauma. Current treatments for PTSD, typically serotonin reuptake inhibitors, have limited effectiveness for patients and often cause serious adverse effects. Therefore, a novel class of treatment with better pharmacological profile is necessary. D-Pinitol has been reported to be effective for depression and anxiety disorders, but there are no reports associated with PTSD. In the present study, we investigated the effects of D-pinitol in a mouse model of PTSD induced by a single prolonged stress (SPS) protocol. We examined the therapeutic effects of D-pinitol on emotional and cognitive impairments in the SPS mouse model. We also investigated the effects of D-pinitol on fear memory formation. Mineralocorticoid receptor transactivation assay, Western blot, and quantitative PCR were employed to investigate how D-pinitol exerts its pharmacological activities. D-Pinitol ameliorated PTSD-like behaviors in a SPS mouse model. D-Pinitol also normalized the increased mRNA expression levels and protein levels of the mineralocorticoid receptor in the amygdala. A mineralocorticoid receptor agonist reversed the effects of D-pinitol on fear extinction and recall, and the antagonistic property of D-pinitol against the mineralocorticoid receptor was confirmed in vitro. Our findings suggest that D-pinitol could serve as a potential therapeutic agent for PTSD due to its antagonistic effect on the mineralocorticoid receptor.",
      "mesh_terms": [
        "Mice",
        "Humans",
        "Animals",
        "Stress Disorders, Post-Traumatic",
        "Fear",
        "Extinction, Psychological",
        "Receptors, Mineralocorticoid",
        "Disease Models, Animal",
        "Stress, Psychological",
        "Inositol"
      ]
    },
    {
      "pmid": "38025258",
      "title": "Integrated proteomics and metabolomics analysis of D-pinitol function during hippocampal damage in streptozocin-induced aging-accelerated mice.",
      "authors": [
        "Xiaoxia Li",
        "Yuan Gao",
        "Baoying Li",
        "Wenqian Zhao",
        "Qian Cai",
        "Wenbin Yin",
        "Shudong Zeng",
        "Xiaoli Li",
        "Haiqing Gao",
        "Mei Cheng"
      ],
      "journal": "Frontiers in molecular neuroscience",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Diabetes can cause hippocampal damage and lead to cognitive impairment. Diabetic cognitive impairment (DCI) is a chronic complication of diabetes associated with a high disability rate; however, its pathogenesis and therapeutic targets are unclear. We aimed to explore the mechanism of hippocampal damage during diabetes and evaluate the potential role of D-pinitol (DP) in protecting hippocampal tissue and improving cognitive dysfunction. METHODS: DP (150 mg/kg/day) was administered intragastrically to streptozocin-induced aging-accelerated mice for 8 weeks. Hippocampal tissues were examined using tandem mass tag (TMT)-based proteomics and liquid chromatography-mass spectrometry (LC-MS)/MS-based non-targeted metabolomic analysis. Differentially expressed proteins (DEPs) and differentially regulated metabolites (DRMs) were screened for further analysis, and some DEPs were verified using western blotting. RESULTS: Our results showed that 329 proteins had significantly altered hippocampal expression in untreated diabetic mice (DM), which was restored to normal after DP treatment in 72 cases. In total, 207 DRMs were identified in the DM group, and the expression of 32 DRMs was restored to normal post-DP treatment. These proteins and metabolites are involved in metabolic pathways (purine metabolism, arginine and proline metabolism, and histidine metabolism), actin cytoskeleton regulation, oxidative phosphorylation, and Rap1-mediated signaling. CONCLUSIONS: Our study may help to better understand the mechanism of diabetic hippocampal damage and cognitive impairment and suggest a potential therapeutic target."
    },
    {
      "pmid": "37802198",
      "title": "D-Pinitol attenuates postmenopausal symptoms in ovariectomized mice.",
      "authors": [
        "Woo Chang Kang",
        "Keontae Park",
        "Chang Hyeon Kong",
        "Do Yeon Kim",
        "Yong Seung Lee",
        "Mijin Jeon",
        "Min Seo Kim",
        "Seo Yun Jung",
        "Jongki Hong",
        "Jung Hye Choi",
        "Jong Hoon Ryu"
      ],
      "journal": "Life sciences",
      "publication_date": "2023-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: Menopause is a natural process in women that can lead to post-menopausal syndrome with symptoms such as hot flushes, weight gain, anxiety, cognitive decline, and depression. Hormonal replacement therapy is commonly prescribed. However, it has serious adverse effects. Herbal medicinal products and isoflavones are used as alternatives. D-Pinitol found in Pinaceae and Fabaceae families has anti-inflammatory and antioxidant effects. However, it has not received as much attention as isoflavones. In this study, we investigated whether D-pinitol could alleviate post-menopausal symptoms using an ovariectomized (OVX) mouse model. MAIN METHODS: Female ICR mice were divided into six groups: sham (vehicle), OVX (vehicle), OVX + D-pinitol (10, 30, 100 mg/kg, p.o.), and OVX + estradiol (0.5 mg/kg, s.c.). Treatment with vehicle, D-pinitol, and estradiol began at seven weeks post ovariectomy. We employed several behavioral tests, hot-flush test, and Western blot analysis. KEY FINDINGS: We found that D-pinitol treatment (30, 100 mg/kg, p.o.) reversed cognitive dysfunction in OVX mice (novel object recognition and Y-maze test). Additionally, D-pinitol alleviated anxiety-like behaviors (elevated plus-maze) and reversed depressive-like behaviors (splash test, tail suspension test). It also normalized increased basal tail skin temperature in OVX mice. Moreover, D-pinitol administration reversed decreased expression of ERβ and synaptophysin and phosphorylation of ERK and PI3K-Akt-GSK-3β induced by OVX in the hippocampus and prefrontal cortex. SIGNIFICANCE: These findings indicate that D-pinitol might be a promising candidate for treating post-menopausal symptoms by increasing ERβ and synaptophysin expression levels and activation of ERK or PI3K-Akt-GSK-3β signaling pathway, at least in part.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Female",
        "Animals",
        "Postmenopause",
        "Glycogen Synthase Kinase 3 beta",
        "Synaptophysin",
        "Proto-Oncogene Proteins c-akt",
        "Estrogen Receptor beta",
        "Phosphatidylinositol 3-Kinases",
        "Mice, Inbred ICR",
        "Estradiol",
        "Isoflavones",
        "Ovariectomy"
      ]
    },
    {
      "pmid": "37734471",
      "title": "D-pinitol ameliorated H2O2-induced oxidative damage in PC12 cells and prolonged the lifespan by IIS pathway in Caenorhabditis elegans.",
      "authors": [
        "Miaosi Zhang",
        "Zhe Xu",
        "Liangyong Shao",
        "Jilite Wang",
        "Zouyan He",
        "Yumei Jiang",
        "Ye Zhang",
        "Hao Wang"
      ],
      "journal": "Comparative biochemistry and physiology. Toxicology & pharmacology : CBP",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "D-pinitol (DP) has been extensively regarded as the main active component of legumes for anti-aging. In this study, we intended to explore the anti-aging mechanism of DP, utilizing computer modeling techniques. The results demonstrated that DP significantly delayed H2O2-induced cellular senescence. Model PC12 cells treated with DP exhibited increased cell viability, increased antioxidant enzyme activity (SOD, CAT), and reduced ROS and MDA levels. Furthermore, DP was discovered to have a positive effect on healthy longevity. In C. elegans, DP treatment enhanced lifespan, stress capacity, antioxidant capacity (T-SOD/CAT/GSH-Px/MDA/ROS), and altered aging-related indicators of lipofuscin accumulation, pharyngeal pump rate, motility, and reproduction. Moreover, DP could reduce the toxicity Aβ in transgenic C. elegans CL4176, CL2355, and CL2331. Further mechanistic studies indicated DP increased transcription factor (daf-16, skn-1, hsf-1) expression of insulin/insulin-like growth factor-1 signaling (IIS) pathway. As expected, DP also extended the downstream target genes of the three transcription factors (sod-3, ctl-1, ctl-2, gst-4, hsp-16.1, and hsp-16.2). Further mutant lifespan experiments, network pharmacology, and molecular docking revealed that DP might be life-extending through the IIS pathway. DP deserves extensive investigation and development as a potential anti-aging drug in the future.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Caenorhabditis elegans",
        "Longevity",
        "Hydrogen Peroxide",
        "Antioxidants",
        "Reactive Oxygen Species",
        "PC12 Cells",
        "Molecular Docking Simulation",
        "Caenorhabditis elegans Proteins",
        "Oxidative Stress",
        "Transcription Factors",
        "Superoxide Dismutase",
        "Forkhead Transcription Factors"
      ]
    },
    {
      "pmid": "37654104",
      "title": "Effect of D-pinitol on MK-801-induced schizophrenia-like behaviors in mice.",
      "authors": [
        "Jae Youn Kim",
        "Chang Hyeon Kong",
        "Do Yeon Kim",
        "Ji Won Min",
        "Keontae Park",
        "Mijin Jeon",
        "Woo Chang Kang",
        "Seo Yun Jung",
        "Jong Hoon Ryu"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Schizophrenia is a chronic brain disorder characterized by positive symptoms (delusions or hallucinations), negative symptoms (impaired motivation or social withdrawal), and cognitive impairment. In the present study, we explored whether D-pinitol could ameliorate schizophrenia-like behaviors induced by MK-801, an N-methyl-D-aspartate receptor antagonist. Acoustic startle response test was conducted to evaluate the effects of D-pinitol on sensorimotor gating function. Social interaction and novel object recognition tests were employed to measure the impact of D-pinitol on social behavior and cognitive function, respectively. Additionally, we examined whether D-pinitol affects motor coordination. Western blotting was conducted to investigate the mechanism of action of D-pinitol. Single administration of D-pinitol at 30, 100, or 300 mg/kg improved the sensorimotor gating deficit induced by MK801 in the acoustic startle response test. D-Pinitol also reversed social behavior deficits and cognitive impairments induced by MK-801 without causing any motor coordination deficits. Furthermore, D-pinitol reversed increased expression levels of pNF-kB induced by MK-801 treatment and consequently increased expression levels of TNF-α and IL-6 in the prefrontal cortex. These results suggest that D-pinitol could be a potential candidate for treating sensorimotor gating deficits and cognitive impairment observed in schizophrenia by down-regulating transcription factor NF-κB and pro-inflammatory cytokines in the prefrontal cortex.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Dizocilpine Maleate",
        "Reflex, Startle",
        "Schizophrenia",
        "Cognitive Dysfunction"
      ]
    },
    {
      "pmid": "37513920",
      "title": "D-Pinitol Content and Antioxidant and Antidiabetic Activities of Five Bougainvillea spectabilis Willd. Cultivars.",
      "authors": [
        "Fatma Abo-Elghiet",
        "Amal H Ahmed",
        "Hanan F Aly",
        "Eman A Younis",
        "Mohamed A Rabeh",
        "Saad Ali Alshehri",
        "Khalid S A Alshahrani",
        "Shaza A Mohamed"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2023-Jul-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes mellitus is a major challenge for global health, and Bougainvillea spectabilis Willd. (B. spectabilis) is a widely used herbal remedy with diverse cultivars traditionally used for diabetes treatment. However, the comparative efficacy of these cultivars remains ambiguous. This study aimed to evaluate the D-pinitol content and DPPH radical-scavenging activity of methanolic leaves extracts of five B. spectabilis cultivars. Furthermore, the effects of these cultivars on various parameters, including blood glucose levels, oxidative stress markers, inflammatory cytokines, lipid profiles, liver enzymes, renal function markers, and histopathological changes, were assessed in STZ-induced diabetic rats after one month of oral daily treatment. All tested cultivars demonstrated significant improvements in the measured parameters, albeit to varying extents. Notably, the LOE cultivar, distinguished by its orange bracts, exhibited the highest efficacy, surpassing the effectiveness of glibenclamide, an antidiabetic medication, and displayed the highest concentration of D-pinitol. These findings underscore the importance of carefully selecting the appropriate B. spectabilis cultivar to maximize the antidiabetic efficacy, with a particular emphasis on the correlation between antidiabetic activity and D-pinitol concentrations."
    },
    {
      "pmid": "37394427",
      "title": "D-Pinitol Ameliorated Osteoporosis via Elevating D-chiro-Inositol Level in Ovariectomized Mice.",
      "authors": [
        "Xinxin Liu",
        "Chuan He",
        "Tomoyuki Koyama"
      ],
      "journal": "Journal of nutritional science and vitaminology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A natural sugar alcohol, D-pinitol, has been reported to be a potential compound for osteoporosis treatment via inhibiting osteoclastgenesis. However, research on the effects of pinitol on osteoporosis in vivo is still limited. The present study investigated the protective effects of pinitol on ovariectomized mice and attempted to elucidate this mechanism in vivo. Four-week-old female ovariectomized ICR mice were employed as a postmenopausal osteoporosis model and treated with pinitol or estradiol (E2) for 7 wk. Thereafter, serum calcium content, phosphorus content, tartrate-resistant acid phosphatase (TRAcP) and bone-specific alkaline phosphatase activity (BALP) were measured. Bilateral femurs were isolated, and bone marrow protein was collected through centrifuge. Dry femurs were weighed, while femur length, cellular bones, and bone mineral content were measured. D-chiro-Inositol (DCI) and myo-inositol (MI) content in serum and bone marrow was measured by GC-MS. At the end of experiment, the serum BALP and TRAcP activities of the OVX mice were suppressed significantly by treatment with either pinitol or E2. Femur weight, cellular bone rate, Ca and P content were improved by pinitol or E2. The DCI content of the serum of OVX decreased significantly, although it recovered to some extent after pinitol treatment. Pinitol significantly increased the ratio of DCI to MI in serum or bone marrow protein in the observed OVX mice. Besides, pinitol had no significant effects on osteoblast viability and differentiation. The present results showed that continuous pinitol intake exerts potent anti-osteoporosis activity via elevating DCI content in serum and bone marrow in OVX mice.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Female",
        "Animals",
        "Tartrate-Resistant Acid Phosphatase",
        "Mice, Inbred ICR",
        "Osteoporosis",
        "Bone Density",
        "Osteoporosis, Postmenopausal",
        "Inositol",
        "Alkaline Phosphatase",
        "Ovariectomy"
      ]
    },
    {
      "pmid": "37367890",
      "title": "Anti-Alzheimer Potential of a New (+)-Pinitol Glycoside Isolated from Tamarindus indica Pulp: In Vivo and In Silico Evaluations.",
      "authors": [
        "Esraa M Mohamed",
        "Abeer H Elmaidomy",
        "Rania Alaaeldin",
        "Faisal Alsenani",
        "Faisal H Altemani",
        "Naseh A Algehainy",
        "Mohammad A Alanazi",
        "Alaa Bagalagel",
        "Abdulhamid Althagafi",
        "Mahmoud A Elrehany",
        "Usama Ramadan Abdelmohsen"
      ],
      "journal": "Metabolites",
      "publication_date": "2023-Jun-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tamarindus indica Linn (tamarind, F. Leguminosae) is one of the most widely consumed edible fruits in the world. Phytochemical investigation of tamarind pulp n-butanol fraction yielded one new (+)-pinitol glycoside compound 1 (25% w/w), and 1D, 2D NMR, and HRESIMS investigation were used to confirm the new compound's structure. (+)-Pinitol glycoside showed anti-Alzheimer potential that was confirmed in prophylactic and treatment groups by decreasing time for the T-maze test; decreased TAO, brain and serum AChE, MDA, tau protein levels, and β amyloid peptide protein levels; and increasing GPX, SOD levels, and in vivo regression of the neurodegenerative features of Alzheimer's dementia in an aluminum-intoxicated rat model. The reported molecular targets for human Alzheimer's disease were then used in a network pharmacology investigation to examine their complex interactions and identify the key targets in the disease pathogenesis. An in silico-based analysis (molecular docking, binding free energy calculation (ΔGBinding), and molecular dynamics simulation) was performed to identify the potential targets for compound 1. The findings of this study may lead to the development of dietary supplements for the treatment of Alzheimer's disease."
    },
    {
      "pmid": "37175278",
      "title": "D-Pinitol Improved Glucose Metabolism and Inhibited Bone Loss in Mice with Diabetic Osteoporosis.",
      "authors": [
        "Xinxin Liu",
        "Tomoyuki Koyama"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-May-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic osteoporosis (DO) has been increasingly recognized as an important complication of diabetes. D-pinitol, a natural compound found in various legumes, is known for its anti-diabetic function, but its effect on DO has not been investigated. Two doses of pinitol (50 and 100 mg/kg Bw/d) were administered orally to experimentally induce the DO mouse model for 5 weeks. The results indicated that pinitol suppressed fasting blood glucose levels and tended to enhance impaired pancreatic function. Pinitol also suppressed serum bone turnover biomarkers, and improved dry femur weight, cancellous bone rate, and bone mineral content in the DO mice. Based on the inositol quantification using GC-MS in serum, liver, kidney, and bone marrow, the pinitol treatment significantly recovered the depleted D-chiro-inositol (DCI) content or the decreased the ratio of DCI to myo-inositol caused by DO. In short, our results suggested that pinitol improved glucose metabolism and inhibited bone loss in DO mice via elevating the DCI levels in tissues.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Diabetes Mellitus",
        "Inositol",
        "Osteoporosis",
        "Biomarkers",
        "Glucose"
      ]
    },
    {
      "pmid": "36235746",
      "title": "Pharmacokinetics and Endocrine Effects of an Oral Dose of D-Pinitol in Human Fasting Healthy Volunteers.",
      "authors": [
        "Juan A Navarro",
        "Caridad Díaz",
        "Juan Decara",
        "Dina Medina-Vera",
        "Antonio J Lopez-Gambero",
        "Juan Suarez",
        "Francisco Javier Pavón",
        "Antonia Serrano",
        "Antonio Vargas",
        "Ana Luisa Gavito",
        "Oscar Porras-Perales",
        "Jesús Aranda",
        "Francisca Vicente",
        "Carlos Sanjuan",
        "Elena Baixeras",
        "Fernando Rodríguez de Fonseca"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study characterizes the oral pharmacokinetics of D-Pinitol, a natural insulin mimetic inositol, in human healthy volunteers (14 males and 11 females). D-Pinitol absorption was studied in (a) subjects receiving a single oral dose of 15 mg/kg (n = 10), or (b) 5 mg/kg pure D-Pinitol (n = 6), and (c) subjects receiving D-Pinitol as part of carbohydrate-containing carob pods-derived syrup with a 3.2% D-Pinitol (Dose of 1600 mg/subject, n = 9). The volunteers received a randomly assigned single dose of either D-Pinitol or carob pod-derived syrup. Blood samples were collected at 0, 15, 30, 45, 60, 90, 120, 180, 240, 360 and 1440 min after intake. Plasma concentration of D-Pinitol was measured and pharmacokinetic parameters obtained. The data indicate that when given alone, the oral absorption of D-Pinitol is dose-dependent and of extended duration, with a Tmax reached after almost 4 h, and a half-life greater than 5 h. When the source of D-Pinitol was a carob pods-derived syrup, Cmax was reduced to 40% of the expected based on the data of D-Pinitol alone, suggesting a reduced absorption probably because of competition with monosaccharide transport. In this group, Tmax was reached before that of D-Pinitol alone, but the estimated half-life remained the same. In the D-Pinitol groups, plasma concentrations of glucose, insulin, glucagon, ghrelin, free fatty acids, and pituitary hormones were additionally measured. A dose of 15 mg/kg of D-Pinitol did not affect glucose levels in healthy volunteers, but reduced insulin and increased glucagon and ghrelin concentrations. D-Pinitol did not increase other hormones known to enhance plasma glucose, such as cortisol or GH, which were surprisingly reduced after the ingestion of this inositol. Other pituitary hormones (gonadotropins, prolactin, and thyroid-stimulating hormone) were not affected after D-Pinitol ingestion. In a conclusion, D-Pinitol is absorbed through the oral route, having an extended half-life and displaying the pharmacological profile of an endocrine pancreas protector, a pharmacological activity of potential interest for the treatment or prevention of insulin resistance-associated conditions.",
      "mesh_terms": [
        "Blood Glucose",
        "Fabaceae",
        "Fasting",
        "Fatty Acids, Nonesterified",
        "Female",
        "Ghrelin",
        "Glucagon",
        "Glucose",
        "Healthy Volunteers",
        "Humans",
        "Hydrocortisone",
        "Inositol",
        "Insulin",
        "Male",
        "Prolactin",
        "Thyrotropin"
      ]
    },
    {
      "pmid": "35760415",
      "title": "d-Pinitol promotes tau dephosphorylation through a cyclin-dependent kinase 5 regulation mechanism: A new potential approach for tauopathies?",
      "authors": [
        "Dina Medina-Vera",
        "Juan Antonio Navarro",
        "Patricia Rivera",
        "Cristina Rosell-Valle",
        "Alfonso Gutiérrez-Adán",
        "Carlos Sanjuan",
        "Antonio Jesús López-Gambero",
        "Rubén Tovar",
        "Juan Suárez",
        "Francisco Javier Pavón",
        "Elena Baixeras",
        "Juan Decara",
        "Fernando Rodríguez de Fonseca"
      ],
      "journal": "British journal of pharmacology",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND AND PURPOSE: Recent evidence links brain insulin resistance with neurodegenerative diseases, where hyperphosphorylated tau protein contributes to neuronal cell death. In the present study, we aimed to evaluate if d-pinitol inositol, which acts as an insulin sensitizer, affects the phosphorylation status of tau protein. EXPERIMENTAL APPROACH: We studied the pharmacological effect of d-pinitol on insulin signalling and tau phosphorylation in the hippocampus of Wistar and Zucker rats. To this end, we evaluated by western blotting the Akt pathway and its downstream proteins as being one of the main insulin-mediator pathways. Also, we explored the functional status of additional kinases phosphorylating tau, including PKA, ERK1/2, AMPK and CDK5. We utilized the 3xTg mouse model as a control for tauopathy, since it carries tau mutations that promote phosphorylation and aggregation. KEY RESULTS: Surprisingly, we discovered that oral d-pinitol treatment lowered tau phosphorylation significantly, but not through the expected kinase GSK-3 regulation. An extensive search for additional kinases phosphorylating tau revealed that this effect was mediated through a mechanism dependent on the reduction of the activity of the CDK5, affecting both its p35 and p25 subunits. This effect disappeared in leptin-deficient Zucker rats, uncovering that the association of leptin deficiency, obesity, dyslipidaemia and hyperinsulinaemia abrogates d-pinitol actions on tau phosphorylation. The 3xTg mice confirmed d-pinitol effectiveness in a genetic AD-tauopathy. CONCLUSION AND IMPLICATIONS: The present findings suggest that d-pinitol, by regulating CDK5 activity through a decrease of CDK5R1, is a potential drug for developing treatments for neurological disorders such as tauopathies.",
      "mesh_terms": [
        "Animals",
        "Cyclin-Dependent Kinase 5",
        "Glycogen Synthase Kinase 3",
        "Inositol",
        "Insulins",
        "Leptin",
        "Mice",
        "Phosphorylation",
        "Rats",
        "Rats, Wistar",
        "Rats, Zucker",
        "Tauopathies",
        "tau Proteins"
      ]
    },
    {
      "pmid": "35735162",
      "title": "Pharmacological effects of D-Pinitol - A comprehensive review.",
      "authors": [
        "Anandakumar Pandi",
        "Kamaraj Sattu",
        "Vanitha M Kalappan",
        "Vanita Lal",
        "Seshadri R Varikasuvu",
        "Anirban Ganguly",
        "Jitender Prasad"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "In recent years, the application of phytochemicals to prevent or treat diseases has received greater attention. These phytochemicals have little or no toxicity against healthy tissues and are thus considered as ideal compounds. An impressive number of modern drugs are obtained from natural sources based on their traditional value. D-Pinitol is a natural compound that is derived from soy and soy products. It is a potentially active molecule that belongs to the class of inositols. D-pinitol has been pharmacologically evaluated for its potent antioxidant, anti-diabetic, anti-inflammatory, anti-cancer, hepatoprotective, cardioprotective, renoprotective, neuroprotective, immunosuppressive, and anti-osteoporotic efficacies. This review is an attempt to validate the plausible pharmacological effects of D-pinitol using various in vivo and in vitro studies. PRACTICAL IMPLICATIONS: The consumption of plant-based products has been significantly increased all over the world. The active phytochemicals that are found in plants are stated to have numerous health promoting functions for the treatment of diabetes, cancer, inflammation, cardiac diseases, liver dysfunction, and many other. D-Pinitol is abundantly present in soybeans that possess notable therapeutic activities. Understanding the effects of D-Pinitol would potentially help in applying this compound in clinical research for the treatment of different disorders.",
      "mesh_terms": [
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Fabaceae",
        "Inositol",
        "Phytochemicals",
        "Glycine max"
      ]
    },
    {
      "pmid": "35644418",
      "title": "d-Chiro-Inositol extends the lifespan of male Drosophila melanogaster better than d-Pinitol through insulin signaling and autophagy pathways.",
      "authors": [
        "Xiaomei Du",
        "Yichun Wang",
        "Jilite Wang",
        "Xiaozhi Liu",
        "Jingnan Chen",
        "Ji Kang",
        "Xu Yang",
        "Hao Wang"
      ],
      "journal": "Experimental gerontology",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "d-Pinitol (DP) is the methylated product of d-Chiro-Inositol (DCI), which is one of the nine isomers of inositol with optical activity. Both substances possess antioxidant activity. This study was conducted to investigate and compare the antioxidant and life-prolonging effects of DCI and DP on male Drosophila melanogaster. Results showed that DCI and DP prolonged the lifespan and improved the climbing, anti-stress, and antioxidant activities. After treatment with DCI and DP, intestinal homeostasis was improved and the abnormal proliferation of intestinal stem cells (ISCs) was attenuated. Furthermore, real-time PCR revealed downregulated expression levels of PI3K and Akt and upregulated expression levels of Dilp5 and FOXO, which consequently activated Atg1, Atg5, Atg8a, and Atg8b and increased the number of lysosomes. Altogether, DCI exerts a slightly better effect than DP based on various indicators. RNAi D. melanogaster lifespan and molecular docking results further suggested that DCI and DP could prolong longevity through insulin signaling (IIS) and autophagy pathways.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Autophagy",
        "Drosophila melanogaster",
        "Inositol",
        "Insulin",
        "Longevity",
        "Male",
        "Molecular Docking Simulation"
      ]
    },
    {
      "pmid": "34861664",
      "title": "Pinitol Protects Against Ox-Low-Density Lipoprotein-Induced Endothelial Inflammation and Monocytes Attachment.",
      "authors": [
        "Xiao-Hong Chen",
        "Yu Tan",
        "ShuQin Yu",
        "Lijun Lu",
        "Youqing Deng"
      ],
      "journal": "Journal of cardiovascular pharmacology",
      "publication_date": "2022-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Atherosclerosis is a cardiovascular disease that affects a majority of people around the world at old age. Atherosclerosis is slow to develop and challenging to treat. Endothelial dysfunction caused by oxidative stress, inflammation, and other pathological factors drives the process of atherogenesis. LOX-1 is one of the main scavenging receptors for oxidized low-density lipoprotein (ox-LDL) and contributes to atherogenesis by inducing overproduction of reactive oxygen species, increased expression of proinflammatory cytokines, and secretion of cellular adhesion molecules. In addition, activation of LOX-1 inhibits the expression of KLF2, a key protective factor against atherosclerosis. In this study, we investigated the effects of pinitol, and naturally occurring cyclic polyol, on endothelial dysfunction induced by ox-LDL. Our findings show that pinitol revealed a good safety profile, as evidenced by reducing lactate dehydrogenase release in human aortic endothelial cells. In our experiments, pinitol reduced the production of reactive oxygen species and expression of IL-6 and monocyte chemoattractant protein-1 induced by ox-LDL. Pinitol also significantly reduced the attachment of THP-1 monocytes to endothelial cells via downregulation of vascular cellular adhesion molecule-1 and E-selectin. Importantly, we found that pinitol reduced the expression of LOX-1 induced by ox-LDL and rescued the expression of KLF2, which is dependent on ERK5 expression. Together, our findings provide notable evidence that pinitol may have potential implication in the prevention and treatment of atherosclerosis.",
      "mesh_terms": [
        "Atherosclerosis",
        "Cell Adhesion",
        "Endothelial Cells",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Inflammation",
        "Inositol",
        "Lipoproteins, LDL",
        "Monocytes",
        "Reactive Oxygen Species",
        "Scavenger Receptors, Class E"
      ]
    },
    {
      "pmid": "34844501",
      "title": "Effects of a pinitol-rich Glycyrrhiza glabra L. leaf extract on insulin and inflammatory signaling pathways in palmitate-induced hypertrophic adipocytes.",
      "authors": [
        "Maria Sofia Molonia",
        "Cristina Occhiuto",
        "Claudia Muscarà",
        "Antonio Speciale",
        "Giuseppe Ruberto",
        "Laura Siracusa",
        "Mariateresa Cristani",
        "Antonella Saija",
        "Francesco Cimino"
      ],
      "journal": "Natural product research",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Glycyrrhiza glabra roots have been well studied for their pharmacological activities, whereas less research has been conducted on liquorice aerial parts. Leaves represent a good source of D-pinitol, useful in the treatment of insulin resistance-related pathologies. Herein, we analyzed the in vitro effects of a D-pinitol-rich methanolic extract from Glycyrrhiza glabra leaves (GGLME) against lipotoxicity-related hypertrophy, inflammation, and insulin resistance in 3T3-L1 adipocytes exposed to palmitic acid (PA), comparing its activity with D-pinitol. GGLME pretreatment decreased lipid deposition, PPAR-γ, and NF-κB pathway induced by PA, similarly to D-pinitol, and improved insulin sensitivity, in presence or not of PA, increasing PI3K, pAkt, and GLUT1 levels. This study confirms that liquorice leaves, considered a waste of resource, could potentially be reused, and support further in vivo studies on animal and human models. In conclusion, liquorice leaves extract represents a potential candidate for prevention of metabolically induced inflammation, frequently leading to metabolic disorders.",
      "mesh_terms": [
        "Adipocytes",
        "Animals",
        "Glycyrrhiza",
        "Humans",
        "Hypertrophy",
        "Inflammation",
        "Inositol",
        "Insulin",
        "Insulin Resistance",
        "Palmitates",
        "Palmitic Acid",
        "Plant Extracts",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "34510791",
      "title": "Phosphoproteomics analysis of diabetic cardiomyopathy in aging-accelerated mice and effects of D-pinitol.",
      "authors": [
        "Xiao-Li Li",
        "Fei Yu",
        "Chun-Li Fu",
        "Xin Yu",
        "Mei Xu",
        "Mei Cheng"
      ],
      "journal": "Proteomics. Clinical applications",
      "publication_date": "2022-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: The molecular mechanisms of diabetic cardiomyopathy (DCM) development and D-pinitol (DP) in its treatment remain unclear. The present study is to explore the underlying mechanism of DCM in an elderly diabetic mouse model and to seek the protective targets of DP by phosphoproteomics. EXPERIMENTAL DESIGN: We used streptozotocin to induce diabetes in SAMP8 and DP (150 mg/kg/day) intragastrically administrated to diabetic mice for 8 weeks. The heart tissues were harvested for label-free phosphoproteomic analysis from diabetic mice. Some differentially regulated phosphorylation sites were confirmed by parallel reaction monitoring. RESULTS: Our results showed that 612 phosphorylation sites on 454 proteins had their phosphorylation levels significantly changed in the heart of untreated diabetic mice (DM). Of these phosphorylation sites, 216 phosphorylation sites on 182 proteins were normalized after DP treatment. We analyzed the functional signaling pathways in the heart of DP treated diabetic mice (DMT), including glucagon signaling pathway, insulin signaling pathway, mitophagy, apoptosis, and longevity regulating pathway. Two consensus motifs identified were targeted by Src and epidermal growth factor receptor between DMT and DM groups. CONCLUSIONS AND CLINICAL RELEVANCE: Our study might help to better understand the mechanism of DCM, provide novel targets for estimating the protective effects of DP.",
      "mesh_terms": [
        "Aging",
        "Animals",
        "Apoptosis",
        "Diabetes Mellitus, Experimental",
        "Diabetic Cardiomyopathies",
        "Disease Models, Animal",
        "Glucagon",
        "Heart",
        "Inositol",
        "Insulin",
        "Mice",
        "Myocardium",
        "Phosphopeptides",
        "Phosphorylation",
        "Protein Interaction Maps",
        "Proteomics",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "34275383",
      "title": "d-Pinitol protects against endoplasmic reticulum stress and apoptosis in hepatic ischemia-reperfusion injury via modulation of AFT4-CHOP/GRP78 and caspase-3 signaling pathways.",
      "authors": [
        "Lei Yan",
        "Heng Luo",
        "Xingsheng Li",
        "Yongyong Li"
      ],
      "journal": "International journal of immunopathology and pharmacology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hepatic ischemia-reperfusion injury (IRI) is a major unavoidable clinical problem often accompanying various liver surgery and transplantation. d-Pinitol, a cyclic polyol, exhibits hepatoprotective efficacy. The objective of this study is to determine the possible mechanism of action of pinitol against endoplasmic reticulum (ER) stress regulation-mediated hepatic IRI and compare its effects with thymoquinone (TQ) in experimental rats. Male Sprague Dawley rats were pre-treated orally with either vehicle (DMSO) or d-Pinitol (5, 10, and 20 mg/kg) or TQ (30 mg/kg) for 21 days and subjected to 60 min of partial hepatic ischemia followed by 24 h of reperfusion. Pre-treatment with pinitol (10 and 20 mg/kg) effectively (P < 0.05) protected against IRI-induced hepatic damage reflected by attenuation of elevated oxidative stress and pro-inflammatory cytokines. Additionally, western blot and ELISA analyses suggested that pinitol significantly (P < 0.05) down-regulated expression of endoplasmic reticulum stress apoptotic markers, namely glucose-regulated protein (GRP)-78, CCAAT/enhancer-binding protein homologous protein (CHOP), activating transcription factor (AFT)-4 and -6α, X-box binding protein-1, and caspase-3, 9, and 12. Additionally, pinitol pre-treatment effectively (P < 0.05) improved mitochondrial function and phosphorylation of Extracellular signal-regulated kinase (ERK)-1/2 and p38. Pinitol markedly (P < 0.05) protected hepatic apoptosis determined by flow cytometry. Further, pinitol provided effective (P < 0.05) protection against hepatic histological and ultrastructural aberrations induced by IRI. TQ showed more pronounced protective effect against attenuation of IRI-induced hepatic injury as compared to d-Pinitol. Pinitol offered protection against endoplasmic reticulum stress-mediated phosphorylation of ERK1/2 and p38, thereby inhibiting AFT4-CHOP/GRP78 signaling response and caspase-3 induced hepatocellular apoptosis during hepatic ischemia-reperfusion insults. Thus, Pinitol can be considered as a viable option for the management of hepatic IRI.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Caspase 3",
        "Endoplasmic Reticulum Stress",
        "Heat-Shock Proteins",
        "Inositol",
        "Liver Diseases",
        "Male",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reperfusion Injury",
        "Signal Transduction",
        "Transcription Factor CHOP"
      ]
    },
    {
      "pmid": "33625409",
      "title": "Therapeutic role of d-pinitol on experimental colitis via activating Nrf2/ARE and PPAR-γ/NF-κB signaling pathways.",
      "authors": [
        "Yinsi Lin",
        "Yulin Wu",
        "Jianhui Su",
        "Mingqiang Wang",
        "Xiaoli Wu",
        "Ziren Su",
        "Xiaoqing Yi",
        "Long Wei",
        "Jian Cai",
        "Zhanghua Sun"
      ],
      "journal": "Food & function",
      "publication_date": "2021-Mar-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ulcerative colitis is a recrudescent intestinal inflammation coupled with diarrhea, weight loss, pus, and blood stool, which seriously impacts the quality of patient life. d-Pinitol, which can be a food supplement isolated from the food plant-like soybeans, Ceratonia siliqua Linn and Bruguiera gymnorrhiza, has been proved to show anti-oxidative and anti-inflammatory effects. However, the potential mechanism of d-pinitol still remains ill-defined contemporarily. In the current study, the therapeutic effect and potential mechanisms of d-pinitol against colitis were investigated. Oxidative stress and inflammation of experimental colitis were caused by 3% DSS treatment once daily for 7 days. During DSS treatment, the mice of the positive drug group and three other groups were orally administered SASP or d-pinitol once daily. Clinical symptoms were analyzed, and macroscopic scores were calculated. The levels of oxidative and inflammatory cytokines were measured using assay kits and RT-PCR. Additionally, the protein expression of the Nrf2/ARE pathway and PPAR-γ was measured by Western blot. Results showed that d-pinitol enormously alleviated DSS-induced bodyweight loss, colon shortening, and histological injuries, achieving a therapeutic efficacy superior to SASP. Moreover, the oxidative stress and colonic inflammatory response were mitigated. d-pinitol not only significantly activated the Nrf2/ARE signaling pathway via facilitating the translocation of Nrf2 from sitoplazma to cytoblast, upregulating the protein expression levels of GCLC, GCLM, HO-1, and NQO1, but also improved the PPAR-γ level by binding to the active site of PPAR-γ, when suppressing NF-κB p65 and IκBα phosphorylation. In conclusion, d-pinitol exhibited a dramatic anti-colitis efficacy by activating the Nrf2/ARE pathway and PPAR-γ. Hence, d-pinitol may be a promising therapeutic drug against UC in the future.",
      "mesh_terms": [
        "Animals",
        "Colitis",
        "Dietary Supplements",
        "Disease Models, Animal",
        "Inositol",
        "Male",
        "Mice",
        "Mice, Inbred BALB C",
        "NF-E2-Related Factor 2",
        "NF-kappa B",
        "PPAR gamma",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "33388525",
      "title": "An UPLC-MS/MS method for quantification of D-pinitol in rat plasma and its application to a pharmacokinetic and bioavailability study.",
      "authors": [
        "Jieying Qiu",
        "Xixi Yan",
        "Yingyi Liao",
        "Deguan Yu",
        "Congcong Wen",
        "Zheng Xiang"
      ],
      "journal": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences",
      "publication_date": "2021-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "D-pinitol could be a potential therapeutic agent for the treatment of diabetes mellitus (DM) type II. In this work, a sensitive and rapid ultra performance liquid chromatography coupled with tandem mass spectrometry method was firstly developed and validated for the determination and pharmacokinetic study of D-pinitol in rat plasma. D-pinitol and 5,7-dihydroxychromone (Internal Standard, IS) were completely separated on a BEH C18 column. The plasma samples were deproteinated with acetonitrile: ethanol (1:1). The MRM transitions for D-pinitol was m/z 179.125 → 105.049, and for IS was m/z 195.085 → 109.031. The method linearity ranges was 5-200 ng/mL. The precision, accuracy, recovery, matrix effect, stability under different conditions, were all within the required criteria. After intragastric (50 mg/kg) administration of D-pinitol to the rats, the maximum plasma concentration (Cmax) was 77.8 ± 19.5 ng/mL. The time to reach the maximum plasma concentration (Tmax) was 2.2 ± 0.98 h. Apparent distribution volume (Vz) was 1557.5 ± 1329.1 L/kg and the plasma centration time curve (AUC0-t) was 1265.5 ± 479.3 µg/L*h. After intravenous (5.0 mg/kg) administration, Vz was 325.2 ± 107.8 L/kg and AUC(0-t) was 693.0 ± 89.9 µg/L*h. Our study indicated D-pinitol had a slow elimination phase and might be the high affinity binding to blood protein in vivo, which are helpful for its further drug development and clinical application.",
      "mesh_terms": [
        "Animals",
        "Biological Availability",
        "Chromatography, High Pressure Liquid",
        "Inositol",
        "Limit of Detection",
        "Linear Models",
        "Male",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reproducibility of Results",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "32714040",
      "title": "D-Pinitol treatment induced the apoptosis in human leukemia MOLT-4 cells by improved apoptotic signaling pathway.",
      "authors": [
        "Xiangmei Yao",
        "Keqian Shi",
        "Yanmei Yang",
        "Xuezhong Gu",
        "Weiwei Tan",
        "Qi Wang",
        "Xiaoli Gao",
        "Vishnu Priya Veeraraghavan",
        "Surapaneni Krishna Mohan",
        "Song Jin"
      ],
      "journal": "Saudi journal of biological sciences",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cancer is still remain as a global burden with the 18.1 million and 9.6 million new cases and mortlities, respectively estimated globally. Leukemia may arise at all ages varied from the infants to elders. In this exploration, we planned to evaluate the antiproliferative effect of D-pinitol on human leukemia MOLT-4 cells. Anticancer potential of D-pinitol was examined using MTT assay. Reactive oxygen species (ROS) generation was studied by fluorescence microscopic method using DCFH-DA staining. Apoptotic morphological alterations were determined by dual staining (acridine orange and ethidium bromide). Western blot and ELISA methods were employed to study apoptotic protein expression. D-pinitol treatment significantly induced cytotoxicity in human leukemia MOLT-4 cells. We observed that D-pinitol induces the generation of ROS in MOLT-4 cells. Further, we noticed that D-pinitol significantly induced apoptosis in a dosage dependent manner. Moreover, western blot and ELISA based analysis revealed that D-pinitol elevated the Bax, Caspase-3, Caspase-9 and attenuated the Bcl-2 expression in leukemic cancer cell. Our findings suggest that D-pinitol treatment induces the apoptosis in human leukemic cells by generating intracellular ROS and modulating apoptotic protein expression."
    },
    {
      "pmid": "32679288",
      "title": "Effects of curcumin, D-pinitol alone or in combination in cytotoxicity induced by arsenic in PC12 cells.",
      "authors": [
        "Md Shiblur Rahaman",
        "Shojiro Yamasaki",
        "Kaniz Fatima Binte Hossain",
        "Toshiyuki Hosokawa",
        "Takeshi Saito",
        "Masaaki Kurasaki"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2020-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Arsenic is a well-known potent toxicant affecting people by causing various human diseases. Long-term exposure to arsenic has strong adverse health effects on liver and kidney disorders, and various forms of cancer. Contrarily, curcumin and D-pinitol are bioactive dietary compounds that have antioxidant properties. Both are used to treat a broad variety of human diseases. Thus, we hypothesized that both may have synergistic effects against arsenic-induced toxicity in PC12 cells. Cells were pretreated with curcumin (1, 2.5, 5 and 10 μM), D-pinitol (1, 2.5, 5 and 10 μM) alone or in combination, then exposed to sodium arsenite (10 μM). The final concentration of curcumin 2.5 μM and D-pinitol 5 μM was selected for combination treatment based on their highest protection at lowest concentration against arsenic toxicity. Results demonstrated that pretreatment of curcumin and D-pinitol and their combined treatment with arsenic rescued PC12 cells. Western blot analysis results showed that pretreatment of curcumin and D-pinitol and their combined treatment with arsenic significantly inhibited arsenic-induced cell death through up-regulation of pro-survival proteins and down-regulation of cell death-related proteins, although these protein expressions were negatively regulated by arsenic. Furthermore, the effect of combined treatment with curcumin and D-pinitol was stronger than individual treatment.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Arsenic",
        "Autophagy",
        "Cell Membrane",
        "Cell Survival",
        "Curcumin",
        "Flow Cytometry",
        "Glutathione",
        "Inositol",
        "Oxidative Stress",
        "PC12 Cells",
        "Rats"
      ]
    },
    {
      "pmid": "32360975",
      "title": "Renal protective effect of pinitol in experimental diabetes.",
      "authors": [
        "Luis Gustavo Farias Sousa",
        "Lôrrainy Umbelina Alves de Souza Cortez",
        "Janaína Serra Azul Monteiro Evangelista",
        "Francisco Antônio Félix Xavier-Júnior",
        "Douglas Biggam Heimark",
        "Manassés Claudino Fonteles",
        "Claudia Ferreira Santos",
        "Nilberto Robson Falcão Nascimento"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2020-Aug-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pinitol is a natural antidiabetic agent shown to prevent or ameliorate metabolic and overall vascular and neural function. In the present study we have evaluated the potential benefits of pinitol on renal function of streptozotocin (STZ)-induced diabetic rats. Both euglycemic or 8-week or 16-week diabetic rats were treated with either saline (1 ml/kg/12h; p.o) or pinitol (20 mg/kg/12h; p.o). The renal function was evaluated by using metabolic cages, renal hemodynamic and tubular parameters measurements. Histological examination and evaluation of the protein expression of renal markers such as nephrin, TGFβ and pERK were also performed. Pinitol decreased by 50% the increased urinary albumin/creatinine ratio in both 8-week and 16 week diabetic rats. In addition, the glomerular volume of 16-week rats increased by 55% and this increase was blunted by pinitol. Remarkably, pressure-natriuresis was completely blunted in both 8 and 16-week diabetic rats but this impairment was prevented by pinitol in both treatment regimens. Pinitol ameliorated renal lesions and also prevented the decrease in nephrin expression and the increase of pERK and TGFβ expression in both diabetic groups. Natriuresis due to high renal perfusion pressure increased 7-fold in control animals but was blocked in 16-week diabetic rats and remarkably pinitol partially restored pressure natriuresis (3-fold increase in sodium excretion during pressure natriuresis). Pinitol prevents and ameliorates albuminuria, glomerular expansion, impairment of pressure-natriuresis, renal structural alterations and changes of renal markers and has the potential to be tested for the prevention of diabetic kidney disease.",
      "mesh_terms": [
        "Albuminuria",
        "Animals",
        "Creatinine",
        "Diabetes Mellitus, Experimental",
        "Extracellular Signal-Regulated MAP Kinases",
        "Hemodynamics",
        "Hypoglycemic Agents",
        "Inositol",
        "Kidney",
        "Male",
        "Membrane Proteins",
        "Protective Agents",
        "Rats, Wistar",
        "Transforming Growth Factor beta"
      ]
    },
    {
      "pmid": "32198705",
      "title": "Pinitol Prevents Lipopolysaccharide (LPS)-Induced Inflammatory Responses in BV2 Microglia Mediated by TREM2.",
      "authors": [
        "Juan Kong",
        "Zhigang Du",
        "Li Dong"
      ],
      "journal": "Neurotoxicity research",
      "publication_date": "2020-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Microglia-involved neuroinflammation in the central nervous system (CNS) has been shown to aggravate brain damage and is associated with the pathogenesis of various neurodegenerative diseases. Thus, suppression of microglial activity has the potential to be a strategy for the treatment of neurodegenerative diseases. Pinitol, a methylated product of D-chiro-inositol, has been used as a treatment for blood-sugar metabolism and as an anti-tumor agent via its anti-inflammatory effects in cancer. However, whether or not pinitol can inhibit microglia-associated neuroinflammation is still unknown. This study aims to determine the effects of pinitol on inflammatory responses in BV2 microglia induced by LPS. Here, we found that the presence of pinitol ameliorates LPS-induced oxidative stress by reducing the production of ROS. Pinitol suppresses the expression and secretion of pro-inflammatory cytokines such as TNF-α, IL-1β, and IL-6. Notably, pinitol prevents the production of NO and PGE2 by inhibiting the expression of iNOS and COX-2. Mechanistically, our findings demonstrate that pinitol inhibits the phosphorylation and degradation of IκBα and subsequent activation of NF-κB. Furthermore, we show that pinitol increases the expression of TREM2 in BV2 microglia, and silencing of TREM2 abolished the anti-inflammatory effects of pinitol. These findings suggest that TREM2 mediates the protective effects of pinitol against LPS in microglia. In summary, our results display that pinitol possesses a robust and beneficial effect against the LPS-induced inflammatory response in microglia.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Cells, Cultured",
        "Encephalitis",
        "Inflammation Mediators",
        "Inositol",
        "Lipopolysaccharides",
        "Membrane Glycoproteins",
        "Mice",
        "Microglia",
        "Oxidative Stress",
        "Receptors, Immunologic",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "31679314",
      "title": "D-Pinitol Ameliorates Imiquimod-Induced PsoriasisLike Skin Inflammation in a Mouse Model via the NF-κB Pathway.",
      "authors": [
        "Jing Ma",
        "Shijun Feng",
        "Dongfang Ai",
        "Yuan Liu",
        "Xiufang Yang"
      ],
      "journal": "Journal of environmental pathology, toxicology and oncology : official organ of the International Society for Environmental Toxicology and Cancer",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Psoriasis is an autoregulated immune and inflammation-based skin disease affecting approximately 3-4% of the worldwide population. Pinitol, conservatively used in ayurvedic medicine, has been shown to disclose an antiinflammatory effect, hold back the T-helper cells, and postpone cardiovascular diseases. In the present study we aimed to reveal the effect of D-pinitol on imiquimod (IMQ)-induced psoriasis-like skin inflammation in a mouse model via the nuclear factor-κB (NF-κB) pathway genes. In the current study, we found that D-pinitol ameliorated the skin abrasion and abridged epithelial thickness, inflammation numbers, and collagen-occupied regions in IMQ-induced psoriasis-like mice. The same results (epithelial thickness, inflammation numbers, and collagen-occupied regions) we achieved in dorsal skin regions. In addition, D-pinitol modified the lipid profile and antioxidant enzyme levels, which means that the IMQ-induced group showed elevated malondialdehyde when compared to D-pinitol. Downregulated expression of glutathione, superoxide dismutase, and catalase in the IMQ-induced group was incomparable with D-pinitol, control, and standard group. Additionally, inflammatory and NF-kB pathway gene levels in the psoriatic mouse skin, which includes tumor necrosis factor-α, interleukin [IL]-6, IL-17A, IL-23,TRAF3, NIK, IKKα, and RelB, were dramatically increased or decreased by treatment with D-pinitol. Histological and morphometric studies disclose the efficiency of D-pinitol. Finally, we found that D-pinitol reserved the TRAF3, NIK, IKKα, and RelB in the psoriatic skin, signifying that it restrains the commencement of NF-κB signaling pathways. The present results suggest that D-pinitol could prove to have tremendous preventive potential against the treatment and prevention of inflammatory disease.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Imiquimod",
        "Inflammation",
        "Inositol",
        "Male",
        "Mice",
        "Mice, Inbred BALB C",
        "NF-kappa B",
        "Psoriasis"
      ]
    },
    {
      "pmid": "31576588",
      "title": "Neuropharmacological effects of d-pinitol and its possible mechanisms of action.",
      "authors": [
        "Angel Josabad Alonso-Castro",
        "Clara Alba-Betancourt",
        "Erik Rocha-González",
        "Alberto Ruiz-Arredondo",
        "Juan Ramón Zapata-Morales",
        "Deisy Gasca-Martínez",
        "Salud Pérez-Gutiérrez"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim was to evaluate the diuretic and neuropharmacological actions of d-pinitol and describe a possible mechanism of action. The diuretic effects of d-pinitol were evaluated using mice placed in metabolic cages. The sedative, anxiolytic-like, antidepressant-like, and anticonvulsant effects of 1-100 mg/kg d-pinitol were assessed. The possible mechanisms of action of the anxiolytic-like, antidepressant-like, and anticonvulsant effects of d-pinitol were evaluated using inhibitors. d-pinitol lacked diuretic effects. However, d-pinitol showed the highest anxiolytic-like actions (ED50  = 70 mg/kg p.o. in mice) in the cylinder exploratory test and the highest antidepressant-like activity in the forced swimming test (ED50  = 26 mg/kg p.o. in mice). d-pinitol (100 mg/kg) exerted anticonvulsant actions in the pentylenetetrazole-induced seizures test. The pre-treatment with 2 mg/kg flumazenil reverted the anxiolytic-like actions and the anticonvulsant effects of d-pinitol, whereas the pre-treatment with 1 mg/kg yohimbine and 0.05 mg/kg prazosin abolished the antidepressant effects of d-pinitol. PRACTICAL APPLICATIONS: d-pinitol (3-O-methyl-d-chiro-inositol) is a polyol found in many fruits, as well as in many members of the Leguminosae and Fabaceae families. The results propose that this compound could contribute in the treatment of anxiety, depression, and convulsions. The findings suggest the possible participation of the GABAergic system in the anxiolytic-like and anticonvulsant actions of d-pinitol, whereas the noradrenergic system is probably involved in the antidepressant effects of d-pinitol. This study provides new information about other pharmacological uses for d-pinitol.",
      "mesh_terms": [
        "Animals",
        "Anti-Anxiety Agents",
        "Anticonvulsants",
        "Antidepressive Agents",
        "Flumazenil",
        "Hypnotics and Sedatives",
        "Inositol",
        "Mice",
        "Mice, Inbred BALB C",
        "Neuropharmacology",
        "Pentylenetetrazole",
        "Seizures",
        "Yohimbine"
      ]
    },
    {
      "pmid": "29872397",
      "title": "Activation of eNOS by D-pinitol Induces an Endothelium-Dependent Vasodilatation in Mouse Mesenteric Artery.",
      "authors": [
        "Luciana N Moreira",
        "Josiane F Silva",
        "Grazielle C Silva",
        "Virgínia S Lemos",
        "Steyner F Cortes"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "D-pinitol is a cyclitol present in several edible plant species and extensively investigated for the treatment of metabolic diseases in humans, as food supplement, and demonstrated protective effects in the cardiovascular system. For these reasons, the present work aimed at investigating the mechanisms involved in the vascular effects of D-pinitol in mouse mesenteric artery. Mesenteric arteries from male C57BL/6 mice were mounted in a wire myograph. Nitrite was measured by the 2,3-diaminonaphthalene (DAN) method. Protein expression and phosphorylation were measured by Western blot. The systolic blood pressure (SBP) was measured by tail-cuff plethysmography. D-pinitol induced a concentration-dependent vasodilatation in endothelium-intact, but not in endothelium-denuded arteries. Nω-Nitro-L-arginine methyl ester (300 μM) abolished the effect of D-pinitol, while 1H-[1,2,4]oxadiazolo[4,3-a]quinoxalin-1-one (ODQ; 10 μM) shifted the concentration-response curve to the right. KN-93 (1 μM) blunted the vasodilator effect of D-pinitol, but H-89 (0.1 μM) did not change it. 1-[2-(Trifluoromethyl) phenyl]imidazole (300 μM), indomethacin (10 μM), celecoxib (5 μM), wortmannin (1 μM), ruthenium red (10 μM), tiron (10 μM), MnTMPyP (30 μM), MPP (0.1 μM), PHTPP (0.1 μM), and atropine (1 μM) did not change the effect of D-pinitol. D-pinitol increased the concentration of nitrite, which was inhibited by L-NAME and calmidazolium (10 μM). D-pinitol increased the phosphorylation level of eNOS activation site at Ser1177 and reduced the phosphorylation level of its inactivation site at Thr495. In normotensive mice, the intraperitoneal administration of D-pinitol (10 mg/kg) induced a significant reduction of the SBP after 30 min. The present results led us to conclude that D-pinitol has an endothelium- and NO-dependent vasodilator effect in mouse mesenteric artery through a mechanism dependent on the activation of eNOS by the calcium-calmodulin complex, which can explain its hypotensive effect in mice."
    },
    {
      "pmid": "29393366",
      "title": "D‑Pinitol alleviates cyclosporine A‑induced renal tubulointerstitial fibrosis via activating Sirt1 and Nrf2 antioxidant pathways.",
      "authors": [
        "Eun Sil Koh",
        "Soojeong Kim",
        "Minyoung Kim",
        "Yu Ah Hong",
        "Seok Joon Shin",
        "Cheol Whee Park",
        "Yoon Sik Chang",
        "Sungjin Chung",
        "Ho-Shik Kim"
      ],
      "journal": "International journal of molecular medicine",
      "publication_date": "2018-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although the mechanism of cyclosporine A (CsA)‑induced renal injury remains to be fully elucidated, accumulating evidence suggests that oxidative stress is critical in producing CsA‑induced structural and functional renal impairment. The present study investigated the effect of D‑pinitol, a cyclitol present in soybean, on chronic CsA nephropathy. Male ICR mice were treated with vehicle, CsA (30 mg/kg/day), D‑pinitol (50 mg/kg/day) or a combination of CsA and D‑pinitol for 28 days. To assess which pathway responding to oxidative stress is augmented by D‑pinitol, the expression levels of several antioxidant enzymes and their possible regulators were measured. Treatment with D‑pinitol significantly suppressed the increase of serum creatinine and decrease of urine osmolality, compared with the CsA control group. Histological examination of Masson's trichrome‑ and α‑smooth muscle actin‑stained renal tissue demonstrated that the CsA‑induced tubulointerstitial fibrosis and inflammation were attenuated by D‑pinitol. Following the administration of D‑pinitol, there were increased expression levels of heme oxygenase‑1, NAD(P)H:quinone oxidoreductase 1, superoxide dismutase 1 and catalase in CsA‑treated kidneys. In addition, D‑pinitol increased the level of sirtuin 1 (Sirt1), and the total and nuclear expression levels of nuclear erythroid factor 2‑related factor 2 (Nrf2), suggesting that activation of the Sirt1 and Nrf2 pathways may induce the cellular antioxidant system against CsA‑induced nephropathy. Collectively, these data suggested that D‑pinitol may protect the kidney from CsA‑induced fibrosis, and that this renoprotective effect of D‑pinitol was due to the inhibition of oxidative stress through the activation of Sirt1 and Nrf2, and the subsequent enhancement of antioxidant enzymes.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Cyclosporine",
        "Fibrosis",
        "Inositol",
        "Kidney",
        "Kidney Diseases",
        "Kidney Function Tests",
        "Male",
        "Mice, Inbred ICR",
        "NF-E2-Related Factor 2",
        "Oxidative Stress",
        "Sirtuin 1"
      ]
    },
    {
      "pmid": "29042127",
      "title": "Pinitol alleviates systemic inflammatory cytokines in human obesity by a mechanism involving unfolded protein response and sirtuin 1.",
      "authors": [
        "Sandra López-Domènech",
        "Celia Bañuls",
        "Aranzazu M de Marañón",
        "Zaida Abab-Jiménez",
        "Carlos Morillas",
        "Segundo Ángel Gómez-Abril",
        "Susana Rovira-Llopis",
        "Víctor Manuel Víctor",
        "Antonio Hernández-Mijares",
        "Milagros Rocha"
      ],
      "journal": "Clinical nutrition (Edinburgh, Scotland)",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Clinical Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND & AIMS: It is known that pinitol acts as a mediator of the insulin-signaling pathway, though little is known about its anti-inflammatory effect in human obesity. Therefore, this study aimed to evaluate the effect of pinitol on peripheral blood mononuclear cells (PBMCs) and visceral (VAT) and subcutaneous adipose tissues (SAT), focusing on the involvement of endoplasmic reticulum (ER) stress and sirtuin 1 (SIRT1). METHODS: In the intervention study, thirteen obese subjects consumed a pinitol-enriched beverage (PEB) for 12 weeks. In the ex vivo study, a biopsy of VAT and SAT was removed from thirty-four obese patients and incubated with D-pinitol for 48 h. RESULTS: The consumption of a PEB reduced circulating levels of IL6 and TNFα and increased SIRT1 protein expression in PBMCs. Ex vivo experiments showed a decline in gene expression and protein levels of IL6 and TNFα in SAT and a reduction in ER stress parameters (ATF6 and CHOP), while VAT markers remained unaltered. Differential gene expression profiles revealed an up-regulation of SIRT1 and insulin-signaling pathways in SAT with respect to VAT. CONCLUSIONS: Our results suggests that pinitol down-regulates the inflammatory pathway which may lead to novel treatment options for obesity and its metabolic disorders.",
      "mesh_terms": [
        "Adipose Tissue",
        "Adult",
        "Aged",
        "Anti-Inflammatory Agents",
        "Cytokines",
        "Endoplasmic Reticulum Stress",
        "Female",
        "Humans",
        "Inflammation",
        "Inositol",
        "Leukocytes, Mononuclear",
        "Male",
        "Middle Aged",
        "Obesity",
        "Sirtuin 1",
        "Unfolded Protein Response"
      ]
    },
    {
      "pmid": "26756422",
      "title": "D-Pinitol Protects Against Carbon Tetrachloride-Induced Hepatotoxicity in Rats.",
      "authors": [
        "Thamaraiselvan Rengarajan",
        "Peramaiyan Rajendran",
        "Natarajan Nandakumar",
        "Boobathy Lokeshkumar",
        "Maruthaiveeran Periyasamy Balasubramanian"
      ],
      "journal": "Journal of environmental pathology, toxicology and oncology : official organ of the International Society for Environmental Toxicology and Cancer",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of the study was to evaluate the protective activity of D-Pinitol against carbon tetrachloride (CCl4)-induced hepatotoxicity in rats. The animals were divided into six groups, with each group consisting of six animals. Group I animals served as normal controls and received olive oil vehicle (1.0 ml/kg body weight intraperitoneally). Group II rats served as CCl4 controls, which received 30% CCl4 suspended in olive oil (3.0 ml/kg body weight intraperitoneally) twice a week for 4 weeks. Group III rats were treated with 30% CCl4 suspended in olive oil (3.0 ml/kg body weight intraperitoneally) twice a week for 4 weeks, followed by D-Pinitol (100 mg/kg body weight) given for 28 days intragastrically. Group IV rats received D-Pinitol alone at a concentration of 100 mg/kg body weight for 28 days intragastrically. At the end of the experimental period, serum marker enzymes and lipid peroxidation (LPO) levels were significantly increased in group II animals. On the other hand, D-Pinitol treatment significantly decreased marker enzymes and LPO levels and increased the antioxidant level. CYP expression was also investigated. Therefore, the present study revealed that D-Pinitol acts as a protective agent by decreasing metabolic activation of xenobiotics through its antioxidant nature.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Carbon Tetrachloride",
        "Chemical and Drug Induced Liver Injury",
        "Disease Models, Animal",
        "Immunohistochemistry",
        "Inositol",
        "Lipid Peroxidation",
        "Liver Function Tests",
        "Male",
        "Rats, Sprague-Dawley",
        "Glycine max"
      ]
    },
    {
      "pmid": "26063468",
      "title": "Effects of D-Pinitol on Insulin Resistance through the PI3K/Akt Signaling Pathway in Type 2 Diabetes Mellitus Rats.",
      "authors": [
        "Yunfeng Gao",
        "Mengna Zhang",
        "Tianchen Wu",
        "Mengying Xu",
        "Haonan Cai",
        "Zesheng Zhang"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2015-Jul-08",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "D-pinitol, a compound isolated from Pinaceae and Leguminosae plants, has been reported to possess insulin-like properties. Although the hypoglycemic activity of D-pinitol was recognized in recent years, the molecular mechanism of D-pinitol in the treatment of diabetes mellitus remains unclear. In this investigation, a model of type 2 diabetes mellitus (T2DM) with insulin resistance was established by feeding a high-fat diet (HFD) and injecting streptozocin (STZ) to Sprague-Dawley (SD) rats, targeting the exploration of more details of the mechanism in the therapy of T2DM. D-pinitol was administrated to the diabetic rats as two doses [30, 60 mg/(kg·body weight·day)]. The level of fasting blood glucose (FBG) was decreased 12.63% in the high-dosage group, and the ability of oral glucose tolerance was improved in D-pinitol-treated groups. The biochemical indices revealed that D-pinitol had a positive effect on hypoglycemic activity. Western boltting suggested that D-pinitol could promote the expression of the phosphatidylinositol-3-kinase (PI3K) p85, PI3Kp110, as well as the downstream target protein kinase B/Akt (at Ser473). Besides, D-pinitol inhibited the expression of glycogen synthesis kinase-3β (GSK-3β) protein and regulated the expression of glycogen synthesis (GS) protein and then accelerated the glycogen synthesis. Above all, D-pinitol played a positive role in regulating insulin-mediated glucose uptake in the liver through translocation and activation of the PI3K/Akt signaling pathway in T2DM rats.",
      "mesh_terms": [
        "Animals",
        "Blood Glucose",
        "Diabetes Mellitus, Type 2",
        "Fabaceae",
        "Glucose Tolerance Test",
        "Glycogen Synthase Kinase 3",
        "Humans",
        "Inositol",
        "Insulin Resistance",
        "Liver",
        "Male",
        "Phosphatidylinositol 3-Kinase",
        "Pinaceae",
        "Plant Extracts",
        "Proto-Oncogene Proteins c-akt",
        "Rats",
        "Rats, Sprague-Dawley",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "25827943",
      "title": "D-pinitol mitigates tumor growth by modulating interleukins and hormones and induces apoptosis in rat breast carcinogenesis through inhibition of NF-κB.",
      "authors": [
        "Thamaraiselvan Rengarajan",
        "Natarajan Nandakumar",
        "Peramaiyan Rajendran",
        "Mohanraj Karthik Ganesh",
        "Maruthaiveeran Periyasamy Balasubramanian",
        "Ikuo Nishigaki"
      ],
      "journal": "Journal of physiology and biochemistry",
      "publication_date": "2015-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Breast cancer is the most prevalent malignant neoplasm in the world, and chemoprevention through dietary intervention strategy is an emerging option to reduce the incidence. D-pinitol (DP), a major component of soya bean, possesses attractive biological actions. We have investigated whether D-pinitol have an effect on tumor growth in vivo against 7,12-dimethylbenz(a)anthracene (DMBA)-initiated rat mammary carcinogenesis and investigated its mechanism of action. Tumors were induced in Sprague-Dawley (SD) rats by a gastric dose of 20 mg/kg DMBA, and after 13 weeks of induction period, the rats were orally administered with D-pinitol for 45 days. At the end of the assay, animals in carcinogen control group prompted a tumor incidence of 100 % and developed a tumor volume of 8.35 ± 0.56, which was significantly reduced to 5.74 ± 0.32 for the animals treated with D-pinitol. The D-pinitol treatment not only decreased the tumor volume but also further examination revealed that tumors from animals that received D-pinitol reduced nuclear factor kappa B (NF-κB) activation which in turn results in modulation of its downstreaming p53 and proteins of caspase-3 family. Bcl-2 expression and caspase-3 activation were also decreased after D-pinitol supplementation leading to induction of apoptosis and finally cell death. Furthermore, the status of the inflammatory cytokines such as tumor necrosis factor-α (TNF-α), interleukin (IL)-2, IL-6, and tumor markers, lipid profile, and hormones was also significantly declined up on D-pinitol administration. Thus, it reveals the collective involvement of the above-mentioned parameters along with NF-κB signaling through which D-pinitol induces apoptosis and subsequently suppresses breast cancer during DMBA-induced rat breast carcinogenesis.",
      "mesh_terms": [
        "9,10-Dimethyl-1,2-benzanthracene",
        "Animals",
        "Antineoplastic Agents",
        "Apoptosis",
        "Biomarkers, Tumor",
        "Cytokines",
        "Female",
        "Gene Expression Regulation, Neoplastic",
        "Hormones",
        "Immunoglobulins",
        "Inositol",
        "Interleukins",
        "Lipid Metabolism",
        "Mammary Neoplasms, Experimental",
        "NF-kappa B",
        "Rats, Sprague-Dawley",
        "bcl-2-Associated X Protein"
      ]
    },
    {
      "pmid": "25315464",
      "title": "Ruthenium and osmium complexes of hemilabile chiral monophosphinite ligands derived from 1D-pinitol or 1D-chiro-inositol as catalysts for asymmetric hydrogenation reactions.",
      "authors": [
        "Angela T Slade",
        "Cornelis Lensink",
        "Andrew Falshaw",
        "George R Clark",
        "L James Wright"
      ],
      "journal": "Dalton transactions (Cambridge, England : 2003)",
      "publication_date": "2014-Dec-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The monophosphinite ligands, 1D-1,2;5,6-di-O-cyclopentylidene-3-O-methyl-4-O-diphenylphosphino-chiro-inositol (D-P1), 1D-1,2;5,6-di-O-isopropylidene-3-O-methyl-4-O-diphenylphosphino-chiro-inositol (D-P2), 1D-1,2;5,6-di-O-cyclohexylidene-3-O-methyl-4-O-diphenylphosphino-chiro-inositol (D-P3), and 1D-1,2;5,6-di-O-cyclopentylidene-3-O-ethyl-4-O-diphenylphosphino-chiro-inositol (D-P4), can be conveniently prepared from the chiral natural products 1D-pinitol or 1D-chiro-inositol. On treatment of toluene solutions of RuCl2(PPh3)3 with two mole equivalents of the ligands D-PY (Y = 1-4) the complexes RuCl2(D-P1)2 (1), RuCl2(D-P2)2 (4), RuCl2(D-P3)2 (5), or RuCl2(D-P4)2 (6), respectively, are formed. Similarly, treatment of OsCl2(PPh3)3 with D-P1 gives OsCl2(D-P1)2 (7). The single crystal X-ray structure determination of 1 reveals that each D-P1 ligand coordinates to ruthenium through phosphorus and the oxygen atom of the methoxyl group. Treatment of 1 with excess LiBr or LiI results in metathesis of the chloride ligands and RuBr2(D-P1)2 (2) or RuI2(D-P1)2 (3), respectively, are formed. Exposure of a solution of 1 to carbon monoxide results in the very rapid formation of RuCl2(CO)2(D-P1)2 (8), thereby demonstrating the ease with which the oxygen donors are displaced from the metal and hence the hemilabile nature of the two bidentate D-P1 ligands in 1. Preliminary studies indicate that 1-7 act as catalysts for the asymmetric hydrogenation reactions of acetophenone and 3-quinuclidinone to give the corresponding alcohols in generally high conversions but low enantiomeric excesses."
    },
    {
      "pmid": "23698767",
      "title": "D-pinitol inhibits prostate cancer metastasis through inhibition of αVβ3 integrin by modulating FAK, c-Src and NF-κB pathways.",
      "authors": [
        "Tien-Huang Lin",
        "Tzu-Wei Tan",
        "Tsung-Hsun Tsai",
        "Chi-Cheng Chen",
        "Teng-Fu Hsieh",
        "Shang-Sen Lee",
        "Hsin-Ho Liu",
        "Wen-Chi Chen",
        "Chih-Hsin Tang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2013-May-08",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Prostate cancer is the most commonly diagnosed malignancy in men and shows a predilection for metastasis to the bone. D-pinitol, a 3-methoxy analogue of d-chiro-inositol, was identified as an active principle in soy foods and legumes, and it has been proven to induce tumor apoptosis and metastasis of cancer cells. In this study, we investigated the anti-metastasis effects of D-pinitol in human prostate cancer cells. We found that D-pinitol reduced the migration and the invasion of prostate cancer cells (PC3 and DU145) at noncytotoxic concentrations. Integrins are the major adhesive molecules in mammalian cells and have been associated with the metastasis of cancer cells. Treatment of prostate cancer cells with D-pinitol reduced mRNA and cell surface expression of αvβ3 integrin. In addition, D-pinitol exerted its inhibitory effects by reducing focal adhesion kinase (FAK) phosphorylation, c-Src kinase activity and NF-kB activation. Thus, D-pinitol may be a novel anti-metastasis agent for the treatment of prostate cancer metastasis.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "CSK Tyrosine-Protein Kinase",
        "Cell Line, Tumor",
        "Focal Adhesion Kinase 1",
        "Humans",
        "Inositol",
        "Integrin alphaVbeta3",
        "Male",
        "NF-kappa B",
        "Neoplasm Metastasis",
        "Prostate",
        "Prostatic Neoplasms",
        "Signal Transduction",
        "src-Family Kinases"
      ]
    },
    {
      "pmid": "22843669",
      "title": "D-chiro-inositol and pinitol extend the life span of Drosophila melanogaster.",
      "authors": [
        "Binika Hada",
        "Mi-Ra Yoo",
        "Ki Moon Seong",
        "Young-Woo Jin",
        "Hyeon-Koon Myeong",
        "Kyung-Jin Min"
      ],
      "journal": "The journals of gerontology. Series A, Biological sciences and medical sciences",
      "publication_date": "2013-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "D-chiro-inositol, a member of the inositol family, and pinitol, a 3-methoxy analogue of D-chiro-inositol, have been proposed to have antidiabetic, antiinflammatory, anticancer and stamina enhancing effects. We found that supplementing the diet of Drosophila with D-chiro-inositol and pinitol extended adult longevity in both male and female flies. Life span extension was accompanied by protection against oxidative and starvation stresses, improvement in health span, and no reduction in fecundity. Pinitol increased the fly life span, both in dietary restriction and in ad libitum conditions, suggesting that pinitol increased life span in a manner that was independent of the dietary restriction pathway. Nuclear localization of dFOXO increased in D-chiro-inositol and pinitol-fed flies when compared with controls. Pinitol treatment significantly activated JNK and S6K, but not AKT, indicating that the activation of dFOXO by pinitol is acquired by the activation of S6K and JNK signaling. Hence, our study indicated that D-chiro-inositol and pinitol could be novel food-derived antiaging compounds.",
      "mesh_terms": [
        "Animals",
        "Drosophila Proteins",
        "Drosophila melanogaster",
        "Female",
        "Fertility",
        "Forkhead Transcription Factors",
        "Inositol",
        "Locomotion",
        "Longevity",
        "MAP Kinase Kinase 4",
        "Male",
        "Ribosomal Protein S6 Kinases",
        "Signal Transduction",
        "Starvation",
        "Stress, Physiological"
      ]
    },
    {
      "pmid": "18850231",
      "title": "Soy pinitol acts partly as an insulin sensitizer or insulin mediator in 3T3-L1 preadipocytes.",
      "authors": [
        "Gyeong-Min Do",
        "Myung-Sook Choi",
        "Hye-Jin Kim",
        "Myung-Nam Woo",
        "Mi-Kyung Lee",
        "Seon-Min Jeon"
      ],
      "journal": "Genes & nutrition",
      "publication_date": "2008-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The blood glucose-lowering property of pinitol is mediated via the insulin signaling pathway. This study was carried out to evaluate the effects of soy pinitol on adipogenesis in a 3T3-L1 cell line; 3T3-L1 preadipocytes were treated with pinitol (0-1 mM) together with insulin for 9 days. The regulation of lipid metabolism was assessed by oil-red-O staining of intracellular lipids and real-time PCR of adipogenesis-related factors. The inhibition of cell proliferation was estimated by MTT assay. Pinitol treatment did not inhibit lipid accumulation, nor did it affect expression of adipogenesis-related factors, including ADD1, aP2 and FAS, in a dose-dependent manner. Expression of adiponectin, GLUT4, IRS, C/EBPalpha and PPARgamma mRNAs, however, increased in cells treated with 0.5 mM and/or 1 mM pinitol. Pinitol treatment did not affect the inhibition of cell growth and proliferation in a dose-dependent manner. Accordingly, we suggest that pinitol is nontoxic to this cell line, and that it enhances adipogenesis by acting as an insulin sensitizer or insulin mediator via the upregulation of adiponectin, GLUT4, IRS, C/EBPalpha and PPARgamma in 3T3-L1 preadipocytes."
    },
    {
      "pmid": "18158828",
      "title": "Effects of soy pinitol on the pro-inflammatory cytokines and scavenger receptors in oxidized low-density lipoprotein-treated THP-1 macrophages.",
      "authors": [
        "Myung-Sook Choi",
        "Won-Ha Lee",
        "Eun-Young Kwon",
        "Mi Ae Kang",
        "Mi-Kyung Lee",
        "Yong Bok Park",
        "Seon-Min Jeon"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2007-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Pinitol, a methylated form of D-chiro-inositol, acts as a insulin mediator. We investigated the effects of soy pinitol on the factors involved in foam cell formation using differentiated THP-1 macrophages. Pinitol slightly inhibited the lipid-laden foam cell formation by oxidized low-density lipoprotein (oxLDL) in a dose-dependent manner. Tumor necrosis factor-alpha and monocyte chemoattractant protein-1 releases were significantly reduced by pinitol treatment (0.05-0.5 mM), whereas interleukin-1beta and interleukin-8 secretions were significantly reduced in low-dose pinitol (0.05 or 0.1 mM) and 0.5 mM pinitol-treated cells, respectively, compared to no pinitol-treated cells. Gene expressions of CD36 and CD68 were significantly down-regulated by 0.05-0.5 mM pinitol compared to the oxLDL-treated control cells. Matrix metalloproteinase-9 gene expression was significantly decreased in 0.05-0.5 mM pinitol-treated cells compared to the no pinitol-treated macrophages. We conclude that pinitol has some inhibitory effects on foam cell formation by reducing lipid accumulation, secretion, and expression of some cytokines and macrophage scavenger receptor expression via its insulin-like action.",
      "mesh_terms": [
        "Cell Line",
        "Chemokine CCL2",
        "Cytokines",
        "Dose-Response Relationship, Drug",
        "Humans",
        "Inositol",
        "Interleukin-1beta",
        "Interleukin-8",
        "Lipids",
        "Lipoproteins, LDL",
        "Macrophages",
        "Matrix Metalloproteinase 9",
        "RNA, Messenger",
        "Receptors, Scavenger",
        "Glycine max",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "17467106",
      "title": "Effect of pinitol on glucose metabolism and adipocytokines in uncontrolled type 2 diabetes.",
      "authors": [
        "Mi Jin Kim",
        "Kwang Ha Yoo",
        "Ji Hoon Kim",
        "Young Tak Seo",
        "Byung Wook Ha",
        "Jang Hyun Kho",
        "Young Goo Shin",
        "Choon Hee Chung"
      ],
      "journal": "Diabetes research and clinical practice",
      "publication_date": "2007-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pinitol (3-O-methyl-D-chiro-inositol) was identified in putative insulin mediator fractions that have hypoglycemic activity, and appears to mimic the act effects of insulin by acting downstream in the insulin signaling pathway. We evaluated the effect of pinitol therapy in type 2 diabetic patients who were poorly controlled with hypoglycemic drugs, such as sulfonylurea, metformin and/or insulin. Twenty type 2 diabetic patients were enrolled in our study. Fasting glucose, fasting c-peptide, total cholesterol, triglyceride, and HDL- and LDL-cholesterol were checked before and after a 12-week pinitol treatment (20 mg kg(-1)day(-1)). All subjects continued their current medications during the study. Adipocytokines, such as adiponectin, leptin, free fatty acids, and c-reactive protein (CRP) were checked before and after pinitol treatment. After pinitol treatment, fasting glucose, post-prandial glucose levels, and hemoglobin A1c were significantly decreased (P<0.05). Fasting serum adiponectin, leptin, free fatty acid, and CRP levels did not change after pinitol treatment. In the unresponsive group, serum c-peptide levels were higher than in the responsive group. Twelve weeks of pinitol treatment altered glucose metabolism, but not lipid profiles or adipocytokine levels, in type 2 diabetic patients. Additional research is needed to define the physiological and potential therapeutic effects of pinitol administration.",
      "mesh_terms": [
        "Adiponectin",
        "Aged",
        "Blood Glucose",
        "C-Reactive Protein",
        "Diabetes Mellitus, Type 2",
        "Drug Therapy, Combination",
        "Fatty Acids, Nonesterified",
        "Female",
        "Glycated Hemoglobin",
        "Humans",
        "Hypoglycemic Agents",
        "Inositol",
        "Leptin",
        "Male",
        "Middle Aged"
      ]
    },
    {
      "pmid": "17466913",
      "title": "D-pinitol inhibits Th1 polarization via the suppression of dendritic cells.",
      "authors": [
        "Jun Sik Lee",
        "In Duk Jung",
        "Young-Il Jeong",
        "Chang-Min Lee",
        "Yong Kyoo Shin",
        "Sang-Yull Lee",
        "Dong-Soo Suh",
        "Man-Soo Yoon",
        "Kyu-Sub Lee",
        "Yung Hyun Choi",
        "Hae Young Chung",
        "Yeong-Min Park"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2007-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "d-pinitol has been demonstrated to exert insulin-like and anti-inflammatory effects. However, the effects of the maturation and immunostimulatory functions of dendritic cells (DC) remain to be clearly elucidated. In this study, we have attempted to determine whether d-pinitol regulates surface molecule expression, cytokine production, endocytosis capacity, and underlying signaling pathways in murine bone marrow-derived DC. We also attempted to ascertain whether d-pinitol could influence Th1/Th2 immune response in vivo. The DC used in this study were derived from murine bone marrow cells, and were used as immature or LPS-stimulated mature DC. The DC were then assessed with regard to surface molecule expression, dextran-FITC uptake, cytokine production, capacity to induce T-cell differentiation, and underlying signaling pathways. d-pinitol was shown to significantly inhibit CD80, CD86, MHC class I, and MHC class II expression in the LPS-stimulated mature DC. The DC also evidenced impaired IL-12 expression and IFN-gamma production. The d-pinitol-treated DC were found to be highly efficient in regards to Ag capture via mannose receptor-mediated endocytosis. d-pinitol was also demonstrated to inhibit LPS-induced MAPKs activation and NF-kappaB nuclear translocation. Moreover, the d-pinitol-treated DC manifested impaired induction of Th1 responses, and normal cell-mediated immune responses. These novel findings provide new insight into the immunopharmacological role of d-pinitol in terms of its effects on DC. These findings also broaden current perspectives concerning our understanding of the immunopharmacological functions of d-pinitol, and have ramifications for the development of therapeutic adjuvants for the treatment of DC-related acute and chronic diseases.",
      "mesh_terms": [
        "Animals",
        "Antigens, CD",
        "CD4-Positive T-Lymphocytes",
        "Cells, Cultured",
        "Dendritic Cells",
        "Histocompatibility Antigens Class I",
        "Histocompatibility Antigens Class II",
        "Immunologic Factors",
        "Inositol",
        "Interferon-gamma",
        "Interleukin-12",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Mitogen-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "10895854",
      "title": "Effect of pinitol treatment on insulin action in subjects with insulin resistance.",
      "authors": [
        "A Davis",
        "M Christiansen",
        "J F Horowitz",
        "S Klein",
        "M K Hellerstein",
        "R E Ostlund"
      ],
      "journal": "Diabetes care",
      "publication_date": "2000-Jul",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "OBJECTIVE: Endogenous low-molecular-weight glycans containing pinitol (3-O-methyl-D-chiro-inositol) and D-chiro-inositol are thought to mediate certain actions of insulin. We tested the hypothesis that oral administration of soybean-derived pinitol would improve insulin sensitivity in obese subjects (BMI = 36.6 kg/m2) with diet-treated type 2 diabetes or glucose intolerance (HbA1c = 6.8%). RESEARCH DESIGN AND METHODS: There were 22 subjects randomized to receive either pinitol 20 mg x kg(-1) x day(-1) (n = 12) or placebo (n = 10) in a 28-day double-blinded trial. RESULTS: No toxicity due to the pinitol was observed during the study The sensitivity of glucose and lipid metabolism to insulin were assessed by measurement of whole-body glucose, palmitate, and glycerol kinetics during basal conditions and a hyperinsulinemic-euglycemic clamp. Metabolic measurements were made at baseline and again at the end of the study Final plasma levels of pinitol were 48-fold (1.06 +/- 0.15 vs. 0.02 +/- 0.01 micromol/l, P < 0.0001) and D-chiro-inositol levels 14-fold (0.56 +/- 0.08 vs. 0.04 +/- 0.02 micromol/l, P < 0.0001) greater in the pinitol group compared with placebo. CONCLUSIONS: Four weeks of pinitol treatment did not alter baseline glucose production, insulin-mediated glucose disposal, or rates of appearance of free fatty acids and glycerol in plasma. We conclude that plasma levels of both pinitol and D-chiro-inositol are very responsive to pinitol ingestion, but insulin sensitivity does not increase after pinitol treatment in individuals with obesity and mild type 2 diabetes.",
      "mesh_terms": [
        "Blood Glucose",
        "Diabetes Mellitus",
        "Diabetes Mellitus, Type 2",
        "Double-Blind Method",
        "Female",
        "Glucose Clamp Technique",
        "Glucose Intolerance",
        "Humans",
        "Hyperinsulinism",
        "Infusions, Intravenous",
        "Inositol",
        "Insulin",
        "Insulin Resistance",
        "Male",
        "Middle Aged",
        "Obesity"
      ]
    },
    {
      "pmid": "16663838",
      "title": "Preferential Leaching of Pinitol from Soybeans during Imbibition.",
      "authors": [
        "P Nordin"
      ],
      "journal": "Plant physiology",
      "publication_date": "1984-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sugars and cyclitols leached from soybeans (Glycine max var Sparks) during imbibition were assayed as a function of time. Pinitol leached many times faster than carbohydrates. During the initial 20 minutes of imibition, the pinitol/carbohydrate ratio was 3.4, declining to 0.29 for fully imbibed seeds. The value for dry soybeans was 0.14. Hypochlorite treatment of seeds more than doubled the rate at which carbohydrates leached out, but had little effect on pinitol. A role in development of soil microorganisms is postulated for pinitol."
    }
  ]
}