{
  "supplement": "Pomegranate",
  "query": "Pomegranate[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:21:42",
  "research_count": 738,
  "count": 100,
  "articles": [
    {
      "pmid": "40271488",
      "title": "ORNIPURAL® as conventional therapy versus mixture of Curcuma longa extract and pomegranate peel extract as homeotherapy in dogs with dexamethasone-induced hepatopathy: clinicolaboratory, ultrasonographic, and histopathological monitoring.",
      "authors": [
        "Arafat Khalphallah",
        "Sabry A Mousa",
        "Abdulaziz H Almuhanna",
        "Dalia Hassan",
        "Laila A Al-Shuraym",
        "Lamya Ahmed Alkeridis",
        "Ebtsam S Abdel-Lah",
        "Mustafa Shukry",
        "Enas A Abdelhafez",
        "Enas Elmeligy"
      ],
      "journal": "Frontiers in veterinary science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Curcuma longa extract and pomegranate peel extract as homeotherapy have numerous therapeutic uses, mainly for anti-inflammatory, immunomodulatory, and hepatoprotective efficacy. The current study compared ORNIPURAL® (as a commercial hepatoprotective drug) and a herbal mixture of Curcuma longa extract and pomegranate peel extract [as homeotherapy] in dogs with dexamethasone-induced hepatopathy throughout a 42-day long-term study. METHODS: The study was conducted on mongrel dogs (n = 30) throughout three phases of the experiment: an acclimatization phase (14 days), a steroidal-induced hepatopathy phase (14 days), and a treatment phase (14 days, i.e., either with ORNIPURAL® or with herbal mixtures). The investigated dogs undergoing complete clinical and ultrasonographic examinations as well as hematological analysis and serum hepatorenal biomarkers that were estimated in days 0 (control group), 7 (hepatopathy group), 14 (hepatopathy group), 21 (treatment group), and 28 (treatment group). Histopathology of the liver was conducted for some dogs on days 0, 14, and 28 after the euthanization of these animals. RESULTS AND CONCLUSION: The present study reported the most remarkable efficacy of both ORNIPURAL® and a herbal mixture of Curcuma longa extract and pomegranate peel extract as hepatoprotective medicaments in the therapy of dexamethasone-induced fatty liver in dogs. Therefore, a 14-day treatment with either a herbal mixture or ORNIPURAL® in treated dogs (treatment groups) induced an unmistakable improvement in their clinical status, blood pictures, and serum hepatorenal parameters as well as characteristic sonographic and histopathological findings compared with those in dexamethasone-induced hepatic lipidosis (hepatopathy groups). Compared to dogs treated with ORNIPURAL®, this clinical improvement was more evident in dogs treated with an herbal mixture. Moreover, no significant alterations in blood pictures and serum hepatorenal indices were demonstrated between ORNIPURAL® and herbal-treated dogs. Overall, the herbal mix of Curcuma longa extract and pomegranate peel extract had higher efficacy and greater potency than conventional therapy that uses ORNIPURAL® in treating dogs with hepatopathy. The study also recommended the parallel use of this herbal mixture as well as ORNIPURAL® in long-term therapeutic strategies in dogs with dexamethasone-induced fatty liver as both minimized dexamethasone side effects. Ultrasonography alone was not enough to evaluate hepatobiliary disorders in canines."
    },
    {
      "pmid": "40255128",
      "title": "Evidence for a Modulatory Effect of a 12-Week Pomegranate Juice Intervention on the Transcriptional Response in Inflammatory Bowel Disease Patients Reducing Fecal Calprotectin Levels: Findings From a Proof-of-Principle Study.",
      "authors": [
        "Ilaria Minato",
        "Pedro Mena",
        "Luigi Ricciardiello",
        "Eleonora Scaioli",
        "Andrea Belluzzi",
        "Enrica Rotondo",
        "Eleonora Derlindati",
        "Barbara Montanini",
        "Costanza Michelini",
        "Nicole Tosi",
        "Vicente Agullò Garcià",
        "Gianfranco Picone",
        "Carlo Mengucci",
        "Sara Dobani",
        "Paloma Salamanca",
        "Alice Rosi",
        "Margherita Dall'Asta",
        "Letizia Bresciani",
        "Claudio Curti",
        "Enzo Spisni",
        "Alessandra Dei Cas",
        "Alessandra Bordoni",
        "Francisco A Tomás-Barberán",
        "Lynnette R Ferguson",
        "Daniele Del Rio",
        "Francesca Danesi"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed at investigating the effects of pomegranate juice (POMJ) consumption on inflammatory biomarkers and gene expression in patients with inflammatory bowel disease (IBD) in clinical remission. In this randomized, placebo-controlled trial, 16 subjects with IBD in remission consumed POMJ or placebo for 12 weeks. POMJ consumption significantly reduced fecal calprotectin (FC) and plasma endotoxin levels. Transcriptomic analysis of peripheral blood mononuclear cells revealed upregulation of genes involved in mucosal immunity, including aryl hydrocarbon receptor (AHR), neutrophil cytosolic factor 4 (NCF4), and nuclear factor, interleukin 3 regulated (NFIL3). Urolithin metabotypes were predominantly of the B type, associated with intestinal dysbiosis. No significant changes were observed in serum inflammatory markers or colonic mucosal cytokine expression. POMJ consumption reduced markers of intestinal inflammation and modulated gene expression related to mucosal immunity and barrier function in patients with IBD. These findings suggest the potential of POMJ as a beneficial dietary intervention for maintaining remission in IBD, highlighting the promise of targeted nutritional strategies in managing chronic inflammatory conditions. Further research is needed to elucidate the long-term clinical implications of these molecular changes. TRIAL REGISTRATION: ClinicalTrials.gov identifier: NCT03000101."
    },
    {
      "pmid": "40246159",
      "title": "Exploring the antifungal potential and action mechanism of pomegranate peel extract against Candida species in planktonic and biofilm conditions.",
      "authors": [
        "Nicolly Soares Ferreira",
        "Talita de Jesus Catten Moreno",
        "Carlos Eduardo de Souza Duarte",
        "Myleny Goularte Moreira",
        "João Gilberto Meza Ucella-Filho",
        "Irlon Maciel Ferreira",
        "Juliana Aparecida Severi",
        "Mariana Drummond Costa Ignacchiti",
        "Janaina Cecília Oliveira Villanova",
        "Juliana Alves Resende"
      ],
      "journal": "Microbial pathogenesis",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Candidiasis, a fungal infection caused by Candida spp., poses a growing clinical challenge due to the development of antifungal resistance. This study assessed the efficacy of dry crude pomegranate peel extract (DCPPE) as an antifungal agent against Candida infections (C. albicans, C. parapsilosis, C. krusei and C. glabrata) by investigating its effects on fungal growth, biofilm disruption, and fungal cell membrane integrity, as well as evaluating its safety regarding hemolysis at different concentrations. The DCPPE exhibited inhibitory activity against all tested Candida strains, with MIC of 1 % (10 mg/mL). These results may be associated with the phenolic composition of the peel extract, which includes compounds like gallic acid, punicalagin A, punicalagin B, and ellagic acid. Furthermore, the DCPPE disrupted Candida biofilms and demonstrated safety with respect to hemolysis at concentrations up to 60 mg/mL. However, no evidence of a direct interaction with the fungal cell wall or ergosterol in the fungal membrane was found. Thus, our results highlight the potential of DCPPE as a promising alternative for the treatment of candidiasis. Nevertheless, further research is needed to fully clarify the underlying mechanisms and optimize its clinical efficacy."
    },
    {
      "pmid": "40241217",
      "title": "Removal of Brilliant Blue R and Victoria Blue R dyes from textile wastewater by adsorption method using pomegranate peel.",
      "authors": [
        "Bediha Akmese"
      ],
      "journal": "BMC chemistry",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the removal of Brilliant Blue R (BBR) and Victoria Blue R (VBR), commonly used dyes in the textile industry, from wastewater using the pomegranate peel with an adsorption method. Pomegranate peel was characterized by using X-ray diffraction (XRD), Brunauer, Emmet ve Teller (BET), scanning electron microscopy (SEM), Fourier transform infrared spectrophotometer (FT-IR), thermogravimetric analysis (TGA), and zeta potential. For both dyes, pH, adsorbent amount, contact time, salt effect, and wastewater parameters were investigated in the batch system, while adsorbent amount and flow rate parameters were investigated in the continuous system. The adsorption results of both dyes on pomegranate peel indicate that they fit the pseudo-second-order kinetic model. The adsorption isotherms of both dyes were found to be compatible with the Langmuir isotherm model. In the thermodynamic study, it was determined that the adsorption process was spontaneous (∆G°<0) and exothermic (∆H°<0). It was decided that pomegranate peel is a suitable adsorbent for the adsorption of BBR and VBR dyes. Finally, the adsorption yields for removing BBR and VBR from wastewater using pomegranate peel were 90.38% and 100%, respectively. This result shows that the high adsorption efficiency obtained for both dyes makes it possible for pomegranate peel to be widely applied as an adsorbent in wastewater treatment."
    },
    {
      "pmid": "40231994",
      "title": "Study on the Effects of Tannase on the De Astringency of Pomegranate Juice.",
      "authors": [
        "Guida Zhu",
        "Longwen Wang",
        "Han Wang",
        "Zihan Chen",
        "Xue Li",
        "Yi Ji",
        "Jing Yu",
        "Ping Song"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Reducing the punicalagin content is an effective strategy for eliminating the astringency of pomegranate juice. In this study, pomegranate juice was used as the raw material, and tannase was applied to convert punicalagin into ellagic acid and gallic acid. The effects of tannase concentration, reaction time, and temperature on juice deastringency were evaluated, along with the antioxidant and physicochemical properties of the treated juice. The results demonstrated that, under optimal conditions (33.9 U/100 mL tannase, 30 °C, 90 min reaction time), the punicalagin content decreased by 27.8%, while the ellagic acid and gallic acid levels increased by 24.2% and 32.3%, respectively, effectively reducing the juice's astringency. Under these conditions, the total phenolic content reached 110 mg/100 g, with a free radical scavenging capacity of 69.8%, significantly enhancing the juice's antioxidant properties. These results suggest that tannase treatment of pomegranate juice enhances the polyphenol content, thereby improving its health benefits without compromising the product quality."
    },
    {
      "pmid": "40218993",
      "title": "Effects of Pomegranate Extract on Inflammatory Markers and Cardiometabolic Risk Factors in Adults Aged 55-70 Years: A Randomised Controlled Parallel Trial.",
      "authors": [
        "Grace Farhat",
        "Jhama Malla",
        "Jay Vadher",
        "Emad A S Al-Dujaili"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Background: Chronic inflammation increases morbidity in older adults and significantly impacts healthy ageing. Pomegranate extract (PE), rich in polyphenols, has been suggested to reduce inflammation and could prevent cardiovascular disease. However, there is limited research examining the potential of PE in disease prevention in ageing. Methods: A two-arm double-blind parallel trial was conducted, in which participants received either placebo capsules (maltodextrin) or pomegranate extract (740 mg) daily for 12 weeks. At baseline, week 6, and week 12, anthropometric measurements, blood pressure, and blood samples were collected. Serum inflammatory markers (IL-6, IL-1-α, IL1-β, IL-2, TNF-α, CRP and PAI-1), fasting blood glucose, and lipid levels were also measured. Results: A total of 86 participants met the eligibility criteria, with 76 completing the trial. A significant interaction between treatment and time was observed for the IL-6 (p = 0.02) and IL1-β (p = 0.05) levels, with both parameters significantly decreasing in the PE group. CRP and TNF-α showed a downward trend in the PE group, but it was not statistically significant (p > 0.05). Systolic blood pressure significantly decreased in the PE group (by 5.22 ± 1.26 mmHg (SE), p = 0.04), indicating potential clinical relevance, with diastolic blood pressure showing a similar downward trend (2.94 ± 1.08 mmHg (SE), p = 0.3). Despite being apparently healthy with no diagnosed diseases, a substantial number of participants exhibited elevated levels of inflammatory markers and systolic blood pressure. Conclusions: PE can lower inflammatory markers and blood pressure, which can be high in both normal-weight and overweight older adults, making it a cost-effective measure to promote healthy ageing. Further long-term studies are needed to address the limitations of this 3-month study, including the overrepresentation of normal-weight participants, and to gain a better understanding of the impact of weight on the above-mentioned outcomes.",
      "mesh_terms": [
        "Humans",
        "Pomegranate",
        "Aged",
        "Male",
        "Female",
        "Middle Aged",
        "Plant Extracts",
        "Double-Blind Method",
        "Biomarkers",
        "Inflammation",
        "Cardiometabolic Risk Factors",
        "Blood Pressure",
        "Cardiovascular Diseases",
        "C-Reactive Protein"
      ]
    },
    {
      "pmid": "40218901",
      "title": "Pomegranate Juice Alleviates Preeclampsia Symptoms in an L-NAME-Induced Rat Model: A Dose-Dependent Study.",
      "authors": [
        "Sasitorn Kerdsuknirund",
        "Atcharaporn Thaeomor",
        "Pakanit Kupittayanant",
        "Panida Khunkaewla",
        "Suthida Chanlun",
        "Rungrudee Srisawat",
        "Pattama Tongdee",
        "Porntip Nimkuntod",
        "Sajeera Kupittayanant"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective: This study aimed to evaluate the dose-dependent therapeutic effects of pomegranate juice on preeclampsia symptoms using an L-NAME-induced rat model. Methods: Pregnant rats (n = 5/group) were assigned to a negative control group or groups receiving L-NAME to induce preeclampsia, with pomegranate juice administered at low, medium, and high doses from gestation day 7 to 20. Maternal parameters, including body weight, systolic blood pressure, urinary protein, and sFlt-1 levels, were monitored. Kidney and placental histology were assessed on gestation day 20. Results: L-NAME successfully induced preeclampsia symptoms, including significant maternal weight gain, hypertension, proteinuria, and increased sFlt-1 levels. Pomegranate juice administration alleviated these symptoms in a dose-dependent manner. High doses significantly prevented weight gain from gestation day 14, reduced the systolic blood pressure from gestation day 16, and lowered proteinuria and the sFlt-1 levels by gestation day 18, achieving values comparable to those of normal pregnant controls. Medium doses showed a moderate improvement, particularly in later gestational stages, while low doses had minimal effects. Pomegranate juice also enhanced placental health by increasing the labyrinth depth and reducing endocapillary hypercellularity, contributing to higher fetal and placental birth weights. The dose-response analysis indicated that the kidneys exhibited a stronger response to pomegranate juice than the placenta, suggesting different sensitivity thresholds. Conclusions: Pomegranate juice alleviates preeclampsia symptoms in a dose-dependent manner, significantly improving maternal weight regulation, blood pressure, and proteinuria. The therapeutic effects of pomegranate juice are attributed to its high phenolic content, which reduces sFlt-1 and improves placental function. These findings support pomegranate juice as a potential natural intervention for preeclampsia management.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Pregnancy",
        "Pre-Eclampsia",
        "Fruit and Vegetable Juices",
        "NG-Nitroarginine Methyl Ester",
        "Pomegranate",
        "Disease Models, Animal",
        "Rats",
        "Blood Pressure",
        "Placenta",
        "Rats, Sprague-Dawley",
        "Vascular Endothelial Growth Factor Receptor-1",
        "Dose-Response Relationship, Drug",
        "Proteinuria",
        "Kidney"
      ]
    },
    {
      "pmid": "40216355",
      "title": "An updated systematic review and meta-analysis of pomegranate consumption on lipid profile.",
      "authors": [
        "Wengong Cheng",
        "Kaiqin Liang",
        "Aiqiong Huang"
      ],
      "journal": "Prostaglandins & other lipid mediators",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pomegranate, rich in bioactive compounds such as polyphenols and flavonoids, has been studied for its potential lipid-modulating effects, yet evidence remains inconsistent. This systematic review and meta-analysis aimed to evaluate the impact of pomegranate consumption on plasma lipid profiles by synthesizing data from randomized controlled trials (RCTs). Following PRISMA guidelines, 37 RCTs (n = 2695 participants) were included after searching Scopus and MEDLINE databases. Studies assessed pomegranate products (juice, extract, seed oil) administered orally for ≥ 7 days, with lipid parameters, including total cholesterol (TC), low-density lipoprotein cholesterol (LDL-C), high-density lipoprotein cholesterol (HDL-C), triglycerides (TG) as outcomes. Data were pooled using RevMan 5.3 with random-effects models. Results indicated that pomegranate intake significantly increased HDL-C levels (mean difference: 2.50 mg/dL, 95 % CI: 1.00-4.00, p < 0.05), while no significant changes were observed in TC, LDL-C, or TG. Subgroup analyses revealed pronounced HDL-C elevation in non-alcoholic fatty liver disease (NAFLD) patients, health participants and interventions lasting ≥ 8 weeks. Heterogeneity across studies was attributed to variations in intervention duration, dosage forms, and participant characteristics. Publication bias was nonsignificant (Egger's test, p > 0.05). These findings suggest that pomegranate supplementation may improve HDL-C, potentially through modulation of HDL-associated enzymes like paraoxonase. However, further large-scale, long-term RCTs are warranted to confirm these effects and explore synergistic benefits with standard lipid-lowering therapies."
    },
    {
      "pmid": "40212474",
      "title": "Pomegranate-Derived Exosome-Like Nanovesicles Containing Ellagic Acid Alleviate Gut Leakage and Liver Injury in MASLD.",
      "authors": [
        "Ji-Su Kim",
        "Byoung-Joon Song",
        "Young-Eun Cho"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Exosome-like nanovesicles derived from plants (PENs) harbor a spectrum of bioactive compounds, including proteins, lipids, nucleic acids (such as miRNAs and mRNAs), offering therapeutic advantages for a variety of diseases. This investigation assesses the utility of pomegranate-derived exosome-like nanovesicles (PNVs) in both preventing and treating complications such as liver damage and increased intestinal permeability found in Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD). Utilizing Transmission Electron Microscopy (TEM) and Nanoparticle Tracking Analysis (NTA), we successfully isolated PNVs and characterized their structural properties. Upon administration in a live model, these nanovesicles were efficiently distributed to critical organs, including the liver and intestines, demonstrating biocompatibility by avoiding toxic effects. Remarkably, these vesicles were enriched with ellagic acid, known for its strong antioxidant capabilities. In a controlled MASLD mouse study, treatment with PNVs significantly lowered serum endotoxin levels, reinforced intestinal barrier functions, and altered the gut microbiota profile favorably. Furthermore, the application of PNVs reduced oxidative stress and the presence of fibrosis markers in the liver to normal levels. These results indicate that PNVs could be a viable option for addressing MASLD, enhancing intestinal integrity, reducing liver injury, and diminishing fibrosis through the modulation of the gut-liver axis."
    },
    {
      "pmid": "40200783",
      "title": "Effect of Pomegranate Juice and Sildenafil on Intrauterine Growth Retardation: A Randomized Controlled Trial.",
      "authors": [
        "Khadijeh Nasri",
        "Fatemeh Ghaedi",
        "Fatemeh Safi",
        "Seyed Amirhossein Latifi",
        "Amir Almasi-Hashiani"
      ],
      "journal": "International journal of fertility & sterility",
      "publication_date": "2025-Mar-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: There is evidence that pomegranate juice and sildenafil can be effective supplements especially in pregnancy. Therefore; this study aimed to compare the effect of pomegranate juice and sildenafil on Doppler ultrasound findings, Apgar score and fetal estimated weight (FEW) in cases with intrauterine growth retardation (IUGR). MATERIALS AND METHODS: This randomized clinical trial conducted on a population of naturally pregnant women with IUGR in Arak city (Arak, Iran) during October 2021 to January 2022. Participants were randomly divided into two equal groups (n=27) that received pomegranate juice (230 ml daily dose for 6 weeks, Narnoosh, Arak, Iran) and sildenafil (25 mg, three times a day for 6 weeks, Marham Daru Co., Tehran, Iran). Doppler ultrasound evaluation, including umbilical artery pulsatility index (PI), uterine artery PI and FEW were assessed by a gynecologic resident along with a radiologist immediately after intervention, and birth weight and 1- and 5-minute Apgar scores were registered by a neonatologist. RESULTS: Twenty-one cases in pomegranate juice group and 23 cases in sildenafil group were included in the analysis. The mean age and weight of participants were 27.1 ± 4.7 year and 68.5 ± 11.5 kg, respectively. The results showed that there was no significant difference between the two groups in terms of mean Apgar score of 1 minute (P=0.631), 5 minutes (P=0.323) and birth weight (P=0.580). No significant difference was observed between two groups in terms of uterine artery PI (P=0.301) and umbilical artery PI (P=0.168), but the EFW changes in the sildenafil group were significantly greater than the pomegranate group (P=0.009). CONCLUSION: The results of our study showed that pomegranate juice has a similar effect of sildenafil in IUGR. Therefore, it is recommended to design more studies to achieve results that are more valid (registration number: IRCT20210730052014N1)."
    },
    {
      "pmid": "40181669",
      "title": "Pomegranate peel adsorbents for water pollutants removal: preparation, characterization and applications.",
      "authors": [
        "Mohammed Awwal Suleiman",
        "Muhammad Abbas Ahmad Zaini",
        "Nuhu Dalhat Mu'azu"
      ],
      "journal": "International journal of phytoremediation",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pomegranate peel waste in the forms of raw biomass, biochar and activated carbon has been explored as adsorbents in water treatment. This review examined and discussed published works between 2008 and 2024 that focused on the utilization of pomegranate peel waste adsorbents with emphasis on preparation strategies, characterization techniques and applications. The thermal and chemical activation have shown to improve the structural and chemical properties of the resultant adsorbent materials to effectively adsorb various pollutants such as dyes, heavy metals, organics, inorganic nonmetals, and pharmaceuticals from water. The performance was compared and the avenues for future research was highlighted to shed insight into the potential of pomegranate peel adsorbents for environmental protection."
    },
    {
      "pmid": "40133730",
      "title": "Electron microscopic analysis of pomegranate and black chokeberry effects on acute pancreatitis in rats.",
      "authors": [
        "E Rumeysa Hekimoglu",
        "Mukaddes Esrefoglu",
        "Seda Kirmizikan",
        "Huri Dedeakayogullari",
        "Ozge Pasin",
        "Birsen Elibol"
      ],
      "journal": "Journal of molecular histology",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite numerous experimental and clinical studies in terms of novel therapeutic strategies, the treatment of acute pancreatitis (AP) is still symptomatic. In the present study, we aimed to evaluate the effects of Punica-granatum L. (pomegranate) and Aronia-melanocarpa (black chokeberry) which both have antioxidant and anti-inflammatory actions on the treatment of AP. Thirty-two rats were divided into 4 groups: Control, AP, pomegranate, and black chokeberry groups. To create AP, L-arginine was administered intraperitoneally. The rats from the pomegranate and black chokeberry groups were administered two doses of pomegranate and black chokeberry extract orally after each L-arginine injection for 7 days. Pancreatic tissues were processed for light and electron microscopic and biochemical evaluations. L-arginine administration resulted in severe necrotic AP characterized by necrosis, apoptosis, and significant increases in serum amylase, and lipase levels as well as tissue total oxidant status (TOS) levels. Degenerated organelles, apoptotic bodies, and myelinic figures were observed by electron microscopic examination. Both pomegranate and black chokeberry had beneficial effects on the treatment of AP via decreasing total histopathological damage score, apoptosis rate, and serum and tissue TOS levels. These beneficial effects of pomegranate and black chokeberry extracts may offer compelling information that may inspire and guide the development of novel therapeutic approaches for the treatment of AP.",
      "mesh_terms": [
        "Animals",
        "Pomegranate",
        "Plant Extracts",
        "Photinia",
        "Rats",
        "Pancreatitis",
        "Male",
        "Apoptosis",
        "Arginine",
        "Antioxidants",
        "Microscopy, Electron",
        "Pancreas",
        "Acute Disease",
        "Lipase",
        "Disease Models, Animal",
        "Amylases",
        "Lythraceae"
      ]
    },
    {
      "pmid": "40104580",
      "title": "Enhanced formulation and comprehensive analysis of novel natural ointments with grape seed and pomegranate peel infused in olive oil.",
      "authors": [
        "Mebarka Imane Benguechoua",
        "Madjda Benguechoua",
        "Khedidja Benarous",
        "Alaeddine Kaouka",
        "Mohamed Yousfi"
      ],
      "journal": "Turkish journal of biology = Turk biyoloji dergisi",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/AIM: The global shift toward sustainable and organic alternatives in cosmetics and personal care has created a demand for innovative and environmentally conscious formulations. This study aimed to develop novel natural ointments using beeswax and grape seed (GS) and pomegranate peel (PP) extracts infused in extra virgin olive oil (EVOO), and determine the physicochemical characteristics, microbiological properties, and antioxidant activity as a way to valorize organic waste toward its application in the cosmetic industry. The research aimed to promote sustainability and effectiveness in the cosmetic industry. MATERIALS AND METHODS: Microbial analysis was performed on the oils and ointments, followed by the extraction of active compounds using dimethyl sulfoxide (DMSO). The chemical profiles of the extracts were analyzed through thin-layer chromatography, while gas chromatography-mass spectrometry (GC-MS) was employed for compound identification and quantification. In vitro assays were conducted to assess the antioxidant activity of the extracts. The physical properties of the formulated ointments (organoleptic properties, homogeneity, pH, water resistance, skin absorption, topical sensitivity, and stability) were evaluated for potential topical applications. RESULTS: The DMSO extracts from the GSs and PP-infused EVOO exhibited significant antioxidant activity. The GC-MS analysis revealed an increase in oleic acid content, ranging from 61.46% in pure EVOO to 72.49% in the infused samples, enhancing their suitability for skin health. The ointments demonstrated favorable physical properties. Microbial analysis confirmed no detectable contamination, ensuring the safety of the formulations for topical use. CONCLUSION: The EVOO-based ointments enriched with GS and PP extracts exhibited strong antioxidant activity, stability, water resistance, and moisturizing properties. The use of phenolic compounds and natural ingredients like beeswax and olive oil underscores the potential of agricultural byproducts in creating sustainable, ecofriendly cosmetics, with promising applications in skincare and therapy."
    },
    {
      "pmid": "40056018",
      "title": "Treatment of synthetic catechol solution by electrocoagulation-magnetic granular activated pomegranate peel carbon: A cost-effective approach.",
      "authors": [
        "Mohammad Mehdi Golbini Mofrad",
        "Mokhtar Mahdavi",
        "Mohammad Azari"
      ],
      "journal": "Water environment research : a research publication of the Water Environment Federation",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The studies on purifying water and wastewaters contaminated with phenolic compounds have always been set up within recent years either full-scale or lab-scale experiments. In this research, treatment of the synthesized catechol (CC) solution was done by using magnetized granular activated pomegranate peel carbon (GAPPC) simultaneously with an electrocoagulation (EC) system for the first time. The experiments on both the EC-magnetic GAPPC and the magnetic GAPPC to find the optimum operating parameters like pH, contact time (CT), supportive electrolyte concentration, current densities (DC), adsorbent dosage, temperature to remove CC were conducted in batch-mode. The highest removal rate (88%) was achieved at pH = 6-8, CT = 30, supportive electrolyte = 0.25 g/L, DC = 0.5 A/m2, magnetic GAPPC dosage = 0.25 g/L. Under this condition, the rate of anode dissociation was 2.9 mg/L as the produced coagulant, the used electrical energy was 3.5 kW h, and the produced sludge rate was not more than 220 mg/L. However, synergistic order to remove CC could be as EC-magnetic GAPPC > EC > > magnetic GAPPC. Chromatographic analysis suggested that benzoquinone could be regarded as EC degradation intermediate of CC and simple aliphatic acids as its semifinal oxidation products along with Fe-bonded complexes. Adsorption isotherm followed Freundlich model having higher R2 representing multilayer adsorption. The adsorption kinetics investigation demonstrated that the pseudo-second-order model better fits the experimental data rather with higher R2. The cost analysis revealed that treating aqueous CC solutions using EC-magnetic GAPPC does not cost more than $0.8. PRACTITIONER POINTS: Using simultaneously electrocoagulation and magnetic AC made by pomegranate peel is extremely cost-effective having high efficiency (88%) for removing CC. Benzoquinone is the intermediate of CC electrochemical degradation through EC-magnetic GAPPC treatment process, and formic and acetic acids, and Fe-bonded complexes as its semifinal and final products. Adsorption mechanism was multilayer following Freundlich isotherm model and kinetics adsorption was well-fitted with pseudo-second-order model. CC adsorption by magnetic GAPPC was a spontaneous and exothermal mechanism. The synergic order of EC-magnetite GAPPC was EC-magnetic GAPPC > EC > > magnetic GAPPC.",
      "mesh_terms": [
        "Pomegranate",
        "Water Pollutants, Chemical",
        "Catechols",
        "Water Purification",
        "Cost-Benefit Analysis",
        "Adsorption",
        "Carbon",
        "Charcoal"
      ]
    },
    {
      "pmid": "40005672",
      "title": "Diet Supplementation with Pomegranate Fruit Alters Distal Gut Microbiota of Healthy Female College Students.",
      "authors": [
        "Brant Bandow",
        "Entsar S Shaaban",
        "Sumudu Rajakaruna",
        "Zeinab Saleh",
        "Sahar A Abdelaziz",
        "Laila Hussein",
        "Oleg Paliy"
      ],
      "journal": "Microorganisms",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pomegranate is a fruit that grows abundantly in the Middle East and Africa. It is rich in polyphenols, sugars, fiber, and vitamins, and has long been associated in traditional and alternative medicine with numerous health benefits, including the treatment of diarrhea and gut inflammation. We assessed how regular daily intake of fresh pomegranate can affect the distal gut microbiota of young healthy female students in Egypt, a region with abundant pomegranate production and frequent occurrence of gut dysbiosis. Interrogation of microbiota structure based on the sequencing of the 16S ribosomal RNA gene amplicons indicated that subject-to-subject variability was the main driver of microbiota community differences. Nevertheless, pomegranate consumption led to changes in the abundances of several genera including increased levels of Saccharofermentans, Enterococcus, and Prevotella. The relative counts of Dysosmobacter, Coprococcus, and Collinsella decreased after pomegranate intake. The magnitude of community structure shift after diet intervention correlated with the increase in the total polyphenol concentration measured in subjects' urine. The overall ratio of presumed beneficial-to-detrimental microbes was also improved with pomegranate addition to the diet, supporting the advantageous effects of pomegranate eating."
    },
    {
      "pmid": "40005329",
      "title": "Effects of Pomegranate Seed Oil on Lower Extremity Ischemia-Reperfusion Damage: Insights into Oxidative Stress, Inflammation, and Cell Death.",
      "authors": [
        "Ümmü Gülşen Bozok",
        "Aydan İremnur Ergörün",
        "Ayşegül Küçük",
        "Zeynep Yığman",
        "Ali Doğan Dursun",
        "Mustafa Arslan"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2025-Jan-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aim: This study sought to clarify the therapeutic benefits and mechanisms of action of pomegranate seed oil (PSO) in instances of ischemia-reperfusion (IR) damage in the lower extremities. Materials and Methods: The sample size was determined, then 32 rats were randomly allocated to four groups: Control (C), ischemia-reperfusion (IR), low-dose PSO (IR + LD, 0.15 mL/kg), and high-dose PSO (IR + HD, 0.30 mL/kg). The ischemia model in the IR group was established by occluding the infrarenal aorta for 120 min. Prior to reperfusion, PSO was delivered to the IR + LD and IR + HD groups at doses of 0.15 mL/kg and 0.30 mL/kg, respectively, followed by a 120 min reperfusion period. Subsequently, blood and tissue specimens were obtained. Statistical investigation was executed utilizing Statistical Package for the Social Sciences version 20.0 (SPSS, IBM Corp., Armonk, NY, USA). Results: Biochemical tests revealed significant variations in total antioxidant level (TAS), total oxidant level (TOS), and the oxidative stress index (OSI) across the groups (p < 0.0001). The IR group had elevated TOS and OSI levels, whereas PSO therapy resulted in a reduction in these values (p < 0.05). As opposed to the IR group, TASs were higher in the PSO-treated groups. Histopathological analysis demonstrated muscle fiber degeneration, interstitial edema, and the infiltration of cells associated with inflammation in the IR group, with analogous results noted in the PSO treatment groups. Immunohistochemical analysis revealed that the expressions of Tumor Necrosis Factor-alpha (TNF-α), Nuclear Factor kappa B (NF-κB), cytochrome C (CYT C), and caspase 3 (CASP3) were elevated in the IR group, while PSO treatment diminished these markers and attenuated inflammation and apoptosis (p < 0.05). The findings demonstrate that PSO has a dose-dependent impact on IR injury. Discussion: This research indicates that PSO has significant protective benefits against IR injury in the lower extremities. PSO mitigated tissue damage and maintained mitochondrial integrity by addressing oxidative stress, inflammation, and apoptotic pathways. Particularly, high-dose PSO yielded more substantial enhancements in these processes and exhibited outcomes most comparable to the control group in biochemical, histological, and immunohistochemical investigations. These findings underscore the potential of PSO as an efficacious natural treatment agent for IR injury. Nevertheless, additional research is required to articulate this definitively.",
      "mesh_terms": [
        "Animals",
        "Reperfusion Injury",
        "Oxidative Stress",
        "Pomegranate",
        "Rats",
        "Plant Oils",
        "Inflammation",
        "Lower Extremity",
        "Seeds",
        "Disease Models, Animal",
        "Cell Death",
        "Male",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39997528",
      "title": "Impact of Pomegranate Extract Supplementation on Physical and Cognitive Function in Community-Dwelling Older Adults Aged 55-70 Years: A Randomised Double-Blind Clinical Trial.",
      "authors": [
        "Grace Farhat",
        "Jhama Malla",
        "Emad A S Al-Dujaili",
        "Jay Vadher",
        "Pradeepa Nayak",
        "Kenneth Drinkwater"
      ],
      "journal": "Geriatrics (Basel, Switzerland)",
      "publication_date": "2025-Feb-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/objectives: Cognitive decline and loss of physical function are common concerns in older adults, with limited effective interventions available. This study aimed to assess the impact of pomegranate extract (PE) supplementation on cognitive and physical function in older adults aged 55-70 years. Methods: A randomised, double-blind placebo-controlled trial was conducted with 86 participants, who were assigned to receive either PE (740 mg) or a placebo (maltodextrin) daily for 12 weeks. Cognitive function was assessed using computerised tests (Corsi, digit span, Wisconsin Card Sorting Test (WCST), Tower of Hanoi, Stroop test and Rey auditory verbal learning test). Physical function was measured through assessments of standing balance, gait speed, chair sit to stand and grip strength. Results: There was a significant effect of treatment and time on WCST performance (F (1,2) = 2.718, p = 0.05), while trends towards better outcomes in the PE group were noted for digit span, Tower of Hanoi and Stroop tests. Physical function did not seem to be affected by the intervention, but results may have been limited by the high baseline physical activity levels and full mobility of the older adults. Conclusions: This was the first study to examine the effect of PE on cognitive and physical function over a duration of 12 weeks. Findings suggest that PE supplementation has potential in improving cognitive function and may offer a promising approach to preventing cognitive decline in ageing adults. Further controlled and well-designed long-term studies are needed to establish the long-term effects of PE on cognitive and physical health, along with the mechanisms of action involved."
    },
    {
      "pmid": "39941930",
      "title": "Effects of IMAZALIL on the Storage Stability and Quality of 'Sefri Ouled Abdellah' and 'Kingdom' Pomegranate Varieties.",
      "authors": [
        "Chaimae El-Rhouttais",
        "Zahra El Kettabi",
        "Salah Laaraj",
        "Abdelaziz Ed-Dra",
        "Samir Fakhour",
        "Ammadi Abdelillah",
        "Kaoutar Elfazazi",
        "Souad Salmaoui"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Jan-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Employing post-harvest treatments to maintain pomegranate fruit quality during storage is a prevalent practice within the food industry. IMAZALIL (IMZ), a fungicide, has demonstrated efficacy in reducing both the incidence of chilling injury symptoms and the presence of pathogenic fungi. This study aims to assess the impact of IMZ treatment on the technological quality (weight loss, color attributes (C* and h°), pH, titratable acidity, and total soluble solids), nutritional properties (total sugars content), and functional properties (total phenolic compounds (TPC) and total anthocyanin content (TAC)) in pomegranate fruits of the 'Sefri Ouled Abdellah' and 'Kingdom' cultivars. These fruits were collected in the Beni Mellal region and immediately stored at 4 °C for 120 days. Untreated pomegranates exhibited significant degradation in overall quality when stored in cold conditions. The fruits treated with IMZ are characterized by a major loss in weight (3.41% to 20.11%) compared to the control fruits (1.62% to 13.19%). This was accompanied by more pronounced color degradation in the IMZ-treated fruits relative to the control. This study substantiates the effectiveness of IMZ treatment in prolonging the post-harvest quality of pomegranates during cold storage, demonstrating superior efficacy in delaying losses in bioactive compounds by 39.44% and enhancing nutritional properties by 18.84%. This finding initiates the exploration of optimal IMZ concentrations and the best treatments to maintain the overall quality of pomegranate fruits."
    },
    {
      "pmid": "39918090",
      "title": "Evaluation of metabolite profiles and neuroprotective potential in four pomegranate cultivars for Alzheimer's disease prevention.",
      "authors": [
        "Hana Lee",
        "John M Chater",
        "Claire C Heinitz",
        "Yu Wang"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-Feb-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Alzheimer's disease (AD) is a neurodegenerative disorder characterized by cognitive decline and memory loss, with oxidative stress and neuroinflammation playing crucial roles in its progression. Current treatments, such as acetylcholinesterase (AChE) inhibitors, offer limited symptomatic relief and can have side effects. With growing interest in functional foods that have fewer side effects, pomegranate (Punica granatum L.) has gained attention because of its rich antioxidant content. The present study aims to evaluate the antioxidant and neuroprotective effects of four pomegranate cultivars: 'Wonderful', 'Phoenicia', 'Azadi' and 'Eversweet'. Additionally, it investigates their metabolite profiles and predicts potential bioactive compounds that could help prevent AD. RESULTS: The 'Wonderful' cultivar demonstrated the highest levels of total phenolic content, total flavonoid content, total anthocyanin content and radical scavenging activities. The AChE and butyrylcholinesterase (BuChE) inhibition rates were highest in 'Phoenicia' and 'Wonderful' cultivars, suggesting potential neuroprotective effects. PC12 cell assays indicated that these cultivars significantly improved cell viability, reduced reactive oxygen species and malondialdehyde levels, and also enhanced catalase activity. Metabolomics analysis identified 141 metabolites, with the 'Wonderful' cultivar showing the highest metabolite abundance. Molecular docking studies indicated that some metabolites, such as taxifolin, demonstrated strong binding affinities for AChE and BuChE, suggesting potential for AD treatment. CONCLUSION: The 'Wonderful' and 'Phoenicia' cultivars demonstrated the most promising antioxidant and neuroprotective effects among the evaluated pomegranates, likely because of their high taxifolin content. These findings suggest that these cultivars could be valuable for developing functional foods aimed at AD prevention and treatment. © 2025 Society of Chemical Industry."
    },
    {
      "pmid": "39915581",
      "title": "The effect of pomegranate peel extract and apple cider vinegar as an irrigants in disinfecting the necrotic primary root canal.",
      "authors": [
        "Anas Mando",
        "Mohannad Laflouf",
        "Hassan Achour",
        "Samar Ali Alsalameh",
        "Yasser Alsayed Tolibah"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-06",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This in-vivo study aims to assess pomegranate peel extract (PPE) and Apple Cider Vinegar (ACV) efficacy in disinfecting the necrotic primary teeth root canals. Forty-five primary incisors in thirty children. The treatment was performed under local anesthesia with rubber dam isolation. Sterile paper points were inserted for 60 s to collect the first bacterial swab (S1). Root canal walls were prepared and irrigated with 22 mL within 5 min according to the following groups (randomly with 1:1:1 allocation ratio): Group A: (n = 15) with 5% PPE, Group B: (n = 15) with 5% ACV, and Group C: (n = 15) with 5% sodium hypochlorite (NaOCl). Canals were dried with paper points, and paper point was placed in each canal for 60 s to collect the second bacterial swab (S2). Bacterial colonies were counted after 48-hour incubation at 37 °C and the bacterial counts in the S1 and S2 for each sample were compared using the decimal logarithm. Intra-group comparisons were made using Paired sample t and Wilcoxon signed ranks tests. Between-groups comparisons were made using One-Way ANOVA, Kruskal-Wallis, Mann-Whitney U, and Independent Samples tests. The significance level was set at α = 0.05. PPE demonstrated a 60.43% reduction in CFU count, ACV demonstrated a 51.56% reduction in CFU count, while NaOCl showed an 87.49% reduction in CFU count. Although NaOCl has shown effectiveness in reducing bacterial counts, PPE and ACV have also displayed some antibacterial activity. However, their overall efficacy is less established, which raises questions about their viability as a natural alternative to a 5% NaOCl.",
      "mesh_terms": [
        "Humans",
        "Acetic Acid",
        "Plant Extracts",
        "Pomegranate",
        "Malus",
        "Female",
        "Male",
        "Child",
        "Sodium Hypochlorite",
        "Dental Pulp Cavity",
        "Root Canal Irrigants",
        "Disinfection",
        "Child, Preschool",
        "Tooth, Deciduous",
        "Disinfectants"
      ]
    },
    {
      "pmid": "39898127",
      "title": "The Role of Pomegranate (Punica granatum) in Cancer Prevention and Treatment: Modulating Signaling Pathways From Inflammation to Metastasis.",
      "authors": [
        "Abdur Rauf",
        "Ahmed Olatunde",
        "Zuneera Akram",
        "Hassan A Hemeg",
        "Abdullah S M Aljohani",
        "Waleed Al Abdulmonem",
        "Ahood Khalid",
        "Anees Ahmed Khalil",
        "Md Rezaul Islam",
        "Rekha Thiruvengadam",
        "Seung-Hyun Kim",
        "Muthu Thiruvengadam"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Punica granatum, commonly known as pomegranate, is a traditional medicinal agent owing to its antiquity. The scientific literature has shown that pomegranate extracts exhibit favorable modulation of diverse signaling pathways. These pathways encompass those implicated in inflammation, angiogenesis, hyperproliferation, cellular transformation, tumorigenesis initiation, and ultimately, a reduction in advanced metastasis and tumorigenesis. Pomegranate extracts in this context can be attributed to their high polyphenol content, which has been observed to possess inhibitory properties toward specific signaling pathways associated with cancer. As a formidable pathology, cancer is the most significant cause of death worldwide after cardiovascular disease. The annual incidence of cancer-related mortality has increased progressively. Modifying one's dietary patterns, engaging in regular physical exercise, and maintaining an optimal body mass index are three straightforward measures that an individual may undertake to mitigate their susceptibility to cancer. Incorporating diverse vegetables and fruits into one's dietary regimen exhibits promising potential for preventing a minimum of 20% cancer incidence and approximately 200,000 cancer-related mortalities annually. Vegetables and fruits contain high levels of minerals and phytochemicals, which help alleviate and prevent the harmful effects of cancer. These substances are safe and exhibit minimal toxicity in biological systems. Furthermore, they exhibit antioxidant properties and have garnered extensive approval for their use as nutritional supplements. Pomegranates are used in ancient cultures to prevent and treat various diseases. Extensive research on pomegranate extract, fruit, oil, and juice has revealed promising findings regarding their potential anti-proliferative, anti-tumorigenic, and anti-inflammatory properties through the modification of various signaling pathways related to cancer, thus demonstrating their potential as drugs to prevent and treat cancer. Emerging research indicates that pomegranate can potentially prevent and treat different cancers, including prostate, bladder, breast, skin, lung, and colon cancer."
    },
    {
      "pmid": "39860018",
      "title": "Is Punica granatum Efficient Against Sepsis? A Comparative Study of Amifostine Versus Pomegranate.",
      "authors": [
        "Kazim Sahin",
        "Sena Sahin Aktura",
        "Ilkay Bahceci",
        "Tolga Mercantepe",
        "Levent Tumkaya",
        "Atilla Topcu",
        "Filiz Mercantepe",
        "Omer Faruk Duran",
        "Huseyin Avni Uydu",
        "Zihni Acar Yazici"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2025-Jan-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sepsis is a clinical condition causing tissue damage as a result of infection and an exaggerated immune response. Sepsis causes 11 million deaths annually, a third of which are associated with acute lung injury (ALI). Rapid and effective treatment is crucial to improve survival rates. Punica granatum (pomegranate) is rich in polyphenols and demonstrates strong antioxidant activity, while amifostine acts as a free radical scavenger. This study aimed to investigate the antioxidant and anti-inflammatory effects of P. granatum peel extract (PGPE) and amifostine in sepsis-related ALI. Experimental groups included Control, CLP (cecal ligation and puncture-induced sepsis), Amf (200 mg/kg amifostine, intraperitoneally), and PGPE250, and PGPE500 (250 and 500 mg/kg PGPE via oral gavage, respectively). Thiobarbituric acid reactive substances (TBARS), total thiol (TT), tumor necrosis factor-alpha (TNF-α) levels, and metalloproteinases 2 and 9 (MMP-2 and MMP-9) were assessed in the lung tissue. Biochemical analysis demonstrated that TBARS and TNF-α levels significantly decreased in both the PGPE and amifostine treatment groups compared to the CLP group, while TT levels showed notable improvement. Histopathological evaluation revealed reduced MMP-2 and MMP-9 immunopositivity in the PGPE250 and PGPE500 groups. These findings highlight the lung-protective properties of PGPE, underscoring its potential as a therapeutic agent for sepsis-induced acute lung injury."
    },
    {
      "pmid": "39857388",
      "title": "Anti-Inflammatory, Antioxidant and Antibacterial Properties of Tomato Skin and Pomegranate Peel Extracts: A Sustainable Approach for Oral Health Care.",
      "authors": [
        "Alessia Silla",
        "Angela Punzo",
        "Francesca Bonvicini",
        "Matteo Perillo",
        "Marco Malaguti",
        "Antonello Lorenzini",
        "Ismaela Foltran",
        "Dario Mercatante",
        "Mara Mandrioli",
        "Maria Teresa Rodriguez-Estrada",
        "Silvana Hrelia",
        "Cristiana Caliceti"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Jan-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Agricultural food waste and by-products could provide high-value compounds that positively affect human and environmental health, thus representing promising ingredients for cosmeceutical products. This study explores the biological activities of tomato skin (HP) and pomegranate peel (PPE) extracts on oral mucosa to evaluate their possible use in mouthwashes. The biological activities of the extracts and the mouthwash (MW) containing them were evaluated in Human Primary Gingival Epithelial cells (HGECs). The antioxidant and anti-inflammatory activities were analyzed in HGECs injured with lipopolysaccharides. After 24 h of treatment with PPE, HP, and MW, significant antioxidant activity and an increased Superoxide Dismutase 1 expression (p < 0.01) were observed. Additionally, the extracts significantly reduced the expression of tumor necrosis factor α (p < 0.05) and Monocyte Chemoattractant Protein 1 (p < 0.001), suggesting an anti-inflammatory role. Lastly, the antibacterial activity was assessed against Streptococcus mutans and Streptococcus sanguinis by the broth microdilution method and agar cup diffusion test for the extracts and the mouthwash, respectively, demonstrating strong effectiveness against both oral streptococcus species. Results demonstrate the potential of HP and PPE in reducing oxidative stress, inflammation, and bacterial proliferation within oral mucosa, highlighting food waste up-cycling as a resource for human health."
    },
    {
      "pmid": "39854430",
      "title": "Development and nutritional evaluation of pomegranate peel enriched bars.",
      "authors": [
        "Rameeza Abbas",
        "Muhammad Aamir",
        "Farhan Saeed",
        "Amar Shankar",
        "Jaspreet Kaur",
        "Rutaba Nadeem",
        "Ashish Singh Chauhan",
        "Ali Imran",
        "Muhammad Afzaal",
        "Abdela Befa Kinki"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pomegranate peel powder is used as a functional ingredient in the development of nutritional bars. Pomegranate (Punica granatum) is well known fruit belongs to punicaceae family having multiple health benefits, not only limited to its edible parts but also in its non-edible parts mostly the peel. Fruit wastes are rich source of nutrients, and can be used for the development of functional food products. Pomegranate peel is considered to be beneficial due to its functional and therapeutic properties as it is a source of many biological active components like polyphenols, tannins and flavonoids. Nutrient rich and ready-made foods are the demand of everyone due to their easy availability and cost effectiveness. Among the confectionary products, bars are liked by individuals of different age groups. Hence, nutritional properties of bars can be enhanced by using pomegranate peel powder. The current study was designed to develop bars enriched with pomegranate peel powder as a basic ingredient. Pomegranate peel powder is prepared and analyzed for proximate, mineral, total phenolic content, total flavonoid content and anti-oxidant potential (DPPH). By using pomegranate peel powder, oats and jaggery, bars were prepared. In this research, five treatments T0 (0% pomegranate peel powder and 100% oats). T1 (5% pomegranate peel powder and 95% oats), T2 (10% pomegranate peel powder and 90% oats), T3 (15% pomegranate peel powder and 85% oats) and T4 (20% pomegranate peel powder and 80% oats) were used. The developed product is analyzed for proximate, mineral, total flavonoid contents, total phenolic content and anti-oxidant potential (DPPH). Proximate analysis of bars revealed that moisture, protein, fat, fiber, ash and nitrogen free extract ranges from T0 to T4 (13.38±1.21 to 11.32±1.15, 9.56±0.92 to 8.32±1.14, 9.05±1.21 to 7.93±1.08, 5.23±0.82 to 16.89±0.64, 2.05±0.87 to 2.92±1.25 and 62.51±0.85 to 52.62±0.93 respectively. Phytochemical analysis of bars enriched with pomegranate peel powder revealed that total phenolic content, total flavonoid content and antioxidant potential of bars ranges from T0 to T4 (142.74±0.65 to 211.79±0.63 mg GAE/100g, 129.16±0.64 to 192±0.53 mg QE/100g and 41.35±0.82 to 64.57±0.69%) respectively. Mineral analysis of bars enriched with pomegranate peel powder revealed that calcium, Phosphorus, Potassium, Iron, Magnesium content ranged from T0 to T4 (25.42±0.63 to 31.06±0.58, 51.00±1.01 to 45.05±1.09, 59.46±1.13 to 79.15±0.28, 1.32±1.20 to 1.95±0.83 and 54.17±0.88±0.58 to 57.36±0.68 mg/100g respectively). Sensory evaluation is done for color, aroma, taste, texture overall acceptability. T3 got maximum score. Then, the data obtained were evaluated by CRD design. On the basis of results revealed that treatment T3 with 15% pomegranate peel powder was overall highly acceptable.",
      "mesh_terms": [
        "Pomegranate",
        "Flavonoids",
        "Fruit",
        "Nutritive Value",
        "Antioxidants",
        "Phenols",
        "Polyphenols"
      ]
    },
    {
      "pmid": "39817306",
      "title": "Ellagitannins From Pomegranate Flower With Whitening and Anti-Skin Photoaging Effect.",
      "authors": [
        "Chao-Yan Ma",
        "Peng-Chao Hao",
        "Li-Yan Peng",
        "Miao-Juan Peng",
        "Wen-Yuan Li",
        "Sophia Yi Zhang",
        "Qin-Shi Zhao"
      ],
      "journal": "Chemistry & biodiversity",
      "publication_date": "2025-Jan-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A new depside glucoside rosarugoside E (1), together with four known compounds punicalagin (2), corilagin (3), granatin B (4), and ellagic acid (5) were isolated from the ethanol extract of pomegranate (Punica granatum L.) flower. Their structures were identified based on careful analysis of various spectral data including ultraviolet, infrared, high-resolution electrospray ionization-mass spectrometry, and 1D and 2D nuclear magnetic resonance. The whitening and anti-aging effects of all compounds were evaluated based on the levels of protein and gene. The result displayed that all compounds exhibited inhibitory activity for tyrosinase at maximum safe concentration, except for compound 2. Compounds 3 and 5 exhibited significant inhibitory activity for tyrosinase, indicating their whitening efficacy. The anti-aging activity evaluation assay showed that all compounds could downregulate the expression of the MMP1 gene, decrease the expression of matrix metalloproteinase 1, and increase the content of type 1 collagen at the maximum safe concentration compared with negative control (ultraviolet A irradiation treatment)."
    },
    {
      "pmid": "39798867",
      "title": "Pomegranate juice ameliorates craving and oxidative stress on patients under medication for opioid addiction treatment with methadone and buprenorphine: A ranzomised controlled trial.",
      "authors": [
        "Christonikos Leventelis",
        "Sotiria Makri",
        "Anastasia Ververi",
        "Kalliopi Papageorgiou",
        "Anna Tentolouri",
        "Evangelia Mountzouridi",
        "Fotios Tekos",
        "Petros T Barmpas",
        "Sotiris Tasoulis",
        "George S Metsios",
        "Demetrios Kouretas",
        "Aristidis S Veskoukis"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND & AIMS: Buprenorphine and methadone are drugs used as medication for addiction treatment for patients with opioid use disorders (OUDs). However, scarce evidence indicates that they induce oxidative stress, which contributes to the deterioration of psychosocial parameters, thus complicating successful rehab. Therefore, a dietary antioxidant intervention such as pomegranate could be beneficial for that group of patients. Therefore, the aim of this study, whose protocol has been registered in the international database ClinicalTrials.gov (Identifier: NCT05861544), was to examine the putative beneficial role of consumption of natural pomegranate juice that possesses potent antioxidant properties on craving, a psychosocial parameter of utmost importance, and blood redox status of patients with OUDs. METHODS: The juice was administered at the following dosage: 250 ml/day, 7 days/week, 120 days. The heroine craving questionnaire was completed to assess craving and blood was collected by the volunteers at three time points, namely days 1, 60 and 120 and well-established redox biomarkers were measured in blood. RESULTS: Overall, craving of all patients was improved due to the nutritional treatment applied. Moreover, their blood antioxidant potential was enhanced due to pomegranate juice consumption. CONCLUSIONS: As a conclusion, the obtained evidence is promising, thus, it appears that pomegranate juice consumption could be considered as an auxiliary nutritional intervention in parallel with medication towards rehab of opioid-addicted patients.",
      "mesh_terms": [
        "Humans",
        "Oxidative Stress",
        "Methadone",
        "Fruit and Vegetable Juices",
        "Craving",
        "Opioid-Related Disorders",
        "Adult",
        "Male",
        "Pomegranate",
        "Female",
        "Antioxidants",
        "Buprenorphine",
        "Middle Aged",
        "Opiate Substitution Treatment",
        "Young Adult"
      ]
    },
    {
      "pmid": "39733205",
      "title": "Beneficial Effects of Pomegranate Extracts for Benign Gynecologic Disorders.",
      "authors": [
        "Samya El Sayed",
        "Valeria I Macri",
        "Bhuchitra Singh",
        "James H Segars",
        "Md Soriful Islam"
      ],
      "journal": "Reproductive sciences (Thousand Oaks, Calif.)",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pomegranate (Punica granatum) is a widely cultivated fruit historically recognized for its health benefits and is regarded as a nutritional powerhouse. Pomegranate has a unique composition of bioactive compounds including hydrolysable tannins, anthocyanins, and other polyphenolic components. Of those, punicalagin and its subsequent metabolites are the most extensively studied, demonstrating antioxidant, anti-inflammatory, anti-cancer, and anti-nociceptive activity. The compounds possess promising therapeutic potential for many diseases, including conditions affecting the female reproductive system. This scoping review examines the pharmacodynamics of pomegranate's bioactive compounds and synthesizes the current literature concerning the role in benign gynecological disorders. Pomegranate extract decreased testosterone levels, levels of oxidative stress and inflammation biomarkers in women with polycystic ovary syndrome, erstwhile favorably impacting some cardiovascular risk factors in women. Pomegranate supplementation improved menopause specific health-related quality of life in women. In a pre-clinical murine model following ovariectomy, improved bone formation and reduced vaginal atrophy were associated with pomegranate treatment. Existing data suggests that additional research on the beneficial antioxidant, anti-inflammatory, anti-proliferative, and anti-nociceptive effects of pomegranate extracts for benign gynecologic conditions is warranted.",
      "mesh_terms": [
        "Pomegranate",
        "Humans",
        "Female",
        "Plant Extracts",
        "Animals",
        "Genital Diseases, Female",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39723098",
      "title": "High-Pressure Homogenization of Pomegranate Juice: Impact on Physicochemical, Antioxidant, Antimicrobial, and In Vitro Bioaccessibility Properties.",
      "authors": [
        "Emre Turan",
        "Rafet Aslantaş",
        "Jale Bilgin",
        "Muhammet Irfan Aksu"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pomegranate is one of the most popular fruits worldwide, and it is important to maintain the overall quality and bioaccessibility of freshly squeezed pomegranate juices (PJS). The adverse effects of heat treatment on sensory properties and phytochemicals encourage the use of non-thermal processes in the juice industry. Hereby, the effects of high-pressure homogenization (HPH) (50, 100, and 150 MPa) on the physicochemical properties, antimicrobial activity, in vitro bioaccessibility, and antioxidant capacity of freshly-squeezed PJS from different genotypes were investigated. Instrumental color values (L*, a*, and b*) of PJS generally decreased, while pH and a w values increased with HPH processing (p < 0.05). The antimicrobial activity of PJS was not significantly affected by HPH processing (p > 0.05). Sarıcakaya-1 had higher bioactive constituent content and antioxidant capacity (DPPH-ARA, ABTS-ARA, and FRAP) than other genotypes (p < 0.05). Total phenolic content (TPC) and antioxidant capacity of PJS were increased by HPH treatment, whereas total anthocyanin content (TAC) and ascorbic acid content (AAC) were decreased (p < 0.05). Accordingly, HPH treatment enhanced the release of phenolics and antioxidant capacity in PJS, while largely maintaining the presence of heat-sensitive compounds. Regardless of genotype and HPH treatment, in vitro gastrointestinal digestion adversely affected TPC, TAC, AAC, and antioxidant capacity of all PJS. However, the 150 MPa HPH treatment of Saricakaya-1 had the highest values for TPC bioaccessibility and recovered ABTS-ARA after in vitro gastrointestinal digestion (p < 0.05). Considering the overall data, 150 MPa HPH treatment can be recommended as an innovative approach to obtain minimally processed PJS to meet new trends in consumer demand."
    },
    {
      "pmid": "39715061",
      "title": "Pomegranate juice treatment reverses carbon tetrachloride (CCl4)-induced increased acetylcholinesterase activity and cell death via suppression of oxidative stress in rats.",
      "authors": [
        "Ömer Faruk Kalkan",
        "Ahmet Türk",
        "Cihan Çitil",
        "Miraç Uçkun",
        "Ahmet Özkaya",
        "Ertan Yoloğlu",
        "Yusuf Özay",
        "Şeyda Çağri Bülbül",
        "Zafer Şahin",
        "Akın Kirbaş"
      ],
      "journal": "Roczniki Panstwowego Zakladu Higieny",
      "publication_date": "2024-Dec-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Environmental pollution, including exposure to carbon tetrachloride (CCl4), poses serious health risks, particularly through oxidative stress, which may lead to neurodegenerative damage. Antioxidants, especially those found in natural products, show potential in mitigating these toxic effects. Pomegranate juice (PJ), rich in bioactive phytochemicals, has demonstrated antioxidant, anti-inflammatory, and neuroprotective properties. OBJECTIVE: This study aimed to investigate the protective effects of PJ on neurotoxicity induced by CCl4 in rats, assessing specific markers of oxidative stress, enzymatic activity, and apoptotic cell death. MATERIAL AND METHODS: Twenty-eight male Wistar rats were divided into four groups: Control, CCl4, PJ, and CCl4+PJ. The CCl4 group received intraperitoneal injections of CCl4 (0.2 ml/100 g) twice weekly for six weeks, while the PJ group received PJ orally (4 ml/kg) daily for 30 days. The CCl4+PJ group received both treatments in sequence. Brain tissues were analysed for malondialdehyde (MDA), reduced glutathione (GSH), acetylcholinesterase (AChE), glutathione S-transferase (GST), glutathione reductase (GR), and carboxylesterase (CaE) activity. Apoptotic cell death was assessed using TUNEL staining. RESULTS: CCl4 exposure resulted in a marked increase in MDA levels and AChE activity in brain tissue (p<0.05), alongside a significant decrease in reduced GSH levels and GST activity (p<0.05). Treatment with PJ significantly lowered MDA levels and AChE activity in the CCl4+PJ group compared to the CCl4 group (p<0.05). However, GSH levels and GST activity showed no significant changes in the CCl4+PJ group. TUNEL staining indicated a reduction in apoptotic cells in the CCl4+PJ group versus the CCl4 group, suggesting reduced cellular damage with PJ treatment (p<0.05). CONCLUSIONS: PJ demonstrates neuroprotective potential against CCl4-induced oxidative stress and neurotoxicity in rats by reducing oxidative markers and apoptosis. These findings suggest that PJ could serve as a natural protective agent against neurodegenerative risks associated with environmental pollutants like CCl4.",
      "mesh_terms": [
        "Animals",
        "Oxidative Stress",
        "Rats",
        "Rats, Wistar",
        "Pomegranate",
        "Fruit and Vegetable Juices",
        "Male",
        "Carbon Tetrachloride",
        "Acetylcholinesterase",
        "Antioxidants",
        "Apoptosis",
        "Neuroprotective Agents",
        "Cell Death"
      ]
    },
    {
      "pmid": "39679196",
      "title": "Silver nanoparticles loaded with pomegranate peel extract and hyaluronic acid mediate recovery of cutaneous wounds infected with Candida albicans.",
      "authors": [
        "Marwa I Abd El-Hamid",
        "Doaa Ibrahim",
        "Ahmed Abdelfattah-Hassan",
        "Osama B Mohammed",
        "Ioan Pet",
        "Samah S Khalil",
        "Sara M El-Badry",
        "Aya Sh Metwally",
        "Asmaa A Azouz",
        "Ahmed A Elnegiry",
        "Shimaa S Elnahriry",
        "Mirela Ahmadi",
        "Sara T Elazab"
      ],
      "journal": "Frontiers in cellular and infection microbiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Smart innovative nanocomposites based on active ingredients and metallic nanoparticles with effective wound healing and antifungal properties are efficient in overcoming the limitations of traditional therapeutic products. Open wounds provide an ideal niche for colonization by Candida albicans (C. albicans) which poses substantial global health issues owing to delayed wound healing and disordered healing mechanisms. Therefore, proficient innovative therapies that control C. albicans infection and promote wound healing are of imperative importance for the management of wounds and prevention of infection and possible complications. This study aims to design a novel nanocarrier platform based on a hydrogel loaded with silver nanoparticles (AgNPs) and doped with pomegranate peel extract (PPE) and hyaluronic acid (HA), offering an unprecedented opportunity to achieve skin repair and manage C. albicans colonization with an efficient wound healing process. Sprague-Dawley rats (n=100) were assigned to 5 groups and infected with C. albicans and distributed as follows: control positive (untreated) and four cutaneous wound-healing model groups treated topically with commercial cream and PPE-HA-AgNPs at full, 50%, and 25% concentrations for 15 days, respectively. Our findings revealed that the severity of clinical signs, C. albicans burden, and the expression of biofilm-related genes ALS1, HYR1, and PLB1 were diminished following treatment with PPE-HA-AgNPsIII. Notably, the formulated nanocomposite was very effective in extending the release of PPE-HA-AgNPs in infected wounds with retention percentages of 65.4% for PPE-HA-AgNPsIII. Topical administration of PPE-HA-AgNPsIII successfully alleviated the extensive inflammatory response and healed wounded skin via downregulation of tumor necrosis factor-alpha (TNF-α), interleukin-6 and IL-1 beta, and nitric oxide synthase (NOS) levels as shown by enzyme-linked immunosorbent (ELISA) and reverse transcription-quantitative polymerase chain reaction (RT-qPCR) assays. Interestingly, PPE-HA-AgNPsIII modulated angiogenic and wound healing markers as evidenced by the downregulation of MMP-9 and the upregulation of angiopoietin-1 (Ang-1), vascular endothelial growth factor (VEGF) (up to 10 days post-treatment), transforming growth factor-beta 1 (TGF-β1), bFGF, EGF, Ki-67, and collagen I and III with efficient wound closure capability. This was evidenced by the lessening of histopathological severity, which accelerated the healing of the infected skin wounds post-treatment with PPE-HA-AgNPs. Overall, our formulated PPE-HA-AgNPs provide an effective innovative therapeutic strategy for the treatment of cutaneous wounds infected with C. albicans with maximized wound healing efficacy, indicating their potential in clinical practice.",
      "mesh_terms": [
        "Animals",
        "Hyaluronic Acid",
        "Silver",
        "Candida albicans",
        "Wound Healing",
        "Pomegranate",
        "Plant Extracts",
        "Rats, Sprague-Dawley",
        "Rats",
        "Metal Nanoparticles",
        "Antifungal Agents",
        "Disease Models, Animal",
        "Wound Infection",
        "Candidiasis",
        "Male",
        "Biofilms",
        "Skin"
      ]
    },
    {
      "pmid": "39634519",
      "title": "Ultrasonic depolymerization of pomegranate peel pectin: Effect of sonication time on antioxidant, α-amylase inhibitory, and prebiotic properties.",
      "authors": [
        "Sahar Bachari",
        "Maryam Ghaderi-Ghahfarokhi",
        "Hassan Ahmadi Gavlighi",
        "Mehdi Zarei"
      ],
      "journal": "Food chemistry: X",
      "publication_date": "2024-Dec-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the effects of ultrasonic treatment time (5-30 min) on the structural characteristics, antioxidant, α-amylase inhibitory, and prebiotic properties of pomegranate peel pectin (PPP). The extracted PPP was rich in galacturonic acid (64.27 %) and exhibited a high degree of esterification (DE, 61.7 %), with an average molecular weight (Mw) of 135.6 kDa. The Mw, particle size, and DE of ultrasonic-treated PPPs (U-PPPs) significantly decreased compared to the PPP. FTIR analysis revealed that the intensity of the peak at ∼1730-1720 cm-1 weakened with prolonged treatment time. The total phenol content, antioxidant activity, and α-amylase inhibition of U-PPPs were enhanced compared to PPP. Both PPP and U-PPP treated for 30 min promoted the growth of Bifidobacterium longum and Lactobacillus casei, with U-PPP-30 showing a greater preference over PPP and inulin. In conclusion, ultrasonic treatment represents a promising approach to depolymerization aimed at enhancing the biological activities of pectin."
    },
    {
      "pmid": "39633958",
      "title": "Effects of Fermented Pomegranate Peel Polyphenols on the Growth Performance, Immune Response, Hepatopancreatic Health, and Disease Resistance in White Shrimp (Litopenaeus vannamei).",
      "authors": [
        "Zhoulin Yu",
        "Guangye Liu",
        "Sijie Li",
        "Yucong Hong",
        "Shuyan Zhao",
        "Meng Zhou",
        "Xiaohong Tan"
      ],
      "journal": "Aquaculture nutrition",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study evaluated the growth performance, immune response, hepatopancreatic health, and disease resistance in Litopenaeus vannamei fed diets supplemented with fermented pomegranate peel polyphenols (FPPP) for 45 days. Five diets were formulated to contain various levels of FPPP: FP0 (no FPPP), FPPP inclusion at 0.015% (FP1), 0.030% (FP2), 0.060% (FP3), and 0.120% (FP4). The results indicated there were no significant variations in weight gain rate (WGR), specific growth rate (SGR), and feed conversion rate (FCR) of shrimp in all treatment groups (p > 0.05), but the survival (SR) of shrimp was significantly higher in all groups with the addition of FPPP (p < 0.05). Compared with FP0 group, the contents of total protein (TP) and globulin (GLB) in serum biochemical indexes of FP3 and FP4 groups were significantly increased, and the content of blood urea nitrogen (BUN) was significantly decreased (p < 0.05). Compared with FP0 group, the activities of superoxide dismutase (SOD), catalase (CAT), alkaline phosphatase (AKP), acid phosphatase (ACP), and lysozyme (LZM) in the hepatopancreas and serum of FP3 and FP4 groups were significantly increased (p < 0.05). Similarly, the activities of glutathione peroxidase (GSH-Px), total antioxidant capacity (T-AOC), and phenoloxidase (PO) in the hepatopancreas and serum of FP2 group were significantly higher than those of FP0 group (p < 0.05). In addition, the content of malondialdehyde (MDA) in the hepatopancreas and serum of shrimp in FPPP-added groups was decreased (p < 0.05). Compared with FP0 group, the expression levels of SOD, CAT, glutathione S-transferase (GST), LZM, prophenoloxidase (ProPO), penaeidin-3 (Pen3), Crustin, immune deficiency (Imd), Toll, and Relish genes were significantly upregulated in the hepatopancreas of shrimp in FP3 and FP4 groups (p < 0.05). Additionally, increasing the addition level of FPPP resulted in a more compact hepatosomal arrangement of the shrimp's hepatopancreas, a more visible star-shaped lumen structure, and a significantly higher number of B cells. Finally, the cumulative SR of shrimp in FPPP groups was significantly higher than that in FP0 group after 7 days of infection with Vibrio alginolyticus (p < 0.05). In summary, dietary supplementation of FPPP can improve SR, immunity, and hepatopancreatic health and resistance to Vibrio alginolyticus of L. vannamei."
    },
    {
      "pmid": "39608758",
      "title": "Effect of Pomegranate Peel Consumption on Liver Enzymes, Lipid Profile, Liver Steatosis, and Hs-CRP in Patients With Non-alcoholic Fatty Liver Disease: A Double-Blind, Placebo-Controlled, Randomized Clinical Trial.",
      "authors": [
        "Ghazal Baghdadi",
        "Farzad Shidfar",
        "Marjan Mokhtare",
        "Parvin Sarbakhsh",
        "Shahram Agah"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The most prevalent chronic liver disease for which there is currently no proven treatment is non-alcoholic fatty liver disease (NAFLD). An incomplete understanding of the underlying mechanisms of NAFLD may be the cause. The onset and development of this illness appear to be influenced by problems with lipid metabolism, insulin resistance, oxidative stress, and inflammation. Considering the antioxidant properties of pomegranate peel extract, this study was conducted to determine the effects of pomegranate peel consumption on some metabolic features in patients with NAFLD. Our hypothesis is that pomegranate peel can improve the grade of fatty liver, liver enzymes, lipid profile, serum high-sensitivity C-reactive protein (hs-CRP), and anthropometric indices. The aim of this study was to investigate the efficacy of pomegranate peel extract in NAFLD patients. This double-blind randomized clinical trial was conducted on 46 patients with NAFLD. Patients were randomly assigned to intervention group (n = 23) and placebo group (n = 23). Patients in the pomegranate peel group consumed two capsules, each containing 500 mg pomegranate peel extract daily as a part of low-calorie diet (i.e., 500-deficit calorie diet) for 10 weeks. While patients in the control group followed the low calorie diet and two capsules containing 500 mg maltodextrin. At the beginning and end of the study, demographic information, anthropometric indices, food intake, physical activity level, grade of fatty liver, liver enzymes, lipid profile, and serum high-sensitivity C-reactive protein (hs-CRP) were measured. Food intake was measured by 24-h food recall questionnaires and physical activity was measured by the International Physical Activity Questionnaire (IPAQ). Analysis of food recall questionnaire was done using Nutritionist IV program. Statistical analysis was performed using SPSS software (version 22), and a p value < 0.05 was defined as statistically significant. Of 46 patients, 42 of them completed the trial. At the end of the trial, pomegranate peel group had significantly higher reduction in TG (triglycerides), ALT(alanine aminotransferase), AST(aspartate transferase), hs-CRP and also had higher significant increase in HDL-C(high-density lipoprotein cholesterol) compared to the control group (p = 0/02, p = 0/02, p = 0/01, p = 0/01, and p = 0/04, respectively). However, changes in LDL-C, TC, ALP, GGT, and fatty liver grade were not significantly different between the two groups at the end of the study. The current study indicates that pomegranate peel extract has a favorable effect on liver enzymes, lipid profile, and serum high-sensitivity C-reactive protein (hs-CRP) in patients with NAFLD. To support these results, trials examining various dosages over longer time periods are necessary.",
      "mesh_terms": [
        "Humans",
        "Pomegranate",
        "Double-Blind Method",
        "C-Reactive Protein",
        "Non-alcoholic Fatty Liver Disease",
        "Male",
        "Female",
        "Middle Aged",
        "Adult",
        "Liver",
        "Plant Extracts",
        "Fruit",
        "Lipids",
        "Alanine Transaminase",
        "Aspartate Aminotransferases"
      ]
    },
    {
      "pmid": "39599640",
      "title": "Pomegranate Peel Extract Mitigates Diarrhea-Predominant Irritable Bowel Syndromes via MAPK and NF-κB Pathway Modulation in Rats.",
      "authors": [
        "Yannan Zhang",
        "Sijuan Huang",
        "Shuai Zhang",
        "Zhihui Hao",
        "Jianzhong Shen"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Nov-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diarrhea-predominant irritable bowel syndrome (IBS-D) is a common chronic functional gastrointestinal disorder that causes diarrheal and intestinal barrier disruptions. Although pomegranate peel extract (PPE) has been reported for the treatment of diarrheal and intestinal inflammation, its effectiveness and mechanisms specifically for the treatment of IBS-D remain unknown. OBJECTIVES: This study aimed to explore the therapeutic effect of PPE on IBS-D and elucidate its underlying mechanisms. METHODS: A high-fat diet, restraint stress, and senna gavage were combined to establish a rat model mimicking IBS-D, to evaluate the therapeutic effects of PPE. Network pharmacology analysis, serum medicinal chemistry, and transcriptomics were employed to investigate potential downstream signaling pathways. Findings were further validated through molecular docking and Western blot analysis. RESULTS: The findings revealed that PPE significantly improved the symptoms of IBS-D, ameliorated intestinal inflammation, and promoted intestinal barrier function. The target genes in the MAPK and NF-κB signaling pathways were significantly enriched and down-regulated. Molecular docking and Western blot assays were performed to verify that PPE had a high affinity for the protein candidates in these pathways, and significantly down-regulated the expression of p-IκB, p-p65, p-JNK, p-p38, and p-ERK1/2. CONCLUSIONS: The present study is the first to demonstrate that PPE alleviates diarrheal and intestinal damage in IBS-D, potentially by inhibiting MAPK and NF-κB signaling pathways. These findings suggest that PPE may provide a novel therapeutic option for IBS-D.",
      "mesh_terms": [
        "Animals",
        "Irritable Bowel Syndrome",
        "Plant Extracts",
        "Pomegranate",
        "Diarrhea",
        "NF-kappa B",
        "Rats",
        "Male",
        "Molecular Docking Simulation",
        "Rats, Sprague-Dawley",
        "Signal Transduction",
        "Disease Models, Animal",
        "Fruit",
        "MAP Kinase Signaling System"
      ]
    },
    {
      "pmid": "39596889",
      "title": "Antibacterial Effect of Fermented Pomegranate Peel Polyphenols on Vibrio alginolyticus and Its Mechanism.",
      "authors": [
        "Zhoulin Yu",
        "Yucong Hong",
        "Shuyan Zhao",
        "Meng Zhou",
        "Xiaohong Tan"
      ],
      "journal": "Biology",
      "publication_date": "2024-Nov-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vibrio alginolyticus frequently breaks out in aquatic animal breeding operations involving shrimp, and it can endanger human health through food and wound infections. The antibacterial effect and mechanism of fermented pomegranate peel polyphenols (FPPPs) on V. alginolyticus were investigated. The results indicated that FPPPs had a strong inhibitory effect on the growth of V. alginolyticus, and their minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC) were 2 and 4 mg/mL. FPPPs significantly reduced biofilm formation and biofilm metabolic activity in V. alginolyticus, down-regulated the expression levels of lafA, lafK, fliS and flaK genes involved in flagellar synthesis and inhibited swimming and swarming motility (p < 0.05). Meanwhile, under the treatment of FPPPs, the activities of catalase (CAT) and superoxide dismutase (SOD) in V. alginolyticus were significantly reduced, and the levels of reactive oxygen species (ROS) and extracellular malondialdehyde (MDA) were significantly increased (p < 0.05). FPPPs also resulted in a significant increase in alkaline phosphatase (AKP) activity, protein and nucleic acid content, as well as conductivity from V. alginolyticus cultures. Scanning electron microscopy (SEM) images further revealed that V. alginolyticus treated with FPPPs showed leakage of intracellular substances, abnormal cell morphology and damage to cell walls and cell membranes, with the severity of the damage in a clear dose-dependent manner. Therefore, FPPPs can be used as a promising food-grade antibacterial agent, notably in seafood to control V. alginolyticus."
    },
    {
      "pmid": "39554334",
      "title": "Enhanced production of gamma-aminobutyric acid in fermented carrot juice by utilizing pectin hydrolysate derived from pomegranate waste.",
      "authors": [
        "Dilara Devecioglu",
        "Didem Kara",
        "Rabia Tapan",
        "Funda Karbancioglu-Guler",
        "Derya Kahveci"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, a functional fermented beverage enriched with gamma-aminobutyric acid (GABA) was produced. To achieve this, the prebiotic abilities of pectin obtained from pomegranate peel and its enzymatic hydrolysates were evaluated. Additionally, a functional fermented beverage enriched with GABA was produced by fermenting carrot juice with pectin hydrolysates. First, pectin was obtained at a yield of 8.91% from pomegranate peels. Pectinase-catalyzed hydrolysis of the obtained pectin was applied using different enzyme concentrations and hydrolysis times, and the effect of these hydrolysates on the growth of Levilactobacillus brevis was determined. Although the Fourier transform infrared (FT-IR) spectra of the resulting hydrolysates were similar, their degree of esterification compared to that of pectin was statistically different (p < .05). Considering the viability analysis and GABA production of L. brevis in the liquid medium supplemented with pectin or its hydrolysate, the hydrolysate obtained by treatment with 400 μL enzyme for 2 h and having a high glucose content (216.80 mg/100 g) was selected for application in fermented carrot juice. During fermentation (24, 48, and 72 h), a remarkable change was observed, especially in the amounts of lactic acid and malic acid, while the amount of GABA in carrot juice varied between 25 and 46 mg/mL and increased with the increase in hydrolysate concentration. It was observed that the total phenolic content and antioxidant activity of carrot juice were highly affected by the hydrolysate concentration. This study demonstrated that pectin hydrolysate obtained from food waste could be a potential prebiotic and could be used in the production of a functional beverage with improved GABA content."
    },
    {
      "pmid": "39521813",
      "title": "Anticancer effects of pomegranate-derived peptide PG2 on CDK2 and miRNA-339-5p-mediated apoptosis via extracellular vesicles in acute leukemia.",
      "authors": [
        "Kantorn Charoensedtasin",
        "Chosita Norkaew",
        "Mashima Naksawat",
        "Wasinee Kheansaard",
        "Sittiruk Roytrakul",
        "Dalina Tanyong"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Nov-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acute leukemia has rapid onset and severe complications. Anticancer peptides from natural sources have demonstrated efficacy in eliminating various cancers through apoptosis signaling pathways. Additionally, extracellular vesicles containing microRNAs play pivotal roles in promoting tumorigenesis. Therefore, this study aimed to investigate the impact of PG2, a pomegranate peptide that regulates extracellular vesicles, on the induction of acute leukemia cell apoptosis. NB4 and MOLT-4 leukemia cell lines were treated with PG2 alone or in combination with daunorubicin to assess cell viability using the MTT assay. Extracellular vesicles were extracted from PG2-treated NB4 and MOLT-4 cells. Bioinformatic tools were utilized to predict target proteins and microRNAs, following which mRNA and protein expression were determined by using RT‒qPCR and western blotting, respectively. PG2 significantly reduced the viability of NB4 and MOLT-4 cells. Furthermore, the combination of PG2 with daunorubicin had a synergistic effect on NB4 and MOLT-4 cells. Subsequent treatment with PG2 or PG2-treated extracellular vesicles decreased CDK2 expression while increasing microRNA-339-5p and caspase-3 expression in NB4 and MOLT-4 cells. Our findings revealed that the anticancer activity of PG2 through the CDK2/miR-339-5p/caspase-3 pathway is mediated by extracellular vesicles, ultimately inducing apoptosis. PG2 holds promise as a potential antileukemic drug.",
      "mesh_terms": [
        "Humans",
        "Extracellular Vesicles",
        "MicroRNAs",
        "Apoptosis",
        "Cell Line, Tumor",
        "Cyclin-Dependent Kinase 2",
        "Pomegranate",
        "Daunorubicin",
        "Peptides",
        "Cell Survival",
        "Leukemia",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "39519499",
      "title": "In Vitro Assessment of the Neuroprotective Effects of Pomegranate (Punica granatum L.) Polyphenols Against Tau Phosphorylation, Neuroinflammation, and Oxidative Stress.",
      "authors": [
        "Mehdi Alami",
        "Kaoutar Boumezough",
        "Echarki Zerif",
        "Nada Zoubdane",
        "Abdelouahed Khalil",
        "Ton Bunt",
        "Benoit Laurent",
        "Jacek M Witkowski",
        "Charles Ramassamy",
        "Samira Boulbaroud",
        "Tamas Fulop",
        "Hicham Berrougui"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Oct-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Oxidative stress and chronic inflammation, at both the systemic and the central level, are critical early events in atherosclerosis and Alzheimer's disease (AD). PURPOSE: To investigate the oxidative stress-, inflammation-, and Tau-phosphorylation-lowering effects of pomegranate polyphenols (PPs) (punicalagin, ellagic acid, peel, and aril extracts). METHODS: We used flow cytometry to quantify the protein expression of proinflammatory cytokines (IL-1β) and anti-inflammatory mediators (IL-10) in THP-1 macrophages, as well as M1/M2 cell-specific marker (CD86 and CD163) expression in human microglia HMC3 cells. The IL-10 protein expression was also quantified in U373-MG human astrocytes. The effect of PPs on human amyloid beta 1-42 (Aβ1-42)-induced oxidative stress was assessed in the microglia by measuring ROS generation and lipid peroxidation, using 2',7'-dichlorofluorescein diacetate (DCFH-DA) and thiobarbituric acid reactive substance (TBARS) tests, respectively. Neuronal viability and cell apoptotic response to Aβ1-42 toxicity were assayed using the MTT (3-(4,5-dimethylthiazolyl-2)-2,5-diphenyltetrazolium bromide) assay and the annexin-V-FITC apoptosis detection kit, respectively. Finally, flow cytometry analysis was also performed to evaluate the ability of PPs to modulate Aβ1-42-induced Tau-181 phosphorylation (pTau-181). RESULTS: Our data indicate that PPs are significantly (p < 0.05) effective in countering Aβ1-42-induced inflammation through increasing the anti-inflammatory cytokines (IL-10) in U373-MG astrocytes and THP1 macrophages and decreasing proinflammatory marker (IL-1β) expression in THP1 macrophages. The PPs were also significantly (p < 0.05) effective in inducing the phenotypic transition of THP-1 macrophages and microglial cells from M1 to M2 by decreasing CD86 and increasing CD163 surface receptor expression. Moreover, our treatments have a significant (p < 0.05) beneficial impact on oxidative stress, illustrated in the reduction in TBARS and ROS generation. Our treatments have significant (p < 0.05) cell viability improvement capacities and anti-apoptotic effects on human H4 neurons. Furthermore, our results suggest that Aβ1-42 significantly (p < 0.05) increases pTau-181. This effect is significantly (p < 0.05) attenuated by arils, peels, and punicalagin and drastically reduced by the ellagic acid treatment. CONCLUSION: Overall, our results attribute to PPs anti-inflammatory, antioxidant, anti-apoptotic, and anti-Tau-pathology potential. Future studies should aim to extend our knowledge of the potential role of PPs in Aβ1-42-induced neurodegeneration, particularly concerning its association with the tauopathy involved in AD.",
      "mesh_terms": [
        "Oxidative Stress",
        "Humans",
        "Pomegranate",
        "tau Proteins",
        "Polyphenols",
        "Phosphorylation",
        "Neuroprotective Agents",
        "Plant Extracts",
        "Microglia",
        "Amyloid beta-Peptides",
        "Cell Survival",
        "Apoptosis",
        "Neuroinflammatory Diseases",
        "Astrocytes",
        "Alzheimer Disease",
        "Reactive Oxygen Species",
        "Macrophages",
        "THP-1 Cells",
        "Hydrolyzable Tannins",
        "Peptide Fragments"
      ]
    },
    {
      "pmid": "39499092",
      "title": "Lack of Efficacy of Pomegranate Supplementation on Insulin Resistance and Sensitivity: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
      "authors": [
        "Shao Yin",
        "Fengya Zhu",
        "Qian Zhou",
        "Miao Chen",
        "Xia Wang",
        "Qiu Chen"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "The objective of this study is to assess the impact of pomegranate supplements on insulin resistance (IR) and insulin sensitivity through a systematic review and meta-analysis of randomized controlled trials (RCTs). Additionally, we aim to analyze the differences in efficacy among various pomegranate extracts and the sensitivity of different diseases to pomegranate supplementation. We conducted searches in PubMed, Embase, Web of Science, and Cochrane Library up to October 30, 2023, for relevant studies published in English. The treatment group required the intake of pomegranate extract for a minimum of 4 weeks, with no restrictions on the extract type. The control group received a placebo or a treatment excluding pomegranate extract. The primary outcome was homeostatic model assessment for insulin resistance (HOMA-IR) and fasting insulin (FI), and the secondary outcome was quantitative insulin sensitivity check index (QUICKI). RoB 2 was used to assess the risk of bias in the original studies. We pre-specified subgroup analyses based on types of intervention, intervention duration, health condition, and intervention dose. Sensitivity analysis was conducted to validate result stability, utilizing Begg's test and Egger's test for publication bias. Data synthesis and analysis were performed using Stata 15.1 software. This study included a total of 15 RCTs with 673 participants conducted in 7 countries. Risk of bias results indicated an overall low risk of bias of the articles. Participants included healthy individuals, overweight and obese individuals, non-alcoholic fatty liver disease (NAFLD) patients, type 2 diabetes (T2DM) patients, polycystic ovary syndrome (PCOS) patients, metabolic syndrome (MS) patients, and individuals with hyperlipidemia. Pomegranate extract variations included pomegranate juice (PJ), pomegranate seed oil (PSO) capsule, pomegranate/pomegranate peel (PP) extract capsule, and pomegranate peel-added bread. The control groups primarily received placebo treatments with varying dosage and frequency. No adverse reactions were reported in any of the studies. The summary results showed that compared to the control groups, pomegranate extract had no significant impact on improving HOMA-IR levels in participants (WMD = -0.03, 95%CI: -0.37 to 0.31, and p = 0.851) and FI (WMD = -0.03, 95%CI: -0.42 to 0.36, and p = 0.862). Additionally, there was no significant advantage of pomegranate extract on QUICKI changes in T2DM and PCOS patients (WMD = 0.00, 95%CI: 0.00 to 0.01, and p = 0.002). Subgroup analysis results indicated that pomegranate extract could improve HOMA-IR levels in PCOS patients (WMD = -0.42, 95%CI: -0.54 to -0.29, and p < 0.001) and FI levels in T2DM, PCOS, and NAFLD patients. Our results indicate that pomegranate extract only improves HOMA-IR and FI levels in PCOS patients and FI levels in T2DM and NAFLD patients. No significant difference has been found for HOMA-IR, FI, or QUICKI in other metabolic diseases. The current evidence suggests that we should interpret the value of pomegranate extract in regulating IR and sensitivity cautiously. In the future, there is a need for more rigorously designed RCTs to specifically evaluate the impact of pomegranate supplementation on insulin sensitivity in patients with NAFLD, PCOS, and T2DM.",
      "mesh_terms": [
        "Insulin Resistance",
        "Humans",
        "Pomegranate",
        "Randomized Controlled Trials as Topic",
        "Dietary Supplements",
        "Plant Extracts",
        "Polycystic Ovary Syndrome",
        "Female",
        "Insulin"
      ]
    },
    {
      "pmid": "39459598",
      "title": "A Natural Approach to the Prevention and Treatment of Gingivitis and Periodontitis: A Review of Pomegranate's Bioactive Properties.",
      "authors": [
        "Georgiana Ioana Potra Cicalău",
        "Laura Grațiela Vicaș",
        "Gabriela Ciavoi",
        "Timea Claudia Ghitea",
        "Nagy Csaba",
        "Roxana Alexandra Cristea",
        "Florina Miere Groza",
        "Mariana Ganea"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2024-Oct-13",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "(1) Background: This systematic review explores the bioactive properties of Punica granatum (pomegranate) and its potential applications in the prevention and treatment of gingivitis, periodontitis, and other oral diseases. (2) Methods: A comprehensive literature search was conducted using PubMed and Google Scholar, focusing on pomegranate and oral diseases. Inclusion criteria included studies evaluating the effects of pomegranate on oral health, while exclusion criteria eliminated non-peer-reviewed and non-English articles. This review aims to assess the efficacy of pomegranate extracts as a natural alternative to synthetic pharmaceuticals in oral health care. A structured search strategy included key terms such as \"pomegranate\", \"oral health\", \"gingivitis\", and \"periodontitis\". A total of 125 relevant references were reviewed to identify the most pertinent findings. (3) Results: The results indicate that pomegranate extracts have demonstrated efficacy in reducing plaque, inhibiting harmful oral microorganisms, and promoting overall oral health. Furthermore, clinical studies highlight the potential of pomegranate-based products, such as mouthwashes and gels, as viable alternatives to conventional pharmaceuticals, particularly in resource-limited settings. However, the review also notes the need for further research, particularly in the form of clinical trials, to establish optimal formulations and long-term safety. (4) Conclusions: Pomegranate presents a promising, natural solution for preventing and treating gingivitis and periodontitis. Further studies should focus on long-term effects and clinical efficacy."
    },
    {
      "pmid": "39459564",
      "title": "Therapeutic Potential of Pomegranate Extract for Women's Reproductive Health and Breast Cancer.",
      "authors": [
        "Jung Yoon Jang",
        "Donghwan Kim",
        "Eunok Im",
        "Nam Deuk Kim"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2024-Oct-03",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pomegranate extract has potential benefits for women's reproductive health, including fertility enhancement, menstrual cycle regulation, pregnancy support, and polycystic ovary syndrome (PCOS) treatment. It possesses antioxidant properties, reducing oxidative stress and improving fertility. Pomegranate extract may help regulate hormonal imbalances and promote regular menstrual cycles. The extract's rich nutrient profile supports placental development and fetal growth and may reduce the risk of preterm birth. Additionally, pomegranate extract shows promise in improving insulin sensitivity and reducing inflammation and oxidative damage in PCOS. Some studies suggest its potential anticancer properties, particularly against breast cancer. However, further research, including human clinical trials, is necessary to establish its effectiveness and safety. The current evidence is limited and primarily based on in vitro studies, animal studies, and clinical trials. This review provides a comprehensive summary of the benefits of pomegranate extract for women's reproductive health and breast cancer, serving as a reference for future research."
    },
    {
      "pmid": "39407569",
      "title": "Pomegranate Peel-Derived Hard Carbons as Anode Materials for Sodium-Ion Batteries.",
      "authors": [
        "Qijie Wu",
        "Kewei Shu",
        "Long Zhao",
        "Jianming Zhang"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Sep-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Exploring high-performance carbon anodes that are low-cost and easily accessible is the key to the commercialization of sodium-ion batteries. Producing carbon materials from bio by-products is an intriguing strategy for sodium-ion battery anode manufacture and for high-value utilization of biomass. Herein, a novel hard carbon (PPHC) was prepared via a facile pyrolysis process followed by acid treatment using biowaste pomegranate peel as the precursor. The morphology and structure of the PPHC were influenced by the carbonization temperature, as evidenced by physicochemical characterization. The PPHC pyrolyzed at 1100 °C showed expanded interlayer spacing and appropriate oxygen group content. When used as a sodium ion battery anode, the PPHC-1100 demonstrated a reversible capacity of up to 330 mAh g-1, maintaining 174 mAh g-1 at an increased current rate of 1 C. After 200 cycles at 0.5 C, the capacity delivered by PPHC-1100 was 175 mAh g-1. The electrochemical behavior of PPHC electrodes was investigated, revealing that the PPHC-1100 possessed increased capacitive-controlled energy storage and improved ion transport properties, which explained its excellent electrochemical performance. This work underscores the feasibility of high-performance sodium-ion battery anodes derived from biowaste and provides insights into the sodium storage process in biomass-derived hard carbon."
    },
    {
      "pmid": "39395527",
      "title": "Effects of pomegranate exocarp extract on H. pylori-induced pancreatic EMT: Molecular mechanisms and therapeutic potential.",
      "authors": [
        "Mariam A Abo-Saif",
        "Ghada M Al-Ashmawy",
        "Amany E Ragab",
        "Lamiaa A Al-Madboly",
        "Ahmed B M Mehany",
        "Sherin R El-Afify"
      ],
      "journal": "Cellular signalling",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Previous studies have linked Helicobacter pylori infection with pancreatic diseases, including cancer. PURPOSE: To explore the influence of pomegranate exocarp extract (PEE) on epithelial-mesenchymal transition (EMT) in H. pylori-induced pancreatic rat tissue and to uncover the underlying molecular mechanisms. STUDY DESIGN: Twenty-eight rats were divided into six groups: group 1 (negative control), group 2 (H. pylori-infected), group 3 (infected + PEE pretreatment), group 4 (infected + PEE treatment), group 5 (infected + metronidazole treatment), and group 6 (infected + metronidazole/PEE co-treatment). METHODS AND RESULTS: This study aimed to assess the effectiveness of pomegranate exocarp extract (PEE) in treating Helicobacter pylori infection and its associated pancreatic tissue changes in Wistar rats. The study involved Forty-eight male rats divided into six groups: H. pylori-infected control, PEE-preventive, PEE treatment, metronidazole treatment, PEE combined with metronidazole treatment, and negative control. The results showed a significant reduction in H. pylori concentration in the antrum in the PEE-treated groups (27.08 %) compared to that in the positive control group (p < 0.05). The group receiving the combined treatment exhibited the highest reduction (55.8 %) in H. pylori concentration (p < 0.005), with no significant difference observed between the PEE-preventive and metronidazole-treated groups. The ELISA results showed that the groups treated with PEE, PEE-preventive, and PEE combined with metronidazole experienced a significant increase in pancreatic E-cadherin levels by 47.7 %, 73.8 %, and 118.06 % respectively, and a substantial decrease in vimentin levels by 16.6 %, 31.6 %, and 43.5 % respectively, compared to the positive control group (p < 0.05). The results of the RT-qPCR analysis showed that the PEE treatment group, as well as the PEE preventive and PEE combined with metronidazole treatment groups, displayed significant downregulation of vimentin, sirtuin1, and lncRNA MALAT-1, and upregulation of E-cadherin compared to the positive control group. However, there was no significant difference between the PEE-preventive and metronidazole-treated groups (p < 0.05). Histopathological analysis showed considerable improvement in pancreatic tissue morphology in the PEE-treated groups. The inflammation score was significantly lower in these groups (p < 0.05), and the combined treatment group exhibited minimal signs of metaplasia and mononuclear cell infiltration. A computational study identified 54 human target genes of bioactive compounds in PEE. These findings shed light on the crucial interactions and pathways in treating pancreatic tumors. Additionally, GO enrichment and KEGG pathway analyses revealed significant pathways, such as the MAPK signaling and RTK pathway, enriched with genes targeted by PEE. Furthermore, evaluation of drug-likeness and ADME properties indicated that ellagic acid possesses drug-like properties and has a high potential for oral absorption. In conclusion, PEE has shown significant therapeutic potential in reducing H. pylori load and improving pancreatic tissue health while influencing key molecular markers and pathways associated with pancreatic tumors.",
      "mesh_terms": [
        "Animals",
        "Helicobacter pylori",
        "Plant Extracts",
        "Male",
        "Epithelial-Mesenchymal Transition",
        "Rats",
        "Pancreas",
        "Helicobacter Infections",
        "Pomegranate",
        "Rats, Wistar",
        "Metronidazole"
      ]
    },
    {
      "pmid": "39350034",
      "title": "Enhancing Mexican lime (Citrus aurantifolia cv.) shelf life with innovative edible coatings: xanthan gum edible coating enriched with Spirulina platensis and pomegranate seed oils.",
      "authors": [
        "Mahbobeh Mohammadi",
        "Somayeh Rastegar",
        "Abbas Rohani"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The Mexican lime (Citrus aurantifolia cv.), widely consumed in Iran and globally, is known for its high perishability. Edible coatings have emerged as a popular method to extend the shelf life of fruits, with xanthan gum-based coatings being particularly favored for their environmental benefits. This study aims to evaluate the effectiveness of an edible coating formulated from xanthan gum, enriched with Spirulina platensis (Sp) and pomegranate seed oil (PSO), in improving the quality and reducing the weight loss of Mexican lime fruit under conditions of 20 ± 2 °C and 50-60% relative humidity. RESULTS: Based on the results, the application of coatings was generally effective in reducing fruit weight loss, with the least weight loss observed in the xanthan gum 0.2%+ Spirulina platensis extract (1%) treatment. Additionally, the levels of total phenols and flavonoids in the treated fruits exceeded those in the control group, with xanthan gum 0.2%+ Spirulina platensis extract (1%) and xanthan gum 0.2% exhibiting the highest concentrations of these compounds. The antioxidant capacity of the fruits was also enhanced by the coatings, surpassing that of the control group, with xanthan gum 0.2%+ Spirulina platensis extract (1%) achieving the highest levels. The treatments significantly suppressed the activity of the polyphenol oxidase (PPO) enzyme, with xanthan gum 0.2% demonstrating the most potent inhibitory effect. Furthermore, the treatments resulted in increased activities of catalase (CAT) and peroxidase (POD) enzymes compared to the control. Except for xanthan gum 0.2%+ pomegranate seed oil (0.05%), all treatments maintained the fruit's greenness (a*) more effectively than the control. CONCLUSIONS: Peel browning is a major factor contributing to the decline in quality and shelf life of lime fruit. The application of 0.1% and 0.2% xanthan gum coatings, as well as a combination of 0.2% xanthan gum and Spirulina platensis extract, significantly inhibited PPO activity and enhanced the activity of CAT and POD and phenolic compound in Mexican lime fruits stored at of 20 ± 2 °C for 24 days. Consequently, these treatments comprehensively preserved lime fruit quality by significantly reducing browning, maintaining green color, and preserving internal quality parameters such as TA, thereby enhancing both visual appeal and overall fruit quality.",
      "mesh_terms": [
        "Polysaccharides, Bacterial",
        "Spirulina",
        "Plant Oils",
        "Pomegranate",
        "Seeds",
        "Fruit",
        "Citrus aurantiifolia",
        "Food Preservation",
        "Food Storage",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39284531",
      "title": "The effect of pomegranate supplementation on symptom severity and quality of life in women with premenstrual syndrome: A randomised controlled trial.",
      "authors": [
        "Ahsen Demirhan Kayacik",
        "Yasemin Hamlaci Başkaya",
        "Kevser Ilçioğlu"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2025-Jan-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: The aim of this study was to find out how well pomegranate use affects quality of life and PMS symptoms. METHODS: This randomised controlled trial (Clinical trial number: NCT06201702) was conducted in a city in the western region of Turkey, reaching women with PMS through social media announcements. Data were collected between 2 January 2024 and 15 May 2024. In the study of 60 participants (intervention group: 30, control group: 30), the intervention group was given pomegranate exrat supplementation for 2 cycles, while the control group did not receive any intervention. The research data were collected through a descriptive information, Premenstrual Syndrome Scale and World Health Organisation Quality of Life Scale. IBM SPSS Version 23 software was used for data analysis. Chi-square test, paired sample t-test and independent sample t-test were used. P-value <.05 was considered statistically significant. RESULTS: When the intervention and control groups were compared in terms of premenstrual syndrome scores, a statistically significant difference was found and it was observed that symptoms decreased significantly in the intervention group after the intervention (p < .05). However, no statistically significant change was observed in the control group (p > .05). When the quality of life scores after the intervention were evaluated, it was seen that the social quality of life of the intervention group was higher than the control group (p < .05). CONCLUSIONS: This study shows that pomegranate may be a potential natural solution, especially in reducing PMS symptoms, and may also be effective in improving social quality of life.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Young Adult",
        "Dietary Supplements",
        "Pomegranate",
        "Premenstrual Syndrome",
        "Quality of Life",
        "Severity of Illness Index",
        "Treatment Outcome",
        "Turkey"
      ]
    },
    {
      "pmid": "39275022",
      "title": "Pomegranate (Punica granatum L.) Extract Effects on Inflammaging.",
      "authors": [
        "Raffaele Cordiano",
        "Luca Gammeri",
        "Eleonora Di Salvo",
        "Sebastiano Gangemi",
        "Paola Lucia Minciullo"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Sep-03",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pomegranate is a notable source of nutrients, containing a considerable proportion of organic acids, polysaccharides, vitamins, fatty acids, and polyphenols such as flavonoids, phenolic acids, and tannins. It is also rich in nutritionally important minerals and chemical elements such as K, P, Na, Ca, Mg, and N. The presence of several bioactive compounds and metabolites in pomegranate has led to its incorporation into the functional food category, where it is used for its numerous therapeutic properties. Pomegranate's bioactive compounds have shown antioxidant, anti-inflammatory, and anticancer effects. Aging is a process characterized by the chronic accumulation of damages, progressively compromising cells, tissues, and organs over time. Inflammaging is a chronic, subclinical, low-grade inflammation that occurs during the aging process and is linked to many age-related diseases. This review aims to summarize and discuss the evidence of the benefits of pomegranate extract and its compounds to slow the aging processes by intervening in the mechanisms underlying inflammaging. These studies mainly concern neurodegenerative and skin diseases, while studies in other fields of application need to be more practical. Furthermore, no human studies have demonstrated the anti-inflammaging effects of pomegranate. In the future, supplementation with pomegranate extracts, polyphenols, or urolithins could represent a valuable low-risk complementary therapy for patients with difficult-to-manage diseases, as well as a valid therapeutic alternative for the topical or systemic treatment of skin pathologies.",
      "mesh_terms": [
        "Pomegranate",
        "Humans",
        "Plant Extracts",
        "Anti-Inflammatory Agents",
        "Inflammation",
        "Aging",
        "Antioxidants",
        "Animals",
        "Polyphenols",
        "Lythraceae"
      ]
    },
    {
      "pmid": "39256130",
      "title": "Characteristics of pomegranate (Punica granatum L.) peel polyphenols encapsulated with whey protein isolate and β-cyclodextrin by spray-drying.",
      "authors": [
        "Zhi-Hong Zhang",
        "Xiaolan Li",
        "Aijuan Ma",
        "Xianli Gao",
        "Siming Zhu",
        "Bing Li"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pomegranate peel polyphenols (PPPs) are recognized as promising food additives due to their diverse bioactivities; however, their application is limited by poor stability. To address this critical issue, three types of PPPs microcapsules were prepared using β-cyclodextrin (CD), whey protein isolate (WPI), and a composite material of CD-WPI through ultrasound treatment (US). Results revealed that ultrasound treatment can enhance the PPPs-wall material interaction, as evidenced by MD simulations. The encapsulation efficiency of CD-WPI-PPPs was 93.73 %, which was significantly higher than that of CD-PPPs and WPI-PPPs (p < 0.05). The degradation rate constant of CD-WPI-PPPs was reduced by 95.83 %, and its t1/2 was extended by 23-fold compared to that of unencapsulated PPPs. Furthermore, CD-WPI-PPPs exhibited greater DPPH scavenging activity and inhibited polyphenol release during oral and gastric digestion while promoting release during intestinal digestion. These outcomes were attributed to enhanced integrity and interactions between PPPs and composite materials in the microcapsules formed through ultrasound treatment, as supported by SEM images and FT-IR spectra. Consequently, the application of US in the preparation of PPPs microcapsules presents a promising strategy for developing natural nutrient additives for food applications, thereby enhancing the functional properties of food products.",
      "mesh_terms": [
        "Pomegranate",
        "Polyphenols",
        "Whey Proteins",
        "beta-Cyclodextrins",
        "Spray Drying",
        "Capsules"
      ]
    },
    {
      "pmid": "39235507",
      "title": "Pomegranate Peel Extract as 6-Phosphogluconate Dehydrogenase (6PGD) Inhibitor for Treatment of Breast Cancer.",
      "authors": [
        "Saba Riaz",
        "Azhar Rasul",
        "Matloob Ahmad",
        "Muhammad Asrar",
        "Mudassir Hassan"
      ],
      "journal": "Cell biochemistry and biophysics",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Targeting the enzymes of Pentose Phosphate Pathway (PPP) has been emerged as a novel strategy for treatment of cancer. 6-phosphogluconate dehydrogenase (6PGD) is third enzyme of PPP and converts 6-phosphogluconate (6-PG) into ribulose 5-phosphate (R-5-P) and produces NADPH. The overexpression of 6PGD has been reported in many human cancers especially in breast cancer and is emerged as the potential anti-cancer drug target. The current study is focused to screen an already established library of plant extracts against 6PGD, among which Pomegranate peel extract showed significant 6PGD inhibitory activity with IC50 value = 0.090 μg/mL. Pomegranate peel competitively inhibited NADP+ and 6-phosphogluconate to 6PGD enzyme having Ki constant value = 12.72 ± 5.54 ng/mL. Moreover, anti-breast cancer activity against MCF-7 cells determined Pomegranate peel as the potent inhibitor of cancerous cells with IC50 value = 3.138 μg/mL. Toxicity profiling of pomegranate peel extract (2000mg/kg) did not show any adverse effect on mice. Moreover, Ont the base of literature a library of known compounds of pomegranate was prepared and established and screened against 6PGD for the identification of actual responsible phytochemicals of 6PGD activity by using molecular docking. Computational tools were used to evaluate selected potent hits. Out of 26 compounds, three potent phytochemicals (Procyanidin, Delphinidin and Cyanidin) exhibited the best binding affinities with 6PGD. In addition, these phytochemicals displayed the best favorable hydrogen bonding, binding energy, and protein-ligand interactions as compare to 3PG. Molecular dynamics simulation suggested that these hits form a stable binding complex with the active site of 6PGD. These findings suggest that Pomegranate peel and its secondary metabolites as the potent inhibitors of 6PGD and the best drug candidate for treatment of breast cancer.",
      "mesh_terms": [
        "Humans",
        "Phosphogluconate Dehydrogenase",
        "Breast Neoplasms",
        "Molecular Docking Simulation",
        "Plant Extracts",
        "Female",
        "MCF-7 Cells",
        "Pomegranate",
        "Animals",
        "Enzyme Inhibitors",
        "Mice",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "39211783",
      "title": "Pomegranate flower polysaccharide improves mastitis in mice by regulating intestinal flora and restoring the blood-milk barrier.",
      "authors": [
        "Jianlong Li",
        "Wen Yin",
        "Yuan Liang",
        "Zhaoran Yang",
        "Liangliang Li",
        "Zhanhai Mai",
        "Xingjian Yu",
        "Yabin Lu",
        "Zhenping Zhang",
        "Saifuding Abula",
        "Yi Wu",
        "Adelijiang Wusiman",
        "Qingyong Guo"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study explored the inhibitory effect of pomegranate flower polysaccharide (PFPS) on mastitis through in vitro and in vivo models. PFPS is a new type of polysaccharide isolated and extracted from pomegranate flowers. The result revealed that PFPS consists of GalA, Ara, and Gal, and the residues consist of 1,4-GalpA, 1,4-Galp, and 1,3,6-Galp, which contain HG-type and RG-I-type pectin structural domains. In vitro studies showed that PFPS could inhibit LPS-enhanced phagocytosis of RAW 264.7 cells and the release of IL-1β, IL-10, and TNF-α. In vivo, studies showed that PFPS improved xylene-induced mouse ear swelling and carrageenan-induced mouse paw edema by inhibiting inflammatory factors. In the mouse mastitis model, PFPS significantly improved LPS-induced inflammation and oxidative stress in mammary tissue. Intestinal flora sequencing results showed that PFPS could effectively regulate the intestinal flora of mice, reduce the relative abundance of pathogenic bacteria Oscillospira and AF12, and increase the probiotics Blautia, Parabacteroides, Allobaculum, and Clostridiaceae_Clostridium. Therefore, PFPS ultimately played a role in preventing mastitis by regulating the intestinal flora and further improving the blood-milk barrier. This study provides a scientific basis for PFPS as a potential candidate drug for the treatment of mastitis."
    },
    {
      "pmid": "39204642",
      "title": "Antidepressant- and Anxiolytic-like Effects of Pomegranate: Is It Acting by Common or Well-Known Mechanisms of Action?",
      "authors": [
        "Erika Estrada-Camerena",
        "Carolina López-Rubalcava",
        "Nelly Maritza Vega-Rivera",
        "María Eva González-Trujano"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Aug-09",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The pharmacological effects of pomegranates have been described considering metabolic aspects such as hypoglycemic and hypolipidemic activities. The pomegranate extract has activity on the central nervous system (CNS) as a natural antidepressant and anxiolytic. The chemical composition of pomegranates is complex since the bioactive compounds are multiple secondary metabolites that have been identified in the extracts derived from the peel, seed, flowers, leaves, or in their combination; so, it has not been easy to identify an individual compound as responsible for its observed pharmacological properties. From this point of view, the present review analyzes the effects of crude extracts or fractions of pomegranates and their possible mechanisms of action concerning antidepressant- and anxiolytic-like effects in animal models. Serotonin receptors, estrogen receptors, the peroxisome proliferator-activated receptor gamma (PPARγ), or monoamine oxidase enzymes, as well as potent antioxidant and neuroplasticity properties, have been described as possible mediators involved in the antidepressant- and anxiolytic-like behaviors after pomegranate treatment. The pharmacological effects observed on the CNS in experimental models associated with a specific stress level suggest that pomegranates could simultaneously modulate the stress response by activating several targets. For the present review, scientific evidence was gathered to integrate it and suggest a possible pathway for mediators to be involved in the mechanisms of action of the pomegranate's antidepressant- and anxiolytic-like effects. Furthermore, the potential benefits are discussed on comorbid conditions with anxiety and depression, such as perimenopause transition and pain."
    },
    {
      "pmid": "39199253",
      "title": "Effects of Hyperbaric (Non-Thermal) Sanitization and the Method of Extracting Pomegranate Juice on Its Antioxidant and Antihypertensive Properties.",
      "authors": [
        "Gieraldin Campos-Lozada",
        "Jonathan Hernández-Miranda",
        "Leonardo Del Valle-Mondragón",
        "Araceli Ortiz-Polo",
        "Gabriel Betanzos-Cabrera",
        "Gabriel Aguirre-Álvarez"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Aug-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pomegranate (Punica granatum L.) is considered a functional food due to its polyphenol content that benefits the body. The type of processing the fruit undergoes is important, as this also influences the concentrations of these compounds. The pomegranate juice was extracted by two methods: manual extraction using a manual juicer through heat treatment in a water bath (Man-P), and extraction through mechanical pressing using Good Nature X-1 equipment and hyperbaric sanitization (Mech-Hyp). Bromatological analyses showed significant differences (p ≤ 0.05) between the two treatments. When subjected to hyperbaric sanitization, the juice showed higher concentrations of moisture, soluble solids, protein, and carbohydrates. In an antioxidant analysis, the ABTS radical showed no significant difference in the treatments, with 96.99% inhibition. For the DPPH radical, the sample with the highest inhibition was Man-P with 98.48%. The determination of phenols showed that there was a higher concentration in juice that underwent pasteurization (104.566 mg GAE/mL). However, the Mech-Hyp treatment exhibited a minor concentration of phenols with 85.70 mg GAE/mL. FTIR spectra revealed that the functional groups were mainly associated with carbohydrates. Regarding ACE inhibition, it was observed that the Man-P and Mech-Hyp juices showed greater inhibition of enzyme in hypertensive patients compared to normotensive patients. This activity can be attributed to the mechanisms of action of antioxidant compounds. Both extraction methods manual and mechanical pressing resulted in increased antioxidant and antihypertensive activity. The antioxidant compounds accompanied by adequate sanitation were decisive in an antimicrobial analysis, since no pathogenic microorganisms were observed in the juices."
    },
    {
      "pmid": "39171473",
      "title": "Protective Effects of Chitosan-Loaded Pomegranate Peel Extract Nanoparticles on Infertility in Diabetic Male Rats.",
      "authors": [
        "Farah Said",
        "Amel Ramadan Omar",
        "Ayman Saber Mohamed",
        "Ahmed Imam Dakrory",
        "Mennatallah H Abdelaziz"
      ],
      "journal": "Current topics in medicinal chemistry",
      "publication_date": "2024-Aug-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diabetes Mellitus (DM) is known to have an impact on the health of the male reproductive system. It is linked to low sperm quality, increased oxidative stress, and an increased generation of reactive oxygen species in the seminal fluid. Pomegranate extract has phenolic compounds and significant protective properties against oxidative stress, male sex hormone disruptions, and sperm abnormalities. OBJECTIVE: The current study aimed to evaluate the effectiveness of Pomegranate Peel Extract Nanoparticles (PPENPs) on male fertility in diabetic rats. METHODS: DM was induced in rats by intraperitoneal injection of streptozotocin (60 mg/kg). Twenty-four rats were divided into four groups, 6 rats in each group: control, DM, DM+empty NPs (60 mg/kg, orally), and DM+PPENPs (60 mg/kg, orally). RESULTS: Administration of PPENPs increased the levels of insulin, FSH, LH, testosterone, catalase, glutathione reduced, and semen fructose. PPENPs also improved sperm quality, as seen by improvements in sperm morphology, motility, count, and the ability of metabolically active spermatozoa to convert blue resazurin dye to pink resorufin. However, PPENPs decreased levels of glucose, malonaldehyde, nitric oxide, and sperm abnormalities. Also, histological investigation of the PPENPs showed improvement in testis tissue architecture and increased the diameter size of seminiferous tubules and germinative layer thickness. CONCLUSION: Our investigation proved that the treatment of PPENPs has a protective effect on the reproductive system of male diabetic rats, improving fertility parameters, healthy sperm profiles, and the antioxidant system."
    },
    {
      "pmid": "39157334",
      "title": "Understanding the dynamics of Meloidogyne incognita infestation in pomegranate orchards of Himachal Pradesh, India (year 2018, 2019 and 2021) and its management strategies.",
      "authors": [
        "Mukesh",
        "Kishore Khosla",
        "Satish K Sharma"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigates the prevalence and dynamics of pomegranate wilt disease induced by Meloidogyne incognita across the Kullu, Mandi and Solan districts of Himachal Pradesh (India), revealed notable spatial and temporal variations in nematode populations and galling severity across the regions. The highest average nematode infestation of 9.25 % was observed at Nauni with highest counts of average second-stage juvenile (J2) larvae (449 larvae per 100 cc of soil) followed by Hurla (Kullu) with 7.42 % infestation. Correlation analysis reveals a strong positive relationship between larval population and galling severity suggesting a potential link between nematode levels and plant damage. Common disease symptoms were leaf size reduction, yellowing and gradual decline of pomegranate plants, often observed in patches within orchards. Microscopic identification revealed distinctive pear-shaped body of mature females while J2 larvae displayed vermiform shapes and the associated species of M. incognita was confirmed through examination of the perineal pattern. Pathogenicity test reveals initiation of leaf yellowing symptom after 45 days of inoculation of larval suspension and root galling was observed after 60 days onward followed by plant decline under greenhouse conditions. Results from pot and field experiments demonstrated the efficacy of Fluopyram and Fluensulfone in reducing nematode populations and galling severity. Treatment with drenching of Fluopyram at the rate of 2 ml/L reduced 98.56 % larvae under field and 99.00 % larvae/100 cc soil under pot conditions. Statistical analysis (paired t-test and MANOVA) confirms significant differences in galling severity and larval population before and after drenching. The study also underscores the importance of weed management in disease mitigation as several weed species (Chenopodium album and Solanum nigrum) were identified as potential reservoirs for M. incognita in infested pomegranate plant basin. This investigation contributes to the advancement of management practices for pomegranate cultivation that addresses both nematode and weed infestations ultimately enhancing crop resilience and productivity."
    },
    {
      "pmid": "39157308",
      "title": "Exploring the synergistic potential of pomegranate fermented juice compounds against oxidative stress-induced neurotoxicity through computational docking and experimental analysis in human neuroblastoma cells.",
      "authors": [
        "Reshmi Akter",
        "Md Niaj Morshed",
        "Muhammad Awais",
        "Byoung Man Kong",
        "Se-Woung Oh",
        "Ji-Hyung Oh",
        "Abdulwahed F Alrefaei",
        "Deok Chun Yang",
        "Dong Uk Yang",
        "Sajid Ali"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study explored the neuroprotective potential of fermented pomegranate (PG-F) against hydrogen peroxide (H2O2)-induced neurotoxicity in human neuroblastoma SH-SY5Y cells and elucidated the underlying molecular mechanisms. The fermentation process, involving probiotics, transforms the hydrolyzable tannins in pomegranate juice into ellagic acid (EA) and gallic acid (GA), which are believed to contribute to its health benefits. Molecular docking simulations confirmed the stable interactions between EA, GA, and proteins associated with the antioxidant and anti-apoptotic pathways. PG-F significantly enhanced the viability of H2O2-treated cells, as evidenced by 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assays, cell morphology observations, and Hoechst 33342 staining. PG-F mitigated the H2O2-induced intracellular reactive oxygen species (ROS) levels, restored mitochondrial membrane potential, and upregulated antioxidant gene expression. The PG-F treatment also attenuated the H2O2-induced imbalance in the Bax/Bcl-2 ratio and reduced the cleaved caspase-3, caspase-7, and caspase-9 levels, suppressing the apoptotic pathways. Further insights showed that PG-F inhibited the phosphorylation of mitogen-activated protein kinases (MAPKs) and facilitated the nuclear translocation of nuclear factor-erythroid 2-related factor (Nrf2), highlighting its role in modulating the key signaling pathways. A combined treatment with equivalent concentrations of EA and GA, as found in PG-F, induced remarkable cellular protection. Drug combination analysis using the Chou-Talalay method revealed a synergistic effect between EA and GA, emphasizing their combined efficacy. In conclusion, PG-F has significant neuroprotective effects against H2O2-induced neurotoxicity by modulating the antioxidant and anti-apoptotic pathways. The synergistic action of EA and GA suggests the therapeutic potential of PG-F in alleviating oxidative stress-associated neurodegenerative diseases."
    },
    {
      "pmid": "39149004",
      "title": "Investigation of the potential of pomegranate peel as a treatment option for heavy metal contaminated wastewater: Experimental and modeling approaches.",
      "authors": [
        "Javad Zareei",
        "Nizomiddin Juraev",
        "Sabir Tagelsir Hassan Widatalla",
        "M Kerwad",
        "Dmitry Olegovich Bokov",
        "Khalid A Alkhuzai",
        "Carlos Rodriguez-Benites",
        "Merwa Alhadrawi",
        "Salah Hassan Zain Al-Abdeen"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Jul-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Heavy metals can cause serious environmental and human health problems, and their removal from wastewater is critical to protect our planet and communities. This study investigated the ability of crushed pomegranate peel to remove mercury and cadmium ions from contaminated water as a function of different experimental parameters. The experimental results showed that the pH of the solution influenced the adsorptive removal of heavy metals, with the best performance observed at pH 4.8. Optimization studies and process balance modeling were performed to optimize the process for commercial use. The performance of pomegranate peel was compared with that of other materials, and the highest adsorption capacities for both cadmium (Ca (II)) and mercury (Hg (II)) ions were observed to be 89.59 and 42.125 mg/g, respectively. The results were interpreted using the Langmuir model, which provided the best fit to describe the behavior of the process."
    },
    {
      "pmid": "39138188",
      "title": "Phytochemical screening, antioxidant, anti-diabetic, and anti-obesity activities, formulation, and characterization of a self-nanoemulsion system loaded with pomegranate (Punica granatum) seed oil.",
      "authors": [
        "Ahmad M Eid",
        "Linda Issa",
        "Khalid Arar",
        "Ahmad Abu-Zant",
        "Mohammad Makhloof",
        "Yazan Masarweh"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Aug-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pomegranate (Punica granatum) is a tree of the Punicaceae family that is widespread all over the world and has several types and therapeutic uses. The current study aimed to investigate the phytochemical compounds by GC analysis and carried out physical characterization of the pomegranate seed oil and its self-nanoemulsifying system. Then antioxidant, anti-diabetic, and anti-lipase activities were investigated for both.The pomegranate seed oil was extracted, and its self-nanoemulsifying system was then prepared. Phytochemical compounds were analyzed by GC, and physical characterization was established of the pomegranate seed oil and its self-nanoemulsifying system. Then antioxidant, anti-diabetic, and anti-lipase activities were investigated for both.The GC-MS analysis revealed that punicic acid, β-eleosteric acid, catalpic acid, α-eleosteric acid, and oleic acid were the most predominant compounds in pomegranate seed oil. Other active compounds like linoleic acid, palmitic acid, stearic acid, and α-linolenic acid were detected in trace percentages. The self-nanoemulsifying system was prepared using various concentrations of surfactant (Tween 80), co-surfactant (Span 80), and pomegranate seed oil. The selected formulation had a PDI of 0.229 ± 0.09 and a droplet size of 189.44 ± 2.1 nm. The free radical scavenging activity of pomegranate seed oil, the self-emulsifying system, and Trolox was conducted using DPPH. The oil-self-nanoemulsifying system showed potent antioxidant activity compared to Trolox. Also, pomegranate oil inhibited α-amylase with a weak IC50 value of 354.81 ± 2.3 µg/ml. The oil self-nanoemulsifying system showed potent activity compared to acarbose and had a weaker IC50 value (616.59 ± 2.1 µg/ml) and a potent IC50 value (43.65 ± 1.9 µg/ml) compared to orlistat.Pomegranate seed oil self-nanoemulsifying system could be applied in the future for the preparation of possible oral medications for the prevention and treatment of oxidative stress, diabetes, and obesity due to its high activity against free radical, amylase, and lipase enzymes compared to pomegranate seed oil itself and the references used. This study reveals that self-nanoemulsion systems can enhance oil drug formulations by improving pharmacokinetics and pharmacodynamics, acting as drug reservoirs, and facilitating efficient oil release.",
      "mesh_terms": [
        "Pomegranate",
        "Antioxidants",
        "Seeds",
        "Emulsions",
        "Plant Oils",
        "Hypoglycemic Agents",
        "Phytochemicals",
        "Anti-Obesity Agents",
        "Lipase",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "39126293",
      "title": "Effect of pomegranate solution alone or combined with chlorhexidine against oral multispecies biofilm.",
      "authors": [
        "J A Gallas",
        "L L Pelozo",
        "S A M Corona",
        "Y Shen",
        "M Haapasalo",
        "M D Sousa-Neto",
        "A E Souza-Gabriel"
      ],
      "journal": "International endodontic journal",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: Natural bioactive products have been tested as alternative antimicrobial agents. This study evaluated the effect of Punica granatum extract (PGE) on oral multispecies biofilms. METHODOLOGY: Lyophilized extracts from pomegranate peel were prepared, and the punicalagin content was assessed by ultra-performance liquid chromatography (UPLC). Oral multispecies biofilms from 2 donors were grown on four collagen-coated hydroxyapatite discs. After incubation for 7 days or 3 weeks, the biofilms were exposed to water (control), 2% CHX, 10% PGE, 20% PGE or 30% PGE for 3 min. The proportions of dead bacteria were assessed by the live/dead staining and confocal microscopy. After the analysis, the best PGE concentration (30%) was combined with CHX. The experimental phases were repeated using water, 2% CHX, 30% PGE and 30% PGE + 2% CHX. Five random areas of the biofilm on each disc were scanned, resulting in 20 scanned areas for each group. RESULTS: Regarding the biofilm volume, no differences were found amongst solutions (p = .111). The PGE solution killed bacteria effectively in 1-week, 2-week and 3-week-old-plaque biofilms, ranging from 37 to 55.3%, depending on the PGE concentration. The 30% PGE (a) (p = .0009) had greater antibiofilm effectiveness than 2% CHX (b), which killed bacteria in the 25.2 to 48.7% range. The 10% and 20% PGE had intermediate values (ab), without significant differences from 30% PGE (p = 1.002). Water (c) had the lowest proportion of dead bacteria (p < .00001) in a range of 5 to 6.7% and lower effectiveness in killing bacteria (p < .05). The PGE alone or mixed with 2% CHX had greater anti-biofilm effectiveness than CHX (p < .05). The old plaque biofilms were more resistant than the 7-day-old plaque (p < .05). CONCLUSIONS: The 30% PGE (alone or combined with CHX) exhibited a greater antibiofilm effect on oral multispecies biofilms grown on hydroxyapatite discs than 2% CHX.",
      "mesh_terms": [
        "Biofilms",
        "Pomegranate",
        "Plant Extracts",
        "Chlorhexidine",
        "Humans",
        "Anti-Infective Agents, Local",
        "Hydrolyzable Tannins",
        "Microscopy, Confocal",
        "Dental Plaque"
      ]
    },
    {
      "pmid": "39114264",
      "title": "Effect of precipitating agent, N2 gas, extract volume and pH on the magnetic properties of magnetite nanoparticles by green synthesis from aqueous pomegranate peel extract.",
      "authors": [
        "Marzieh Dehghani",
        "Behnam Hajipour-Verdom",
        "Parviz Abdolmaleki"
      ],
      "journal": "Frontiers in chemistry",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Superparamagnetic nanoparticles (SPMNPs) have attracted considerable attention in biomedicine, particularly magnetic hyperthermia for cancer treatment. However, the development of efficient and eco-friendly methods for synthesizing SPMNPs remains a challenge. This study reports on a green synthesis approach for SPMNPs using pomegranate peel extract as a stabilizing agent. The effects of various synthesis parameters, including the type of precipitating agent (NH3 and NaOH), N2 gas, extract volume, and pH, were systematically investigated with regard to the size, morphology, and magnetic properties of the nanoparticles. The results showed that reducing the volume of the extract increased the saturation magnetization of the nanoparticles. N2 gas was found to be essential in preventing the oxidation of the nanoparticles. The type of precipitating agent also affected the size and magnetization of the nanoparticles, with NaOH leading to the synthesis of SPMNPs with higher magnetization (∼4 times) compared to NH3. Additionally, nanoparticles synthesized at pH 10 exhibited higher magnetization than those synthesized at pH 8 and 12. In conclusion, the optimized synthesis conditions significantly affected the magnetization and stability of SPMNPs. These nanoparticles are suitable for use in magnetic nanofluid hyperthermia applications."
    },
    {
      "pmid": "39055750",
      "title": "Effect of pomegranate peel with/without autologous bone marrow on healing of acute cutaneous wounds in alloxan-induced diabetic rabbits.",
      "authors": [
        "Fahd A Al-Sobayil",
        "Meshal M Alsupail",
        "Mohamed Tharwat"
      ],
      "journal": "Open veterinary journal",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Healing of bum wounds is commonly associated with many complications. Every year various new repair materials are developed and experimentally used for treating burn wounds. Humans with diabetes mellitus usually suffer from chronic wound healing. Vascular, neuropathic, immune function, and biochemical abnormalities each contribute to the altered tissue repair. One underlying factor that accompanies all diabetic ulcerations is poor vascular flow, a circumstance that impedes proper wound healing. Numerous studies have highlighted the importance of adequate vascular sufficiency and vessel proliferation in tissue repair and the lack thereof in diabetic wound healing. Other studies have looked at whether disarrayed capillary remodeling and maturation of vessels might play a role in impaired diabetic wound healing. AIM: This investigation has been planned to report the influence of treatment with a mixture of both the powder of pomegranate peel (PP) accompanied with an autologous bone marrow (BM) on the cure of burn injuries in experimentally induced diabetic rabbits. METHODS: Alloxan monohydrate has been applied to create diabetes in 50 rabbits. Then in each rabbit, two deep second-degree burn wounds were experimentally created. The animals were then divided randomly into 5 treatment sections: non-treatment controls (C1), treated with an available commercial powder for wound (C2), treatment with powder of PP, treatment with alone BM, and the final group treated with PP powder with bone marrow (PPBM). The speed of wound closure and the histopathological changes during healing were measured. The levels of the biomarkers of rabbit platelet-derived growth factor AA (PDGF-AA) and rabbit protease-activated receptor 1 (PAR-1) were measured on days 0, 4, 8, and 12. RESULTS: Wound healing was markedly more rapid in all the treatment groups versus the control non-treated group. Interestingly, a rapid wound cure was significantly observed in the PPBM group versus the other treatment ones. The histological assessment clarified a significant elevation in the fibroblast and collagen scores in the PPBM group versus the other sections. In addition, there were significant increases in the serum levels of the biomarkers PDGF-AA and PAR-1 among groups. CONCLUSION: Dependent on the results of current research, it can be concluded that both PP powder with BM PPBM significantly accelerate the healing process of burn wounds in experimentally induced diabetic rabbits.",
      "mesh_terms": [
        "Animals",
        "Rabbits",
        "Wound Healing",
        "Diabetes Mellitus, Experimental",
        "Burns",
        "Pomegranate",
        "Male",
        "Alloxan",
        "Bone Marrow Transplantation"
      ]
    },
    {
      "pmid": "39055489",
      "title": "Pomegranate seeds: a comprehensive review of traditional uses, chemical composition, and pharmacological properties.",
      "authors": [
        "Jian Wang",
        "Mengjie Sun",
        "Jian Yu",
        "Jinglong Wang",
        "Qinghua Cui"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pomegranate seeds (PS) are the dried seeds derived from pomegranate fruit, accounting for approximately 20% of the fruit's total weight, and are a by-product of pomegranate juice extraction. These seeds hold significance in traditional medicine among Uyghurs and Tibetan cultures, featuring diverse clinical applications within traditional Chinese medicine. These applications include management of gastric coldness and acidity, abdominal distension, liver and gallbladder fever, and pediatric enteritis. PS demonstrates properties such as stomach tonicity, qi regulation, analgesia, and anti-inflammatory effects. Extensive research underscores the richness of PS in various phytochemical compounds and metabolites, notably unsaturated fatty acids (particularly linolenic acid and linoleic acid), phenolic compounds tocopherols, proteins, and volatile oils. Notably, among these bioactive compounds, punicic acid (PA), found within PS, demonstrates potential in the prevention and treatment of cancers, diabetes, obesity, and other ailments. Despite extensive literature on pomegranate as a botanical entity, a comprehensive review focusing specifically on the chemical composition and pharmacological effects of PS remains elusive. Therefore, this review aimed to consolidate knowledge regarding the medicinal properties of PS, summarizing its chemical composition, traditional uses, and pharmacological effects in treating various diseases, thereby laying a foundation for the advancement and application of PS in the field of pharmacology."
    },
    {
      "pmid": "39055198",
      "title": "Effect of pomegranate peel powder-infused multigrain chapatti on diabetes prevention: A randomized clinical trial.",
      "authors": [
        "Muhammad Zubair",
        "Aftab Ahmed",
        "Muhammad Afzaal",
        "Farhan Saeed",
        "Zargham Faisal",
        "Aasma Asghar",
        "Noor Akram",
        "Salim Manoharadas",
        "Asad Nawaz",
        "Degnet Teferi Asres"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes mellitus is a metabolic and chronic disease linked to lifestyle factors like dietary patterns and physical inactivity. This randomized clinical study aimed to develop a novel dietary intervention using pomegranate peel powder-based multigrain chapatti to prevent diabetes. The product was formulated by incorporating pomegranate peel powder into a mixture of wheat flour, pearl flour, millet flour, and chickpea flour. The study included the formulation of various treatments (Tc, T1, T2, and T3) following product development, and these treatments were subjected to comprehensive assessments. The nutritional composition and antioxidant potential of the pomegranate peel powder-based multigrain chapatti were analyzed. Sensory attributes, including taste, texture, and overall acceptability, were evaluated. Additionally, biochemical analyses, including blood glucose levels and HbA1C, were conducted to assess the impact of the interventions on blood glucose metabolism. The results revealed that the nutritional profile and phytochemical potential of the product improved significantly in treatment T3, which contained 15% pomegranate juice. Overall acceptability was found to be high for T3, indicating that the inclusion of pomegranate peel powder was well received in terms of taste and sensory qualities. Importantly, the clinical trial demonstrated positive outcomes in the intervention group receiving the pomegranate peel powder-based multigrain chapatti. Blood glucose analysis and HbA1C assessments indicated that the consumption of this innovative dietary product contributed to improved blood glucose metabolism, suggesting its potential as a preventive strategy for diabetes."
    },
    {
      "pmid": "39047048",
      "title": "Correction: Pomegranate extract-loaded sphingosomes for the treatment of cancer: Phytochemical investigations, formulation, and antitumor activity evaluation.",
      "authors": [
        "Huda Jamal AlMadalli",
        "Bazigha K Abdul Rasool",
        "Naglaa Gamil Shehab",
        "Francesca Della Sala",
        "Assunta Borzacchiello"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Published Erratum"
      ],
      "abstract": "[This corrects the article DOI: 10.1371/journal.pone.0293115.]."
    },
    {
      "pmid": "38986980",
      "title": "Inhibitory effect of polyphenols from sumac, pomegranate and Indian almond on urease producing bacteria and jack bean urease activity.",
      "authors": [
        "Muhammad Abdul Haq",
        "Mudassir Nazir",
        "Gul Jabeen",
        "Nusrat Jabeen",
        "Shahina Naz",
        "Haq Nawaz",
        "Jiaxing Xu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Urinary tract infection caused by Klebsiella, Proteus and Streptococcus is a urease dependent process, hence treatment of these infections by antibacterial compounds lies in inhibition of their virulence factors. The crude methanolic extracts derived from sumac fruit, pomegranate peel and Indian almond leaves were separated into anthocyanin and non-anthocyanin fractions using solid phase cartridges. The inhibitory effect of these fractions was determined on the growth of urease producing species and jack bean urease activity. Known compounds in the fractions were also docked with ureases of different biological origins viz. K. pneumoniae (PDB ID: 8HCN), K. aerogenes (PDB ID: 2KAU), Helicobacter pylori (PDB ID:8HC1)and Canavalia ensiformis (jack bean) (PDB ID: 3LA4) to determine their binding affinities and interaction with the enzyme. All the fractions showed significant inhibition growth for P. mirabilis, S. epidermidis and K.pneumoniae. Among the samples, sumac showed greatest inhibition against all (MIC 6-25 mg.mL-1) while among the fractions, anthocyanin was found to be most active (MIC 6-12 mg/mL). Likewise, all fractions inhibited urease with lowest ICs50 shown by sumac fractions (21-116 μg.mL-1). Out of 39 compounds docked, 27 showed interaction with movable flaps and/or active site of ureases which explains their mode of inhibition.",
      "mesh_terms": [
        "Urease",
        "Polyphenols",
        "Pomegranate",
        "Prunus dulcis",
        "Canavalia",
        "Plant Extracts",
        "Anti-Bacterial Agents",
        "Enzyme Inhibitors",
        "Microbial Sensitivity Tests",
        "Molecular Docking Simulation",
        "Bacteria"
      ]
    },
    {
      "pmid": "38977085",
      "title": "Protection against α-Amanitin-induced liver toxicity: Efficacy of pomegranate seed oil and black cumin oil.",
      "authors": [
        "Fatih Sezer",
        "Zübeyir Elmazoğlu",
        "Güldal Esendağlı",
        "Sevil Özger İlhan",
        "Çimen Karasu"
      ],
      "journal": "Toxicon : official journal of the International Society on Toxinology",
      "publication_date": "2024-Aug-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The consumption of mushrooms containing α-Amanitin (α-A) can lead to severe liver damage. In this study, toxicological experiments were conducted to confirm the protective effects of pomegranate seed oil (PSO) and black cumin oil (BCO) against α-A-induced hepatotoxicity. Rats exposed once to α-A (3 mg/kg bw, i.p.) or saline alone (0.1 ml, i.p.) were either left untreated or treated with PSO or BCO at a dose of 2 ml/kg bw/day by oral gavage on the same day, and the treatment was continued for 7 days. Serum aminotransferases (ALT and AST), alkaline phosphatase (ALP) and total protein levels were measured and the active caspase 3 (cl-caspase 3) was evaluated by western blotting in the liver. Serum ALT, AST and ALP levels tended to decrease in the α-A exposed group, but no statistically significant difference was found compared to the saline group (p > 0.05). PSO and BCO did not affect serum liver function tests in rats exposed to saline or α-A. α-A toxicity was demonstrated by a significant decrease in serum total protein level (p < 0.05), a significant increase in liver cl-caspase 3 expression (p < 0.05), and structural liver damage mainly characterized by mononuclear inflammation and steatosis. When α-A exposed rats were treated with BCO, the increase in cl-caspase 3 was not inhibited, on the contrary BCO increased cl-caspase 3 in healthy rats (p < 0.05). PSO significantly ameliorated α-A-induced cl-caspase 3 increase and inflammatory histopathology in the liver. Both PSO and BCO completely prevented α-A-induced protein degradation. The findings indicate that PSO and BCO may protect liver functions against α-A-induced hepatotoxicity, encouraging future comprehensive studies to test them at different doses and frequency.",
      "mesh_terms": [
        "Animals",
        "Plant Oils",
        "Rats",
        "Pomegranate",
        "Chemical and Drug Induced Liver Injury",
        "Liver",
        "Male",
        "Alpha-Amanitin",
        "Seeds",
        "Caspase 3",
        "Nigella sativa",
        "Alkaline Phosphatase",
        "Alanine Transaminase",
        "Rats, Sprague-Dawley",
        "Carum"
      ]
    },
    {
      "pmid": "38914385",
      "title": "Citric acid cross-linked pomegranate peel extract-loaded pH-responsive β-cyclodextrin/carboxymethyl tapioca starch hydrogel film for diabetic wound healing.",
      "authors": [
        "Pranav L Savekar",
        "Sameer J Nadaf",
        "Suresh G Killedar",
        "Vijay M Kumbar",
        "Joy H Hoskeri",
        "Durgacharan A Bhagwat",
        "Shailendra S Gurav"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pomegranate peel extract (PPE) hydrogel films filled with citric acid (CA) and β-cyclodextrin-carboxymethyl tapioca starch (CMS) were designed mainly to prevent wound infections and speed up the healing process. FTIR and NMR studies corroborated the carboxymethylation of neat tapioca starch (NS). CMS exhibited superior swelling behavior than NS. The amount of CA and β-CD controlled the physicochemical parameters of developed PPE/CA/β-CD/CMS films. Optimized film (OF) exhibited acceptable swellability, wound fluid absorptivity, water vapor transmission rate, water contact angle, and mechanical properties. Biodegradable, biocompatible, and antibacterial films exhibited pH dependence in the release of ellagic acid for up to 24 h. In mice model, PPE/CA/β-CD/CMS hydrogel film treatment showed promising wound healing effects, including increased collagen deposition, reduced inflammation, activation of the Wingless-related integration site (wnt) pathway leading to cell division, proliferation, and migration to the wound site. The expression of the WNT3A gene did not show any significant differences among all the studied groups. Developed PPE-loaded CA/β-CD/CMS film promoted wound healing by epithelialization, granulation tissue thickness, collagen deposition, and angiogenesis, hence could be recommended as a biodegradable and antibacterial hydrogel platform to improve the cell proliferation during the healing of diabetic wounds.",
      "mesh_terms": [
        "Wound Healing",
        "Animals",
        "Starch",
        "Pomegranate",
        "beta-Cyclodextrins",
        "Mice",
        "Plant Extracts",
        "Hydrogen-Ion Concentration",
        "Citric Acid",
        "Manihot",
        "Anti-Bacterial Agents",
        "Hydrogels",
        "Male",
        "Diabetes Mellitus, Experimental",
        "Methylgalactosides"
      ]
    },
    {
      "pmid": "38897439",
      "title": "Pomegranate polyphenol punicalagin as a nutraceutical for mitigating mild cognitive impairment: An overview of beneficial properties.",
      "authors": [
        "Wenjun Wang",
        "Pan Long",
        "Mengshan He",
        "Tao Luo",
        "Yubo Li",
        "Ling Yang",
        "Yi Zhang",
        "Xudong Wen"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2024-Aug-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Dementia treatment has become a global research priority, driven by the increase in the aging population. Punicalagin, the primary polyphenol found in pomegranate fruit, exhibits a variety of benefits. Today, a growing body of research is showing that punicalagin is a nutraceutical for the prevention of mild cognitive impairment (MCI). However, a comprehensive review is still lacking. The aim of this paper is to provide a comprehensive review of the physicochemical properties, origin and pharmacokinetics of punicalagin, while emphasizing the significance and mechanisms of its potential role in the prevention and treatment of MCI. Preclinical and clinical studies have demonstrated that Punicalagin possesses the potential to effectively target and enhance the treatment of MCI. Potential mechanisms by which punicalagin alleviates MCI include antioxidative damage, anti-neuroinflammation, promotion of neurogenesis, and modulation of neurotransmitter interactions. Overall, punicalagin is safer and shows potential as a therapeutic compound for the prevention and treatment of MCI, although more rigorous randomized controlled trials involving large populations are required.",
      "mesh_terms": [
        "Hydrolyzable Tannins",
        "Humans",
        "Cognitive Dysfunction",
        "Pomegranate",
        "Dietary Supplements",
        "Animals",
        "Polyphenols",
        "Antioxidants",
        "Neuroprotective Agents"
      ]
    },
    {
      "pmid": "38887904",
      "title": "Pomegranate Juice Supplemented with Inulin Modulates Gut Microbiota and Promotes the Production of Microbiota-Associated Metabolites in Overweight/Obese Individuals: A Randomized, Double-Blind, Placebo-Controlled Trial.",
      "authors": [
        "Chen Hou",
        "Haidan Shi",
        "Jingjing Xiao",
        "Xiaoyu Song",
        "Zhuoting Luo",
        "Xing Ma",
        "Lin Shi",
        "Hongliang Wei",
        "Jianke Li"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-Jul-03",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Pomegranate juice (PJ) and inulin have been reported to ameliorate diet-induced metabolic disorders by regulating gut microbiota dysbiosis. However, there was a lack of clinical evidence for the combined effects of PJ and inulin on regulating gut microbiota in individuals with metabolic disorders. A double-blind, parallel, randomized, placebo-controlled trial was conducted, and 68 overweight/obese individuals (25 ≤ BMI ≤ 35 kg/m2) were randomly assigned to receive 200 mL/d PJ, PJ supplemented with inulin, or placebo for 3 weeks. Our results showed that PJ and PJ+inulin did not significantly alter the levels of anthropometric and blood biochemical indicators after 3 weeks of treatment. However, there was an increasingly significant impact from placebo to PJ to PJ+inulin on the composition of gut microbiota. Detailed bacterial abundance analysis further showed that PJ+inulin treatment more profoundly resulted in significant changes in the abundance of gut microbiota at each taxonomic level than PJ. Moreover, PJ+inulin treatment also promoted the production of microbiota-associated short-chain fatty acids and pomegranate polyphenol metabolites, which correlated with the abundance of the bacterial genus. Our results suggested that PJ supplemented with inulin modulates gut microbiota composition and thus promotes the production of microbiota-associated metabolites that exert potential beneficial effects in overweight/obese subjects.",
      "mesh_terms": [
        "Humans",
        "Inulin",
        "Gastrointestinal Microbiome",
        "Male",
        "Adult",
        "Obesity",
        "Pomegranate",
        "Female",
        "Middle Aged",
        "Overweight",
        "Double-Blind Method",
        "Fruit and Vegetable Juices",
        "Bacteria",
        "Dietary Supplements",
        "Fatty Acids, Volatile",
        "Young Adult"
      ]
    },
    {
      "pmid": "38855842",
      "title": "Extraction, purification and anticancer activity studies on triterpenes from pomegranate peel.",
      "authors": [
        "Mengqi Zhang",
        "Yutao Zhang",
        "Xu Guo",
        "Yingying Chen",
        "Huimin Li",
        "Guihua Zhou",
        "Shutao Sun",
        "Qidong Ren",
        "Jesus Simal-Gandara",
        "Jinyue Sun",
        "Ningyang Li",
        "Chao Liu"
      ],
      "journal": "Food & function",
      "publication_date": "2024-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pomegranate peel is the by-product of pomegranate processing, which contains a lot of triterpene compounds. In this study, the total triterpenes of pomegranate peel (TPP) were extracted using an ultrasonic-assisted ethanol extraction method under optimal conditions, purified using D-101 macroporous resin to obtain a purity of 75.28%. The triterpenes in TPP were mainly pentacyclic triterpenes determined by LC-MS/MS. Network pharmacological analysis predicted that the anticancer targets were closely related to the MAPK pathway. The in vitro results showed that TPP could inhibit cell proliferation, promote apoptosis, reduce mitochondrial membrane potential and increase ROS levels. The western blot results indicated that the expression levels of the apoptotic proteins Bax, Bcl-2, cytochrome C, cleaved caspase-3 and cleaved caspase-9 were increased. In addition, the protein expression of the MAPK pathway predicted by network pharmacology also changed significantly. These results provided that TPP has potential for adjuvant therapy of tumors.",
      "mesh_terms": [
        "Triterpenes",
        "Humans",
        "Pomegranate",
        "Apoptosis",
        "Cell Proliferation",
        "Plant Extracts",
        "Cell Line, Tumor",
        "Membrane Potential, Mitochondrial",
        "Fruit",
        "Antineoplastic Agents",
        "Antineoplastic Agents, Phytogenic",
        "Reactive Oxygen Species",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "38827464",
      "title": "Effects of Pomegranate (Punica granatum L.) Peel Extract Supplementation on Markers of Inflammation and Serum Matrix Metalloproteinase 1 in Women With Knee Osteoarthritis: A Randomized Double-Blind Placebo-Controlled Study.",
      "authors": [
        "Maryam Rafraf",
        "Mahdiyeh Khadem Haghighian",
        "Roghayeh Molani-Gol",
        "Salar Hemmati",
        "Mohammad Asghari Jafarabadi"
      ],
      "journal": "Nutrition and metabolic insights",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Osteoarthritis (OA) as a common musculoskeletal disorder is the main cause of disability in the world. The present study aimed to evaluate the effects of pomegranate peel extract (PPE) on some inflammatory markers and matrix maloproteinase1 (MMP1) in women with knee OA. METHODS: Sixty obese women with knee OA aged 38 to 60 years were included in this clinical trial. The women were allocated into intervention (n = 30) and placebo (n = 30) groups along with standard drug therapy receiving 500 mg PPE or placebo twice daily for 8 weeks, respectively. Three-day food records, anthropometric measurements, fasting blood samples, and physical activity questionnaires were gathered at the baseline and the end of the study. RESULTS: The supplementation of PPE significantly reduced the serum high-sensitivity C-reactive protein (hs-CRP), nuclear factor kappa-light-chain-enhancer of activated B cells (NF-ĸB), MMP1, and monocyte chemoattractant protein-1 (MCP-1) levels of the patients within the intervened group (all, P < .05) and compared with the placebo (P = .002, .045, .040, and .003, respectively) at the end of the study. The serum NF-ĸB levels significantly increased within the placebo group at the end of the trial (P = .002). Changes in other variables in the placebo group were not significant (P > .05). CONCLUSIONS: The findings of this clinical trial indicated that PPE supplementation decreased serum inflammatory markers including hs-CRP, NF-ĸB, and MCP-1 and MMP1 levels in women with knee OA. PPE supplementation may be useful as a part of an integrated approach to modulating inflammatory complications in women with knee OA."
    },
    {
      "pmid": "38768871",
      "title": "Pomegranate (Punica granatum L.) phytochemicals target the components of metabolic syndrome.",
      "authors": [
        "Lucas Fornari Laurindo",
        "Victória Dogani Rodrigues",
        "Giulia Minniti",
        "Antonelly Cassio Alves de Carvalho",
        "Tereza Laís Menegucci Zutin",
        "Lindsay K DeLiberto",
        "Anupam Bishayee",
        "Sandra Maria Barbalho"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pomegranate (Punica granatum L.) is a multipurpose dietary and medicinal plant known for its ability to promote various health benefits. Metabolic syndrome (MetS) is a complex metabolic disorder driving health and socioeconomic challenges worldwide. It may be characterized by insulin resistance, abdominal obesity, hypertension, and dyslipidemia. This study aims to conduct a review of pomegranate's effects on MetS parameters using a mechanistic approach relying on pre-clinical studies. The peel, juice, roots, bark, seeds, flowers, and leaves of the fruit present several bioactive compounds that are related mainly to anti-inflammatory and antioxidant activities as well as cardioprotective, antidiabetic, and antiobesity effects. The use of the juice extract can work as a potent inhibitor of angiotensin-converting enzyme activities, consequently regulating blood pressure. The major bioactive compounds found within the fruit are phenolic compounds (hydrolysable tannins and flavonoids) and fatty acids. Alkaloids, punicalagin, ellagitannins, ellagic acid, anthocyanins, tannins, flavonoids, luteolin, and punicic acid are also present. The antihyperglycemia, antihyperlipidemia, and weight loss promoting effects are likely related to the anti-inflammatory and antioxidant effects. When considering clinical application, pomegranate extracts are found to be frequently well-tolerated, further supporting its efficacy as a treatment modality. We suggest that pomegranate fruit, extract, or processed products can be used to counteract MetS-related risk factors. This review represents an important step towards exploring potential avenues for further research in this area.",
      "mesh_terms": [
        "Pomegranate",
        "Metabolic Syndrome",
        "Humans",
        "Phytochemicals",
        "Animals",
        "Plant Extracts",
        "Antioxidants",
        "Hypoglycemic Agents",
        "Fruit",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "38731433",
      "title": "Splenic Elemental Composition of Breast Cancer-Suffering Rats Supplemented with Pomegranate Seed Oil and Bitter Melon Extract.",
      "authors": [
        "Małgorzata Białek",
        "Tomasz Lepionka",
        "Wiktoria Wojtak",
        "Anna Ruszczyńska",
        "Ewa Bulska",
        "Marian Czauderna",
        "Agnieszka Białek"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to investigate how dietary modifications with pomegranate seed oil (PSO) and bitter melon aqueous extract (BME) affect mineral content in the spleen of rats both under normal physiological conditions and with coexisting mammary tumorigenesis. The diet of Sprague-Dawley female rats was supplemented either with PSO or with BME, or with a combination for 21 weeks. A chemical carcinogen (7,12-dimethylbenz[a]anthracene) was applied intragastrically to induce mammary tumors. In the spleen of rats, the selected elements were determined with a quadrupole mass spectrometer with inductively coupled plasma ionization (ICP-MS). ANOVA was used to evaluate differences in elemental composition among experimental groups. Multivariate statistical methods were used to discover whether some subtle dependencies exist between experimental factors and thus influence the element content. Experimental factors affected the splenic levels of macroelements, except for potassium. Both diet modification and the cancerogenic process resulted in significant changes in the content of Fe, Se, Co, Cr, Ni, Al, Sr, Pb, Cd, B, and Tl in rat spleen. Chemometric analysis revealed the greatest impact of the ongoing carcinogenic process on the mineral composition of the spleen. The obtained results may contribute to a better understanding of peripheral immune organ functioning, especially during the neoplastic process, and thus may help develop anticancer prevention and treatment strategies.",
      "mesh_terms": [
        "Animals",
        "Spleen",
        "Female",
        "Rats",
        "Pomegranate",
        "Plant Extracts",
        "Momordica charantia",
        "Rats, Sprague-Dawley",
        "Plant Oils",
        "Dietary Supplements",
        "Seeds",
        "Breast Neoplasms",
        "Mammary Neoplasms, Experimental"
      ]
    },
    {
      "pmid": "38692235",
      "title": "Integrated transcriptomic, metabolomic, and functional analyses unravel the mechanism of bagging delaying fruit cracking of pomegranate (Punica granatum L.).",
      "authors": [
        "Yuying Wang",
        "Yaping Hu",
        "Hongfang Ren",
        "Xueqing Zhao",
        "Zhaohe Yuan"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The economic impact of fruit cracking in pomegranate products is substantial. In this study, we present the inaugural comprehensive analysis of transcriptome and metabolome in the outermost pericarp of pomegranate fruit in bagging conditions. Our investigation revealed a notable upregulation of differentially expressed genes (DEGs) associated with the calcium signaling pathway (76.92%) and xyloglucan endotransglucosylase/hydrolase (XTH) genes (87.50%) in the fruit peel of non-cracking fruit under bagging. Metabolomic analysis revealed that multiple phenolics, flavonoids, and tannins were identified in pomegranate. Among these, calmodulin-like 23 (PgCML23) exhibited a significant correlation with triterpenoids and demonstrated a marked upregulation under bagging treatment. The transgenic tomatoes overexpressing PgCML23 exhibited significantly higher cellulose content and xyloglucan endotransglucosylase (XET) enzyme activity in the pericarp at the red ripening stage compared to the wild type. Conversely, water-soluble pectin content, polygalacturonase (PG), and β-galactosidase (β-GAL) enzyme activities were significantly lower in the transgenic tomatoes. Importantly, the heterologous expression of PgCML23 led to a substantial reduction in the fruit cracking rate in tomatoes. Our findings highlight the reduction of fruit cracking in bagging conditions through the manipulation of PgCML23 expression.",
      "mesh_terms": [
        "Fruit",
        "Pomegranate",
        "Plant Proteins",
        "Transcriptome",
        "Metabolomics",
        "Solanum lycopersicum",
        "Plants, Genetically Modified",
        "Gene Expression Regulation, Plant"
      ]
    },
    {
      "pmid": "38670510",
      "title": "Mitigating effect of pomegranate peel extract against the furan induced testicular injury by apoptosis, steroidogenic enzymes and oxidative stress.",
      "authors": [
        "Waseem Ali",
        "Uzma Khatyan",
        "Jian Sun",
        "Abdulrahman Alasmari",
        "Mohammad Y Alshahrani",
        "Izhar Hyder Qazi",
        "Tao Wang",
        "Zongping Liu",
        "Hui Zou"
      ],
      "journal": "Chemosphere",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Furan is generated in a wide array of heat-treated foods through thermal degradation, leading to severe impairments in the male reproductive system. The main objective of this study was to investigate the potential of pomegranate peel extract (PGPE) in mitigating testicular dysfunctions induced by furan. Male rats were categorized into four groups: control/untreated, PGPE, furan, and PGPE + furan group. The study results revealed that furan-treated rats exhibited significantly elevated aminotransferase and phosphatase activity, and also generated increased oxidative stress, and reduced antioxidative stress protein activity. Additionally, protein content levels (ALT, AST, ALP, and ACP) and activities of steroidogenic Leydig cell hydroxysteroid dehydrogenase (3β-HSD and 17β-HSD) enzymes were significantly decreased. Significant variations in testicular parameters, apoptotic genes (Bcl-2, P53, and Caspase3), inflammatory and anti-inflammatory cytokines (IL1β, IL10), male sex hormones follicle-stimulating hormone (FSH), luteinizing hormone (LH), testosterone, and sperm quality were also observed. Furthermore, testicular histological abnormalities were confirmed by biochemical and molecular modifications. Notably, PGPE pre-treated furan-intoxicated animals exhibited significant improvements in most of the assessed parameters compared to furan-treated groups. In conclusion, PGPE presents essential preventive measures and a novel pharmacological potential therapy against furan-induced testicular injury.",
      "mesh_terms": [
        "Male",
        "Animals",
        "Oxidative Stress",
        "Testis",
        "Rats",
        "Plant Extracts",
        "Apoptosis",
        "Pomegranate",
        "Furans",
        "Testosterone",
        "Luteinizing Hormone",
        "17-Hydroxysteroid Dehydrogenases",
        "Follicle Stimulating Hormone",
        "Leydig Cells",
        "Antioxidants"
      ]
    },
    {
      "pmid": "38660237",
      "title": "Ellagitannin content and anti-enterohemorrhagic Escherichia coli activity of aqueous extracts derived from commercial pomegranate products.",
      "authors": [
        "Weifan Wu",
        "Kevin Mis Solval",
        "Jinru Chen"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study compared the efficacy of aqueous extracts of commercially available pomegranate peel products and a juice powder in inhibiting the growth of two enterohemorrhagic Escherichia coli strains. Cell suspension of each E. coli strain (5 Log CFU/ml) was added into tryptic soy broth amended with 9 or 23% of each extract prepared with two different methods. After treatment for 5, 10, and 24 h at 25 °C, surviving E. coli cells were enumerated on tryptic soy agar to determine cell population reduction compared to the controls. The concentrations of six different ellagitannins and titratable activity in each treatment system were determined and correlated to E. coli cell population reduction. The extracts from three powdered pomegranate peels caused a significantly greater (p ≤ 0.05) reduction in E. coli population than the extract from the whole peel and juice powder. The higher dose of extracts resulted in a greater cell population reduction than the lower dose. The level of E. coli population reduction correlated positively with the total ellagitannins content (R2 0.67-0.98) and the titratable acidity (R2 0.69-0.98) in the treatment systems. The study suggests that pomegranate peels are promising natural additives or preservatives to control pathogens like EHEC."
    },
    {
      "pmid": "38634191",
      "title": "Unraveling the immune response of the spleen in sepsis using green-synthesized silver nanoparticles from pomegranate peel extracts.",
      "authors": [
        "Amal M Marey",
        "Mohamed A Dkhil",
        "Ahmed E Abdel-Moneim",
        "Simeon Santourlidis",
        "Rewaida Abdel-Gaber",
        "Mohga S Abdalla"
      ],
      "journal": "Microscopy research and technique",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sepsis is a serious disease characterized by an inappropriate host response to infection, resulting in widespread inflammation and systemic organ failure. The aim of this research is to investigate the possibility of pomegranate peel-derived silver nanoparticles (PGNP) as a potential alternative therapy for sepsis. Characterization using transmission electron microscopy revealed 10-30 nm spherical nanoparticles. In a rat model of sepsis, PGNP treatment improved spleen health, histology, and immune response as compared with septic rats. In rats treated with PGNP during sepsis, significant alterations in oxidative stress markers (p < .01) were observed. These included elevated levels of glutathione (0.63 ± 0.08 mmol/mg protein), reduced concentrations of nitric oxide (8.7 ± 0.8 μ mol/mg protein) and malondialdehyde (2.2 ± 0.3 nmol/mg protein), as well as increased activity of superoxide dismutase (159 ± 33 U/mg protein). Following PGNP administration, gene expression analysis revealed a decrease in spleen IL-1β, IL-6, and TNF-α, highlighting its anti-inflammatory potential. Furthermore, PGNP effectively controlled apoptosis-related genes (Bax, Bcl-2, and Casp3), indicating its role in cellular survival pathways. This study sheds light on the immunological regulation of the spleen during sepsis using PGNP, demonstrating its potential as a new effective treatment approach. The study emphasizes the necessity of continuing to investigate and develop alternative medicines, particularly in light of antibiotic resistance and the global impact of sepsis. RESEARCH HIGHLIGHTS: The study explored the potential medicinal benefits of pomegranate peel-derived silver nanoparticles (PGNP) in the treatment of sepsis. PGNP suppressed pro-inflammatory cytokines and enhanced the immune response. The study recommends PGNP as a viable substitute treatment.",
      "mesh_terms": [
        "Animals",
        "Sepsis",
        "Silver",
        "Pomegranate",
        "Spleen",
        "Metal Nanoparticles",
        "Plant Extracts",
        "Rats",
        "Male",
        "Oxidative Stress",
        "Disease Models, Animal",
        "Green Chemistry Technology",
        "Anti-Inflammatory Agents",
        "Cytokines",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "38612575",
      "title": "Chitosan/Pomegranate Seed Oil Emulgel Composition as a New Strategy for Dermal Delivery of Hydrocortisone.",
      "authors": [
        "Zofia Helena Bagińska",
        "Magdalena Paczkowska-Walendowska",
        "Anna Basa",
        "Michał Rachalewski",
        "Karolina Lendzion",
        "Judyta Cielecka-Piontek",
        "Emilia Szymańska"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Multifunctional delivery systems capable of modulating drug release and exerting adjunctive pharmacological activity have attracted particular attention. Chitosan (CS) and pomegranate seed oil (PO) appear to be attractive bioactive components framing the strategy of complex therapy and multifunctional drug carriers. This research is aimed at evaluating the potential of CS in combination with PO in studies on topical emulgels containing hydrocortisone as a model anti-inflammatory agent. Its particular goal was to distinguish alterations in anti-inflammatory action followed with drug dissolution or penetrative behavior between the designed formulations that differ in CS/PO weight ratio. All formulations favored hydrocortisone release with up to a two-fold increase in the drug dissolution rate within first 5 h as compared to conventional topical preparations. The clear effect of CS/PO on the emulgel biological performance was observed, and CS was found to be prerequisite for the modulation of hydrocortisone absorption and accumulation. In turn, a greater amount of PO played the predominant role in the inhibition of hyaluronidase activity and enhanced the anti-inflammatory effect of preparation E-3. Emulgels showed a negligible reduction in mouse fibroblasts' L929 cell viability, confirming their non-irritancy with skin cells. Overall, the designed formulation with a CS/PO ratio of 6:4 appeared to be the most promising topical carrier for the effective treatment of inflammatory skin diseases among the tested subjects.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Humans",
        "Hydrocortisone",
        "Chitosan",
        "Pomegranate",
        "Anti-Inflammatory Agents",
        "Plant Oils"
      ]
    },
    {
      "pmid": "38608927",
      "title": "Pomegranate seed oil alleviates colitis: Therapeutic effects achieved by modulation of oxidative stress and inflammation in a rat model.",
      "authors": [
        "Açelya Gül Koyuncu",
        "Alev Cumbul",
        "Muge Kopuz Alvarez Noval",
        "Elvan Yilmaz Akyüz"
      ],
      "journal": "Prostaglandins & other lipid mediators",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pomegranate seed oil shows positive effects by limiting neutrophil activation and lipid peroxidation through its antioxidant and anti-inflammatory activities. This study evaluated the possible ameliorative effects of pomegranate seed oil, its actions on proinflammatory cytokines, and its antioxidant activity using an acute acetic acid-induced colitis model in rats. 32 male Sprague-Dawley rats were divided into 4 groups: control, colitis, 0.4 ml/kg, and 0.8 ml/kg pomegranate seed oil treatment after colitis. At the end of the experiment, histopathological and biochemical analyses of intestinal tissues and blood were performed. The study revealed that administering different doses of pomegranate seed oil dramatically reduced total oxidant levels, nuclear factor kappa B, proinflammatory cytokines, and myeloperoxidase activity and appreciably reduced colitis injury. These findings suggest that pomegranate seed oil may alleviate colitis symptoms effectively and exert protective effects through antioxidant, anti-inflammatory mechanisms.",
      "mesh_terms": [
        "Animals",
        "Oxidative Stress",
        "Male",
        "Pomegranate",
        "Colitis",
        "Rats, Sprague-Dawley",
        "Plant Oils",
        "Rats",
        "Seeds",
        "Disease Models, Animal",
        "Inflammation",
        "Antioxidants",
        "NF-kappa B",
        "Peroxidase",
        "Cytokines",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "38553998",
      "title": "The effect of pomegranate juice supplementation on C-reactive protein levels: GRADE-assessed systematic review and dose-response updated meta-analysis of data from randomized controlled trials.",
      "authors": [
        "Mostafa Shahraki Jazinaki",
        "Mohammad Rashidmayvan",
        "Naseh Pahlavani"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "Pomegranate juice (PJ) has a possible anti-inflammatory effect because of its polyphenol content and antioxidants. However, the anti-inflammatory effect of PJ in randomized controlled trials (RCTs) has not been consistent. A previous meta-analysis conducted in 2016 reported a nonsignificant lowering effect of PJ on C-reactive protein (CRP) levels. This systematic review and meta-analysis aim to update the pooled effect size of PJ supplementation on CRP levels in RCT studies. PubMed, Scopus, and Web of Science databases were comprehensively searched until July 2023. Eligible studies were found by screening, their relevant data was extracted, and a risk of bias assessment was performed. The pooled effect size was calculated using a random effect model as the weighted mean difference (WMD) with a 95% confidence interval. This systematic review included 11 studies with 13 effect sizes and 696 participants. Meta-analysis showed that PJ supplementation led to a significant decrease in CRP levels compared to control groups (WMD: -2.55 mg/L; 95%CI: -3.44 to -1.66; p < 0.001). Subgroup analysis demonstrated the significant reduction effect of PJ on CRP levels in studies conducted on the both sexes or only females as well as Iranian population, individuals with 40 years≤, type 2 diabetes, polycystic ovary syndrome, or trials that intervened with PJ dosage of <250 ml/day. Meta-regression and dose-response analysis reported a nonsignificant linear and nonlinear relationship between intervention characteristics (duration and dose of PJ) and CRP changes. The current meta-analysis revealed that PJ supplemantation has a beneficial effect in improving CRP levels. It is recommended to understand this effect better, and find the optimal dose and duration of PJ supplementation to reduce CRP levels in the blood, and repeat meta-analysis after related RCTs are available. For the final proof of these effects, more detailed human studies are needed.",
      "mesh_terms": [
        "C-Reactive Protein",
        "Humans",
        "Fruit and Vegetable Juices",
        "Pomegranate",
        "Randomized Controlled Trials as Topic",
        "Dietary Supplements",
        "Anti-Inflammatory Agents",
        "Female",
        "Dose-Response Relationship, Drug",
        "Antioxidants"
      ]
    },
    {
      "pmid": "38410857",
      "title": "The effects of pomegranate consumption on blood pressure in adults: A systematic review and meta-analysis.",
      "authors": [
        "Hossein Bahari",
        "Kosar Omidian",
        "Kian Goudarzi",
        "Hossein Rafiei",
        "Omid Asbaghi",
        "Kosar Sadat Hosseini Kolbadi",
        "Moslem Naderian",
        "Ali Hosseini"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2024-May",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "Considering the main component of cardiovascular disease and due to the high prevalence of hypertension, controlling blood pressure is required in individuals with various health conditions. Randomized clinical trials (RCTs) which studied the effects of pomegranate consumption on blood pressure have shown inconsistent findings. As a result, we intended to assess the effects of pomegranate consumption on systolic (SBP) and diastolic (DBP) blood pressure in adults. Systematic literature searches up to January 2024 were carried out using electronic databases, including PubMed, Web of Science, and Scopus, to identify eligible RCTs assessing the effects of pomegranate on blood pressure as an outcome. All the individuals who took part in our research were adults who consumed pomegranate in different forms as part of the study intervention. Heterogeneity tests of the selected trials were performed using the I2 statistic. Random effects models were assessed based on the heterogeneity tests, and pooled data were determined as the weighted mean difference (WMD) with a 95% confidence interval (CI). Of 2315 records, 22 eligible RCTs were included in the current study. Our meta-analysis of the pooled findings showed that pomegranate consumption significantly reduced SBP (WMD: -7.87 mmHg; 95% CI: -10.34 to -5.39; p < 0.001) and DBP (WMD: -3.23 mmHg; 95% CI: -5.37 to -1.09; p = 0.003). Individuals with baseline SBP > 130 mmHg had a significantly greater reduction in SBP compared to individuals with baseline SBP < 130 mmHg. Also, there was a high level of heterogeneity among studies (SBP: I2 = 90.0% and DBP: I2 = 91.8%). Overall, the results demonstrated that pomegranate consumption lowered SBP and DBP in adults. Although our results suggest that pomegranate juice may be effective in reducing blood pressure in the pooled data, further high-quality studies are needed to demonstrate the clinical efficacy of pomegranate consumption.",
      "mesh_terms": [
        "Humans",
        "Blood Pressure",
        "Pomegranate",
        "Hypertension",
        "Adult",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "38406294",
      "title": "The pomegranate-derived peptide Pug-4 alleviates nontypeable Haemophilus influenzae-induced inflammation by suppressing NF-kB signaling and NLRP3 inflammasome activation.",
      "authors": [
        "Pornpimon Jantaruk",
        "Sittiruk Roytrakul",
        "Anchalee Sistayanarain",
        "Duangkamol Kunthalert"
      ],
      "journal": "PeerJ",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The respiratory pathogen nontypeable Haemophilus influenzae (NTHi) is the most common cause of exacerbation of chronic obstructive pulmonary disease (COPD), of which an excessive inflammatory response is a hallmark. With the limited success of current medicines there is an urgent need for the development of novel therapeutics that are both safe and effective. In this study, we explored the regulatory potential of pomegranate-derived peptides Pug-1, Pug-2, Pug-3, and Pug-4 on NTHi-induced inflammation. Our results clearly showed that to varying degrees the Pug peptides inhibited NTHi-induced production of IL-1β, a pivotal cytokine in COPD, and showed that these effects were not related to cytotoxicity. Pug-4 peptide exhibited the most potent inhibitory activity. This was demonstrated in all studied cell types including murine (RAW264.7) and human (differentiated THP-1) macrophages as well as human lung epithelial cells (A549). Substantial reduction by Pug-4 of TNF-α, NO and PGE2 in NTHi-infected A549 cells was also observed. In addition, Pug-4 strongly inhibited the expression of nuclear-NF-κB p65 protein and the NF-κB target genes (determined by IL-1β, TNF-α, iNOS and COX-2 mRNA expression) in NTHi-infected A549 cells. Pug-4 suppressed the expression of NLRP3 and pro-IL-1β proteins and inhibited NTHi-mediated cleavage of caspase-1 and mature IL-1β. These results demonstrated that Pug-4 inhibited NTHi-induced inflammation through the NF-κB signaling and NLRP3 inflammasome activation. Our findings herein highlight the significant anti-inflammatory activity of Pug-4, a newly identified peptide from pomegranate, against NTHi-induced inflammation. We therefore strongly suggest the potential of the Pug-4 peptide as an anti-inflammatory medicine candidate for treatment of NTHi-mediated inflammation.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Mice",
        "Anti-Inflammatory Agents",
        "Haemophilus influenzae",
        "Inflammasomes",
        "Inflammation",
        "NF-kappa B",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Pomegranate",
        "Pulmonary Disease, Chronic Obstructive",
        "Tumor Necrosis Factor-alpha",
        "Phytochemicals"
      ]
    },
    {
      "pmid": "38384955",
      "title": "Effect of pomegranate (Punica granatum) anthelmintic treatment on milk production in dairy sheep naturally infected with gastrointestinal nematodes.",
      "authors": [
        "Fabio Castagna",
        "Roberto Bava",
        "Ernesto Palma",
        "Valeria Morittu",
        "Antonella Spina",
        "Carlotta Ceniti",
        "Carmine Lupia",
        "Giuseppe Cringoli",
        "Laura Rinaldi",
        "Antonio Bosco",
        "Stefano Ruga",
        "Domenico Britti",
        "Vincenzo Musella"
      ],
      "journal": "Frontiers in veterinary science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Anthelmintic drug resistance has proliferated across Europe in sheep gastrointestinal nematodes (GINs). Sheep welfare and health are adversely impacted by these phenomena, which also have an impact on productivity. Finding alternatives for controlling GINs in sheep is thus of utmost importance. In this study, the anthelmintic effectiveness (AE) of a Calabrian ethnoveterinary aqueous macerate based on Punica granatum (whole fruits) was assessed in Comisana pregnant sheep. Furthermore, an examination, both qualitative and quantitative, was conducted on milk. Forty-five sheep were selected for the investigation. The sheep were divided by age, weight, physiological state (pluripara at 20 days before parturition), and eggs per gram of feces (EPG) into three homogeneous groups of 15 animals each: PG received a single oral dosage of P. granatum macerate at a rate of 50 mL per sheep; AG, treated with albendazole, was administered orally at 3.75 mg/kg/bw; and CG received no treatment. Timelines were as follows: D0, treatments, group assignment, fecal sampling, and AE assessment; D7, D14, D21, fecal sampling, and AE evaluation. The FLOTAC technique was used to evaluate the individual GIN fecal egg count (FEC) using a sodium chloride flotation solution (specific gravity = 1.20) and 100 × (1-[T2/C2]) as the formula for evaluating FEC reduction. Following the lambs' weaning, milk was collected on the following days (DL) in order to quantify production: DL35, DL42, DL49, DL56, DL63, DL70, DL77, and DL84. The amount of milk produced by every animal was measured and reported in milliliters (ml) for quantitative evaluations. Using MilkoScan TM fT + foss electric, Denmark, the quality of the milk (casein, lactose, protein concentration, and fat, expressed as a percentage) was assessed. The macerate demonstrated a considerable AE (51.8%). Moreover, its use has resulted in higher milk production rates quantitatively (15.5%) and qualitatively (5.12% protein, 4.12% casein, 4.21% lactose, and 8.18% fat). The study showed that green veterinary pharmacology could be the easiest future approach to counteracting anthelmintic resistance in sheep husbandry."
    },
    {
      "pmid": "38371677",
      "title": "Characterization of fermented pomegranate juice: ACE inhibitory activity under in vitro digestion, antioxidant capacity, phenolics composition, chemical properties and sensory evaluation.",
      "authors": [
        "Li Chen",
        "Linlin Wang",
        "Jingwei Cai",
        "Ting Yang",
        "Jianke Li",
        "Guowei Shu"
      ],
      "journal": "Food science and biotechnology",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Consuming pomegranate juice (PJ) is beneficial for hypertensive regulation because of the phenolic compounds in PJ and their inhibitory activity on angiotensin-I-converting enzyme (ACE). To better utilize bioactive function of food, microorganism fermentation has been adopted to alter phenolic metabolism. This study confirms that even under in vitro digestion, fermented PJ (FPJ) maintains higher ACE inhibitory activity than that of PJ. The main phenolic compounds in PJ were compared either under fermentation or in vitro digestion. This study finds that fermentation promotes antioxidant capacity of PJ. The chemical properties of FPJ are evaluated and the corresponding relationship with bioactivities is analyzed. A sensory evaluation comparison is conducted between FPJ and PJ, furnishing interesting information for consumers. This study highlights the relationship between ACE inhibitory activity of PJ and phenolic composition under fermentation and in vitro digestion, providing novel insights for diet regulation of phenolic-rich FPJ in ACE inhibition therapy. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s10068-023-01388-w."
    },
    {
      "pmid": "38346085",
      "title": "Pomegranate extract-loaded sphingosomes for the treatment of cancer: Phytochemical investigations, formulation, and antitumor activity evaluation.",
      "authors": [
        "Huda Jamal AlMadalli",
        "Bazigha K Abdul Rasool",
        "Naglaa Gamil Shehab",
        "Francesca Della Sala",
        "Assunta Borzacchiello"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: Formulation of Pomegranate Extracts (PE)-loaded sphingosomes as an antitumor therapy for the intravenous and passive targeted delivery to various tumor types, especially that of the breast, colon, and uterus; to increase the therapeutic activity and decrease the adverse effects profile. METHODS: The pericarp and seeds' juice of Punica granatum were each extracted using D.W. and ethanol. Phytochemical investigation of all extracts was carried out including total phenolics, flavonoids, and anthocyanins contents, the antioxidant activity, as well as HPLC analysis of phenolics and flavonoids. The antitumor potential of all extracts was also tested utilizing three cell lines: MCF-7, HeLa, and HCT116. The candidate extract was chosen for the formulation phase and was entrapped into the sphingosomes using the thin-film hydration method and employing three different PE: lipids weight ratios. The synthesized formulations were characterized for their size, morphological features, zeta potential, entrapment efficiency, and in vitro drug release and kinetics modeling studies. The optimized formula was further analyzed by FTIR spectroscopy and electron microscopy. The antitumor activity of F2 was also investigated using the same cancer cell lines compared to the plant extract. RESULTS: The highest phenolics, flavonoids, and anthocyanins contents were observed in the ethanolic pericarps extract (EPE), followed by the ethanolic seeds extract (ESE). Consequently, EPE showed a higher antitumor activity hence it was selected for the formulation phase. PE-loaded sphingosomes formula (F2) was selected for having the highest EE% (71.64%), and a sustained release profile with the highest in vitro release (42.5±9.44%). By employing the DDSolver, the Weibull model was found the most suitable to describe the PE release kinetics compared to other models. The release mechanism was found to follow Fickian diffusion. Simulated pharmacokinetic parameters have portrayed F2 as the candidate formula, with the highest AUC (536.095) and slowest MDT (0.642 h). In addition, F2 exhibited a significant (p>0.05) stronger and prolonged anticancer effect against MCF-7, HeLa, and HCT116 cell lines at all concentrations tested compared to the free extract. CONCLUSION: The results proved that sphingosomes are an effective delivery system, improving pharmacological efficacy and reducing serious side effects of anticancer medications and natural products.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Anthocyanins",
        "Pomegranate",
        "Plant Extracts",
        "Neoplasms",
        "Phytochemicals",
        "Phenols",
        "Flavonoids"
      ]
    },
    {
      "pmid": "38338496",
      "title": "Assessing the Impact of Pomegranate Peel Extract Active Packaging and High Hydrostatic Pressure Processing on Color and Oxidative Stability in Sliced Nitrate/Nitrite-Reduced Iberian Dry-Cured Loins.",
      "authors": [
        "Ramón Cava",
        "Luis Ladero",
        "Enrique Riaguas",
        "M Carmen Vidal-Aragón"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Jan-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Our study aimed to assess the impact of active packaging with pomegranate peel extract (0.06 mg gallic acid eq./cm2) and/or high-pressure treatment (600 MPa, 7 min) on the instrumental color, lipid, and protein oxidation of Iberian dry loins formulated with reduced nitrate/nitrite levels (0, 37.5, and 150 mg/kg) during 100-day refrigerated storage (4 °C). CIE L*a*b* coordinates were measured, and malondialdehyde, carbonyls, and free thiol contents served as markers for lipid and protein oxidation. Active packaging lowered CIE L* (35.4 vs. 34.1) and a* (15.5 vs. 14.5) and increased yellowness (15.6 vs. 16.3) and hue (45.2 vs. 48.4), while pressurization increased CIE L* (33.1 vs. 36.3) and diminished a* values (16.1 vs. 13.9). Ongoing nitrate/nitrite amounts significantly influenced lipid peroxidation, protein carbonyl formation, and free thiol loss. Active packaging and high-pressure processing had varying effects on carbonyl and thiol contents. Neither pressurization nor active packaging impacted malondialdehyde formation. Pressurization enhanced the formation of 4-HNE (503 vs. 697 pg/g). Protein oxidation proved more sensitive to changes, with active packaging offering protection against protein carbonylation (15.4 vs. 14.7 nmol carbonyls/mg protein), while pressurization induced thiol loss (34.3 vs. 28.0 nmol Cys eq./mg protein). This comprehensive understanding provides essential insights for the meat industry, emphasizing the necessity for customized processing conditions to enhance color stability, lipid preservation, and protein integrity in dry-cured loin slices."
    },
    {
      "pmid": "38306046",
      "title": "The Effects of Pomegranate Seed Oil on Mild Cognitive Impairment.",
      "authors": [
        "Thanos Chatzikostopoulos",
        "Moses Gialaouzidis",
        "Anna Koutoupa",
        "Magda Tsolaki"
      ],
      "journal": "Journal of Alzheimer's disease : JAD",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: In recent years, there has been a growing interest, supported by many experimental and clinical studies, about the benefits of pomegranate in preventing various pathologic conditions, including brain neurodegeneration. The pomegranate seed oil (PSO) contains high levels of fatty acids that have antioxidant and anti-inflammatory properties. OBJECTIVE: Due to the lack of clinical trials, the aim of the present study was to investigate the effects of PSO on cognition of people with mild cognitive impairment (MCI). METHODS: Eighty people with the diagnosis of MCI were randomized forty to take 5 drops of PSO and follow the Mediterranean Diet (MeDi) and forty just followed MeDi. All were examined with an extensive neuropsychological assessment before and after one year of treatment. RESULTS: The results showed that the participants who took the PSO had statistically significantly better global cognition (p = 0.004), verbal episodic memory (p = 0.009), and processing and executive functions (p < 0.001) in contrast with the participants who did not take it. CONCLUSIONS: In conclusion, the PSO can be beneficial for people with MCI as it is helpful for some important cognitive domains. As PSO is a natural product that does not burden the human body, it can be used by people with MCI and be a significant and promising part of holistic approaches for the prevention of dementia.",
      "mesh_terms": [
        "Humans",
        "Biological Products",
        "Cognition",
        "Cognitive Dysfunction",
        "Neuropsychological Tests",
        "Plant Oils",
        "Pomegranate"
      ]
    },
    {
      "pmid": "38258913",
      "title": "Isochoric freezing to extend the shelf life of pomegranate juice.",
      "authors": [
        "Leo Lou",
        "Gary Takeoka",
        "Boris Rubinsky",
        "Cristina Bilbao-Sainz"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pomegranate juice was treated by isochoric freezing (-15°C/130 MPa) for 24 h and then stored under three different conditions for up to 4 weeks: 4°C/0.1 MPa, 24°C/0.1 MPa, and -10°C/100 MPa. The juice microbiological stability and quality were compared to those using heat treatment at 95°C for 15 s followed by cold storage at 4°C. Heat-treated and isochoric frozen (IF) pomegranate juice stored under isochoric conditions showed no spoilage microorganisms after 4 weeks of storage. Also, IF juice stored at 4 or 24°C for 4 weeks had lower microbial loads than those in fresh pomegranate juice. IF juice stored under isochoric conditions showed greater color stability, antioxidant capacity, and nutrient retention (anthocyanins, ascorbic acid, and total phenolic compounds) than heat-treated juices stored at 4°C. IF juice stored at 4°C also showed greater anthocyanin and ascorbic acid contents compared with heat-treated juice. PRACTICAL APPLICATION: Isochoric freezing storage at -10°C can be used to preserve the quality properties of fresh pomegranate juice. Isochoric freezing at -15°C for 24 h can also be used as a pretreatment to extend the shelf life of refrigerated pomegranate juice since the applied pressures reached total inactivation levels of spoilage microorganisms.",
      "mesh_terms": [
        "Pomegranate",
        "Freezing",
        "Anthocyanins",
        "Antioxidants",
        "Ascorbic Acid"
      ]
    },
    {
      "pmid": "38252732",
      "title": "The role of pomegranate seed oil on kidney and lung tissues in the treatment of sepsis: animal pre-clinical research.",
      "authors": [
        "Mustafa Arslan",
        "Ayşegül Küçük",
        "Ümmü Gülşen Bozok",
        "Aydan İremnur Ergörün",
        "Şaban Cem Sezen",
        "Aydın Yavuz",
        "Mustafa Kavutçu"
      ],
      "journal": "Journal of infection in developing countries",
      "publication_date": "2023-Dec-31",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Sepsis is a common disease with a high mortality. Decreasing the speed is possible with early and intensive therapy. However, most medicines have been tested, but none has proven effective. Therefore, the study aimed to discover the protective and therapeutic effects of pomegranate seed oil (PSO). METHODS: The cecal ligation puncture (CLP) method was used to induce sepsis. The experimental procedure was started with the animals divided haphazardly into four groups: control (C), sepsis (CLP), CLP + low dose PSO (CLP + LD), and CLP + high dose PSO (CLP + HD). First, the cecum was filled with feces. The full cecum was tied under the ileocecal valve for ligation and punctured. At 1 hour after CLP, 0.32 mg/kg and 0.64 mg/kg of PSO were administered. 24 hours after, lung and kidney specimens were collected. RESULTS: Neutrophil infiltration/aggregation and alveolar wall thickness decreased in lung with PSO groups compared with the CLP. The findings for overall lung injury were similar. In renal, all parameters were increased in the CLP compared with C, except for vascular vacuolization and hypertrophy. According to the CLP, all parameters were significantly lower in CLP + HD. Furthermore, glomerular vacuolization, degeneration, and necrosis of tubular cell, dilatation of bowman space, and tubular hyaline cylinders reduced CLP + LD versus CLP. Thiobarbituric acid-reactive substances decreased in lung, with the PSO groups. In addition, superoxide dismutase increased in PSO groups versus CLP. CONCLUSIONS: We conclude that the high-dose PSO is especially effective in treating sepsis.",
      "mesh_terms": [
        "Animals",
        "Pomegranate",
        "Kidney",
        "Sepsis",
        "Lung",
        "Plant Oils"
      ]
    },
    {
      "pmid": "38227709",
      "title": "Use of tannase-producing bacteria isolated from the rumen to improve the nutritional value of pomegranate peel for fattening lambs.",
      "authors": [
        "Morteza Chaji",
        "Zahra Jahanara"
      ],
      "journal": "Veterinary medicine and science",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial, Veterinary"
      ],
      "abstract": "BACKGROUND: The use of plants and by-products, which are containing a high amount of secondary and anti-nutritional compounds such as tannins, in animal feed is limited. The methods that can reduce these compounds make facilitate their use in animal feed. OBJECTIVES: The aim of this study was to reduce the adverse effects of pomegranate peel (PP) tannin for fattening lambs using the tannase-producing bacteria. METHODS: Twenty-one Arabi male lambs (averagely 35 ± 3.8 kg weight and 8 ± 1.0 months age) were used in a completely randomized design with three treatments and seven replications in the present experiment. The experimental treatments included 1 - control diet (CNT, no PP), 2 - diet containing untreated PP (raw PP, UTPP) and 3 - diet containing PP treated with tannase-producing bacteria (bacteria treating PP, BTPP). RESULTS: Using UTPP decreased nutrient intake compared to the control and treatment with tannase-producing bacteria again significantly increased nutrient intake compared to the UTPP (p < 0.05). The digestibilities of organic matter, neutral detergent fibre and acid detergent fibre in the control treatment were significantly higher than UTPP and BTPP and in the BTPP were significantly higher than the UTPP (p < 0.05). The use of UTPP in the diet significantly decreased the pH, ammonia nitrogen concentration and the total protozoa population of the rumen compared to the control (p < 0.05), and treatment with bacteria increased them again. The lowest total protozoa population was observed in UTPP treatments (p < 0.05). The highest concentration of blood glucose was observed in UTPP; however, the highest concentrations of blood urea nitrogen, cholesterol, triglyceride, high-density lipoprotein (non-significant) and low-density lipoprotein were in the control treatment. The effect of experimental treatments on the dry matter consumption of the whole period was significant; however, there was no significant effect on average daily gain, feed conversion ratio, feed efficiency and longissimus muscle colorimetric systems. CONCLUSIONS: Therefore, considering the positive effects of treatment PP with tannin-degrading bacteria relative to raw PP, using these bacteria is a proper way to reduce tannin, thus improving the nutritional value of PP for ruminants.",
      "mesh_terms": [
        "Animals",
        "Boron Compounds",
        "Carboxylic Ester Hydrolases",
        "Detergents",
        "Digestion",
        "Nutritive Value",
        "Pomegranate",
        "Porphyrins",
        "Rumen",
        "Sheep",
        "Sheep, Domestic",
        "Tannins",
        "Male"
      ]
    },
    {
      "pmid": "38219358",
      "title": "Use of encapsulated pomegranate seed oil in novel coarse and nanosized materials for improving the storage life of strawberry.",
      "authors": [
        "Wael S Hassanein",
        "Raciye Meral",
        "Zafer Ceylan",
        "Marwa M Ahmed",
        "Mustafa Tahsin Yilmaz"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-May-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Different-sized pomegranate seed oil-based emulsions (coarse (CsP) and nanoemulsions (NsP): 1246 and 325 nm) were successfully prepared. Strawberries treated with NsP and CsP showed a significant decrease (p < 0.05) in yeast-mold counts (TMY) by 1.80 log CFU g-1, and mesophilic aerobic bacteria counts (TMAB) decreased (p < 0.05) by 0.91 log CFU g-1, respectively. CsP- and NsP-treated strawberries had a TPC of 74.45 and 82.35 mg GAE kg-1, respectively, while control samples had a TPC of 44.24 mg GAE kg-1. The strawberries treated with NsP exhibited the highest antioxidant capacity with 179.44 mol TEAC g-1. After treatment with a coarse emulsion, severity levels of A. niger and B. cinerea were 60 and 73 % while the nanoemulsion treatment significantly reduced severity levels to 55.3 and 56 %. The coarse and nanoemulsions may have potential use within the food industry owing to their antioxidant and antifungal properties as well as their ability to enhance strawberry quality and function.",
      "mesh_terms": [
        "Fragaria",
        "Food Microbiology",
        "Pomegranate",
        "Antioxidants",
        "Plant Oils",
        "Emulsions"
      ]
    },
    {
      "pmid": "38213552",
      "title": "The Prospective Effect of Green Tea versus Pomegranate Peels Extracts on Submandibular Salivary Glands of Albino Rats after Methotrexate Administration (Histological and Immunohistochemical Study).",
      "authors": [
        "Rasha M Taha",
        "Ghada A Abdel-Latif",
        "Rania H Said"
      ],
      "journal": "International journal of dentistry",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: There is curiosity in the use of substances that can stop cell damage. Antioxidants are substances that can prevent free radicals from damaging cells, and they can be used to treat and avoid a wide variety of illnesses. OBJECTIVES: The current investigation set out to evaluate the histological changes brought on by a single high dose of methotrexate in the submandibular glands of rats treated with green tea and pomegranate peel extract, both are well-known as antioxidants. MATERIALS AND METHODS: Forty-eight healthy Albino rats were used in the current study. Animals were divided into six groups. Group 1: Vehicle group which is control group, Group 2: methotrexate treated group, Group 3: green tea control group, Group 4: pomegranate peel extract control group, Group 5: green tea + methotrexate group, and Group 6: pomegranate peel extract + methotrexate group. Rats of all groups were left 1 week after the end of the treatment. Cervical dislocation was used to kill all of the rats. Samples were gained from the rats' submandibular salivary glands of different groups for histological and immunohistochemical evaluation. RESULTS: Green tea + methotrexate group showed improvement in the histological picture of the submandibular salivary gland compared to methotrexate group and the pomegranate peel extract + methotrexate group. CONCLUSION: The antioxidant activity of green tea is more potent than that of pomegranate peels extract in blocking methotrexate that induced cytotoxicity in the submandibular salivary glands of rats. As a result, it can be administered to people undergoing cancer treatment as a safeguard for their salivary glands."
    },
    {
      "pmid": "38212358",
      "title": "The potential of postharvest zinc treatment for preservation of pomegranate aril quality.",
      "authors": [
        "Reihaneh Aminzade",
        "Asghar Ramezanian",
        "Saeid Eshghi",
        "Seyed Mohammad Hashem Hosseini"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Jan-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A short shelf life usually limits the distribution and supply of pomegranate arils. Since zinc (Zn) has an indispensable role in the nutrient integrity of our diet and is effective in suppressing pathogens, this study was done as two separate experiments of pre-harvest spraying and postharvest dipping of arils with two zinc supplements, including nano zinc oxide (nZnO) and zinc sulfate (ZnSO4). The optimized concentration of both sources was used in the experiment. The pre-harvest treatment failed to extend the shelf life of arils, and, ultimately, the arils decayed after 15 days. However, the postharvest zinc treatment significantly (P < 0.01) affected all measured indices. Also, zinc sulfate was more effective than nZnO. Zn uptake was higher in postharvest treatments because exogenous Zn was in direct contact with the aril surface. After dissolving in water, Zn ions in sulfate bind to the membrane of microorganisms and thus delay cell division and microbial growth cycle. The solubility of zinc oxide nanoparticles in water is poor. Using the ZnSO4 treatment (0.8%W/V) effectively maintained the values of titratable acidity (TA), total phenolic content (TPC), total soluble solids (TSS), anthocyanin content, and antioxidant activity. Also, this treatment significantly controlled weight loss in the arils.",
      "mesh_terms": [
        "Pomegranate",
        "Food Preservation",
        "Zinc",
        "Zinc Sulfate",
        "Lythraceae",
        "Water"
      ]
    },
    {
      "pmid": "38201088",
      "title": "The Simultaneous Use of 1-Methylcyclopropene and Methyl Jasmonate Vapor as an Innovative Strategy for Reducing Chilling Injury and Maintaining Pomegranate Fruit Quality at Suboptimal Temperatures.",
      "authors": [
        "José Manuel Lorente-Mento",
        "María Serrano",
        "Domingo Martínez-Romero",
        "María Celeste Ruiz-Aracil",
        "Daniel Valero",
        "Fabián Guillén"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Dec-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spain is one of the main contributors to global pomegranate production. Pomegranate presents a challenge for preservation at suboptimal temperatures. Preserving this fruit for an extended period is challenging due to its susceptibility to chilling injury (CI). For this reason, we have examined different postharvest treatments to extend the pomegranate shelf life and their potential impact on reducing CI. For this reason, two postharvest treatments have been applied: 1-Methylcyclopropene (1000 nL L-1 1-MCP) and methyl jasmonate vapors (0.01 mM MeJA), a natural elicitor found in many plant organs that induces a wide range of physiological processes, including the activation of defense mechanisms against stress. Following the application of these treatments and subsequent fruit storage at 2 °C for 90 days, maintenance of firmness and membrane integrity was observed. Additionally, a positive synergic effect was observed in these quality traits when combining both substances (1-MCP + MeJA), especially with regard to delaying weight loss, the external color evolution, and total polyphenol accumulation. On the other hand, MeJA treatment alone or in combination with 1-MCP also increased the anthocyanin content in arils, thereby enhancing the fruit quality. In general, the best results were observed when these two different technologies were applied as a combined treatment, especially in terms of maintaining quality traits such as fruit firmness and total acidity and reducing weight loss and CI. This is the first time that these two substances have been tested together in any fruit species, and their simultaneous application in the same container represents an innovative approach that could be an interesting tool for commercial purposes."
    },
    {
      "pmid": "38201042",
      "title": "Prospective Randomized, Double-Blind, Placebo-Controlled Study of a Standardized Oral Pomegranate Extract on the Gut Microbiome and Short-Chain Fatty Acids.",
      "authors": [
        "Raja K Sivamani",
        "Mincy Chakkalakal",
        "Adrianne Pan",
        "Dawnica Nadora",
        "Mildred Min",
        "Ashley Dumont",
        "Waqas A Burney",
        "Cindy J Chambers"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Dec-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Punica granatum L., commonly known as the pomegranate, is an abundant source of polyphenols, including hydrolyzable ellagitannins, ellagic acid, anthocyanins, and other bioactive phytochemicals shown to be effective in defending against oxidative stress, and has immunomodulatory activities. Ellagitannins, and their hydrolyzed product ellagic acid, interact with the gut microbiota to yield secondary metabolites known as urolithins that may have health benefits. The objective of this study was to determine the effects of supplementation with a standardized punicalagin-enriched pomegranate extract, Pomella® (250 mg), on the gut microbiome, circulating short-chain fatty acids, and gut microbial-derived ellagitannin metabolite urolithins. A randomized, double-blind, placebo-controlled study was conducted over 4 weeks on healthy volunteers aged 25-55 years. Subjects were randomly assigned to receive either an oral supplement containing 75 mg of punicalagin or an oral placebo. Stool sample collection and venipuncture were performed to analyze the gut microbiome, SCFAs, and urolithin. There was no significant change in the gut microbial diversity in both cohorts after 4 weeks of intervention, but there was a significantly increased relative abundance of Coprococcus eutectus, Roseburia faecis, Roseburia inullnivorans, Ruminococcus bicirculans, Ruminococcus calidus, and Faecalibacterium prausnitzii. Pomegranate extract (PE) supplementation led to the augmentation of circulating propionate levels (p = 0.02) and an increasing trend for acetate levels (p = 0.12). The pomegranate extract (PE) supplementation group had an increased level of circulating urolithins compared to the placebo group (6.6% vs. 1.1%, p = 0.13). PE supplementation correlated with shifts in the gut microbiome and with higher circulating levels of propionate and acetate. Further studies should explore the implications in larger cohorts and over a longer duration."
    },
    {
      "pmid": "38107091",
      "title": "A review of experimental and clinical studies on the therapeutic effects of pomegranate (Punica granatum) on non-alcoholic fatty liver disease: Focus on oxidative stress and inflammation.",
      "authors": [
        "Mohammad Yassin Zamanian",
        "Mehraveh Sadeghi Ivraghi",
        "Lusine G Khachatryan",
        "Diana E Vadiyan",
        "Hanie Yavarpour Bali",
        "Maryam Golmohammadi"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Non-alcoholic fatty liver disease (NAFLD) is frequently linked to metabolic disorders and is prevalent in obese and diabetic patients. The pathophysiology of NAFLD involves multiple factors, including insulin resistance (IR), oxidative stress (OS), inflammation, and genetic predisposition. Recently, there has been an emphasis on the use of herbal remedies with many people around the world resorting to phytonutrients or nutraceuticals for treatment of numerous health challenges in various national healthcare settings. Pomegranate (Punica granatum) parts, such as juice, peel, seed and flower, have high polyphenol content and is well known for its antioxidant capabilities. Pomegranate polyphenols, such as hydrolyzable tannins, anthocyanins, and flavonoids, have high antioxidant capabilities that can help lower the OS and inflammation associated with NAFLD. The study aimed to investigate whether pomegranate parts could attenuate OS, inflammation, and other risk factors associated with NAFLD, and ultimately prevent the development of the disease. The findings of this study revealed that: 1. pomegranate juice contains hypoglycemic qualities that can assist manage blood sugar levels, which is vital for avoiding and treating NAFLD. 2. Polyphenols from pomegranate flowers increase paraoxonase 1 (PON1) mRNA and protein levels in the liver, which can help protect liver enzymes and prevent NAFLD. 3. Punicalagin (PU) is one of the major ellagitannins found in pomegranate, and PU-enriched pomegranate extract (PE) has been shown to inhibit HFD-induced hyperlipidemia and hepatic lipid deposition in rats. 4. Pomegranate fruit consumption, which is high in antioxidants, can decrease the activity of AST and ALT (markers of liver damage), lower TNF-α (a marker of inflammation), and improve overall antioxidant capacity in NAFLD patients. Overall, the polyphenols in pomegranate extracts have antioxidant, anti-inflammatory, hypoglycemic, and protective effects on liver enzymes, which can help prevent and manage NAFLD effects on liver enzymes, which can help prevent and manage NAFLD."
    },
    {
      "pmid": "38107049",
      "title": "Antitumoral properties of the pomegranate peel and blueberry extracts against tongue carcinoma (in vitro study).",
      "authors": [
        "Reham Mostafa Ahmed",
        "Doaa A M Esmaeil",
        "Shrief Youssef El-Nagdy",
        "Nadia Abbas El-Sisi"
      ],
      "journal": "The Saudi dental journal",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Oral squamous cell carcinoma (OSCC) is one of the most common cancers globally. Considering the drawbacks of the traditional treatment phytochemicals have been introduced to the research field with consideration of their minimal, or no side effects and good efficacy against cancer cells. Pomegranate peel and blueberries are very well-known phytochemicals in this context. MATERIAL AND METHODS: Methanolic extracts are prepared from both pomegranate peel (PPE) and blueberry (BE) dried powders. The antioxidant content was determined by ORAC assay for both extracts. The cytotoxic levels of the extracts and IC50 on the HNO-97 cell line were defined using the colorimetric SRB assay. Then flow cytometric apoptosis analysis of the IC50 of both extracts was performed. Finally, an investigation of the metastasis through the wound healing assay was performed for both extracts. RESULTS: A significant difference in the antioxidant content was found between PPE and BE ethanolic extracts. The Ic50 for the PPE-treated cell line was 73.35 µg/ml while the BE showed it at 525.38 µg/ml with a significant difference between them. Both PPE and BE showed significant induction of cancer cell apoptosis with much better results with PPE treatment. The wound healing assay showed significant inhibition of cell migration when treated with PPE while there was not any significant effect on cell migration when treated with BE. CONCLUSION: With the consideration that, the Phytochemicals used are well-known fruits with no harm on normal tissues. Low doses of PPE exert incredibly significant alteration in the HNO-97 tongue cancer cell proliferation, inducing apoptosis and inhibition of cancer cell migration. Meanwhile, treatment with BE needs much higher doses for showing anti-proliferative properties of cancer cells and induce cancer cell apoptosis. This gives promising results for further investigations about using them as a treatment or adjunctive treatment for oral cancer cases."
    },
    {
      "pmid": "38097903",
      "title": "Alleviation of Aluminum-Induced Oxidative Stress, Trace Element, and Mineral Levels in Rat Tissues Protective Role of Pomegranate Juice (Punica Granatum L.).",
      "authors": [
        "Harun Ciftci",
        "Cigdem Er Caliskan",
        "Habibe Koc",
        "Kubra Ozturk",
        "Ahmet Ozkaya",
        "Zeynel Abidin Erbesler"
      ],
      "journal": "Biological trace element research",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present investigation examined the impact of pomegranate (Punica granatum L.) juice on trace elements, minerals, and oxidative stress in relation to the potential harm inflicted by aluminum chloride (AlCl3) in rats. Rats were split into four groups at random for this purpose: control (C), pomegranate juice (PJ), aluminum chloride (A), and PJ + A. For 30 days, PJ was orally administered by gavage at a rate of 4 mL/kg every other day, whereas AlCl3 was administered intraperitoneally at 8.3 mg/kg. Spectrophotometric analysis was used to measure the levels of malondialdehyde (MDA), glutathione (GSH), superoxide dismutase (SOD), and catalase (CAT) enzyme activity in various tissues. In addition, high-resolution continuum source flame atomic absorption spectrometry (HR-CS FAAS) was used to determine the amounts of the elements Al, Cu, Fe, Mn, Zn, Ca, and Mg in the tissues. It was discovered that when PJ therapy was applied to all tissues, the antioxidant enzymes SOD and CAT activity increased, the GSH level rose, and the MDA level, a sign of lipid peroxidation, decreased. Al and Ca levels increased in the A group relative to the C group in all tissues, whereas they decreased in the A + PJ group relative to the A group. Group A exhibited a proportionate increase in Fe levels in the liver and renal tissues compared with group C. Furthermore, the A group's brain tissue had a higher Fe level than the C group's. The A + PJ group's brain tissue had a lower Fe level than the A group's. Our findings demonstrate that PJ therapy greatly decreased Al buildup and oxidative stress in tissues while controlling variations in trace element levels. In addition, it is concluded that PJ might have value as a strong chelating agent to prevent Al poisoning.",
      "mesh_terms": [
        "Animals",
        "Oxidative Stress",
        "Pomegranate",
        "Trace Elements",
        "Rats",
        "Fruit and Vegetable Juices",
        "Male",
        "Minerals",
        "Aluminum Chloride",
        "Aluminum",
        "Rats, Wistar",
        "Superoxide Dismutase",
        "Catalase",
        "Chlorides",
        "Antioxidants"
      ]
    },
    {
      "pmid": "38096668",
      "title": "Effects of pomegranate (Punica granatum L.) peel on the growth performance and intestinal microbiota of broilers challenged with Escherichia coli.",
      "authors": [
        "Ping Xu",
        "Jie Wang",
        "Pinpin Chen",
        "Hongxia Ding",
        "Xu Wang",
        "Shijie Li",
        "Xin Fan",
        "Zutao Zhou",
        "Deshi Shi",
        "Zili Li",
        "Shengbo Cao",
        "Yuncai Xiao"
      ],
      "journal": "Poultry science",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of pomegranate peel on the growth performance, intestinal morphology, and the cecal microbial community were investigated in broilers challenged with avian pathogenic Escherichia coli (APEC) O78. A total of 240 one-day-old chicks (120 males and 120 females) were randomly and evenly allotted into 4 treatment groups (each with 6 biological replicates each of 10 chicks), i.e., negative control (NC), positive control (PC), and 2 experimental groups treated with 0.2% fermented pomegranate peel (FP) and 0.2% unfermented pomegranate peel (UFP), respectively, with PC, FP, and UFP groups challenged with APEC O78 (5 × 108 CFU) on day 14. Results showed that the challenge of APEC O78 decreased the body weight (BW) and average daily gain (ADG) of broilers from 1 to 28 d (P < 0.01). These broilers exhibited more pathological conditions in the heart and liver and higher mortality rates in 28 d compared to the NC group. Diet supplemented with pomegranate peel (either fermented or unfermented) significantly increased BW, ADG, and the villus height/crypt depth ratio (VCR) of small intestine in 28 d compared to the NC group (P < 0.05). Results of the taxonomic structure of the gut microbiota showed that compared to the NC group, the APEC challenge significantly decreased the relative abundance of Bacteroidetes and increased the relative abundance of Firmicutes (P < 0.01). Compared to the PC group, the relative abundance of Ruminococcus_torques_group in FP group was increased, while the relative abundance of Alistipes was decreased. In summary, our study showed that the dietary supplementation of pomegranate peel could maintain the intestinal microbiota at a state favorable to the host, effectively reduce the abnormal changes in the taxonomic structure of the intestinal microbiota, and improve the growth performance in broilers treated with APEC.",
      "mesh_terms": [
        "Male",
        "Animals",
        "Escherichia coli",
        "Chickens",
        "Pomegranate",
        "Gastrointestinal Microbiome",
        "Probiotics",
        "Escherichia coli Infections",
        "Diet",
        "Animal Feed"
      ]
    },
    {
      "pmid": "38065332",
      "title": "Pomegranate seed oil mitigates liver and kidney damage in an experimental colitis model: Modulation of NF-κB activation and apoptosis.",
      "authors": [
        "Açelya Gül Koyuncu",
        "Alev Cumbul",
        "Elvan Yilmaz Akyüz",
        "Müge Kopuz Alvarez Noval"
      ],
      "journal": "Prostaglandins & other lipid mediators",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pomegranate seed oil, extracted from pomegranate seeds, is a slightly fragrant yellow oil with a mild odor. Pomegranate seed oil is the main source of punicic acid (conjugated linolenic acid). Punicic acid is a long-chain omega-5 polyunsaturated fatty acid and a conjugated α-linolenic acid molecule. This acid is thought to provide many health benefits. This study evaluated the potential of pomegranate seed oil to attenuate damage to liver and kidney tissues in an acetic acid-induced colitis model. 32 male Sprague-Dawley rats were divided into 4 groups: control, colitis, 0.4 ml/kg, and 0.8 ml/kg pomegranate seed oil treatment after colitis. At the end of the experiment, histopathological and immunohistochemistry analyses of liver and kidney tissues were performed. Pomegranate seed oil treatment reduced damage in liver and kidney tissues, suppressed NF-κB activation, and regulated apoptosis. These findings support the potential effects of pomegranate seed oil against extraintestinal symptoms of colitis through its anti-inflammatory, and anti-apoptotic properties.",
      "mesh_terms": [
        "Male",
        "Rats",
        "Animals",
        "NF-kappa B",
        "Pomegranate",
        "Rats, Sprague-Dawley",
        "Plant Oils",
        "Liver",
        "Colitis",
        "Apoptosis",
        "Kidney"
      ]
    },
    {
      "pmid": "38040096",
      "title": "The effects of pomegranate consumption on liver function enzymes in adults: A systematic review and meta-analysis.",
      "authors": [
        "Hossein Bahari",
        "Hossein Rafiei",
        "Kian Goudarzi",
        "Kosar Omidian",
        "Omid Asbaghi",
        "Kosar Sadat Hosseini Kolbadi",
        "Moslem Naderian",
        "Ali Hosseini"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: We performed a systematic review and meta-analysis of all published clinical trial studies to provide a more accurate estimation of pomegranate effects on liver enzymes in different clinical conditions. METHODS: A systematic literature search was carried out using electronic databases, including PubMed, Web of Science, and Scopus, up to March 2023 to identify eligible randomized clinical trials (RCTs) evaluating the effect of pomegranate consumption on liver function enzymes. Heterogeneity tests of the selected trials were performed using the I2 statistic. Random effects models were assessed based on the heterogeneity tests, and pooled data were determined as the weighted mean difference with a 95% confidence interval. RESULTS: Out of 3811 records, 9 eligible RCTs were included in the current study. However, there are limitations in the included studies, which can be mentioned in the dose, duration, and type of interventions that are different among the studies, as well as the small number of included studies. All this causes heterogeneity among studies and this heterogeneity limits the consistency of the results. Our meta-analysis showed that pomegranate intake had a significant effect on lowering aspartate aminotransferase (AST) levels in long-term intervention (> 8 weeks), obese (BMI≥30) individuals, or patients with metabolic disorders. Furthermore, results showed a significant decrease in alanine aminotransferase (ALT) levels in the long-term intervention (> 8 weeks) or in patients with metabolic disorders following the pomegranate intake. Combined results from the random-effects model indicated a significant reduction in gamma-glutamyl transferase (GGT) levels (WMD: -5.43 IU/L 95% CI: -7.78 to -3.08; p < 0.001;) following the pomegranate intake. The results of Egger's test mentioned a significant publication bias for the trials examining the effect of pomegranate intake on AST (p = 0.007) and ALT (p = 0.036). CONCLUSION: Our results suggest that long-term pomegranate intake may be effective in ameliorating liver enzymes in adults with obesity and metabolic disorders who are more likely to have elevated baseline liver enzymes due to some degree of liver injury or tissue damage. However, some studies failed to conduct independent biochemical characterization of the product used, including the presence and quantity of polyphenols, antioxidants, and proanthocyanidins.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Alanine Transaminase",
        "Liver",
        "Liver Diseases",
        "Liver Function Tests",
        "Metabolic Diseases",
        "Pomegranate"
      ]
    },
    {
      "pmid": "38035714",
      "title": "Anti-Culex pipiens activity of different pomegranate cultivars and determination of their bioactive compounds using LC-MS profiling.",
      "authors": [
        "Alaa M Salem",
        "Shaimaa M Farag",
        "Haidy A Gad",
        "Eman Al-Sayed",
        "Sherweit H El-Ahmady"
      ],
      "journal": "Phytochemical analysis : PCA",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Pomegranate (Punica granatum L.) peels are rich in various bioactive compounds. Characterization of these compounds is crucial for the utilization of peel waste in industrial processing. OBJECTIVE: The study aimed (1) to establish and compare the metabolic profiles of the peel of seven pomegranate cultivars and (2) to identify bioactive compounds contributing to the larvicidal activity against the third instar larvae of Culex pipiens. MATERIALS AND METHODS: UPLC-ESI-MS/MS was utilized to analyze peel methanol extracts of different pomegranate cultivars. The larvicidal activity was determined by calculating the larval mortality among the third instar larvae of C. pipiens. Multivariate data analysis was conducted to identify the metabolites that exhibited a larvicidal effect. RESULTS: A total of 24 metabolites, including hydrolyzable tannins, flavonoids, and alkaloids, were tentatively identified in both negative and positive ionization modes. The extract of cultivar 'Black' exhibited the most potent larvicidal effect with LC50 values of 185.15, 156.84, and 138.12 ppm/mL after 24, 48, and 72 h of treatment, respectively. By applying chemometric techniques, the larvicidal activity could be directly correlated to the bioactive compounds punicalagin, quercetin-O-rhamnoside, quercetin-O-pentoside, and galloyl-HHDP-glucose. CONCLUSION: The present study implemented UPLC-ESI-MS/MS and chemometric techniques as potential tools for metabolomics analysis and differentiation between peels of different pomegranate cultivars. In addition, cultivar 'Black' extract could be a promising natural insecticide against mosquitoes since it is rich in bioactive compounds with larvicidal activity.",
      "mesh_terms": [
        "Animals",
        "Plant Extracts",
        "Pomegranate",
        "Tandem Mass Spectrometry",
        "Quercetin",
        "Chromatography, Liquid",
        "Liquid Chromatography-Mass Spectrometry",
        "Larva",
        "Culex"
      ]
    }
  ]
}