{
  "supplement": "PQQ",
  "query": "PQQ[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:22:25",
  "research_count": 29,
  "count": 29,
  "articles": [
    {
      "pmid": "39513102",
      "title": "Pyrroloquinoline Quinone (PQQ): Its impact on human health and potential benefits: PQQ: Human health impacts and benefits.",
      "authors": [
        "Tingdong Yan",
        "Muhammad Farrukh Nisar",
        "Xiaomeng Hu",
        "Jieming Chang",
        "Yichen Wang",
        "Yan Wu",
        "Zhaoguo Liu",
        "Yi Cai",
        "Jia Jia",
        "Yanming Xiao",
        "Chunpeng Wan"
      ],
      "journal": "Current research in food science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pyrroloquinoline Quinone (PQQ) is a redox-active quinone molecule with significant implications for human health. Originally identified as a bacterial cofactor, PQQ has since been lauded for its diverse biological and therapeutic activities. It serves as an essential cofactor for oxidative enzymes that are vital for mitochondrial function and ATP synthesis. PQQ exhibits superior antioxidant properties that protect against ROS-mediated oxidative stress, aging, neurodegenerative diseases, certain cancers, diabetes, and metabolic disorders. It also enhances cognitive abilities and reduces insulin sensitivity. PQQ's antioxidant nature helps mitigate oxidative stress, which is implicated in many diseases. It has been shown to target cancer cells selectively, suggesting its potential as a therapeutic agent. Clinical studies have indicated the potential benefits of PQQ supplementation, including improvements in cardiovascular health, cognitive function, weight management, insulin sensitivity, and the prevention of metabolic syndromes. The safety of PQQ has been established, with no reported toxicity or genotoxicity in various studies, and it is considered a safe nutritional supplement. Future research directions should focus on determining the optimal dosages of PQQ for specific health outcomes and assessing its long-term effectiveness and safety. The translation of PQQ research into clinical practice could offer new strategies for managing metabolic disorders, enhancing cognitive health, and potentially extending lifespan. In summary, PQQ is a promising molecule with broad potential health benefits, impacting human health from cellular metabolism to disease prevention and treatment, positioning it as a key player in nutritional science and public health."
    },
    {
      "pmid": "39457870",
      "title": "Pyrroroquinoline Quinone (PQQ) Improves the Quality of Holstein Bull Semen during Cryopreservation.",
      "authors": [
        "Hai Wang",
        "Kexiong Liu",
        "Weibin Zeng",
        "Jiahua Bai",
        "Linli Xiao",
        "Yusheng Qin",
        "Yan Liu",
        "Xiaoling Xu"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2024-Oct-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cryopreserved semen is extensively utilized in the artificial insemination (AI) of domestic animals; however, suboptimal conception rates due to oxidative damage following AI continue to pose a challenge. The present study investigated the effects of Pyrroroquinoline Quinone (PQQ), a novel antioxidant, on the semen quality of Holstein bulls during cryopreservation, as well as its potential molecular mechanisms. Semen samples were diluted with varying concentrations of PQQ (0, 50 μmol/L, 100 μmol/L, 150 μmol/L) prior to cryopreservation. Following the freeze-thaw process, a comprehensive evaluation was conducted to assess sperm motility, plasma membrane integrity, acrosome integrity, and the levels of reactive oxygen species (ROS), malondialdehyde (MDA), and adenosine triphosphate (ATP). Western blot analysis was employed to examine the levels of proteins including PGAM2, CAPZB, CAT, SOD1, and GPX1. Notably, the inclusion of 100 μmol/L PQQ significantly enhanced sperm motility, membrane integrity, and acrosome integrity post freeze-thawing (p < 0.05). Furthermore, the group treated with 100 μmol/L PQQ exhibited reduced levels of MDA and ROS (p < 0.05), while ATP levels were significantly elevated (p < 0.05). Interestingly, treatment with 100 μmol/L PQQ resulted in decreased consumption of PGAM2, CAPZB, CAT, SOD1, and GPX1 proteins in sperm after freeze-thawing, compared to the control group (p < 0.05). These findings indicate that PQQ treatment enhances the quality of bull semen, mitigates oxidative stress damage, and ultimately improves the efficacy of sperm cryopreservation."
    },
    {
      "pmid": "37616573",
      "title": "Pyrroloquinoline Quinone (PQQ) Improves Long-term Survival of Fat Grafts by Alleviating Oxidative Stress and Promoting Angiogenesis During the Early Phase After Transplantation.",
      "authors": [
        "Xiaoyu Zhang",
        "Tianyi Gu",
        "Yue Liu",
        "Cong Liu",
        "Yan Lin",
        "Haoran Li",
        "Tongtong Zhang",
        "Qian Wang",
        "Dali Mu"
      ],
      "journal": "Aesthetic surgery journal",
      "publication_date": "2023-Dec-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Reducing absorption after autologous fat grafting is a current challenge. Pyrroloquinoline quinone (PQQ) is the strongest known catalyst of redox reactions, which can scavenge reactive oxygen species (ROS) and alleviate oxidative stress. OBJECTIVES: The aim of this study was to establish an in vivo model of PQQ-assisted lipotransfer and clarify the role of PQQ in reducing oxidative stress, alleviating apoptosis, and promoting angiogenesis during the acute hypoxic phase after grafting. In addition the study was performed to assess whether this intervention would have a positive effect on the improvement of long-term volume retention. METHODS: Different concentrations of PQQ (low: 10 μM, medium: 100 μM, and high: 1000 μM) were mixed with human adipose tissue and transplanted subcutaneously into nude mice. Meanwhile, a control group of phosphate-buffered saline in an equal volume to PQQ was set up. On the third day after grafting, whole mount fluorescence staining was applied to detect ROS, mitochondrial membrane potential (MMP), apoptosis, adipocyte activity, and angiogenesis. Graft volume retention rate and electron microscopic morphology were evaluated at the third month. Immunohistochemistry and polymerase chain reaction (PCR) were further employed to elucidate the mechanism of action of PQQ. RESULTS: PQQ-assisted fat grafting improved the long-term volume retention, promoted the quality and viability of the adipose tissue, and reduced the level of fibrosis. The underlying mechanism of PQQ assisted in scavenging the accumulated ROS, restoring MMP, enhancing adipocyte viability, alleviating tissue apoptosis, and promoting timely angiogenesis during the hypoxia stress phase. The most effective concentration of PQQ was 100 μM. Immunohistochemistry and PCR experiments confirmed that PQQ reduced the expression of Bax and cytochrome c in the mitochondrial apoptotic pathway and increased the level of the antiapoptotic molecule Bcl-2. CONCLUSIONS: PQQ could improve the long-term survival of adipocytes by alleviating hypoxic stress and promoting timely angiogenesis in the early phase following lipotransfer.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Humans",
        "Reactive Oxygen Species",
        "PQQ Cofactor",
        "Mice, Nude",
        "Angiogenesis",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "36861270",
      "title": "Oral pyrroloquinoline quinone (PQQ) during pregnancy increases cardiomyocyte endowment in spontaneous IUGR guinea pigs.",
      "authors": [
        "Jordan Mattern",
        "Andrew Gemmell",
        "Paige E Allen",
        "Katherine E Mathers",
        "Timothy R H Regnault",
        "Brian K Stansfield"
      ],
      "journal": "Journal of developmental origins of health and disease",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Intrauterine growth restriction (IUGR) exerts a negative impact on developing cardiomyocytes and emerging evidence suggests activation of oxidative stress pathways plays a key role in this altered development. Here, we provided pregnant guinea pig sows with PQQ, an aromatic tricyclic o-quinone that functions as a redox cofactor antioxidant, during the last half of gestation as a potential antioxidant intervention for IUGR-associated cardiomyopathy. METHODS: Pregnant guinea pig sows were randomly assigned to receive PQQ or placebo at mid gestation and fetuses were identified as spontaneous IUGR (spIUGR) or normal growth (NG) near term yielding four cohorts: NG ± PQQ and spIUGR ± PQQ. Cross sections of fetal left and right ventricles were prepared and cardiomyocyte number, collagen deposition, proliferation (Ki67) and apoptosis (TUNEL) were analyzed. RESULTS: Cardiomyocyte endowment was reduced in spIUGR fetal hearts when compared to NG; however, PQQ exerted a positive effect on cardiomyocyte number in spIUGR hearts. Cardiomyocytes undergoing proliferation and apoptosis were more common in spIUGR ventricles when compared with NG animals, which was significantly reduced with PQQ supplementation. Similarly, collagen deposition was increased in spIUGR ventricles and was partially rescued in PQQ-treated spIUGR animals. CONCLUSION: The negative influence of spIUGR on cardiomyocyte number, apoptosis, and collagen deposition during parturition can be suppressed by antenatal administration of PQQ to pregnant sows. These data identify a novel therapeutic intervention for irreversible spIUGR-associated cardiomyopathy.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Guinea Pigs",
        "Pregnancy",
        "Antioxidants",
        "Fetal Growth Retardation",
        "Myocytes, Cardiac",
        "Oxidation-Reduction",
        "PQQ Cofactor"
      ]
    },
    {
      "pmid": "36030026",
      "title": "Pyrroloquinoline quinone (PQQ) improves pulmonary hypertension by regulating mitochondrial and metabolic functions.",
      "authors": [
        "Mohammad Shafiq",
        "Zahid Rasool Lone",
        "Pragya Bharati",
        "Satyapriya Mahapatra",
        "Prashant Rai",
        "Nilesh Khandelwal",
        "Anil Nilkanth Gaikwad",
        "Kumaravelu Jagavelu",
        "Kashif Hanif"
      ],
      "journal": "Pulmonary pharmacology & therapeutics",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Excessive proliferation of pulmonary artery smooth muscle cells (PASMCs) and endothelial cells (PAECs), inflammation, as well as mitochondrial and metabolic dysregulation, contributes to the development of pulmonary hypertension (PH). Pyrroloquinoline quinone (PQQ), a potent natural antioxidant with anti-diabetic, neuroprotective, and cardioprotective properties, is known to promote mitochondrial biogenesis. However, its effect on cellular proliferation, apoptosis resistance, mitochondrial and metabolic alterations associated with PH remains unexplored. The current study was designed to investigate the effect of PQQ in the treatment of PH. Human pulmonary artery smooth muscle cells (HPASMCs), endothelial cells (PAECs), and primary cultured cardiomyocytes were subjected to hypoxia to induce PH-like phenotype. Furthermore, Sprague Dawley (SD) rats injected with monocrotaline (MCT) (60 mg/kg, SC, once) progressively developed pulmonary hypertension. PQQ treatment (2 mg/kg, PO, for 35 days) attenuated cellular proliferation and promoted apoptosis via a mitochondrial-dependent pathway. Furthermore, PQQ treatment in HPASMCs prevented mitochondrial and metabolic dysfunctions, improved mitochondrial bioenergetics while preserving respiratory complexes, and reduced insulin resistance. In addition, PQQ treatment (preventive and curative) significantly attenuated the increase in right ventricle pressure and hypertrophy as well as reduced endothelial dysfunction and pulmonary artery remodeling in MCT-treated rats. PQQ also prevented cardiac fibrosis and improved cardiac functions as well as reduced inflammation in MCT-treated rats. Altogether, the above findings demonstrate that PQQ can attenuate mitochondrial as well as metabolic abnormalities in PASMCs and also prevent the development of PH in MCT treated rats; hence PQQ may act as a potential therapeutic agent for the treatment of PH.",
      "mesh_terms": [
        "Animals",
        "Endothelial Cells",
        "Humans",
        "Hypertension, Pulmonary",
        "Inflammation",
        "Monocrotaline",
        "PQQ Cofactor",
        "Pulmonary Artery",
        "Rats",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "35852313",
      "title": "Insights into Pyrroloquinoline Quinone (PQQ) Effects on Soil Nutrients and Pathogens from Pepper Monocropping Soil under Anaerobic and Aerobic Conditions.",
      "authors": [
        "Xin Li",
        "Mingxing Zhang",
        "Qingzhuang Zhang",
        "Fangjun Tan",
        "Zheng Gong",
        "Yunhe Xie",
        "Yu Tao",
        "Jie Chen"
      ],
      "journal": "Microbiology spectrum",
      "publication_date": "2022-Aug-31",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Imbalances of soil available nutrients and soilborne diseases have seriously restricted the productivity of crops and jeopardized food security worldwide. Pyrroloquinoline quinone (PQQ), a redox cofactor in some bacteria involved in glucose metabolism and phosphorus mineralization, could be anticipated to alter soil ecosystems to a certain extent. However, there is limited information on PQQ defending soilborne pathogens and regulating soil main nutrients. Here, a pot experiment based on mono-cropping soils of pepper was conducted to examine the effects of PQQ amendment on reconstructing soil microbial communities and soil nutrients under aerobic/anaerobic conditions comprising three treatments, namely, control, PQQ (aerobic), and FL-PQQ (anaerobic). The results revealed that soil microbial community composition and soil nutrients were distinctly altered by PQQ regimes. Compared to control, PQQ treatment significantly increased the content of soil available phosphorus (AP), while FL_PQQ treatment strongly improved the content of soil available nitrogen (AN). In terms of pathogens, relative to control, both PQQ treatments suppressed the abundances of pathogens, of which FL_PQQ treatment significantly decreased the abundance of the pathotrophic fungal by 64% and the abundance of Fusarium oxysporum by 57%, largely attributed to the increase of organic acid generators (Oxobacter, Hydrogenispora) and potential antagonists (Bacillus, Talaromyces). Structural equation modeling (SEM) showed that PQQ regimes suppressed pathogens by indirectly regulating soil physicochemical properties and microbial communities. Overall, we proposed that PQQ application both in aerobic/anaerobic conditions could improve soil available nutrients and suppress soil pathogens in pepper monocropping soils. IMPORTANCE The attention to PQQ (pyrroloquinoline quinone) effect on soil nutrients and pathogens was less paid in monocropping soils. However, the underlying microbial interacting mechanism remains unclear. Adopting a novel external bio-additive, the effects of PQQ on soil main nutrients and the pathotrophic fungal under aerobic and anaerobic regimes will be investigated, which would help to improve soil quality health. Our main conclusion was that PQQ would help to remediate monocropping obstacle soils in terms of soil nutrients and soil pathogens by associating with the microbial community, and anaerobic PQQ application more favored amelioration of continuous obstacle soils. These results will benefit the health and sustainable development of pepper production as well as other greenhouse vegetable production.",
      "mesh_terms": [
        "Anaerobiosis",
        "Microbiota",
        "Nutrients",
        "PQQ Cofactor",
        "Phosphorus",
        "Soil"
      ]
    },
    {
      "pmid": "35413176",
      "title": "Understanding the Inhibitory and Antioxidant Effects of Pyrroloquinoline Quinone (PQQ) on Copper(II)-Induced α-Synuclein-119 Aggregation.",
      "authors": [
        "ShaoPei Li",
        "Aruna Raja",
        "Meissam Noroozifar",
        "Kagan Kerman"
      ],
      "journal": "ACS chemical neuroscience",
      "publication_date": "2022-Apr-20",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Parkinson's disease (PD) is associated with the aggregation and misfolding of a-synuclein (a-syn) protein in dopaminergic neurons. The misfolding process is heavily linked to copper dysregulation in PD. Experimental evidence supports the hypothesis that the co-presence of Cu(II) and α-syn facilitates the aggregation of α-syn, affecting the pathological development of PD. Recent literature has shown that pyrroloquinoline quinone (PQQ) contains strong neuroprotective activity by reducing the reactive oxygen species (ROS) production by α-syn. Despite these known facts, minimal studies have been done on the antioxidant effect of PQQ against ROS formation in the presence of Cu(II) and α-syn-119. Thus, it is of great significance to study the interaction between all three components, PQQ, Cu(II), and α-syn-119. In this proof-of-concept study, a variety of chemical techniques were employed to examine the antioxidant effect of PQQ on ROS that α-syn-119 produced in the presence of Cu(II). Our results showed that PQQ effectively prevented ROS formation in SH-SY5Y human differentiated neuronal cells. Thioflavin T (ThT) fluorescence assay, circular dichroism (CD) spectroscopy, and transmission electron microscopy (TEM) were applied, where PQQ was able to actively prevent fibrillation of α-syn-119 in the presence of Cu(II). This finding was further confirmed using electrochemical impedance spectroscopy (EIS), where the binding of PQQ to the α-syn-119 suppressed the aggregation process on the electrode surface. With these encouraging results, we envisage that PQQ and its derivatives can be a promising candidate for further studies as a multitarget therapeutic agent toward PD therapy.",
      "mesh_terms": [
        "Antioxidants",
        "Copper",
        "Dopaminergic Neurons",
        "Humans",
        "PQQ Cofactor",
        "Parkinson Disease",
        "Reactive Oxygen Species",
        "alpha-Synuclein"
      ]
    },
    {
      "pmid": "35340329",
      "title": "PQQ Dietary Supplementation Prevents Alkylating Agent-Induced Ovarian Dysfunction in Mice.",
      "authors": [
        "Xiuliang Dai",
        "Xiangjiao Yi",
        "Yufeng Wang",
        "Wei Xia",
        "Jianguo Tao",
        "Jun Wu",
        "Dengshun Miao",
        "Li Chen"
      ],
      "journal": "Frontiers in endocrinology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Alkylating agents (AAs) that are commonly used for cancer therapy cause great damage to the ovary. Pyrroloquinoline-quinine (PQQ), which was initially identified as a redox cofactor for bacterial dehydrogenases, has been demonstrated to benefit the fertility of females. The aim of this study was to investigate whether PQQ dietary supplementation plays a protective role against alkylating agent-induced ovarian dysfunction. A single dose of busulphan (20 mg/kg) and cyclophosphamide (CTX, 120 mg/kg) were used to establish a mouse model of ovarian dysfunction. Feed containing PQQNa2 (5 mg/kg) was provided starting 1 week before the establishment of the mouse model until the date of sacrifice. One month later, estrous cycle period of mice were examined and recorded for consecutive 30 days. Three months later, some mice were mated with fertile male mice for fertility test. The remaining mice were sacrificed to collect serum samples and ovaries. One day before sacrifice, some mice received a single injection of BrdU to label proliferating cells. Serum samples were used for test hormonal levels. Ovaries were weighted and used to detect follicle counts, cell proliferation, cell apoptosis and cell senescence. In addition, the levels of inflammation, oxidative damage and Pgc1α expression were detected in ovaries. Results showed that PQQ treatment increased the ovarian weight and size, partially normalized the disrupted estrous cycle period and prevented the loss of follicles of mice treated with AAs. More importantly, we found that PQQ treatment significantly increased the pregnancy rate and litter size per delivery of mice treated with AAs. The protective effects of PQQ appeared to be directly mediated by promoting cell proliferation of granulosa, and inhibiting cell apoptosis of granulosa and cell senescence of ovarian stromal cells. The underlying mechanisms may attribute to the anti-oxidative stress, anti-inflammation and pro-mitochondria biogenesis effects of PQQ.Our study highlights the therapeutic potential of PQQ against ovarian dysfunction caused by alkylating agents.",
      "mesh_terms": [
        "Alkylating Agents",
        "Animals",
        "Dietary Supplements",
        "Female",
        "Male",
        "Mice",
        "Ovarian Follicle",
        "Pregnancy",
        "Pyrroles",
        "Quinine",
        "Quinolines"
      ]
    },
    {
      "pmid": "34227919",
      "title": "Pyrroloquinoline quinone (PQQ) alleviated sepsis-induced acute liver injury, inflammation, oxidative stress and cell apoptosis by downregulating CUL3 expression.",
      "authors": [
        "Yanhong Wu",
        "Meiling Zhao",
        "Zhaoheng Lin"
      ],
      "journal": "Bioengineered",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PQQ has anti-inflammatory and anti-oxidant effects. PQQ can relieve high glucose-induced renal cell damage by suppressing Keap1 expression. Keap1 can interact with CUL3. Upregulation of CUL3 facilitates the apoptosis of LPS-induced podocytes. Based on knowledge above, this current work was designed to explore the role of PQQ in sepsis and determine the molecular function of CUL3 in the pathogenesis of sepsis. Rats received CLP surgery to establish sepsis models in vivo. Kupffer cells were pretreated with PQQ (10, 50 and 100 nmol/L) for 2 h and then treated with 100 ng/mL LPS for 24 h, simulating sepsis-induced acute liver injury in vitro. H&E staining was performed to evaluate liver injury of SD rats. Levels of inflammatory factors and oxidative stress markers were detected to assess inflammatory response and oxidative stress. Moreover, TUNEL staining, flow cytometric analysis and western blot were applied to determine cell apoptosis. It was confirmed that PQQ treatment relieved acute liver injury, inflammatory and oxidative stress damage and apoptosis of liver tissue cells in sepsis rats. In addition, PQQ therapy could alleviate inflammation, oxidative stress and apoptosis in LPS-induced Kupffer cells. Notably, LPS stimulation enhanced CUL3 expression and PQQ repressed CUL3 expression in Kupffer cells suffered from LPS. Overall, CUL3 overexpression weakened the remission effects of PQQ on LPS-induced inflammatory and oxidative damage and apoptosis of Kupffer cells. Mechanistically, PQQ treatment may mitigate sepsis-induced acute liver injury through downregulating CUL3 expression.",
      "mesh_terms": [
        "Acute Disease",
        "Animals",
        "Apoptosis",
        "Cullin Proteins",
        "Down-Regulation",
        "Inflammation",
        "Kupffer Cells",
        "Lipopolysaccharides",
        "Liver",
        "Oxidative Stress",
        "PQQ Cofactor",
        "Rats, Sprague-Dawley",
        "Sepsis",
        "Up-Regulation",
        "Rats"
      ]
    },
    {
      "pmid": "32143671",
      "title": "Modulating NMDA receptors to treat MK-801-induced schizophrenic cognition deficit: effects of clozapine combining with PQQ treatment and possible mechanisms of action.",
      "authors": [
        "Xingqin Zhou",
        "Gangming Cai",
        "Shishi Mao",
        "Dong Xu",
        "Xijie Xu",
        "Rongjun Zhang",
        "Zhiwen Yao"
      ],
      "journal": "BMC psychiatry",
      "publication_date": "2020-Mar-06",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Clozapine has remarkable efficacy on both negative and cognitive symptoms of schizophrenia due to its slight activation of NMDA receptor. In fact, much evidence to the contrary. NMDAR is a complex containing specific binding sites, which are regulated to improve negative symptoms and cognitive deficits associated with individuals affected by schizophrenia. PQQ is a powerful neuroprotectant that specifically binds with NMDA receptors in the brain to produce beneficial physiological and cognitive outcomes. The aim of this study was to enhance NMDAR function and improve cognitive ability in schizophrenia by PQQ combined with clozapine. METHODS: Rats were divided into four groups (n = 5) including control (saline), model (MK-801, 0.5 mg·kg- 1·d- 1), atypical antipsychotic (MK-801 (0.5 mg·kg- 1·d- 1) + Clozapine (1.0 mg·kg- 1·d- 1), and co-agonist NMDA receptor (MK-801 (0.5 mg·kg- 1·d- 1) + Clozapine (0.5 mg·kg- 1·d- 1) + PQQ (1.0 μg·kg- 1·d- 1) group. Each group of rats was injected subcutaneously every day for 6 weeks. Behavior test, including stereotyped behavior, locomotor hyperactivity, learning and memory, was performed. The Western blot assay was performed to analyze the expression of GSK-3β, Akt, NMDAR1, and MGLUR in rat hippocampus. RESULTS: Results indicated that clozapine and PQQ combination therapy can improve MK801-induced schizophrenia behavior including stereotyped behavior, locomotor hyperactivity and cognitive impairment. Furthermore, we found that modulating NMDA receptors could ameliorate the memory impairments in Mk-801 induced schizophrenia rats by reducing the expression of NMDAR1 and MGLUR3, decreasing hippocampal tau hyperphosphorylation and inhibiting apoptosis through Akt /GSK-3β signaling pathway. CONCLUSIONS: These findings suggest that combination therapy for enhancing NMDA receptors may be able to rescue cognition deficit in schizophrenia. More studies are needed to better elucidate these mechanisms.",
      "mesh_terms": [
        "Animals",
        "Antipsychotic Agents",
        "Clozapine",
        "Cognition",
        "Cognitive Dysfunction",
        "Dizocilpine Maleate",
        "Glycogen Synthase Kinase 3 beta",
        "Humans",
        "Rats",
        "Receptors, N-Methyl-D-Aspartate",
        "Schizophrenia"
      ]
    },
    {
      "pmid": "31700876",
      "title": "PQQ ameliorates skeletal muscle atrophy, mitophagy and fiber type transition induced by denervation via inhibition of the inflammatory signaling pathways.",
      "authors": [
        "Wenjing Ma",
        "Ru Zhang",
        "Ziwei Huang",
        "Qiuyu Zhang",
        "Xiaoying Xie",
        "Xiaoming Yang",
        "Qi Zhang",
        "Hua Liu",
        "Fei Ding",
        "Jianwei Zhu",
        "Hualin Sun"
      ],
      "journal": "Annals of translational medicine",
      "publication_date": "2019-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Skeletal muscle atrophy involves and requires widespread changes in skeletal muscle gene expression and signaling pathway, resulting in excessive loss of muscle mass and strength, which is associated with poor prognosis and the decline of life quality in several diseases. However, the treatment of skeletal muscle atrophy remains an unresolved challenge to this day. The aim of the present study was to investigate the influence of pyrroloquinoline quinone (PQQ), a redox-active o-quinone found in various foods and mammalian tissues, on skeletal muscle atrophy, and to explore the underlying molecular mechanism. METHODS: After denervation, mice were injected intraperitoneally with saline plus PQQ (5 mg/kg/d) or saline only for 14 days. The level of inflammatory cytokines in tibialis anterior (TA) muscles was determined by quantitative real-time polymerase chain reaction (qRT-PCR) and enzyme-linked immunosorbent assay (ELISA), and the level of signaling proteins of Janus kinase 2/signal transduction and activator of transcription 3 (Jak2/STAT3), TGF-β1/Smad3, JNK/p38 MAPK, and nuclear factor κB (NF-κB) signaling pathway were detected by Western blot. The skeletal muscle atrophy was evaluated by muscle wet weight ratio and cross-sectional areas (CSAs) of myofibers. The mitophagy was observed through transmission electron microscopy (TEM) analysis, and muscle fiber type transition was analyzed through fast myosin skeletal heavy chain antibody staining. RESULTS: The proinflammatory cytokines IL-6, IL-1β and TNF-α were largely induced in TA muscles after sciatic nerve transection. PQQ can significantly reverse this phenomenon, as evidenced by the decreased levels of proinflammatory cytokines IL-6, IL-1β and TNF-α. Moreover, PQQ could significantly attenuate the signal activation of Jak2/STAT3, TGF-β1/Smad3, JNK/p38 MAPK, and NF-κB in skeletal muscles after sciatic nerve transection. Furthermore, PQQ alleviated skeletal muscle atrophy, mitigated mitophagy and inhibited slow-to-fast muscle fiber type transition. CONCLUSIONS: These results suggested that PQQ could attenuate denervation-induced skeletal muscle atrophy, mitophagy and fiber type transition through suppressing the Jak2/STAT3, TGF-β1/Smad3, JNK/p38 MAPK, and NF-κB signaling pathways."
    },
    {
      "pmid": "31406573",
      "title": "Transcriptome analysis of the effect of pyrroloquinoline quinone disodium (PQQ·Na2) on reproductive performance in sows during gestation and lactation.",
      "authors": [
        "Boru Zhang",
        "Chenxi Wang",
        "Wei Yang",
        "Hongyun Zhang",
        "Qingwei Meng",
        "Baoming Shi",
        "Anshan Shan"
      ],
      "journal": "Journal of animal science and biotechnology",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Pyrroloquinoline quinone (PQQ), which is a water soluble, thermo-stable triglyceride-quinone, is widely distributed in nature and characterized as a mammalian vitamin-like redox cofactor. The objective of this study was to investigate the effects of pyrroloquinoline quinone disodium (PQQ·Na2) on reproductive performance in sows. RESULTS: Dietary supplementation with PQQ·Na2 significantly increased the total number of piglets born, the number of piglets born alive and the born alive litter weight. It also increased the antioxidant status in the placenta, plasma and milk. The concentration of NO was significantly increased in the plasma and placenta. RNA-seq analysis showed that 462 unigenes were differentially expressed between the control (Con) treatment and PQQ treatment groups. Among these unigenes, 199 were upregulated, while 263 unigenes were downregulated. The assigned functions of the unigenes covered a broad range of GO categories. Reproduction (27, 7.03%) and the reproduction process (27, 7.03%) were assigned to the biological process category. By matching DEGs to the KEGG database, we identified 29 pathways. CONCLUSIONS: In conclusion, dietary supplementation with PQQ·Na2 in gestating and lactating sows had positive effects on their reproductive performance."
    },
    {
      "pmid": "31100333",
      "title": "Synergistic improvement of PQQ-dependent D-sorbitol dehydrogenase activity from Gluconobacter oxydans for the biosynthesis of miglitol precursor 6-(N-hydroxyethyl)-amino-6-deoxy-α-L-sorbofuranose.",
      "authors": [
        "Xia Ke",
        "Yu Pan-Hong",
        "Zhong-Ce Hu",
        "Liang Chen",
        "Xin-Qiang Sun",
        "Yu-Guo Zheng"
      ],
      "journal": "Journal of biotechnology",
      "publication_date": "2019-Jul-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "6-(N-hydroxyethyl) amino-6-deoxy-l-sorbofuranose (6NSL) is the direct precursor of miglitol for diabetes therapy. The regio- and stereo-selective dehydrogenation offered by the membrane-bound d-sorbitol dehydrogenase (mSLDH) from Gluconobacter oxydans provides an elegant enzymatic method for 6NSL production. In this study, two subunits sldA and sldB of mSLDH were introduced into G. oxydans ZJB-605, and the specific enzyme activity of mSLDH towards NHEG was enhanced by 2.15-fold. However, the endogenous PQQ level was dramatically reduced in the recombinant strain and became a bottleneck to support the holo-enzyme activity. A combined supplementation of four amino acids (Glu, Ile, Ser, Arg) involved in biosynthesis of PQQ in conventional media effectively increased extracellular accumulation of PQQ by 1.49-fold, which further enhanced mSLDH activity by 1.33-fold. The synergic improvement of mSLDH activity provided in this study supports the superior high dehydrogenate activity towards substrate N-2-hydroxyethyl-glucamine, 184.28 g·L-1 of 6NSL was produced after a repeated bioconversion process catalyzed by the resting cells of G. oxydans/pBB-sldAB, all of which presenting a great potential of their industrial application in 6NSL biosynthesis.",
      "mesh_terms": [
        "1-Deoxynojirimycin",
        "Amino Acids",
        "Bacterial Proteins",
        "Bioreactors",
        "Culture Media",
        "Fermentation",
        "Gene Expression",
        "Gluconobacter oxydans",
        "Hypoglycemic Agents",
        "L-Iditol 2-Dehydrogenase",
        "PQQ Cofactor",
        "Recombinant Proteins",
        "Sorbitol",
        "Sorbose"
      ]
    },
    {
      "pmid": "30074759",
      "title": "Esterification of PQQ Enhances Blood-Brain Barrier Permeability and Inhibitory Activity against Amyloidogenic Protein Fibril Formation.",
      "authors": [
        "Kaori Tsukakoshi",
        "Wataru Yoshida",
        "Masaki Kobayashi",
        "Natsuki Kobayashi",
        "Jihoon Kim",
        "Toshisuke Kaku",
        "Toshitsugu Iguchi",
        "Kazuo Nagasawa",
        "Ryutaro Asano",
        "Kazunori Ikebukuro",
        "Koji Sode"
      ],
      "journal": "ACS chemical neuroscience",
      "publication_date": "2018-Dec-19",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Several neurodegenerative diseases have a common pathophysiology where selective damage to neurons results from the accumulation of amyloid oligomer proteins formed via fibrilization. Considering that the formation of amyloid oligomers leads to cytotoxicity, the development of chemical compounds that are able to effectively cross the blood-brain barrier (BBB) and inhibit this conversion to oligomers and/or fibrils is essential for neurodegenerative disease therapy. We previously reported that pyrroloquinoline quinone (PQQ) prevented aggregation and fibrillation of α-synuclein, amyloid β1-42 (Aβ1-42), and mouse prion protein. To develop a novel drug against neurodegenerative diseases based on PQQ, it is necessary to improve the insufficient BBB permeability of PQQ. Here, we show that an esterified compound of PQQ, PQQ-trimethylester (PQQ-TME), has twice the BBB permeability than PQQ in vitro. Moreover, PQQ-TME exhibited greater inhibitory activity against fibrillation of α-synuclein, Aβ1-42, and prion protein. These results indicated that esterification of PQQ could be a useful approach in developing a novel PQQ-based amyloid inhibitor.",
      "mesh_terms": [
        "Amyloid",
        "Amyloid beta-Peptides",
        "Amyloidogenic Proteins",
        "Animals",
        "Blood-Brain Barrier",
        "Cell Line, Tumor",
        "Cell Survival",
        "Esterification",
        "Esters",
        "Humans",
        "Mice",
        "Neurons",
        "PQQ Cofactor",
        "Peptide Fragments",
        "Permeability",
        "Prion Proteins",
        "Protein Aggregation, Pathological",
        "alpha-Synuclein"
      ]
    },
    {
      "pmid": "28007783",
      "title": "Early PQQ supplementation has persistent long-term protective effects on developmental programming of hepatic lipotoxicity and inflammation in obese mice.",
      "authors": [
        "Karen R Jonscher",
        "Michael S Stewart",
        "Alba Alfonso-Garcia",
        "Brian C DeFelice",
        "Xiaoxin X Wang",
        "Yuhuan Luo",
        "Moshe Levi",
        "Margaret J R Heerwagen",
        "Rachel C Janssen",
        "Becky A de la Houssaye",
        "Ellen Wiitala",
        "Garrett Florey",
        "Raleigh L Jonscher",
        "Eric O Potma",
        "Oliver Fiehn",
        "Jacob E Friedman"
      ],
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publication_date": "2017-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S.",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Nonalcoholic fatty liver disease (NAFLD) is widespread in adults and children. Early exposure to maternal obesity or Western-style diet (WD) increases steatosis and oxidative stress in fetal liver and is associated with lifetime disease risk in the offspring. Pyrroloquinoline quinone (PQQ) is a natural antioxidant found in soil, enriched in human breast milk, and essential for development in mammals. We investigated whether a supplemental dose of PQQ, provided prenatally in a mouse model of diet-induced obesity during pregnancy, could protect obese offspring from progression of NAFLD. PQQ treatment given pre- and postnatally in WD-fed offspring had no effect on weight gain but increased metabolic flexibility while reducing body fat and liver lipids, compared with untreated obese offspring. Indices of NAFLD, including hepatic ceramide levels, oxidative stress, and expression of proinflammatory genes (Nos2, Nlrp3, Il6, and Ptgs2), were decreased in WD PQQ-fed mice, concomitant with increased expression of fatty acid oxidation genes and decreased Pparg expression. Notably, these changes persisted even after PQQ withdrawal at weaning. Our results suggest that supplementation with PQQ, particularly during pregnancy and lactation, protects offspring from WD-induced developmental programming of hepatic lipotoxicity and may help slow the advancing epidemic of NAFLD in the next generation.-Jonscher, K. R., Stewart, M. S., Alfonso-Garcia, A., DeFelice, B. C., Wang, X. X., Luo, Y., Levi, M., Heerwagen, M. J. R., Janssen, R. C., de la Houssaye, B. A., Wiitala, E., Florey, G., Jonscher, R. L., Potma, E. O., Fiehn, O. Friedman, J. E. Early PQQ supplementation has persistent long-term protective effects on developmental programming of hepatic lipotoxicity and inflammation in obese mice.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Ceramides",
        "Cyclooxygenase 2",
        "Diet, High-Fat",
        "Dietary Supplements",
        "Female",
        "Interleukin-6",
        "Liver",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Nitric Oxide Synthase Type II",
        "Non-alcoholic Fatty Liver Disease",
        "Obesity",
        "Oxidative Stress",
        "PPAR gamma",
        "PQQ Cofactor",
        "Pregnancy",
        "Prenatal Exposure Delayed Effects"
      ]
    },
    {
      "pmid": "27242684",
      "title": "Selection of the N-Acylhomoserine Lactone-Degrading Bacterium Alteromonas stellipolaris PQQ-42 and of Its Potential for Biocontrol in Aquaculture.",
      "authors": [
        "Marta Torres",
        "Esther Rubio-Portillo",
        "Josefa Antón",
        "Alfonso A Ramos-Esplá",
        "Emilia Quesada",
        "Inmaculada Llamas"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The production of virulence factors by many pathogenic microorganisms depends on the intercellular communication system called quorum sensing, which involves the production and release of signal molecules known as autoinducers. Based on this, new-therapeutic strategies have emerged for the treatment of a variety of infections, such as the enzymatic degradation of signaling molecules, known as quorum quenching (QQ). In this study, we present the screening of QQ activity amongst 450 strains isolated from a bivalve hatchery in Granada (Spain), and the selection of the strain PQQ-42, which degrades a wide range of N-acylhomoserine lactones (AHLs). The selected strain, identified as Alteromonas stellipolaris, degraded the accumulation of AHLs and reduced the production of protease and chitinase and swimming motility of a Vibrio species in co-cultivation experiments in vitro. In the bio-control experiment, strain PQQ-42 significantly reduced the pathogenicity of Vibrio mediterranei VibC-Oc-097 upon the coral Oculina patagonica showing a lower degree of tissue damage (29.25 ± 14.63%) in its presence, compared to when the coral was infected with V. mediterranei VibC-Oc-097 alone (77.53 ± 13.22%). Our results suggest that this AHL-degrading bacterium may have biotechnological applications in aquaculture."
    },
    {
      "pmid": "25843018",
      "title": "Pyrroloquinoline quinone (PQQ) producing Escherichia coli Nissle 1917 (EcN) alleviates age associated oxidative stress and hyperlipidemia, and improves mitochondrial function in ageing rats.",
      "authors": [
        "Ashish Kumar Singh",
        "Sumeet Kumar Pandey",
        "Gourav Saha",
        "Naresh Kumar Gattupalli"
      ],
      "journal": "Experimental gerontology",
      "publication_date": "2015-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Ageing involves oxidative stress mediated by Reactive Oxygen Species (ROS) and mitochondrial dysfunction. The present work demonstrates the protective effect of PQQ producing EcN against rotenone induced mitochondrial oxidative stress and consequence of mitochondrial and cellular dysfunction in naturally ageing rat model. PQQ is a potent antioxidant molecule also known to stimulate mitochondrial biogenesis and function in mammals. METHODS: Firstly, adult rats (16-18 weeks old) were treated with rotenone (2.5 mg/kg body weight; i.p.) daily for 28 days along with PQQ (10 mg/kg diet, daily) and modified probiotic EcN strains (10(8) CFU twice weekly). Secondly, ageing rats (48-50 weeks old) were gavaged with probiotic EcN strains (10(8)CFU twice weekly) and PQQ (10 mg/kg diet, daily) for 8 months. RESULTS: PQQ producing EcN-5 treatment prevented rotenone induced hepatic oxidative stress and mitochondrial damage in rats as assessed by reduced lipid peroxidation (29%), elevated glutathione (GSH) content (43%), increased catalase (52%) and superoxide dismutase (52%) activities when compared to only rotenone treatment. Moreover, increased hepatic mitochondrial content (41%), peroxisome proliferator-activated receptor-gamma coactivator 1-alpha (PGC-1α) mRNA (25%) and mitochondrial Superoxide Dismutase (Mit-SOD) activity (94%) were also observed in EcN-5 treated rats. Rotenone treated rats did not exhibit gain in body weight, whereas rats co-treated with EcN-5 showed significant restoration in body weight gain. Furthermore, weekly administration of EcN-5 to naturally ageing rats for eight months resulted in significant reduction of oxidative stress in hepatic and colonic tissues (assessed by lipid peroxidation, GSH content and catalase and SOD enzyme activities) along with increase in hepatic mitochondrial enzyme activities (Mit-SOD and succinate dehydrogenase) and biogenesis, when compared to untreated rats. Additionally, these rats also exhibited reduced expression of fatty acid synthase (50%) and increased expression of acyl coenzyme oxidase (225%) genes in liver in contrast to untreated rats resulting in lowered triglyceride (13% & 13.5%) and cholesterol (21% & 27%) levels in plasma and liver, respectively. Increased levels of butyrate (93%), propionate (45%) and acetate (18%) were also found in colonic content of these rats. PQQ administered daily (supplemented in diet) exhibited more or less similar effect as weekly gavaged EcN-5 in both the experiments, which substantiate that these effects are mediated by PQQ. CONCLUSION: These results suggest that genetically modified EcN-5 can be used as a nutritional supplement which can reduce age related oxidative stress and hyperlipidemia. Furthermore, it also rejuvenates healthy mitochondria by stimulating mitochondrial biogenesis and metabolism.",
      "mesh_terms": [
        "Aging",
        "Animals",
        "Antioxidants",
        "Escherichia coli",
        "Glutathione",
        "Hyperlipidemias",
        "Lipid Peroxidation",
        "Male",
        "Mitochondria",
        "Oxidative Stress",
        "PQQ Cofactor",
        "Peroxisome Proliferator-Activated Receptor Gamma Coactivator 1-alpha",
        "Rats",
        "Reactive Oxygen Species",
        "Rotenone",
        "Succinate Dehydrogenase",
        "Superoxide Dismutase",
        "Transcription Factors"
      ]
    },
    {
      "pmid": "25820784",
      "title": "Protective Effect of Pyrroloquinoline Quinone (PQQ) in Rat Model of Intracerebral Hemorrhage.",
      "authors": [
        "Hongjian Lu",
        "Jiabing Shen",
        "Xinjian Song",
        "Jianbin Ge",
        "Rixin Cai",
        "Aihua Dai",
        "Zhongli Jiang"
      ],
      "journal": "Cellular and molecular neurobiology",
      "publication_date": "2015-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Pyrroloquinoline quinone (PQQ) has invoked considerable interest because of its presence in foods, antioxidant properties, cofactor of dehydrogenase, and amine oxidase. Protective roles of PQQ in central nervous system diseases, such as experimental stroke and spinal cord injury models have been emerged. However, it is unclear whether intracerebral hemorrhage (ICH), as an acute devastating disease, can also benefit from PQQ in experimental conditions. Herein, we examined the possible effect of PQQ on neuronal functions following ICH in the adult rats. The results showed that rats pretreated with PQQ at 10 mg/kg effectively improved the locomotor functions, alleviated the hematoma volumes, and reduced the expansion of brain edema after ICH. Also, pretreated rats with PQQ obviously reduced the production of reactive oxygen species after ICH, probably due to its antioxidant properties. Further, we found that, Bcl-2/Bax, the important indicator of oxidative stress insult in mitochondria after ICH, exhibited increasing ratio in PQQ-pretreated groups. Moreover, activated caspase-3, the apoptotic executor, showed coincident alleviation in PQQ groups after ICH. Collectively, we speculated that PQQ might be an effective and potential neuroprotectant in clinical therapy for ICH.",
      "mesh_terms": [
        "Animals",
        "Cerebral Hemorrhage",
        "Disease Models, Animal",
        "Male",
        "Neuroprotective Agents",
        "Oxidative Stress",
        "PQQ Cofactor",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reactive Oxygen Species",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "25445509",
      "title": "A subchronic oral toxicity study on pyrroloquinoline quinone (PQQ) disodium salt in rats.",
      "authors": [
        "Chunlai Liang",
        "Xin Zhang",
        "Wei Wang",
        "Yan Song",
        "Xudong Jia"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2015-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A subchronic oral toxicity study on pyrroloquinoline quinone (PQQ) disodium salt was performed in rats. Sprague-Dawley rats were randomly divided into four groups (10 rats/sex/group) and administered with PQQ disodium salt at doses of 0 (control), 100, 200 and 400 mg/kg bw/day by gavage for 13 weeks. Daily clinical observations and weekly measurement of body weights and food consumption were conducted. Blood samples were obtained on day 46 and day 91 for measurement of hematology and serum biochemical parameters. Animals were euthanized for necropsy, selected organs were weighted and recorded. Histological examination was performed on all tissues from animals in the control and PQQ disodium salt treatment groups. No mortality or toxicologically significant changes in clinical signs, body weight, food consumption, necropsy findings or organ weights was observed. Differences between treated and control groups in some hematological and serum biochemical examinations and histopathological examination were not considered treatment-related. The no-observed-adverse-effect-level (NOAEL) of PQQ disodium salt in rats was considered to be 400 mg/kg bw/day for both sexes, the highest dose tested.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Body Weight",
        "Dose-Response Relationship, Drug",
        "Female",
        "Male",
        "No-Observed-Adverse-Effect Level",
        "Organ Size",
        "PQQ Cofactor",
        "Rats",
        "Rats, Sprague-Dawley",
        "Toxicity Tests, Subchronic"
      ]
    },
    {
      "pmid": "25314304",
      "title": "Pyrroloquinoline quinone (PQQ) inhibits lipopolysaccharide induced inflammation in part via downregulated NF-κB and p38/JNK activation in microglial and attenuates microglia activation in lipopolysaccharide treatment mice.",
      "authors": [
        "Chongfei Yang",
        "Lifeng Yu",
        "Lingbo Kong",
        "Rui Ma",
        "Juliang Zhang",
        "Qingsheng Zhu",
        "Jinyu Zhu",
        "Dingjun Hao"
      ],
      "journal": "PloS one",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Therapeutic strategies designed to inhibit the activation of microglia may lead to significant advancement in the treatment of most neurodegenerative diseases. Pyrroloquinoline quinone (PQQ) is a naturally occurring redox cofactor that acts as an essential nutrient, antioxidant, and has been reported to exert potent immunosuppressive effects. In the present study, the anti-inflammatory effects of PQQ was investigated in LPS treated primary microglia cells. Our observations showed that pretreatment with PQQ significantly inhibited the production of NO and PGE2 and suppressed the expression of pro-inflammatory mediators such as iNOS, COX-2, TNF-a, IL-1b, IL-6, MCP-1 and MIP-1a in LPS treated primary microglia cells. The nuclear translocation of NF-κB and the phosphorylation level of p65, p38 and JNK MAP kinase pathways were also inhibited by PQQ in LPS stimulated primary microglia cells. Further a systemic LPS treatment acute inflammation murine brain model was used to study the suppressive effects of PQQ against neuroinflammation in vivo. Mice treated with PQQ demonstrated marked attenuation of neuroinflammation based on Western blotting and immunohistochemistry analysis of Iba1-against antibody in the brain tissue. Indicated that PQQ protected primary cortical neurons against microglia-mediated neurotoxicity. These results collectively suggested that PQQ might be a promising therapeutic agent for alleviating the progress of neurodegenerative diseases associated with microglia activation.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Brain",
        "Calcium-Binding Proteins",
        "Cells, Cultured",
        "Cyclooxygenase 2",
        "Dinoprostone",
        "Drug Evaluation, Preclinical",
        "Enzyme Activation",
        "Female",
        "Gene Expression",
        "Inflammation Mediators",
        "JNK Mitogen-Activated Protein Kinases",
        "Lipopolysaccharides",
        "MAP Kinase Signaling System",
        "Mice, Inbred C57BL",
        "Microfilament Proteins",
        "Microglia",
        "PQQ Cofactor",
        "Protein Processing, Post-Translational",
        "Transcription Factor RelA",
        "p38 Mitogen-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "24718737",
      "title": "Probiotic Escherichia coli CFR 16 producing pyrroloquinoline quinone (PQQ) ameliorates 1,2-dimethylhydrazine-induced oxidative damage in colon and liver of rats.",
      "authors": [
        "Sumeet Pandey",
        "Ashish Singh",
        "Prasant Kumar",
        "Archana Chaudhari",
        "G Nareshkumar"
      ],
      "journal": "Applied biochemistry and biotechnology",
      "publication_date": "2014-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Inflammation of the gastrointestinal tract is associated with reactive oxygen species (ROS) genesis. Alleviation of oxidative stress is achieved by using antioxidants and probiotics. Present study investigates a synergistic effect of the probiotic Escherichia coli CFR 16 containing Vitreoscilla haemoglobin gene (vgb), green fluorescent protein (gfp) gene and pyrroloquinoline quinone (pqq) gene cluster on oxidative stress induced by 1,2-dimethylhydrazine (DMH). Adult virgin Charles foster male rats (3-4 months) weighing 200-250 g were administered with DMH (25 mg/kg body weight, s.c.) twice a week for eight consecutive weeks. Rats receiving only DMH dose showed increased lipid peroxidation in liver and intestinal tissues with reduced activity of antioxidant enzymes, i.e. superoxide dismutase (SOD), catalase (CAT) and glutathione peroxidase (GPx). Oral dose of E. coli CFR 16::vgb-gfp harbouring pqq gene cluster increased rat faecal PQQ concentration by twofold, reduced lipid peroxidation and retained SOD, CAT and GPx activities close to normal levels in liver and colonic tissues following DMH treatment. In addition, significant protection was found in colonic histological sections of these rat groups. This study demonstrates a protective efficacy in the following order: E. coli CFR 16 < E. coli CFR 16::vgb-gfp < vitamin C = PQQ < E. coli CFR 16::vgb-gfp (pqq).",
      "mesh_terms": [
        "1,2-Dimethylhydrazine",
        "Animals",
        "Antioxidants",
        "Carcinogens",
        "Catalase",
        "Chemical and Drug Induced Liver Injury",
        "Colon",
        "Colonic Diseases",
        "Escherichia coli",
        "Liver",
        "Male",
        "PQQ Cofactor",
        "Probiotics",
        "Rats",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "20663290",
      "title": "Role of glutathione in augmenting the anticancer activity of pyrroloquinoline quinone (PQQ).",
      "authors": [
        "Bhavani S Shankar",
        "Ruchi Pandey",
        "Prayag Amin",
        "Hari S Misra",
        "Krishna B Sainis"
      ],
      "journal": "Redox report : communications in free radical research",
      "publication_date": "2010",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pyrroloquinoline quinone (PQQ), a bacterial redox co-factor and antioxidant, is highly reactive with nucleophilic compounds present in biological fluids. PQQ induced apoptosis in human promonocytic leukemia U937 cells and this was accompanied by depletion of the major cellular antioxidant glutathione and increase in intracellular reactive oxygen species (ROS). Treatment with glutathione (GSH) or N-acetyl-L-cysteine (NAC) did not spare PQQ toxicity but resulted in a 2-5-fold increase in PQQ-induced apoptosis in U937 cells. Cellular GSH levels increased following treatment by NAC alone but were severely depleted by co-treatment with NAC and PQQ. This was accompanied by an increase in intracellular ROS. Alternatively, depletion of glutathione also resulted in increased PQQ cytotoxicity. However, the cells underwent necrosis as evidenced by dual labeling with annexin V and propidium iodide. PQQ-induced cytotoxicity is thus critically regulated by the cellular redox status. An increase in GSH can augment apoptosis and its depletion can switch the mode of cell death to necrosis in the presence of PQQ. Our data suggest that modulation of intracellular GSH can be used as an effective strategy to potentiate cytotoxicity of quinones like PQQ.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents",
        "Apoptosis",
        "Cell Line",
        "Cell Line, Tumor",
        "Glutathione",
        "Humans",
        "In Situ Nick-End Labeling",
        "Mice",
        "NIH 3T3 Cells",
        "PQQ Cofactor",
        "Reactive Oxygen Species",
        "U937 Cells"
      ]
    },
    {
      "pmid": "22163553",
      "title": "Effects of electric potential treatment of a chromium hexacyanoferrate modified biosensor based on PQQ-dependent glucose dehydrogenase.",
      "authors": [
        "Ta-Feng Tseng",
        "Yang-Li Yang",
        "Yuh-Jiuan Lin",
        "Shyh-Liang Lou"
      ],
      "journal": "Sensors (Basel, Switzerland)",
      "publication_date": "2010",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A novel potential treatment technique applied to a glucose biosensor that is based on pyrroloquinoline quinone (PQQ)-dependent glucose dehydrogenase (GDH) and chromium hexacyanoferrate (CrHCF) incorporated into a platinum (Pt) electrode was demonstrated. CrHCF, serving as a mediator, was electrochemically deposited on the Pt electrode as ascertained by CV, SEM, FTIR and XPS measurements. The potential treatment of CrHCF, which converts Fe(II) to Fe(III), enables the glucose detection. The amperometric measurement linearity of the biosensor was up to 20 mM (R = 0.9923), and the detection sensitivity was 199.94 nA/mM per cm(2). More importantly, this biosensor remained stable for >270 days.",
      "mesh_terms": [
        "Biosensing Techniques",
        "Chromium Compounds",
        "Electricity",
        "Ferric Compounds",
        "Ferrocyanides",
        "Ferrous Compounds",
        "Glucose",
        "Glucose Dehydrogenases",
        "Microscopy, Electron, Scanning",
        "Spectroscopy, Fourier Transform Infrared"
      ]
    },
    {
      "pmid": "16709402",
      "title": "Neuroprotection by pyrroloquinoline quinone (PQQ) in reversible middle cerebral artery occlusion in the adult rat.",
      "authors": [
        "Yonghua Zhang",
        "Paul J Feustel",
        "Harold K Kimelberg"
      ],
      "journal": "Brain research",
      "publication_date": "2006-Jun-13",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Pyrroloquinoline quinone (PQQ) is a naturally occurring redox cofactor that acts as an essential nutrient, antioxidant, and redox modulator. It has previously been reported to reduce infarct size in 7-day-old rat pups with an in vivo cerebral hypoxia/ischemia model (Jensen et al., 1994). In this study, we tested whether improvement is found in both behavioral measures of protection and by histological measures of infarcted tissue at 72 h after reversible middle cerebral artery occlusion (rMCAo) in adult rats. Two-hour rMCAo was induced in adult rats using the intraluminal suture technique. PQQ (10, 3, and 1 mg/kg) was given once by intravenous injection at the initiation, or 3 h after the initiation, of 2 h rMCAo. Neurobehavioral deficits were evaluated daily for 3 days followed by infarct volumes measurements by 2,3,5-triphenyltetrazolium chloride (TTC) staining. PQQ at 10 mg/kg infused at the initiation, or 3 h after the initiation, of rMCAo was effective in reducing cerebral infarct volumes measured 72 h later. At 3 h after ischemia, a dose of 3 mg/kg significantly reduced infarct volume compared to vehicle-treated animals, but 1 mg/kg was ineffective. Neurobehavioral scores were also significantly better in the PQQ-treated group compared to the vehicle controls when PQQ was given at 10 and 3 mg/kg, but not at 1 mg/kg. Thus, PQQ is neuroprotective when given as a single administration at least 3 h after initiation of rMCAo. These data indicate that PQQ may be a useful neuroprotectant in stroke therapy.",
      "mesh_terms": [
        "Animals",
        "Behavior, Animal",
        "Brain",
        "Brain Infarction",
        "Cytoprotection",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Infarction, Middle Cerebral Artery",
        "Ischemic Attack, Transient",
        "Male",
        "Molecular Structure",
        "Nerve Degeneration",
        "Neurons",
        "Neuroprotective Agents",
        "PQQ Cofactor",
        "Rats",
        "Rats, Sprague-Dawley",
        "Recovery of Function",
        "Time Factors"
      ]
    },
    {
      "pmid": "15770429",
      "title": "Pyrroloquinoline quinone (PQQ) decreases myocardial infarct size and improves cardiac function in rat models of ischemia and ischemia/reperfusion.",
      "authors": [
        "Bo-Qing Zhu",
        "Hui-Zhong Zhou",
        "John R Teerlink",
        "Joel S Karliner"
      ],
      "journal": "Cardiovascular drugs and therapy",
      "publication_date": "2004-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "As pyrroloquinoline quinone (PQQ) is a redox cofactor in mammals, we asked if it is cardioprotective. Rats were subjected to 2 h of left anterior descending (LAD) coronary artery ligation without reperfusion (model 1, ischemia). In model 2 (ischemia/reperfusion), rats were subjected to 17 or 30 min of LAD occlusion and 2 h of reperfusion. PQQ (15-20 mg/kg) was given i.p., either 30 min before LAD occlusion (Pretreatment) or i.v. at the onset of reperfusion (Treatment). In model 1, PQQ reduced infarct size (10.0 +/- 1.5 vs 19.1 +/- 2.1%, P < 0.01). In model 2, either PQQ Pretreatment or Treatment also reduced infarct size (18.4 +/- 2.3 and 25.6 +/- 3.5% vs 38.1 +/- 2.6%, P < 0.01). PQQ resulted in higher LV developed pressure and LV (+)dP/dt after 1-2 h of reperfusion (P < 0.05), and fewer ventricular fibrillation episodes. PQQ dose (5-20 mg/kg) was inversely related to infarct size. PQQ reduced myocardial tissue levels of malondialdehyde (MDA), an indicator of lipid peroxidation (316 +/- 88 vs 99 +/- 14 nmol/g, P < 0.01). PQQ given either as Pretreatment or as Treatment at the onset of reperfusion is highly effective in reducing infarct size and improving cardiac function in a dose-related manner in rat models of ischemia and ischemia/reperfusion. The optimal dose in this study, which exhibited neither renal nor hepatic toxicity, was 15 mg/kg, but lower doses may also be efficacious. We conclude that PQQ, which appears to act as a free radical scavenger in ischemic myocardium, is a highly effective cardioprotective agent.",
      "mesh_terms": [
        "Animals",
        "Body Weight",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Heart Function Tests",
        "Injections, Intraperitoneal",
        "Injections, Intravenous",
        "Malondialdehyde",
        "Myocardial Infarction",
        "Myocardial Reperfusion Injury",
        "Myocardium",
        "PQQ Cofactor",
        "Rats",
        "Ventricular Fibrillation"
      ]
    },
    {
      "pmid": "2551275",
      "title": "Acid-promoted tautomeric lactonization and oxidation-reduction of pyrroloquinoline quinone (PQQ).",
      "authors": [
        "P M Gallop",
        "E Henson",
        "M A Paz",
        "S L Greenspan",
        "R Flückiger"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "1989-Sep-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "Acid-treatment facilitates PQQ detection by electron ionization mass spectroscopy with a molecular ion at M/e 330 and a base ion formed by triple decarboxylation at M/e 198. Other ions found probably arise through acid-catalyzed tautomeric lactonization of PQQ to PQQ-lactone (PQQL) with subsequent oxidation of PQQL and reduction of PQQ. We propose that a carboxyl group, presumably the 9-carboxyl, attacks a double bond in PQQ, reversibly converting the 4,5-orthoquinone into an 4,5-enediol and forming an isomeric lactone, PQQL, of 330 daltons. The masking of carbonyls may explain the low reactivity of PQQ with carbonyl reagents in acid. Acid-promoted tautomeric lactonization with carbonyl-masking is known to occur with fluoresceins, phenolphthalein and other compounds, but has not been recognized before with PQQ. Acid-treated PQQ demonstrates molecular and other ions derived from reduced PQQ (PQQ(2H] or its lactone at M/e 332 with a base ion at M/e 200. There is compelling evidence for a dehydrogenated lactone, PQQ(-2H)L), at M/e 328 with a base ion at M/e 196. We suggest that PQQ, in tautomeric equilibrium with PQQL, oxidizes PQQL to PQQ(-2H)L (328 daltons), with its concurrent reduction to PQQ(2H) (332 daltons). With acidified D2O, PQQ shows deuterated products with ions at M/e values consistent with lactonization and oxidation-reduction. An analytically useful quinoxaline adduct, formed from PQQ and 2,3-diaminonaphthalene (PQQ-DAN) of 452 daltons, also undergoes acid-tautomerization-lactonization and oxidation-reduction similar to PQQ showing molecular ions at M/e 450, 452 and 454 and decarboxylation-derived strong (base) ions at M/e 318, 320 and 322.(ABSTRACT TRUNCATED AT 250 WORDS)",
      "mesh_terms": [
        "Chemical Phenomena",
        "Chemistry",
        "Coenzymes",
        "Hydrolysis",
        "Indicators and Reagents",
        "Isomerism",
        "Lactones",
        "Mass Spectrometry",
        "Oxidation-Reduction",
        "PQQ Cofactor",
        "Quinolones",
        "Quinoxalines",
        "Trifluoroacetic Acid"
      ]
    },
    {
      "pmid": "2558842",
      "title": "Methoxatin (PQQ), coenzyme for copper-dependent amine and mixed-function oxidation in mammalian tissues.",
      "authors": [
        "M A Paz",
        "R Flückiger",
        "B M Torrelio",
        "P M Gallop"
      ],
      "journal": "Connective tissue research",
      "publication_date": "1989",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The newly discovered coenzyme PQQ can now be measured at picomole levels with redox cycling methods developed in our laboratory. PQQ-peptides have been obtained from digests of the copper quinoenzymes, diamine oxidase, lysyl oxidase and dopamine-beta-hydroxylase. PQQ is present in egg yolk and milk, suggesting its immediate availability for developing embryos and newborn animals. We suggest that PQQ, when exposed in traumatized, ischemic, inflammed or pathological tissues, may catalyze the formation of large amounts of superoxide and should be considered as a source of oxidative stress when planning pharmacotherapeutic intervention. PQQ and quinoproteins play a role in the redox metabolism and structural integrity of cells and tissues.",
      "mesh_terms": [
        "Amines",
        "Animals",
        "Coenzymes",
        "Copper",
        "Mammals",
        "Mixed Function Oxygenases",
        "Oxidation-Reduction",
        "PQQ Cofactor",
        "Quinolones"
      ]
    },
    {
      "pmid": "2844591",
      "title": "Evidence for PQQ as cofactor in 3,4-dihydroxyphenylalanine (dopa) decarboxylase of pig kidney.",
      "authors": [
        "B W Groen",
        "R A van der Meer",
        "J A Duine"
      ],
      "journal": "FEBS letters",
      "publication_date": "1988-Sep-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pig kidney 3,4-dihydroxyphenylalanine (dopa) decarboxylase (EC 4.1.1.28) was purified to homogeneity. Treatment of the enzyme with phenylhydrazine (PH) according to a procedure developed for analysis of quinoproteins gave products which were identified as the hydrazone of pyridoxal phosphate (PLP) and the C(5)-hydrazone of pyrroloquinoline quinone (PQQ). This method failed, however, in quantifying the amounts of cofactor. Direct hydrolysis of the enzyme by refluxing with hexanol and concentrated HCl led to detachment of PQQ from the protein in a quantity of 1 PQQ per enzyme molecule. In view of the reactivity of PQQ towards amines and amino acids, we postulate that it participates as a covalently bound cofactor in the catalytic cycle of the enzyme, in interplay with PLP. Since several other enzymes have been reported to show the atypical behaviour of dopa decarboxylase, it seems that the PLP-containing group of enzymes can be subdivided into pyridoxoproteins and pyridoxo-quinoproteins.",
      "mesh_terms": [
        "Animals",
        "Aromatic-L-Amino-Acid Decarboxylases",
        "Chromatography, High Pressure Liquid",
        "Dopa Decarboxylase",
        "Kidney",
        "Kinetics",
        "PQQ Cofactor",
        "Quinolones",
        "Spectrophotometry",
        "Swine"
      ]
    },
    {
      "pmid": "2468539",
      "title": "Protein lysine 6-oxidase (lysyl oxidase) cofactor: methoxatin (PQQ) or pyridoxal?",
      "authors": [
        "C I Levene",
        "M P O'Shea",
        "M J Carrington"
      ],
      "journal": "The International journal of biochemistry",
      "publication_date": "1988",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "1. Treatment of chick embryos with two lathyrogens lowered lysyl oxidase and increased collagen extractability. 2. Subsequent treatment with pyridoxal restored both parameters towards normal, whereas PQQ treatment was less effective. 3. These results suggest the requirement of a pyridoxal derivative for the formation of the enzyme, acting either as cofactor or because its formation requires some pyridoxal-dependent enzyme. The cochromatography of the enzyme with [3H]pyridoxine-derived radioactivity supports the cofactor role. 4. The conclusions of other authors that lysyl oxidase contains PQQ relates to enzymes from other species or to amine oxidases not characterised as lysyl oxidase.",
      "mesh_terms": [
        "Amino Acid Oxidoreductases",
        "Animals",
        "Bone Development",
        "Chick Embryo",
        "Coenzymes",
        "Collagen",
        "Hydroxyproline",
        "In Vitro Techniques",
        "Liver",
        "Liver Glycogen",
        "PQQ Cofactor",
        "Protein-Lysine 6-Oxidase",
        "Pyridoxal",
        "Pyridoxal Phosphate",
        "Pyridoxine",
        "Quinolones",
        "Semicarbazides",
        "Staining and Labeling"
      ]
    }
  ]
}