{
  "supplement": "Prickly Pear Fruit",
  "query": "Prickly Pear Fruit[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:23:05",
  "research_count": 1,
  "count": 1,
  "articles": [
    {
      "pmid": "37754404",
      "title": "Assessment of Prickly Pear Fruit Peel Mucilage in Form of Gel as a Green Coagulant for the Tertiary Treatment of Domestic Wastewater.",
      "authors": [
        "María Carolina Otálora",
        "Andrea Wilches-Torres",
        "Carlos Rafael Lara",
        "Jaime Díaz-Gómez",
        "Jovanny A Gómez Castaño",
        "Gabriel Ricardo Cifuentes"
      ],
      "journal": "Gels (Basel, Switzerland)",
      "publication_date": "2023-Sep-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The application of natural coagulants derived from food byproducts in domestic wastewater tertiary treatment, which contains a number of impurities as suspended colloidal particles, has a potential use as essential substitutes for traditional inorganic coagulants. These biomaterials are a sustainable and environmentally friendly alternative that can be used to improve water quality and human health. In this study, prickly pear (PP) fruit peel mucilage gel was evaluated as a novel coagulant for the tertiary stage of domestic wastewater treatment. Jar tests were performed on residual raw water at the inlet (influent) and outlet (effluent) of the tertiary wastewater treatment (constructed wetland) with a coagulant dose of 12 mg L-1 at a pH of 13. The efficiency of green (i.e., mucilage) and inorganic chemical (i.e., FeCl3) coagulants was compared on the basis of turbidity and color removal. The flocs produced by the coagulants were characterized structurally by FTIR spectroscopy and Zeta potential analysis and morphologically by scanning electron microscopy (SEM). The results showed that the turbidity and the color removal efficiency of the mucilage compared to the FeCl3 at the outlet of the treatment (effluent) were practically the same, reaching 94% turbidity and 85-87% color removal efficiency with both coagulants. The structure and morphology of the flocs generated by the coagulants showed a higher content of organic matter trapped in the flocs. The floc formation observed mechanisms were adsorption/bridging for mucilage and charge neutralization for FeCl3. The results of this study demonstrated that the PP mucilage green coagulant can be used to enhance the quality of treatment of domestic wastewater in an eco-friendly and biodegradable manner."
    }
  ]
}