{
  "supplement": "Propolis",
  "query": "Propolis[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:23:44",
  "research_count": 1152,
  "count": 100,
  "articles": [
    {
      "pmid": "40299536",
      "title": "Taiwan Green Propolis Nanoparticles Induce Antiproliferation and Apoptosis in Oral Cancer Cells.",
      "authors": [
        "Wen-Da Huang",
        "Shu-Fen Peng",
        "Nai-Wen Tsao",
        "Sheng-Yang Wang",
        "Shu-Ling Tzeng",
        "Nien-Jen Hu"
      ],
      "journal": "Biomedicines",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: Taiwan green propolis (TGP) is rich in prenylflavonoids and exhibits antioxidant, antibacterial, antiviral, and antitumour properties. It induces apoptosis in various cancer cells, making it a highly promising natural medicine. Although the health benefits and food applications of TGP are widely recognised, no study has explored its effects on Taiwan oral cancer cells (OECM1). This study investigated whether TGP induces apoptosis in OECM1 cells. Methods: High-performance liquid chromatography (HPLC), thin-layer chromatography, and liquid chromatography/mass spectrometry were used to identify the components in TGP and the fruit peel of Macaranga tanarius. The inhibitory activities of TGP dissolved in DMSO (TGPDMSO) and encapsulated in food-grade zein nanoparticles (TGPNP) against OECM1 cells were compared using MTT assays. The morphological changes, cell cycle analysis, and protein expression profiles of OECM1 cells after the TGP treatments were performed using microscopy, flow cytometry, and Western blot, respectively. Results: An MTT assay of TGPDMSO-treated OECM1 cells suggested an IC50 of 12.6 µg/mL, demonstrating that TGPDMSO exhibits significant cytotoxicity. Subsequent MTT assays revealed TGPNP's cytotoxicity against OECM1 with an IC50 of 11.6 µg/mL. Flow cytometry revealed that TGPNP induced a cell arrest in S phase and DNA fragmentation. Western blotting analyses manifested an increase in Bax and cl-Casp9 and a decrease in Bcl2 and PARP. Conclusion: This study demonstrated that both TGPDMSO and TGPNP treatments induced apoptosis in OECM1 cells with a comparable IC50. Notably, utilising edible zein as a nanoparticle carrier for TGP mitigates the cytotoxicity risk associated with DMSO, providing a novel and safe approach for cancer treatment."
    },
    {
      "pmid": "40298753",
      "title": "Green propolis extract for the treatment of alkali-induced superficial corneal ulcers: local and systemic analyses.",
      "authors": [
        "D G Zoca",
        "F G G Dia",
        "D C Tavares",
        "A T Jorge",
        "J C Lovo",
        "M R S Mela",
        "M M Junqueira",
        "P S S R Cavallari",
        "W R Cunha",
        "A H Januário",
        "P M Pauletti",
        "F F Santos",
        "M F C Santos",
        "M L A Silva"
      ],
      "journal": "Brazilian journal of biology = Revista brasleira de biologia",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green propolis, produced by honeybees from the resin of certain plants, has garnered attention for its potential health benefits. Green propolis contains compounds like artepillin C, which exhibits antioxidant, anti-inflammatory, and antimicrobial properties. This study's objective was to examine the effects of green propolis extract containing 21.05% artepillin C, topically administered (5, 10 and 15 mg/mL) in rats with induced superficial corneal ulcers with alkali, applied four times daily, for 96 hours. Rats treated with the green propolis extract exhibited of ulcer reduction more significant reduction after 24 hours of treatment than untreated animals, suggesting a similar healing activity of the commercial drug. After 96 hours of treatment, the rats were euthanized, and the corneas were submitted for histopathological analysis; no statistical difference was detected between rats treated with green propolis and those not treated in terms of polymorphonuclear and neovessel counts in the corneal stroma. In the toxicogenetic analysis, by the micronucleus test, no significant differences were observed in the frequencies of chromosomal damage and the ratio of polychromatic erythrocytes to the total number of erythrocytes between treated and untreated animals, revealing the absence of genotoxicity and cytotoxicity, respectively. The biochemical results did not indicate a hepatotoxic or nephrotoxic effect of the formulations containing green propolis. Like this, the standardized green propolis extract induced corneal epithelialization without toxic effects, rendering it a promising option for treating superficial keratitis.",
      "mesh_terms": [
        "Animals",
        "Propolis",
        "Corneal Ulcer",
        "Male",
        "Rats, Wistar",
        "Alkalies",
        "Rats",
        "Micronucleus Tests",
        "Disease Models, Animal",
        "Phenylpropionates"
      ]
    },
    {
      "pmid": "40294604",
      "title": "Mechanistic Insights into Propolis in Targeting Type 2 Diabetes Mellitus: A Systematic Review.",
      "authors": [
        "Chee Ning Wong",
        "Siew-Keah Lee",
        "Kai-Bin Liew",
        "Yik Ling Chew",
        "Ang-Lim Chua"
      ],
      "journal": "Planta medica",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Type 2 diabetes mellitus (T2DM) is a major global health concern characterized by insulin resistance and impaired glucose metabolism. Growing interest in natural therapies has led to the exploration of propolis, a resinous bee product, for its potential anti-diabetic effects. This review examines the mechanisms by which propolis may aid in T2DM management. A literature search was conducted in SCOPUS and PubMed using the terms (Propolis) AND (diabetes OR \"insulin resistance\" OR hyperglycemia), focusing on studies published from 2014 onwards. The search yielded 384 and 207 records in SCOPUS and PubMed, respectively. After screening and full-text review, 42 studies met the inclusion criteria. Key variables analyzed included the type and source of propolis, experimental models, dosage, treatment duration, and primary and secondary outcomes. Findings highlight multiple mechanisms through which propolis may benefit T2DM, including enhancing pancreatic β-cell function, improving insulin sensitivity, regulating glucose and lipid metabolism, modulating gut microbiota, and reducing oxidative stress and inflammation. Some studies also reported protective effects on renal and hepatic function. Overall, propolis exhibits promising potential as a complementary therapy for T2DM. However, further well-designed clinical trials are necessary to confirm its efficacy, determine optimal dosing, and identify key bioactive compounds responsible for its therapeutic effects. Future research should focus on optimizing its clinical application for diabetes management."
    },
    {
      "pmid": "40286455",
      "title": "Effectiveness of red propolis extract as a natural antioxidant in frozen lamb burgers.",
      "authors": [
        "Luciana Ruggeri Menezes Gotardo",
        "Francisco Allan Leandro de Carvalho",
        "Leticia Aline Gonçalves",
        "Dannaya Julliethy Gomes Quirino",
        "Carmen Sílvia Fávaro-Trindade",
        "Severino Mathias de Alencar",
        "Alessandra Lopes de Oliveira",
        "Marco Antonio Trindade"
      ],
      "journal": "Meat science",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The antioxidant effects of red propolis extract were evaluated in lamb burgers stored for 120 days at -18 °C. The treatments prepared were CON (control, no antioxidant), ERI (500 mg/kg sodium erythorbate), P1800 (1800 mg/kg propolis extract), and P3600 (3600 mg/kg propolis extract).The analyses performed were proximate composition (moisture, protein, fat, and ash), texture, and sensory acceptance (day 0); pH, color profile (L*, a*, b*), weight loss of cooking (WLC), diameter reduction, TBARS, and peroxide index (0, 30, 60, 90, and 120 days); and fatty acid profile and volatile compounds (0 and 120 days). No treatment was associated with a change in the proximate composition. Most texture parameters in treatments P1800 and P3600 were lower (P < 0.05), and it can be concluded that the extract favors the improvement of this sensory attribute, making the hamburgers softer. The WLC was higher in the treatments where the extract was used; however, the reduction of the diameter of the hamburgers was lower, an important aspect for consumers. The extract retarded lipid oxidation during storage, especially P3600, which presented the lowest level of TBARS (1.37 mg MDA/kg) and the peroxide index (5.69 mEq g of O2) on day 120. The presence of volatile compounds derived from lipid oxidation was more evident in the CON and ERI treatments, showing the efficiency of natural antioxidants used in the P1800 and P3600 treatments. It is concluded that red propolis represents an excellent alternative for replacement of synthetic antioxidants with natural products in lamb hamburgers."
    },
    {
      "pmid": "40283120",
      "title": "Effect of Propolis Extracts on OxLDL and LOX-1 Levels in ApoE Knockout Mice Fed a High Fat Diet.",
      "authors": [
        "Katip Korkmaz",
        "Orhan Deger",
        "Ertugrul Yigit",
        "Hüseyin Avni Uydu",
        "Tolga Mercantepe",
        "Selim Demir"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Atherosclerosis, which has important effects on the development of cardiovascular diseases, is a widespread health problem with the highest mortality rate globally. In this study, we aimed to assess the impact of water and ethanolic extracts of propolis on oxidized low-density lipoprotein (OxLDL) and lectin-like oxidized low-density lipoprotein receptor-1 (LOX-1) in the progression of the atherosclerotic process, which is characterized by oxidative stress, inflammation, and dyslipidemia. In our study, apolipoprotein E knockout (ApoE-/-) and C57BL/6J mice were used as study groups. Water (WEP) and ethanolic extracts (EEP) of propolis were administered intraperitoneally to ApoE-/- and C57BL/6J mice modeled with a high-fat diet. Under anesthesia, the animals were euthanized by decapitation, and serum, along with aortic tissues, was collected. Serum total cholesterol (TC), triglyceride (TG), OxLDL and LOX-1 levels, OxLDL levels in aortic tissue homogenate, and subendothelial lipid accumulation levels by histological staining were determined in mice and statistical analyses were performed. WEP and EEP supplementation significantly decreased serum TC, TG, OxLDL, LOX-1, and tissue OxLDL levels and reduced plaque burden in the aortic root, with statistically significant differences observed. Those results suggest that propolis extracts have a potential treatment option for atherosclerosis, as a food supplement or a complementary medical/functional food. However, further research is needed to elucidate their molecular mechanisms, evaluate clinical efficacy and safety, and explore possible synergistic effects with existing atherosclerosis treatments."
    },
    {
      "pmid": "40280527",
      "title": "Alginate-based microcapsules loaded with Brazilian green propolis decrease reactive oxygen species production, reduce inflammatory cytokines, and mitigate intestinal inflammation.",
      "authors": [
        "Marcelo Franchin",
        "Ana Sofia Martelli Chaib Saliba",
        "Anderson Dos Santos Ramos",
        "Fernanda Papa Spada",
        "Daniela Coelho Dos Santos",
        "Maísa de Oliveira Leandro",
        "Eduardo Da Campo Junqueira Gonçalves",
        "Bruno Bueno-Silva",
        "Yandong Xu",
        "Kai Wang",
        "Jason Bennett",
        "Thiago Mattar Cunha",
        "Severino Matias de Alencar",
        "Daniel Granato"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ulcerative colitis causes intestinal inflammation, with treatments often limited in efficacy and safety. New technologies enable the controlled release of bioactive compounds, and Brazilian green propolis could benefit in managing inflammation. This study proposed developing alginate-based microcapsules loaded with ethanolic extract of green propolis (EEGP-MC), evaluating their effects on inflammatory cytokines, reactive oxygen species, and experimental colitis. The results demonstrated that the EEGP-MC reached peak release of phenolic compounds in the intestinal phase (IP) at 4 h (76.9 %) and 6 h (75.0 %). Similarly, Artepillin C peaked at 22.3 ± 1.2 mg/g at 4 h and 22.5 ± 1.1 mg/g at 6 h in the IP. In THP-1 cell cultures, pretreatment with EEGP-MC (1000 μg/mL) and IP (300 and 1000 μg/mL) reduced TNF-α and IL-6 levels and ROS production. Additionally, oral administration of EEGP-MC at 300 mg/kg demonstrated superior protective activity in the colonic mucosa, reducing lesions by 86.1 % compared to 54.9 % with EEGP alone. Finally, the treatment with EEGP-MC suppressed TNF-α, IL-6, and IL-1β cytokines in the intestinal tissue. No toxicity was observed for the EEGP-MC. These findings highlight EEGP-MC as an innovative technology with promising applications for managing chronic inflammation in the food and pharmaceutical industries."
    },
    {
      "pmid": "40270939",
      "title": "Propolis Extract Reduces Doxorubucin-Induced Brain Damage by Regulating Inflammation, ER Stress, Oxidative Stress, and Apoptosis.",
      "authors": [
        "Volkan Gelen",
        "Mehmet Başeğmez",
        "İnan Dursun",
        "Irfan Çinar",
        "Adem Kara"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Doxorubicin (DOX) is the most widely used chemotherapeutic agent to treat various tumors. DOX treatment can damage many organs, including the brain, by causing oxidative stress. Several antioxidant substances can lessen the effects of DOX or make antioxidant defense systems work faster. Propolis (PROP) is a powerful agent with various healing effects, including antioxidant, antiproliferative, and anti-inflammatory. The point of this study is to look at the histopathological changes, apoptosis, and antioxidant effects of DOX on brain damage in rats. To find out what kinds of phytochemicals were in PROP from the Karlıova region of Bingöl province, ultra-high-performance liquid chromatography (UHPLC-Orbitrap-HRMS) was used. Then, we made an ethanol extract of it. A total of 28 healthy male Wistar albino rats, each 12 weeks old and weighing between 220 and 250 g, were included in the study. Rats were divided into four groups: control, PROP, DOX, and PROP+DOX. We applied the relevant treatments to the determined groups. Following the application, we decapitated the rats under the appropriate conditions and collected blood and brain tissue samples. We examined oxidative stress parameters in blood samples and used brain tissue samples for histopathological, biochemical, and molecular analyses. We determined DOX levels in the brain tissue samples using UHPLC-Orbitrap-HRMS. The findings obtained showed that the PROP extract improved DOX-induced brain tissue damage. In addition, PROP extract attenuated DOX-induced brain tissue inflammation, ER stress, apoptosis, and oxidative stress."
    },
    {
      "pmid": "40266938",
      "title": "Antioxidant Activity, Phenolic Acid, and Flavonoid Composition of an Antiseptic Ointment Based on Aloe and Green Propolis and Its Potential for Preventing Mastitis in Dairy Cows.",
      "authors": [
        "Sílvia Cristina de Aguiar",
        "Solange Maria Cottica",
        "Silvério Teixeira Dos Santos",
        "Juliana Maxiano da Fonseca",
        "Luiza da Silva Leite",
        "Mylena Leite da Silva"
      ],
      "journal": "Veterinary sciences",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mastitis is a major challenge in dairy production, leading to decreased milk yield and quality due to increased somatic cell counts (SCCs). The overuse of antibiotics to treat this condition has raised concerns about antimicrobial resistance, prompting the search for alternative treatments. This study aimed to evaluate the antioxidant activity, phenolic acid, and flavonoid content of a natural antiseptic ointment based on green propolis and aloe vera. The phenolic and flavonoid composition was determined using ultra-high-performance liquid chromatography, revealing high concentrations of bioactive compounds, particularly in the green propolis extract. The antioxidant activity was assessed using the DPPH method, and the ointment was applied as a post-dipping treatment in dairy cows. Over a 56-day period, the SCC in cows treated with the ointment showed a significant reduction (p = 0.021) compared to the control group (1.94 and 2.21 log10 SCC/mL, respectively). These findings indicate that the combination of green propolis and aloe vera possesses promising antimicrobial and healing properties, making it an effective alternative for mastitis prevention in dairy cows."
    },
    {
      "pmid": "40232010",
      "title": "Network Pharmacology and Experimental Validation Reveal Therapeutic Potential of Propolis in UV-Induced Allergic Dermatitis.",
      "authors": [
        "Liyuan Cheng",
        "Jie Wang",
        "Yicong Wang",
        "Jingjing Li",
        "Wenchao Yang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Propolis demonstrates diverse pharmacological properties encompassing antimicrobial, anti-inflammatory, antioxidant, immunomodulatory, and wound-healing activities. This study investigated the therapeutic mechanism of propolis against ultraviolet (UV)-induced allergic dermatitis through an integrated approach combining network pharmacology with in vitro experimental validation. The targets of propolis components were conducted through the PubChem, the EMBL-EBI, and SEA Search Server databases, and the disease-associated targets for atopic dermatitis and related allergic conditions were extracted from GeneCards. The overlapping targets between propolis components and UV-induced dermatitis were screened. The Gene Ontology (GO) Enrichment analysis and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analysis were performed. The key targets were further validated through ELISA experiments using HSF cells. The results show that there were 28 overlapping targets between propolis and UV-induced allergic dermatitis. The GO enrichment results show that there were 1246 terms of biological functions, 52 terms of cellular components, and 98 terms of molecular functions. KEGG pathway enrichment obtained 110 signaling pathways. The protein-protein interaction (PPI) network showed that TNF, NFKB1, MMP-9, and IL-2 were hub proteins. The ELISA experiment confirmed that propolis reduced the levels of MMP-9 and IL-2 in UBV-induced allergic dermatitis of HSF cells in a dose-dependent manner. These findings provide mechanistic evidence supporting propolis as a promising functional food, dietary supplements, or medicinal agent for UV-induced allergic skin disorders."
    },
    {
      "pmid": "40223105",
      "title": "Novel strategies for vancomycin-resistant Enterococcus faecalis biofilm control: bacteriophage (vB_EfaS_ZC1), propolis, and their combined effects in an ex vivo endodontic model.",
      "authors": [
        "Toka A Hakim",
        "Bishoy Maher Zaki",
        "Dalia A Mohamed",
        "Bob Blasdel",
        "Mohamed A Gad",
        "Mohamed S Fayez",
        "Ayman El-Shibiny"
      ],
      "journal": "Annals of clinical microbiology and antimicrobials",
      "publication_date": "2025-Apr-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Endodontic treatment failures are predominantly attributed to Enterococcus faecalis (E. faecalis) infection, a Gram-positive coccus. E. faecalis forms biofilms, resist multiple antibiotics, and can withstand endodontic disinfection protocols. Vancomycin-resistant strains, in particular, are challenging to treat and are associated with serious medical complications. METHODS: A novel phage, vB_EfaS_ZC1, was isolated and characterized. Its lytic activity against E. faecalis was assessed in vitro through time-killing and biofilm assays. The phage's stability under various conditions was determined. Genomic analysis was conducted to characterize the phage and its virulence. The phage, propolis, and their combination were evaluated as an intracanal irrigation solution against a 4-week E. faecalis mature biofilm, using an ex vivo infected human dentin model. The antibiofilm activity was analyzed using a colony-forming unit assay, field emission scanning electron microscopy, and confocal laser scanning microscopy. RESULTS: The isolated phage, vB_EfaS_ZC1, a siphovirus with prolate capsid, exhibited strong lytic activity against Vancomycin-resistant strains. In vitro assays indicated its effectiveness in inhibiting planktonic growth and disrupting mature biofilms. The phage remained stable under wide range of temperatures (- 80 to 60 °C), tolerated pH levels from 4 to 11; however the phage viability significantly reduced after UV exposure. Genomic analysis strongly suggests the phage's virulence and suitability for therapeutic applications; neither lysogeny markers nor antibiotic resistance markers were identified. Phylogenetic analysis clustered vB_EfaS_ZC1 within the genus Saphexavirus. The phage, both alone and in combination with propolis, demonstrated potent antibiofilm effects compared to conventional root canal irrigation. CONCLUSION: Phage vB_EfaS_ZC1 demonstrates a promising therapy, either individually or in combination with propolis, for addressing challenging endodontic infections caused by E. faecalis.",
      "mesh_terms": [
        "Biofilms",
        "Enterococcus faecalis",
        "Humans",
        "Bacteriophages",
        "Propolis",
        "Gram-Positive Bacterial Infections",
        "Anti-Bacterial Agents",
        "Vancomycin-Resistant Enterococci",
        "Vancomycin Resistance",
        "Virulence",
        "Vancomycin"
      ]
    },
    {
      "pmid": "40220937",
      "title": "Identification of potential markers of elevated anticandidal activity of propolis extracts.",
      "authors": [
        "Piotr Bollin",
        "Piotr Marek Kuś",
        "Piotr Okińczyc",
        "Patrick Van Dijck",
        "Piotr Szweda"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-May-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: For centuries, propolis has been one of the most important and popular antimicrobial (antibacterial and antifungal) agents used in traditional medicine worldwide, including Central and Eastern Europe. Despite centuries of use of this product, the molecular mechanisms of its activity remain not fully recognized, and the components that determine its biological activity have not been identified. AIM OF THE STUDY: Hence, the main goal of the present study was to identify propolis ingredients that are crucial for the antifungal activity of this product. MATERIALS AND METHODS: A serial two-fold microdilution method was applied to evaluate the activity of 83 ethanolic extracts of propolis (EEP) samples collected in different regions of Poland. The chemical composition of all EEPs was determined using UHPLC-DAD and UHPLC-QqTOF-MS methods. Advanced chemometric analysis of the correlation between antifungal activity and chemical composition was performed to identify the components related to the increased antifungal potential of propolis. Subsequently, the antifungal activities of pure \"active ingredients\" and their combinations were determined. RESULTS: Only seven extracts (8.4 %) exhibited high anticandidal potential with MIC (Minimum Inhibitory Concentration) values between 32 and 256 μg/mL. The identified most important potential markers related to increased antifungal activity of propolis collected in East Europe are: pinocembrin, pinobanksin-3-acetate, chrysin, galangin, pinobanksin, techtochrysin, genkwanin, pinostrobin and sakuranetin isomer. However, the pure compounds did not inhibit the growth of Candida spp. up to a concentration of 256 μg/mL (MIC >256 μg/mL). Much better activity was observed for combinations of these ingredients. The highest activity was observed for a mixture of five compounds: chrysin, galangin, pinocembrin, pinobanksin, and pinobanksin-3-acetate, with MIC and MFC (Minimal Fungicidal Concentration) values 64 and 128 μg/mL (summary concentration of all compounds - 12.8 or 25.6 of each μg/mL), respectively. CONCLUSIONS: The relatively low number of propolis samples collected in Poland exhibit considerable activity against Candida spp. Markers of elevated antifungal potential have been identified. Moreover, it has been proved, that only the composition of these compounds (not pure ingredients alone) is effective in the treatment of Candida spp. Mixtures of these ingredients can be considered as potential antifungal agents (artificial propolis). Moreover, UHPLC-DAD and UHPLC-QqTOF-MS methods of determining the chemical composition of EEPs have been optimized.",
      "mesh_terms": [
        "Propolis",
        "Antifungal Agents",
        "Microbial Sensitivity Tests",
        "Poland",
        "Chromatography, High Pressure Liquid",
        "Candida albicans",
        "Flavonoids",
        "Plant Extracts",
        "Candida",
        "Biomarkers"
      ]
    },
    {
      "pmid": "40197195",
      "title": "Exploring the Effects of Propolis on Oral Mucositis in Patients Undergoing Chemotherapy: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Yun-Chen Chang",
        "Annamaria Porreca",
        "Raffaella Massafra",
        "Gen-Min Lin",
        "Elsa Vitale"
      ],
      "journal": "Endocrine, metabolic & immune disorders drug targets",
      "publication_date": "2025-Apr-07",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "INTRODUCTION: Oral mucositis (OM) refers to an erythematous, shared, and painful complication resulting from chemotherapy or radiotherapy. AIM: This study aimed to discuss OM in chemotherapy patients and the use of propolis in medicine inside the hospital and before preparing for or during chemotherapy. METHODS: A comprehensive literature search was performed across three databases, adhering strictly to the inclusion criteria of randomized controlled trials (RCTs) to maintain research integrity and relevance. The methodological approach was guided by the PRISMA guidelines to ensure systematic rigor and transparency in reporting. To evaluate the quality of the included studies, the Evidence- Based Nursing (EBN) approach specific to randomized trials was employed. Meta-analytical procedures were conducted using a fixed random-effects model, allowing for the synthesis of evidence across studies with the calculation of odds ratios to quantify treatment effects. RESULTS: The meta-analysis incorporated seven studies assessing the efficacy of propolis in the treatment of oral mucositis among patients undergoing chemotherapy. The results demonstrated a marked improvement in the condition of patients receiving propolis, with a statistically significant odd ratio (OR) of 0.35 (95% confidence interval [CI]: 0.18-0.70; P = 0.003). However, the analysis did present some asymmetry (z = -1.5970, P = 0.1103) with a limit estimation of b = 0.3653 [CI: -0.7395, 1.4702], indicating a potential trend towards the effectiveness of propolis, though these results did not achieve statistical significance. CONCLUSION: The present findings suggest a promising but not yet definitively proven benefit of propolis in managing oral mucositis."
    },
    {
      "pmid": "40197030",
      "title": "Deferoxamine-Loaded Trilayer Scaffold Containing Propolis and Sulfated Polysaccharides Promotes In Vivo Wound Healing through Angiogenesis Stimulation.",
      "authors": [
        "Orooba Al-Hammood",
        "Huda Muhammed Muzher",
        "Ruqaya Hasan Mousa",
        "Vala Vahedian Boroujeni",
        "Parastoo Noory",
        "Marjan Mirhaj",
        "Mastafa H Al-Musawi",
        "Basma Talib Al-Sudani",
        "Ahmed A Mohammed",
        "Mina Shahriari-Khalaji",
        "Hamideh Valizadeh",
        "Fariborz Sharifianjazi",
        "Leila Bazli",
        "Ketevan Tavamaishvili",
        "Fatemeh Mortazavi Moghadam",
        "Mohamadreza Tavakoli"
      ],
      "journal": "ACS applied materials & interfaces",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The skin exhibits a hierarchical structure, and the application of tissue engineering techniques is recommended for the treatment of severe cutaneous injuries. To biologically mimic the structural characteristics of the distinct layers of the skin, the utilization of multilayered scaffolds has become a prominent approach. In the current study, an asymmetric trilayered scaffold was fabricated, consisting of a middle layer (ML) composed of 3D printed poly(vinyl alcohol)-carrageenan (PVA.Crg), a top layer (TL) of nanofibrous polycaprolactone-propolis (PCL.Pp), and a bottom layer (BL) of poly(vinyl alcohol)-fucoidan-deferoxamine (PVA.Fu.Def) nanofibers. It was indicated that the tensile strength and elastic modulus of the trilayer scaffold were significantly higher compared to other samples. The in vitro degradation rate of the studied scaffolds as well as the release of Def from the trilayer scaffold after 7 days were quantified within the range of 36-40 and 91.1%, respectively. The release of Def did not induce cytotoxicity and chicken chorioallantoic membrane assay revealed that the release of Def remarkably enhanced angiogenesis. Furthermore, the in vivo examinations exhibited the fastest re-epithelialization in the group treated with the trilayer scaffold containing Def. The findings of this study suggest the potential application of the fabricated trilayer scaffold as a skin substitute or wound dressing.",
      "mesh_terms": [
        "Wound Healing",
        "Animals",
        "Tissue Scaffolds",
        "Polysaccharides",
        "Deferoxamine",
        "Neovascularization, Physiologic",
        "Propolis",
        "Polyesters",
        "Polyvinyl Alcohol",
        "Chickens",
        "Nanofibers",
        "Skin",
        "Chorioallantoic Membrane",
        "Humans",
        "Tissue Engineering",
        "Carrageenan",
        "Angiogenesis"
      ]
    },
    {
      "pmid": "40162673",
      "title": "Adding collagen, propolis plus quercetin, bacillus coagulans, hyaluronic acid and chondroitin sulphate to D-mannose avoids symptoms and prevents recurrence in women with recurrent urinary tract infections: a single-blind randomized controlled trial.",
      "authors": [
        "Gaetano Riemma",
        "Davide Vinci",
        "Marco La Verde",
        "Florindo Mario Caniglia",
        "Gaetano Scalzone",
        "Marco Torella"
      ],
      "journal": "Expert review of anti-infective therapy",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: To evaluate the efficacy of a new D-mannose dietary supplement containing D-mannose, Propolis-Quercetin, Bacillus Coagulans, Hyaluronic Acid and Chondroitin Sulfate with fosfomycin in reducing rUTI episodes and improving quality of life. RESEARCH DESIGN AND METHODS: Single-blind, randomized controlled trial conducted at tertiary-care hospital in Italy. Women aged 21-65 with a history of rUTIs were randomized into three groups: fosfomycin, the dietary supplement, and a combination of both treatments. Primary outcome was frequency of rUTI episodes per month. RESULTS: Combination therapy demonstrated greatest reduction in rUTI episodes per month at 12 months compared to fosfomycin or supplement monotherapy (0.23 ± 0.37 vs 0.58 ± 0.67 and 1.12 ± 0.96 for fosfomycin and supplement monotherapy respectively; p < 0.05) and to supplement monotherapy at 6 months (0.69 ± 1.03 vs 1.43 ± 1.33; p < 0.05), with significant improvement of ICIQ-FLUTS domains compared to other groups at 12 months (p < 0.05). Combination therapy had lower number of women matching rUTI criteria (55.32% vs 76.47% and 84%; p < 0.05) and symptoms remission at 12 months (89.36% vs 56.86% and 20%; p < 0.001). CONCLUSIONS: Combining fosfomycin and an integrated D-mannose supplement for managing rUTIs offers a potential reduction in antibiotic reliance. Further large-scale studies are recommended to confirm these findings. TRIAL REGISTRATION: The trial is registered at ClinicalTrials.gov (CT.gov identifier: NCT06659016)."
    },
    {
      "pmid": "40150627",
      "title": "Open, Randomised, Controlled Study to Evaluate the Role of a Dietary Supplement Containing Pelargonium sidoides Extract, Honey, Propolis, and Zinc as Adjuvant Treatment in Children with Acute Tonsillopharyngitis.",
      "authors": [
        "Fabio Cardinale",
        "Dionisio Franco Barattini",
        "Alessandro Centi",
        "Greta Giuntini",
        "Maria Morariu Bordea",
        "Dorina Herteg",
        "Luca Barattini",
        "Cristian Radu Matei"
      ],
      "journal": "Children (Basel, Switzerland)",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: A common reason for a pediatrician's visit is acute tonsillopharyngitis (ATR), which is usually caused by viruses. A dietary supplement comprising Pelargonium sidoides extract, honey, propolis, and zinc was proposed as an effective adjuvant for the management of respiratory tract infections. The study aimed to determine the efficacy of this dietary supplement in conjunction with standard of care (SoC) compared to SoC alone, in a pediatric population affected by ATR. METHODS: This open randomized study (registered on ClinicalTrials.gov: NCT04899401) involved three Romanian sites specialized in pediatric care. The primary endpoints were changes in Tonsillitis Severity Score and the number of patients failing to respond (evaluating the use of ibuprofen or high-dose paracetamol as a rescue medication). One hundred and thirty children, distributed into two groups, were enrolled and treated for six days. RESULTS: The results showed an overall better performance in terms of efficacy of dietary supplement + SoC, compared to SoC alone, with lower total Tonsillitis Severity Score ratings on day 6 (p = 0.002) and lower sub-scores related to erythema and throat pain on day 6. No adverse events were reported. Investigators found compliance to be optimal. CONCLUSIONS: The administration of the dietary supplement + SoC in pediatric patients with ATR was found to be safe and superior to the administration of SoC alone in terms of efficacy. The results confirmed that the tested dietary supplement is an optimum effective adjuvant in the treatment of respiratory tract infections and is suitable for the daily clinical practice of pediatricians."
    },
    {
      "pmid": "40147797",
      "title": "Alleviation of LPS-induced acute lung injury by propolis-based nanocomposites through the TLR4/NFKB and P2X7/AKT pathways: Randomized-controlled experimental study.",
      "authors": [
        "Hilal Üstündağ",
        "Adem Kara",
        "Necip Gökhan Taş",
        "Ferdane Danişman Kalindemi Rtaş",
        "Nezahat Kurt",
        "Elif Erbaş",
        "Mehmet Tahir Huyut",
        "Mustafa Gül",
        "İshak Afşin Kari Per"
      ],
      "journal": "Toxicon : official journal of the International Society on Toxinology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sepsis-associated acute lung injury continues to pose a significant medical challenge with substantial morbidity and mortality rates. In this study, we investigated the therapeutic potential of propolis-based treatments and their nanocomposites in modulating inflammation and apoptosis using a lipopolysaccharide (LPS)-induced rat model of sepsis. Forty-two Sprague-Dawley rats were divided into seven groups (n = 6): control, LPS (5 mg/kg, i.p.), LPS + Propolis (100 mg/kg, i.p.), LPS + NanoPropolis (100 mg/kg, i.p.), LPS + silver nanoparticles propolis (AgNPsPro) (50 mg/kg), and a negative propolis group (100 mg/kg, i.p.). The rats were assessed for inflammatory, oxidative stress, and apoptotic markers through Western blot, histopathological analyses, and biochemical measurements. The LPS group exhibited significantly higher levels of pro-inflammatory cytokines (IL-1β, TNF-α) and the systemic infection marker presepsin (PRSN) in blood, as well as the oxidative stress marker malondialdehyde (MDA) in lung tissue. The treatment groups, particularly LPS + AgNPsPro, showed significant reductions in these markers, with decreased levels of MDA, IL-1β, TNF-α, NF-κB, and TLR4, and increased GSH content in lung tissue (p < 0.05). The anti-apoptotic protein BCL-2 was upregulated, while pro-apoptotic BAX expression was reduced, indicating enhanced cell survival. The P2X7 receptor, a key inflammation regulator, and the AKT signaling pathway, involved in cell survival, were positively modulated by the treatments. Histopathological findings corroborated these results, showing less lung tissue damage. In conclusion, propolis-based treatments, especially in combination with nanoparticles, demonstrate therapeutic potential in reducing inflammation, oxidative stress, and apoptosis in sepsis-induced lung injury.",
      "mesh_terms": [
        "Animals",
        "Acute Lung Injury",
        "Lipopolysaccharides",
        "Rats, Sprague-Dawley",
        "Propolis",
        "Toll-Like Receptor 4",
        "Nanocomposites",
        "NF-kappa B",
        "Proto-Oncogene Proteins c-akt",
        "Rats",
        "Male",
        "Oxidative Stress",
        "Receptors, Purinergic P2X7",
        "Signal Transduction",
        "Silver",
        "Sepsis",
        "Apoptosis"
      ]
    },
    {
      "pmid": "40143164",
      "title": "The Effect of Ethanolic Extract of Brazilian Green Propolis and Artepillin C on Cytokine Secretion by Stage IV Glioma Cells Under Hypoxic and Normoxic Conditions.",
      "authors": [
        "Małgorzata Kłósek",
        "Anna Kurek-Górecka",
        "Radosław Balwierz",
        "Grażyna Pietsz",
        "Zenon P Czuba"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2025-Mar-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: The majority of gliomas are astrocytic in nature. Gliomas have the lowest survival rate among all tumors of the central nervous system (CNS), characterized by high aggressiveness and poor response to treatment. The tumor microenvironment is a source of cytokines such as IL-6, IFN-γ, VEGF, and PDGF-BB, secreted mainly by tumor and immune cells. These cytokines play a significant role in angiogenesis, invasion, and metastasis formation. In vitro and in vivo studies have shown that Brazilian green propolis, derived from Baccharis dracunculifolia DC and rich in artepillin C, exhibits anti-inflammatory, antimicrobial, chemopreventive, and anticancer activities. Additionally, it can penetrate the blood-brain barrier, demonstrating neuroprotective effects. The aim of the present study was to determine the concentration of selected cytokines produced by astrocytes of the CCF-STTG1 cell line, isolated from the brain of a patient with stage IV glioma (astrocytoma). Methods: The cytotoxicity of the EEP-B was evaluated using the MTT assay. Astrocytes were stimulated with LPS at a final concentration of 200 ng/mL and/or IFN-α at 100 U/mL, followed by incubation with EEP-B (25-50 µg/mL) and artepillin C (25-50 µg/mL) under 2-h hypoxia and normoxia conditions. Cytokine concentrations were measured using the xMAP Luminex Multiplex Immunoassay and the Multiplex Bead-Based Cytokine kit. Results: The absence of cytotoxic effects of EEP-B and artepillin C on human astrocytes of the CCF-STTG1 lineage was demonstrated. Stimulation with LPS, IFN-α, and their combination (LPS + IFN-α) significantly increased the secretion of the tested cytokines compared to the control cell line. The most pronounced and statistically significant reduction in cytokine levels, particularly IL-6 and VEGF, was observed following EEP-B treatment at both tested concentrations under both hypoxic and normoxic conditions. Conclusions: Brazilian green propolis may serve as a potential immunomodulator in combination therapies for gliomas of varying malignancy grades."
    },
    {
      "pmid": "40143104",
      "title": "A Combination of Anatolian Propolis and Curcumin Protects Fibroblasts Against Beclomethasone (Nazal Steroid)-Induced Oxidative Stress by Modulating IL-25, MMP-2, VEGF, and FGF-2 Expressions.",
      "authors": [
        "Tarik Yagci",
        "Sidika Genc",
        "Riza Dundar",
        "Halil Ibrahim Altiner",
        "Ali Taghizadehghalehjoughi"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2025-Feb-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Nasal steroids are commonly prescribed in ear, nose, and throat clinics. It is observed that the use of nasal steroids is increasing due to the prevalence of allergic rhinitis. Because beclomethasone (BCM) toxicity is low, it is highly preferred in allergic rhinitis. The rate of toxicity increases with the increase in the duration and dose of BCM use. However, the protective mechanism of Anatolian propolis (AP) and curcumin (Cur) against BCM toxicity has not been fully explained. Aim: The study evaluates the potential BCM-induced toxicity effect on VEGF, MMP-2, IL-25, and IL-10 parameters after Cur and AP treatment. Materials and Methods: Cell viability, oxidative stress, and gene expression were used for toxicity evaluation. Results: AP 2.5 mg/mL and Cur 16 µg/mL show high viability and antioxidant capacity. BCM increased the levels of IL-25, IL-10, and MMP-2, and a decrease was detected in the expression levels of FGF-2 and VEGF. Conclusions: AP and Cur show effective healing, and AP has been shown to improve inflammation more effectively than Cur. However, the combination of AP and Cur significantly improved the induced toxicity effects."
    },
    {
      "pmid": "40137521",
      "title": "Preliminary Insights into the Cyto/Genoprotective Properties of Propolis and Its Constituent Galangin In Vitro.",
      "authors": [
        "Mateo Jakac",
        "Irena Brčić Karačonji",
        "Andreja Jurič",
        "Dražen Lušić",
        "Danijel Milinčić",
        "Aleksandra Dramićanin",
        "Mirjana Pešić",
        "Nediljko Landeka",
        "Nevenka Kopjar"
      ],
      "journal": "Toxics",
      "publication_date": "2025-Mar-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Propolis has been well known for centuries as a natural preventive and therapeutic agent. Its numerous health benefits are mainly attributed to its high content of phenolic compounds that have a remarkable antioxidant activity. Since phenolics may exert a dual nature (pro-oxidant and antioxidant) the aim of this study was to investigate the safety profile of the ethanolic extract of propolis and the related flavonoid galangin and their ability to protect lymphocytes from irinotecan-induced cyto/genotoxicity in vitro. Isolated human peripheral blood lymphocytes were exposed for 3 h to three concentrations of propolis extract and galangin corresponding to the average daily dose of 0.25 mL of extract [propolis in 70% ethanol (3:7, w/w)], as well as a five- and ten-fold higher concentration. Cyto- and genoprotective effects were tested using a cytokinesis-block micronucleus cytome assay. Treatment with propolis and galangin in the selected concentrations exerted high biocompatibility with lymphocytes and diminished the level of cytogenetic damage caused by irinotecan. Propolis at the same concentration offered a stronger protective effect than single galangin. Also, apoptosis was the prevailing mechanism of cell death in our experimental conditions. These preliminary results speak in favour of future investigations of propolis using other available cytogenetic methods and cell models."
    },
    {
      "pmid": "40136416",
      "title": "Linoleic Fatty Acid from Rwandan Propolis: A Potential Antimicrobial Agent Against Cutibacterium acnes.",
      "authors": [
        "Florent Rouvier",
        "Lydia Abou",
        "Emmanuel Wafo",
        "Jean Michel Brunel"
      ],
      "journal": "Current issues in molecular biology",
      "publication_date": "2025-Feb-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acne is a very common skin condition that causes pimples in 80% of adolescents despite the many effective treatments developed. Various compounds have been employed in the treatment of acne, including erythromycin ointments and antiseptics, yielding mixed results. The rise in erythromycin-resistant C. acnes strains has driven the pursuit of new antimicrobial agents, especially those obtained from natural sources. Propolis that was collected in Rwanda was extracted, fractioned, and analyzed for its activity against C. acnes growth in accordance with NCLSI guidelines. Our work revealed that linoleic acid has a significant effect on C. acnes growth at a low concentration (16 µg/mL). A comparison of the antimicrobial activities of a broad panel of well-known fatty acids revealed a specific mode of action for linoleic acid, characterized by a significant membranotropic effect on Bacillus cereus established by measuring extracellular ATP levels as an indicator of membrane permeability. Our data suggest that linoleic acid is effective against C. acnes and could be a promising candidate for developing a propolis-based ointment for acne treatment."
    },
    {
      "pmid": "40092203",
      "title": "Antioxidant activity, antibacterial behavior, and anticancer impact of Egyptian propolis.",
      "authors": [
        "Marwa B M Gomaa",
        "Khaled M A Abdelhameed",
        "Sherien E Sobhy",
        "Hanan M A Konper",
        "Zienab A E Hassanein",
        "Ahmed A Saleh",
        "Mamdoh T Jamal",
        "Elsayed E Hafez"
      ],
      "journal": "Open veterinary journal",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Propolis, a resinous substance produced by bees, exhibits significant phytochemical and biological properties, which have been explored for various therapeutic applications. AIM: This study investigates the phytochemical composition, antioxidant activity, antibacterial efficacy, and anticancer potential of ethanolic extracts from three propolis samples (P1, P2, and P3). METHODS: Phytochemical screening was conducted to determine the presence of bioactive compounds, such as ascorbic acid, saponins, and tannins. Antioxidant activity was evaluated using the phosphomolybdate (PMA) and ferric reducing power (FRP) assays. The antibacterial efficacy against Salmonella Typhimurium and Staphylococcus aureus was assessed using the well diffusion method. Cytotoxicity and anticancer effects were investigated using the MTT assay on red blood cells (RBCs) and various carcinoma cell lines (HepG2, MDA, and A549). Gene expression analysis was performed using RT-qPCR to assess the upregulation of immune response genes (P53, Bcl2, Bax, Ca125, and C3). RESULTS: Phytochemical screening revealed considerable quantities of ascorbic acid, saponins, and tannins in the propolis samples. The P1 sample exhibited the most substantial antioxidant activity, with FRP values at 62.9 mg/g DM and PMA content at 20.7 mg/g DM. In antibacterial assays, P1 demonstrated the highest inhibitory zones at the maximum concentration (400 mg/ml), outperforming standard antibiotic treatments. In cytotoxicity and anticancer assays, P1 preserved the highest percentage of RBCs from hemolysis and showed marked anticancer activity, with the lowest cell viability observed at 3.9 µg/ml. Gene expression analysis revealed significant upregulation of immune response genes, particularly in MDA and HepG2 cell lines upon P1 treatment. CONCLUSION: This study underscores the potent antioxidant, antibacterial, and anticancer properties of propolis, highlighting its potential as a natural therapeutic agent. The observed activities suggest promising applications for propolis in combating bacterial infections and various cancer types, warranting further exploration into its molecular mechanisms and potential clinical uses.",
      "mesh_terms": [
        "Propolis",
        "Antioxidants",
        "Anti-Bacterial Agents",
        "Humans",
        "Antineoplastic Agents",
        "Staphylococcus aureus",
        "Cell Line, Tumor",
        "Egypt",
        "Animals",
        "Salmonella typhimurium"
      ]
    },
    {
      "pmid": "40087194",
      "title": "Brazilian Green Propolis Extract-Loaded Poly(Ε-Caprolactone) Nanoparticles Coated with Hyaluronic Acid: Antifungal Activity in a Murine Model of Vulvovaginal Candidiasis.",
      "authors": [
        "Aniely Dos Reis Teixeira",
        "Amanda De Vasconcelos Quaresma",
        "Renata Tupinambá Branquinho",
        "Patrícia Capelari De Oliveira",
        "Jorge Andrés García Suárez",
        "Geraldo Célio Brandão",
        "Ana Paula Moreira Barboza",
        "Marcelo Gonzaga De Freitas Araújo",
        "Juliana Teixeira De Magalhães",
        "Sandra Aparecida Lima De Moura",
        "Gisele Rodrigues Da Silva"
      ],
      "journal": "AAPS PharmSciTech",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brazilian green propolis extract-loaded poly(ε-caprolactone) nanoparticles coated with hyaluronic acid (PE-NPsHA) were developed as a therapeutic strategy to treat vulvovaginal candidiasis (VVC) and combat the growing issue of fungal resistance. The chemical composition of PE was analyzed using UHPLC-MS/MS, revealing the presence of various bioactive compounds, such as phenolic acids, flavonoids, coumarins, and quinones. These compounds were encapsulated into the polymeric matrix of NPs, as indicated by FTIR and DSC. In addition, PE-NPsHA were characterized by DLS, AFM, encapsulation efficiency (EE), and in vitro release study. They displayed a spherical morphology with a hydrodynamic diameter of 170 nm, a low polydispersity index of 0.1, a zeta potential of -28.5 mV, and an EE of 78%. The in vitro release study indicated a controlled and sustained release of PE over a period of 96 h. The in vitro and in vivo PE-NPsHA biocompatibility were investigated as well as their antifungal activity in a murine model of VVC. PE-NPsHA did not impact the HaCaT cell viability and demonstrated no signs of in vivo vaginal toxicity. PE-NPsHA exhibited in vivo antifungal efficacy, effectively eliminating Candida albicans infection. PE-NPsHA could expand the available treatment options for VVC and counteract Candida resistance to antifungal drugs.",
      "mesh_terms": [
        "Candidiasis, Vulvovaginal",
        "Animals",
        "Antifungal Agents",
        "Propolis",
        "Female",
        "Mice",
        "Nanoparticles",
        "Hyaluronic Acid",
        "Polyesters",
        "Candida albicans",
        "Disease Models, Animal",
        "Humans",
        "Drug Carriers",
        "Drug Liberation",
        "Brazil",
        "Microbial Sensitivity Tests"
      ]
    },
    {
      "pmid": "40081723",
      "title": "Mechanical and rheological properties of Pluronic F127 based-hydrogels loaded with chitosan grafted with hyaluronic acid and propolis, focused to atopic dermatitis treatment.",
      "authors": [
        "Pâmela Soto Garcia",
        "Bianca Sabino Leocádio Antunes",
        "Daniel Komatsu",
        "Moema de Alencar Hausen",
        "Cedric Dicko",
        "Eliana Aparecida de Rezende Duek"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hydrogels for biomedical applications have been widely studied once they are able to enhance the wound-healing process, as well as facilitate the controlled release and loading of drugs. In this context, Pluronic F127 (PF127) has a major role as it was shown to have exceptional versatility, once it holds unique gelation properties, as it is thermoreversible and is liquid in lower temperatures, and changes to gel in higher temperatures. Moreover, the gelation behavior of PF127 is influenced by its concentration and can be further modulated by incorporating different compounds, including drugs. In this study, the mechanical and rheological properties of Pluronic F127-based hydrogels were evaluated to be further used as a treatment for atopic dermatitis (AD). To this purpose, it was conducted Fourier transform infrared spectroscopy (FTIR), scanning electron microscopy (SEM), rheology, adhesivity, cohesion, and compression assays, allowed us to understand the effects of different concentrations of PF127 and how it behaves after incorporating compounds (chitosan grafted with hyaluronic acid (Ch/HA), and propolis), aiming to identify optimal combinations for the hydrogel formulation. To provide a reliable formulation, the study first selected the most suitable concentration of PF127, in the sequence it incorporated Ch/HA and lastly, propolis was added. The findings have provided valuable insights regarding the selection of the formulations, correlating the mechanical, rheological, and morphological data. It is expected that the formulation achieved is able to further be applied to the wounded skin, providing a low-cost and effective alternative to the treatment of AD."
    },
    {
      "pmid": "40066122",
      "title": "Evaluating the Inhibitory Effects of Probiotic Bacteria and Propolis Extracts on the Growth and Histopathological Changes in Gastric Tissues of Helicobacter pylori Challenged Wistar Rats.",
      "authors": [
        "Roghayeh Kiani",
        "Naheed Mojgani",
        "Farzad Kobarfard",
        "Parvaneh Saffarian",
        "Seyed Abdulmajid Ayatollahi",
        "Mona Khoramjouy"
      ],
      "journal": "Iranian journal of pharmaceutical research : IJPR",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Helicobacter pylori is a significant contributor to a range of gastrointestinal conditions, with conventional treatment methods primarily relying on antibiotics. However, the rise of antibiotic-resistant strains has necessitated the exploration of alternative therapeutic approaches. OBJECTIVES: To determine the in vitro antibacterial potential of probiotic bacteria (Lacticaseibacillus rhamnosus BLRH 260 and Limosilactobacillus reuteri) and four propolis extracts against H. pylori and to analyze their impacts on body weight index and histopathological changes in H. pylori-challenged Wistar rats. METHODS: The inhibitory effects of probiotic bacteria (L. rhamnosus BLRH 260 and L. reuteri) and propolis extracts on the growth of H. pylori were evaluated using an agar well diffusion assay. In vivo analysis involved fifty-four male Wistar rats (200 - 250 g) infected with an H. pylori suspension (108 CFU/mL) and orally administered propolis or probiotics (108 CFU/mL) via gavage for 21 days. The effects of different treatments on body weight and histopathological changes in gastric tissue samples were assessed, and the results were statistically analyzed. RESULTS: The tested propolis extracts and the supernatant fluids from the mentioned probiotic strains showed significant antibacterial activity against H. pylori in the agar well diffusion assay, with notable variations. In vivo, the findings demonstrated that oral administrations of propolis and probiotics, either separately or in combination, led to significant increases in body weight and amelioration of histopathological changes in gastric tissue samples, particularly in terms of erosion depth, hemorrhagic inflammation, and apoptosis in the infected animals. Histopathological differences between antibiotic-treated animals and those receiving other treatments were observed, with significant differences. CONCLUSIONS: The results of this study underscore the potential therapeutic benefits of propolis and probiotics in addressing H. pylori-induced gastropathy. Additional research is necessary to clarify the mechanisms involved and to refine dosage and treatment protocols for optimal effectiveness."
    },
    {
      "pmid": "40059918",
      "title": "Enhanced In Vitro Bioaccessibility and Anticancer Activity of Brazilian Propolis Extracted with L-Lactic Acid.",
      "authors": [
        "Caglar Doguer",
        "Fatma Duygu Ceylan",
        "Esra Capanoglu",
        "Nabil Adrar",
        "Esra Bölük",
        "Ali Timucin Atayoglu",
        "Suzan Uzun",
        "Ibrahim Palabiyik"
      ],
      "journal": "Preventive nutrition and food science",
      "publication_date": "2025-Feb-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate whether L-lactic acid (LA), as a better solvent than ethanol (EtOH), enhances the bioaccessibility of phenolic compounds in red and green Brazilian propolis and to evaluate their potential anticancer effects in vitro. In vitro gastrointestinal digestion was performed by sequentially subjecting propolis extracts to buccal, gastric, and intestinal digestion phases, and samples were collected at each stage for analysis. The total phenolic content (TPC) was determined using the Folin-Ciocalteu reagent with gallic acid as a standard. The total antioxidant capacity was evaluated using the cupric ion reducing antioxidant capacity and 2,2-diphenyl-1-picrylhydrazyl assays. The phenolic compounds of propolis samples were determined by high-performance liquid chromatography with diode-array detection analysis. The anticancer effects of propolis samples were evaluated using 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide assay. The results showed that the TPC and antioxidant activity were markedly higher in the gastric and intestinal digestive products of LA propolis extracts than in those of ethanolic extracts. Treatment with red propolis LA extracts (RP-LA) resulted in a dose-dependent reduction in the viability of lung and colon carcinoma cells. Specifically, treatment with 1,750 ppm of RP-LA decreased the survival rate of carcinoma cells by 85% to 90%, whereas treatment with ethanolic propolis extracts at the same concentration did not exhibit any cytotoxic effect on cell viability. These findings suggest that LA is a more effective solvent than EtOH for extracting bioactive compounds from propolis, enhancing its antioxidant and anticarcinogenic potential."
    },
    {
      "pmid": "40052024",
      "title": "Effect of Vaginal Cream with the Combination of Honey, Olive, and Propolis on the Symptoms of Uterine Cervicitis Symptoms in Women: A Double-Blind Randomized Controlled Clinical Trial Study.",
      "authors": [
        "Hamideh Parsapour",
        "Arezoo Shayan",
        "Mehrnoosh Hosseinpoor",
        "Seyedeh Zahra Masoumi",
        "Farideh Kazemi",
        "Shirin Moradkhani",
        "Seyed Mohammad Hossein Oliaei",
        "Zeinab Assareh",
        "Mohammad Kazem Rashidi"
      ],
      "journal": "Iranian journal of nursing and midwifery research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Uterine cervicitis in women requires careful selection of a suitable and straightforward treatment. This study aimed to examine the effect of Nika vaginal cream on the symptoms of uterine cervicitis in women. MATERIALS AND METHODS: This double-blind, randomized, controlled clinical study was conducted on 66 women who where reffered to Hamadan health centers in 2021(33 people in each group). The participants in the intervention group were instructed to use Nika vaginal cream every night for 14 nights, along with a single dose of one gram of azithromycin, 400 mg of cefixime, and 500 mg of metronidazole twice a day for both the patient and her husband. The control group received a placebo cream and the same drugs as the intervention group. After the 14-day treatment period, clinical signs were assessed through examinations, and participants completed questionnaires again. RESULTS: The study found that participants in the Nika user group experienced a 69.70% improvement in symptoms related to uterine cervicitis. This improvement was significantly higher than the control group, which only showed a 45.50% improvement. Although the Risk Ratio (RR) between the two groups was 53% higher in the intervention group, this difference was not statistically significant (p=0.06). However, the Risk Difference (RD) of 0.24 between the groups was found to be statistically significant (p=0.04). Additionally, participants in the intervention group reported a 76.00% reduction in dyspareunia (p=0.03) and an 84.00% reduction in urinary frequency (p=0.05). CONCLUSIONS: According to the result of RD, Nika vaginal cream had a significant effect on the improvement of cervicitis symptoms."
    },
    {
      "pmid": "39992282",
      "title": "Integrative computational and experimental study of propolis, polyvinyl alcohol, and alhagi maurorum complex as anticancer and antibacterial agents.",
      "authors": [
        "Asra Ali Hussein",
        "Nisreen Kaddim Radi",
        "Nebras Mohammed Sahi"
      ],
      "journal": "Journal of biomaterials science. Polymer edition",
      "publication_date": "2025-Feb-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The study examined the potential applications of propolis, polyvinyl alcohol (PVA), and Alhagi maurorum extracts in drug delivery systems, utilizing both computer and lab methods. The study uses molecular docking probes along with DFT (density functional theory) to investigate molecular interactions and examine the binding of drugs to carrier materials. The HOMO (Highest Occupied Molecular Orbital)-LUMO (Lowest Occupied Molecular Orbital) gap for the mix of PVA, galangin, and triterpene glycoside is -0.07621 eV, which matches the experiment results. This small gap enhances responsiveness in drug delivery applications, which is crucial for successful interactions with biological targets. It's possible that a delivery system that combines galangin and triterpene glycosides would work better and be more compatible with living things.The experimental results of the Methyl Thiazole Tetrazolium (MTT) show consistent findings: The viability of MCF7, a human breast cancer cell line, significantly decreased at all concentrations of propolis and polyvinyl alcohol compared to WRL68, a fetal liver cell line. Within-group comparisons showed less viability in both groups at 400 µg/ml. Mean ± SD: 42.05267 ± 1.951655; 67.12533 ± 7.401263.In the positive control group, the average number of malignant cells was 47.06, but the average number of cells in the fourth treatment (Propolis + PVA) and the third combination (Propolis + Alhagi maurorum + PVA) were 42.05267 and 42.97800, respectively. The Sustainable Development Goals in Industry and Innovation are focusing on developing a new combination of alhagi and propolis using PVA as a polymer carrier."
    },
    {
      "pmid": "39987775",
      "title": "Modulation of HIF-1α and TNF-α in pre-osteoblasts treated with alcohol extract of propolis: Implications for cellular response and signaling pathways.",
      "authors": [
        "Paula Bertin de Morais",
        "Gerson Santos de Almeida",
        "Amanda Fantini de Camargo Andrade",
        "Ricardo de Oliveira Orsi",
        "Willian Fernando Zambuzzi",
        "Célio Jr Da Costa Fernandes"
      ],
      "journal": "Tissue & cell",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Numerous studies have demonstrated the significant role of propolis in various biological processes, including inflammation and the repair of endothelial and bone tissues. The cascade of inflammation, proliferation, and tissue remodeling characterizes the injury site. Remarkable progress has been made in the field of alternative medicine with the utilization of propolis. In this study, we specifically investigated the effects of alcoholic extract of propolis on cell adhesion, survival, remodeling, and differentiation pathways in osteoblasts. Our findings revealed the activation of survival proteins such as AKT, ERK, and phosphorylated ERK during the adhesion phase, while interleukins, specifically IL-6 and TNF, exhibited increased expression during cell differentiation. Furthermore, treatment with propolis extract led to enhanced activity of metalloproteinases (MMP9 and MMP2) and HIF-1α, a crucial activator of angiogenesis and bone remodeling. It was observed that the alcoholic propolis extract stimulated cell proliferation, differentiation, and repair, with key molecules involved in these processes including pro-inflammatory factors IL-6 and TNFα, as well as HIF-1, MMP2, and BMP7 proteins. Collectively, these factors induced an initial state of proliferation followed by differentiation and repair. Therefore, the alcoholic extract of propolis holds promise as a potential therapeutic agent, particularly in cases involving tissue repair. Nevertheless, further comprehensive in vitro and in vivo studies targeting this area are necessary to advance our understanding.",
      "mesh_terms": [
        "Propolis",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Animals",
        "Tumor Necrosis Factor-alpha",
        "Mice",
        "Signal Transduction",
        "Osteoblasts",
        "Cell Differentiation",
        "Cell Proliferation",
        "Ethanol",
        "Cell Adhesion",
        "Matrix Metalloproteinase 2"
      ]
    },
    {
      "pmid": "39971746",
      "title": "Therapeutic potential of Brazilian green propolis and oregano (Origanum vulgare) extracts in collagen hydrogel for pressure ulcer repair: an experimental study in an animal model.",
      "authors": [
        "Jhuan Luiz Silva",
        "Eveline Maria de Melo",
        "Antonio Augusto Borges Sales",
        "Thaylla Maria Ferreira",
        "Lauany Mazzon Pontes",
        "Fernanda Gosuen Gonçalves Dias",
        "Sergio Ricardo Ambrosio",
        "Wilson Roberto Cunha",
        "Marcela Aldrovani Rodrigues"
      ],
      "journal": "Natural product research",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the effects of incorporating Brazilian green propolis ethanolic extract and oregano (Origanum vulgare) methanolic extract into type I collagen hydrogel to enhance pressure ulcer healing in mice. Forty-four mice were divided into four groups: untreated control, plain collagen hydrogel, collagen hydrogel with 1% green propolis extract, and collagen hydrogel with 1% oregano extract. Pressure ulcers were induced on their dorsal skin, followed by a 14-day assessment of wound area, contraction, re-epithelialization, dermal collagen density, and levels of reactive oxygen species and nitrite. Results showed significant tissue repair promotion by both propolis and oregano extracts, with oregano exhibiting superior wound contraction. These hydrogels also facilitated skin layer reorganisation and reduced reactive oxygen species and nitrite production. Collagen hydrogels containing these extracts show promising therapeutic potential for pressure ulcer treatment."
    },
    {
      "pmid": "39949463",
      "title": "The Clinical Effectiveness of Propolis on the Endodontic Treatment of Permanent Teeth: A Systematic Review of Randomized Clinical Trials and Updates.",
      "authors": [
        "Amirah Y Aldosari",
        "Amira M Aljared",
        "Hanin S Alqurshy",
        "Abdullah M Alfarran",
        "Mohanad G Alnahdi",
        "Sarah S Alharbi",
        "Wed S Alharbi",
        "Faisal T Alghamdi"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Endodontic treatment of permanent teeth (immature and mature) with propolis in healthy patients remains uncertain, with conflicting evidence. Therefore, this systematic review aims to evaluate the current literature on the safety and efficacy of propolis in endodontic procedures. An extensive literature search was performed using PubMed, Scopus, Web of Sciences, and Google Scholar. Only human randomized clinical trials (RCTs) that explored the clinical applications of propolis in endodontics were considered. Narrative synthesis was performed, and the risk of bias (RoB) for methodological quality assessment was performed with the Cochrane RoB-2 via the Robvis web-based application. Eight RCTs were selected, focusing on using propolis in vital pulps for direct pulp capping and non-vital pulps for root canal disinfection and filling materials. Propolis demonstrated promising effects, including controlling inflammation, promoting tissue healing, and disinfecting the root canal system. However, no significant differences were observed when comparing propolis to other materials used in pulp capping or intracanal medicaments. The RoB assessment revealed varied levels of risk, with two studies exhibiting a high risk, three having unclear risks, and three showing low risk. Moderate certainty of evidence was observed. Based on the current evidence, there is insufficient data to recommend propolis over other materials in the treatment of vital or non-vital pulps in permanent teeth. Propolis was not recommended as a definitive treatment due to the limited evidence and variability in the clinical outcomes across studies. However, future high-quality RCTs are essential for more definitive conclusions."
    },
    {
      "pmid": "39944333",
      "title": "Investigation of biocompatibility and antibacterial properties of electrospun chitosan/ polyethylene oxide -based scaffolds containing propolis extract against Enterococcus faecalis, Pseudomonas aeruginosa, Staphylococcus aureus and Staphylococcus epidermidis.",
      "authors": [
        "Sayed Reza Ebrahimi",
        "Mohammad Nikbakht",
        "Milad Shahini Shams Abadi",
        "Abolfazl Gholipour",
        "Mitra Bagheri",
        "Majid Validi"
      ],
      "journal": "Heliyon",
      "publication_date": "2025-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacterial infections represent a prevalent issue in healthcare settings. The indiscriminate use of antibiotics has contributed to the proliferation of antibiotic-resistant bacteria and complicating the treatment of such infections. Based on this, there arises a pressing need for alternative drugs to accelerate the treatment of a diverse array of Gram-negative and Gram-positive bacteria without inducing adverse side effects. In response to this need, we have developed chitosan (CS)/polyethylene oxide (PEO) nanofibers loaded with propolis extract using the electrospinning technique. We conducted an assessment of the antibacterial and antibiofilm activities of Chitosan/PEO nanofibers with varying concentrations of propolis against both Gram-positive and Gram-negative bacterial strains. The nanofibers demonstrated significant antibacterial activity against Staphylococcus aureus, Staphylococcus epidermidis, Enterococcus faecalis, and Pseudomonas aeruginosa. Additionally, according to the results obtained from the Congo red biofilm test, the optimal concentration of propolis in the nanofibrous mats exhibited a substantial antibiofilm effect against S. aureus, S. epidermidis, and E. faecalis. However, P.aeruginosa displayed growth and formed a relatively weak biofilm. The nanofiber scaffolds also demonstrated moderate antibiofilm activity against S. aureus, S. epidermidis, and E. faecalis, while displaying a weaker antibiofilm effect on Pseudomonas aeruginosa in the Tissue Culture Plate test. In summary, the biocompatible and antibacterial propolis extract-loaded Chitosan/PEO nanofibrous mats exhibit promising potential as effective wound dressings."
    },
    {
      "pmid": "39927901",
      "title": "The Effect of Collagen-Propolis-Eucalyptus Hydrogel in Wound Healing: An In Vivo Study (Rat Model).",
      "authors": [
        "Elahe Tahmasebi",
        "Alireza Yazdanian"
      ],
      "journal": "Veterinary medicine and science",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: A skin injury could cause serious damage, as it is the outermost layer. Treatment can heal superficial injuries perfectly, but deep wounds can barely heal it. A wound not treated correctly can lead to severe health problems and even death. AIM: This study aims to investigate the role of collagen-propolis-eucalyptus hydrogel in wound healing in rats. METHODS AND MATERIALS: Collagen solution was prepared, and then the extract of propolis and eucalyptus was prepared. Four groups (collagen-propolis-eucalyptus, collagen-eucalyptus, collagen-propolis hydrogels and control groups) were prepared, and their biocompatibility was evaluated by the MTT test assay; Then the anti-bacterial activity against Staphylococcus aureus and Escherichia coli was evaluated. The animal test was investigated during 7, 14 and 21 days by histopathology. RESULTS: The MTT test did not show significant cell cytotoxicity, and the percentage of cell survival was more than 90% for 24, 48 and 72 h. The effect of the anti-bacterial hydrogel collagen-propolis-eucalyptus group compared to the collagen-eucalyptus and collagen-propolis groups was much higher. The percentage of wound contraction was recorded in the collagen-propolis-eucalyptus group and it increased in all the groups over time. The results showed that the percentage of wound contraction and repair was significant in the macroscopic and microscopic evaluations. CONCLUSION: The results showed the effectiveness of natural hydrogel in increasing the healing process of the wound, and it is possible to use this hydrogel natural collagen-eucalyptus-propolis as a suitable option because of its accessibility and low cost.",
      "mesh_terms": [
        "Animals",
        "Wound Healing",
        "Rats",
        "Collagen",
        "Hydrogels",
        "Eucalyptus",
        "Propolis",
        "Male",
        "Anti-Bacterial Agents",
        "Rats, Wistar",
        "Staphylococcus aureus",
        "Escherichia coli",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "39925210",
      "title": "Novel compounds of Taiwanese green propolis induce apoptosis of human glioblastoma cells by daylight photodynamic action.",
      "authors": [
        "Daniel Tzu-Hsuan Chen",
        "Shin-Yi Huang",
        "Ta-Chun Liu",
        "Yao-Kuan Chen"
      ],
      "journal": "Future science OA",
      "publication_date": "2025-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Glioblastoma, an aggressive brain cancer, has limited treatment options and poor prognosis. Taiwanese green propolis, known for its tumor-inhibitory properties, shows promise when combined with photodynamic therapy (PDT), a targeted, low-toxicity treatment. This study investigated a novel Taiwanese green propolis-based compound for inducing apoptosis in glioblastoma cells and its synergistic potential with daylight PDT. METHODS: Ethanol extracts of green propolis, wheatgrass, and mulberry leaves were combined and analyzed using High-Performance Liquid Chromatography (HPLC). Apoptosis induction in U87 glioblastoma cells was assessed via the MTT assay following treatment with the compound alone and in combination with daylight PDT at 570 nm. RESULTS: We identified Artepillin C as the main active component in the compound by HPLC, which significantly induced apoptosis in glioblastoma cells. Combined with daylight PDT, it demonstrated enhanced efficacy, with cell viability reduced from 95.2% at 0.25 µL to 11.3% at 8 µL of the compound extract. The EC50 decreased, indicating greater apoptotic activity compared to the extract alone. CONCLUSION: This study provides the first in vitro evidence of synergistic anti-tumor effects of a Taiwanese green propolis-based compound daylight PDT (GPDT), highlighting a promising novel therapeutic approach that warrants further clinical investigation."
    },
    {
      "pmid": "39863575",
      "title": "Propolis mouthwashes efficacy in managing gingivitis and periodontitis: a systematic review of the latest findings.",
      "authors": [
        "Muhammed Al-Huda Ballouk",
        "Mohamed Altinawi",
        "Abeer Al-Kafri",
        "Talar S Zeitounlouian",
        "Piotr S Fudalej"
      ],
      "journal": "BDJ open",
      "publication_date": "2025-Jan-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVES: Gingivitis and periodontitis are common periodontal diseases that can significantly harm overall oral health, affecting the teeth and their supporting tissues, along with the surrounding anatomical structures, and if left untreated, leading to the total destruction of the alveolar bone and the connective tissues, tooth loss, and other more serious systemic health issues. Numerous studies have shown that propolis can help reduce gum inflammation, inhibit the growth of pathogenic bacteria, and promote tissue regeneration, but with varying degrees of success reported. For this reason, this comprehensive systematic review aims at finding out the truth concerning the efficacy of propolis mouthwashes in treating gingivitis and periodontitis, as its main objective. DATA SOURCES: Research findings from 6 different databases: China National Knowledge Infrastructure (CNKI), PubMed®, Europe PMC, Cochrane Central Register of Controlled Trials (CENTRAL), BioMed Central, and Google Scholar, were retrieved and examined in addition to a manual search in the references lists. STUDY SELECTION AND SYNTHESIS: The PICOS framework was used to select and exclude studies. The focus was on clinical randomized controlled trials (RCTs) that examined the effectiveness of propolis-containing mouthwashes in comparison with propolis-free ones for the treatment of gingivitis and periodontitis, employing related periodontal indices. Animal studies, microbiological studies, in-vitro studies, retrospective studies, case-control studies, cohorts, case reports, case series, reviews, letters, editorials, meta-analyses, and non-clinical randomized controlled trials (non-RCTs), all were excluded. A meta-analysis was not performed and data were only studied qualitatively due to the obvious heterogeneity amongst the studies. Data from the selected studies were extracted, and then the revised Cochrane's risk of bias tool (RoB 2.0) was utilised by two of the authors, independently, to evaluate the risk of bias in each study. RESULTS: At first, 151 results were reached, but then after removing duplicates, 99 records remained, and were later screened, assessed, and studied in full details based on the set PICOS criteria. Out of these 99 articles, ten studies were included in this systematic review, encompassing a total of 453 patients with an age range of (13-70) years old. Propolis mouthwashes with different protocols of application were the intervention whereas placebo or the rest of the tested mouthwashes such as, chlorhexidine, sodium fluoride with cetylpyridinium chloride, sterile distilled water, hydrogen peroxide, were the ones to which propolis mouthwashes were compared. Treatment duration extended from 14 days to 3 months and the follow-up period differed from 14 days to 3 months. In general, propolis mouthwashes decreased plaque accumulations and gingival inflammation in gingivitis patients based on the employed indices. On the other hand, the aforementioned tested mouthwashes other than propolis were deemed equally effective or even superior to propolis in some studies. As an overall assessment for the risk of bias, four studies were assigned as having a low risk of bias. Two studies were deemed to have some concerns, while four studies were identified as having a high risk of bias. CONCLUSIONS: Despite the fact that propolis has shown positive effects in terms of controlling gingival and periodontal inflammation especially when used with mechanical methods, studies lack certainty and their power of evidence is low with no agreed gold standards. These conclusions come, for sure, within the limitations of this review, like having substantial variability amongst the included studies and the presence of studies with a high risk of bias. The findings demonstrate that propolis-based mouthwashes showed promising clinical outcomes in reducing plaque and gingival inflammation. However, it is highly recommended to conduct more rigorous trials with patient-reported outcome measures, extended follow-up periods, larger samples sizes, better-designed methodologies, typified propolis use, and with the implementation of similar indices in order to obtain more reliable, conclusive, and generalisable results. PROSPERO REGISTRATION NUMBER: CRD42024524523."
    },
    {
      "pmid": "39850502",
      "title": "Effect of Propolis on PPP2R1A and Apoptosis in Cancer Cells.",
      "authors": [
        "Burak Durmaz",
        "Latife Merve Oktay Çelebi",
        "Ayşe Çekin",
        "Ayshan Ahadova",
        "Nur Selvi Günel",
        "Hatice Kalkan Yıldırım",
        "Ali Mert Özgönül",
        "Eser Yıldırım Sözmen"
      ],
      "journal": "Biochemistry research international",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recently, it has been shown that protein phosphatase 2A (PP2A) dysfunction was common in many cancer types and was mediated by various inactivation mechanisms. Although many research studies observed antitumor effect of propolis extracts in various types of cancer, the mechanism of effect are still obscure. In this study, we investigated the effect of propolis on PPP2R1A expression and its relationship with apoptosis in the SW-620 (colorectal cancer), DU-145 and PC-3 (prostate cancer), and MCF-7 (breast cancer) cell lines, with WI-38 (healthy fibroblast) cells serving as the control. Moreover, we aimed to investigate the impact of propolis on apoptosis by analyzing apoptosis markers such as tumor necrosis factor-related apoptosis-inducing ligand (TRAIL), APAF-1, and caspases-3, -8, and -9. Propolis samples were extracted, and their phenolic compounds were quantified using LC-MS/MS. The RealTime Cell Analysis System-xCELLigence (RTCA-SP) device and software were employed to assess cell viability and cytotoxicity of the propolis samples. The IC50 values for propolis were determined (298 μg/mL for SW-620, 185.6 μg/mL for DU-145, 250.7 μg/mL for PC - 3, 292.9 μg/mL for MCF-7, and 311.2 μg/mL for WI-38). Subsequently, the effects of propolis on PPP2R1A expression and apoptosis markers (TRAIL, Apaf-1, and caspases-3, -8, and -9) were analyzed. When we compared the healthy cell lines to cancer cell lines, a statistically significant increase in caspase-3 (3.62-fold) and in TRAIL (4.38-fold) was observed in the SW-620 cell line after the application of propolis. In addition, in the PC-3 cell line, a 1.4-fold increase in caspase-8 was observed compared with the healthy cell line, which is also statistically significant. Our findings indicated that propolis increased the PPP2R1A levels and apoptosis markers in cancer cell lines. It has been suggested that high PPP2R1A levels induced by propolis treatment might activate the apoptosis pathway. In this study, the inducible effect of propolis on PPP2R1A levels, identified as a new target for cancer treatment, was demonstrated for the first time. The findings suggest that propolis holds promise as a potential cancer therapy by increasing PPP2R1A levels, a key molecule in cancer treatment."
    },
    {
      "pmid": "39770464",
      "title": "Randomized Clinical Evaluation of the Healing Activity of Green Propolis Ointment in Individuals with Lower Limb Ulcers Resulting from Leprosy: Preliminary Results of a Pilot Study.",
      "authors": [
        "Cristiano da Rosa",
        "Larissa Kaori Maquedano",
        "Ian Lucas Bueno",
        "Fernando Augusto Lima Marson",
        "Giovanna Barbarini Longato"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Dec-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Treating chronic wounds incurs substantial costs for Brazil's Unified Health System. Natural compounds, particularly propolis, are increasingly explored as low-cost alternatives due to their healing properties. Brazilian green propolis, distinct in its chemical composition, has garnered scientific interest. This study aimed to assess the healing effects of green propolis ointment on lower-limb ulcers from leprosy. Methods: A blinded, randomized clinical trial included 18 wounds in two groups: propolis ointment (G1) and control (G2), with evaluations conducted weekly for 61 days. Wound progress was monitored using morphometry and the Pressure Ulcer Scale for Healing (PUSH). Results: No participants exhibited sensitivity to the propolis. G1 showed significant initial healing: average wound area reduction (%) for G1 vs. G2 included 56.38 vs. 6.13-p < 0.001 (week 1); 79.51 vs. 24.16-p = 0.022 (week 4); and 84.33 vs. 39.73-p = 0.051 (week 7). In G1, the PUSH scores decreased from the beginning, whereas in G2, reductions were observed after three weeks. By week 5, 71.4% of G1 wounds scored below eight points, versus 33.3% in G2. G1 wounds exhibited a reduced area and exudate, as well as revitalized granulation tissue without adverse effects. Conclusions: The findings suggest that green propolis ointment is safe, supports tissue repair and may offer cost-effective treatment benefits. Standard wound dressings are selected to support all healing stages, with an emphasis on antimicrobial action, hemostasis to reduce exudate, and pain-reducing and non-irritant properties. Green propolis ointment meets these criteria, offering a cost-effective treatment that accelerates lesion reduction and encouraging leprosy patients to follow the therapeutic regimen."
    },
    {
      "pmid": "39770452",
      "title": "An Advanced Combinatorial System from Vitis vinifera Leaves and Propolis Enhances Antioxidants' Skin Delivery and Fibroblasts Functionality.",
      "authors": [
        "Sophia Athanasopoulou",
        "Eleni Spanidi",
        "Eleni Panagiotidou",
        "Andrea Cavagnino",
        "Anaïs Bobier",
        "Konstantinos Gardikis"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Nov-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Vine leaves are a bulky by-product that are disposed of and treated as waste in the wine production process. In the present study polyphenols from vine leaves were extracted and simultaneously encapsulated in a new delivery system consisting of liposomes and cyclodextrins. This system was further combined with propolis polyphenols encapsulated in cyclodextrins, resulting in a colloidal suspension for the release of antioxidants in a time-controlled way, the rate of which depends on the ratio of the materials. The result is a raw material that exhibits antioxidant and ECM protective effects when administered in skin fibroblasts (NHDFs). Methods: The antioxidant and ECM promoting efficacy of the produced raw material was assessed by the Folin-Ciocalteu method, DPPH assay, and in cellulo assays in fibroblasts, such as the cell viability assay, scratch assay, cell migration assay, gene expression analysis, and immunofluorescence analysis, for the detection, visualization, and quantification of collagen-I, collagen-IIIa, and elastin signals and collagenase assay. Results: Treatment of NHDFs with the combinatorial delivery system promoted collagen and elastin synthesis and deposition in normal conditions and, upon induced external stress, as assessed by in vitro transcriptomic and proteomic analysis. A significant inhibition of collagenase was also observed, suggesting a multitargeted efficacy of the active ingredients also by preventing collagen degradation. Conclusions: Therefore, this liposome-cyclodextrin encapsulated polyphenol complex represents a novel bioactive ingredient with promising skin applications."
    },
    {
      "pmid": "39764897",
      "title": "Effect of propolis supplementation on cadmium toxicity associated with renal and hepatic dysfunction in rats.",
      "authors": [
        "Huseyin Ayhan",
        "Caglar Adiguzel",
        "Keziban Korkmaz Bayram",
        "Ali Tugrul Akin",
        "Fatma Gokce Apaydin",
        "Yusuf Kalender"
      ],
      "journal": "Journal of trace elements in medicine and biology : organ of the Society for Minerals and Trace Elements (GMS)",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cadmium (Cd), one of the toxic heavy metals, is of great importance for public health due to its use in many industrial areas. Propolis is a natural product with antioxidant and anti-inflammatory properties collected from plants by honey bees. The aim of this study was to investigate the protective role of propolis against the potential toxic effects of cadmium chloride in blood, liver and kidney tissues. For this purpose, rats were divided into four groups. Control group, propolis (150 mg/kg b.w.) treated group, cadmium chloride (1.76 mg/kg b.w. 1/50 LD50) treated group and cadmium chloride plus propolis (1.76 mg/kg b.w. and 150 mg/kg b.w. respectively) treated group. The substances were given to rats by gavage for 28 days. After 28 days of treatment, a statistically significant change was observed in serum biochemical parameters such as ALT, AST, BUN, LDH, urea, uric acid and creatinine, hematological parameters such as erythrocyte, hemoglobin and hematocrit, and IL-1β and IL-6 cytokine levels of cadmium chloride treated rats compared to the control group. In addition, significant changes were observed in mRNA expression levels of Casp-3, p53 and Tnf-α genes, HSP70, HSP90 and GRP78 protein levels and histopathological/immunohistochemical examinations. Improvement in biochemical and hematologic parameters, cytokines, mRNA expression, heat shock proteins and immunohistochemistry changes were observed in cadmium plus propolis treated group compared to cadmium treated group.",
      "mesh_terms": [
        "Animals",
        "Propolis",
        "Kidney",
        "Liver",
        "Rats",
        "Cadmium",
        "Male",
        "Rats, Wistar",
        "Dietary Supplements",
        "Cadmium Chloride",
        "Kidney Diseases"
      ]
    },
    {
      "pmid": "39715797",
      "title": "Propolis extract nanoparticles alleviate diabetes-induced reproductive dysfunction in male rats: antidiabetic, antioxidant, and steroidogenesis modulatory role.",
      "authors": [
        "Abram B Emil",
        "Neven H Hassan",
        "Sally Ibrahim",
        "Eman I Hassanen",
        "Zienab E Eldin",
        "Sara E Ali"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Dec-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes can affect male fertility via oxidative stress and endocrine system disruption. Nanomedicine based on natural products is employed to address diabetes complications. The current study aims to investigate the potential beneficial effect of propolis extract nanoparticles against diabetes-induced testicular damage in male rats. Sixty male rats were randomly allocated to six groups (n = 10). The first group served as a control group. The second and third received propolis extract (Pr) and propolis extract nanoparticles (PrNPs). The fourth group is the diabetic group that received streptozotocin (STZ) (55 mg kg/bwt) single-dose i/p. The fifth and sixth groups are diabetic rats treated with Pr and PrNPs. Both Pr and PrNPs were received at a dose (100 mg/kg bwt) orally. After 60 days, animals were euthanized, then pancreatic and testicular tissues were collected for redox status evaluation, gene expression analysis, and histopathological examination. Also, hormonal analysis (Insulin, total testosterone, and luteinizing hormone (LH) ) along with semen quality evaluation were done. Results showed that the induction of diabetes led to testicular and pancreatic redox status deterioration showing a reduction in reduced glutathione (GSH) as well as elevation of malondialdehyde (MDA), and nitric oxide (NO) levels. Also, relative transcript levels of testicular cytochrome P450 family 11 subfamily A member 1 (CYP11A1), 3β-Hydroxysteroid dehydrogenase (HSD-3β), and nuclear factor (erythroid-derived 2)-like 2 (NFE2L2) were significantly down-regulated, While the advanced glycation end-product receptor (AGER) relative gene expression was significantly upregulated. Furthermore, hormonal and semen analysis disturbances were observed. Upon treatment with Pr and PrNPs,  a marked upregulation of testicular gene expression of CYP11A1, HSD-3β, and NFE2L2 as well as a downregulation of AGER, was observed. Hormones and semen analysis were improved. In addition, the testicular and pancreatic redox status was enhanced. Results were confirmed via histopathological investigations. PrNPs outperformed Pr in terms of steroidogenesis pathway improvement, testicular antioxidant defense mechanism augmentation, and prospective antidiabetic activity.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats",
        "Propolis",
        "Diabetes Mellitus, Experimental",
        "Nanoparticles",
        "Testis",
        "Antioxidants",
        "Hypoglycemic Agents",
        "Oxidative Stress",
        "Testosterone",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "39713129",
      "title": "Effects of aqueous and ethanolic extracts of Chinese propolis on dental pulp stem cell viability, migration and cytokine expression.",
      "authors": [
        "Ha Bin Park",
        "Yen Dinh",
        "Pilar Yesares Rubi",
        "Jennifer L Gibbs",
        "Benoit Michot"
      ],
      "journal": "PeerJ",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Propolis is a natural substance produced by honeybees that has various biological properties including, anti-inflammatory, antioxidant and antimicrobial properties. Although previous studies have evaluated the antimicrobial effects of propolis in dentistry, its effects on dental pulp stem cell (DPSC) viability, migration, and differentiation are yet not well understood. The objective of this study was to investigate the effects of Chinese propolis on viability/proliferation, migration, differentiation and cytokine expression in DPSCs. METHODS: Commercially available DPSCs (Lonza) were treated with aqueous extract of propolis (AEP) or ethanolic extract of propolis (EEP), and viability/proliferation was evaluated using 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium bromide (MTT) assays and quantification of nuclear staining. DPSC differentiation into mineralizing cells was evaluated with Alizarin red staining and cell migration was assessed using Boyden Chamber Transwell inserts. Cytokine expression was measured by RT-qPCR. AEP and EEP at 0.03 and 0.1 mg/mL did not affect DPSC viability/proliferation for up to 7-days treatment. RESULTS: Higher doses (0.33-33 mg/mL) induced a dose dependent decrease in DPSC viability/proliferation with a more prominent effect with EEP at 7 days. Neither AEP nor EEP induced DPSC differentiation into mineralizing cells, but both AEP and EEP (0.03-0.1 mg/ml) induced a dose dependent increase in DPSC migration. In addition, EEP prevents the upregulation of IL1b and IL6 but not IL8 and CCL2 in response to lipopolysaccharide stimulation. AEP has less potent anti-inflammatory effects and prevents only IL1b upregulation. CONCLUSION: This study provides new information about the biologic properties of ethanolic and aqueous extracts of propolis and shows that propolis, at doses that do not affect cell viability, induces DPSC migration and has anti-inflammatory properties. These data highlight the potential use of propolis as an alternative intra-canal medicament for regenerative endodontic procedures.",
      "mesh_terms": [
        "Propolis",
        "Dental Pulp",
        "Cell Movement",
        "Humans",
        "Cell Survival",
        "Stem Cells",
        "Cytokines",
        "Cell Differentiation",
        "Cell Proliferation",
        "Ethanol",
        "Cells, Cultured",
        "Interleukin-1beta",
        "Chemokine CCL2",
        "Interleukin-8"
      ]
    },
    {
      "pmid": "39691165",
      "title": "The comparative effect of propolis and chlorhexidine mouthwash on oral nitrite-producing bacteria and blood pressure regulation.",
      "authors": [
        "R Bescos",
        "L du Toit",
        "A Redondo-Rio",
        "P J Warburton",
        "T L Nicholas",
        "M Kiernan",
        "R A Burton",
        "L Belfield",
        "G Montagut",
        "A Benavente",
        "W Vevers",
        "T Gabaldón",
        "Z Brookes",
        "P Casas-Agustench"
      ],
      "journal": "Journal of oral microbiology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Propolis mouthwash (PROP-M) has demonstrated antibacterial properties like those of chlorhexidine mouthwash (CHX-M). However, its impact on the abundance of oral nitrite-producing species (NPS) and nitrite-producing activity (NPA) remains unexplored. METHODS: Forty-five healthy individuals were randomised into 2 groups to rinse their mouth twice a day for seven days with either CHX-M (n = 21) or PROP-M (n = 24). Metagenomic sequencing (16S rRNA) was performed on saliva samples collected before and after each treatment. Additionally, salivary biomarkers and blood pressure were measured. RESULTS: CHX-M increased the relative abundance of NPS (p < 0.001) but significantly impaired the NPA (p < 0.001) compared to baseline and PROP-M. No significant differences in the relative abundance of NPS and NPA were observed in the PROP-M group. However, a significant increase of plasma nitrate (+7 µmol/L, p = 0.047) and a decrease in systolic BP (-2 mmHg, p = 0.022) was observed in this group compared to the baseline. CONCLUSION: The results indicate that PROP-M had a smaller effect on the abundance of NPS and NPA compared to CHX-M. Additionally, PROP-M reduced blood pressure in healthy individuals, but this effect was not associated with changes in the oral microbiome."
    },
    {
      "pmid": "39667039",
      "title": "Green synthesis of propolis mediated silver nanoparticles with antioxidant, antibacterial, anti-inflammatory properties and their burn wound healing efficacy in animal model.",
      "authors": [
        "Shabana Islam",
        "Erum Akbar Hussain",
        "Shahida Shujaat",
        "Muhammad Adil Rasheed"
      ],
      "journal": "Biomedical physics & engineering express",
      "publication_date": "2024-Dec-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Developing an efficient and cost-effective wound-healing substance to treat wounds and regenerate skin is desperately needed in the current world. The present study evaluatedin vivowound healing andin vitroantioxidant, antibacterial, anti-inflammatory activities of propolis mediated silver nanoparticles. Extract of Bee propolis from northeast Punjab, Pakistan, has been prepared via maceration and subjected to chemical identification. The results revealed that it is rich in phenolic contents (88 ± 0.004 mg GAE ml-1, 34 ± 0.1875 mg QE ml-1) hence, employed as a reducer and capping agent to afford silver nanoparticles (AgNPs) by green approach. The prepared nanoparticles have been characterized by UV-visible (UV-vis), Fourier transform infrared spectroscopy (FTIR), Scanning electron microscopy (SEM), x-ray diffraction (XRD). The propolis mediated AgNPs possess cubic face center with spherical shape and measured 50-60 nm in size. Moreover, propolis mediated silver nanoparticles have been studied for various biological activities. The results showed excellent antioxidant (0.4696 μg ml-1), anti-inflammatory (0.3996 μg ml-1) and antibacterial activities againstStaphylococcus aureus(MIC 0.462 μg ml-1) andProteus mirabilis(MIC 0.659 μg ml-1) bacterium. An ointment was prepared by mixing AgNPs with polymeric gels for burn wound treatment in rabbits. We found rapid wound healing and higher collagen deposition in AgNPs treated wounds than in control group. Our data suggest that AgNPs from propolis ameliorate excision wounds, and hence, these AgNPs could be potential therapeutic agents for the treatment of burns.",
      "mesh_terms": [
        "Propolis",
        "Animals",
        "Silver",
        "Wound Healing",
        "Metal Nanoparticles",
        "Antioxidants",
        "Anti-Inflammatory Agents",
        "Anti-Bacterial Agents",
        "Burns",
        "Green Chemistry Technology",
        "Disease Models, Animal",
        "Rabbits",
        "Spectroscopy, Fourier Transform Infrared",
        "Male",
        "Microbial Sensitivity Tests",
        "X-Ray Diffraction"
      ]
    },
    {
      "pmid": "39657939",
      "title": "Improvement of Dentin Growth Parameters (Beta-catenin, bFGF, CD105, and BMP4) with Propolis as Adjuvant in Dental Caries Treatment.",
      "authors": [
        "Retno Pudji Rahayu",
        "Nirawati Pribadi",
        "Ira Widjiastuti",
        "Nur Ariska Nugrahani"
      ],
      "journal": "European journal of dentistry",
      "publication_date": "2024-Dec-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE:  The purpose of the study was to evaluate the efficacy of calcium hydroxide (Ca(OH)2) and propolis in pulp capping for dental caries treatment, focusing on dentin growth parameters. The study also aims to determine the role of propolis as a natural adjuvant therapy in enhancing reparative dentin development while emphasizing the importance of proper technique and material preparation with markers for the expression of beta-catenin, bFGF, CD105, and BMP4. MATERIALS AND METHODS:  The left bottom molar teeth from 28 Wistar rats were divided into four groups. The first group, the control group, was given only aqua dest, and the second group received drilling treatment and additional therapies with Ca(OH)2 (Ca(OH)2) 0.625 μg. The third group was given drilling treatment and additional therapies with a combination of propolis with Ca(OH)2 0.781 μg until day 7. Finally, the fourth group received a combination of propolis with Ca(OH)2 0.781 μg until day 14. This research analyzed the expression of essential basic fibroblast growth factor (bFGF), CD105, beta-catenin, and bone morphogenetic protein 4 (BMP4). RESULTS:  This research reports that the average expression of BMP4 and bFGF showed a significant result in treatment with additional therapies with propolis and Ca(OH)2. The experiment indicates that propolis and Ca(OH)2 could induce reparative dentine on days 7 and 14. CONCLUSION:  Propolis as an adjuvant shows better reparative dental formation with improvement in the expression of bFGF and BMP4 in 14 days of therapy."
    },
    {
      "pmid": "39614528",
      "title": "Supercritical CO2 extracts of propolis inhibits tumor proliferation and Enhances the immunomodulatory activity via activating the TLR4-MAPK/NF-κB signaling pathway.",
      "authors": [
        "Hequan Zhu",
        "Chunyang Li",
        "Lei Jia",
        "Jiangtao Qiao",
        "Hesham R El-Seedi",
        "Yu Zhang",
        "Hongcheng Zhang"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Propolis is a natural immunomodulator with anticancer activity. This study investigated the immunomodulatory mechanism and anti-tumor activity of supercritical CO2 extracts of propolis (SEP) in tumor-bearing immunosuppression mice. We used cyclophosphamide (CTX) to construct the immunosuppressive mice model and then inoculated them with CT26 cells to build the CT26 tumor-bearing immunosuppression mice model. Upon treatment with SEP, tumor proliferation in mice was markedly suppressed, with tumor volumes decreasing from 1881.43 mm3 to 1049.95 mm3 and weights reducing from 2.07 g to 1.13 g. Concurrently, the immune system recovered well, and the spleen and thymus indexes increased significantly. The total T lymphocyte (CD3+ T cell) contents in the spleen and blood recovered from 11.88 % to 21.19 % and 15.32 % to 22.19 %, respectively. In addition, the CD4+ /CD8+ ratio has returned to a healthy level, 3.12 in the spleen and 5.42 in the blood. The levels of IL-1β, IL-6, and TNF-α were increased by 2.17, 2.76, and 7.15 times in the spleen, 2.76, 1.92, and 3.02 times in the serum. Moreover, the western blot results showed that SEP treatment increased the expression of toll-like receptor 4 (TLR4) and the phosphorylation of p38, extracellular signal-regulated kinase (ERK), c-Jun N-terminal kinase (JNK), and p65. These results indicated that SEP activated the immune activity of RAW 264.7 macrophages through the TLR4-mitogen-activated protein kinase (MAPK)/nuclear factor kappa B (NF-κB) signaling pathway to exert immunomodulatory function and inhibit tumor proliferation. This study facilitated the further application of SEP as a potential immunomodulatory and anti-tumor functional food.",
      "mesh_terms": [
        "Animals",
        "Propolis",
        "Toll-Like Receptor 4",
        "NF-kappa B",
        "Mice",
        "Signal Transduction",
        "Cell Proliferation",
        "Mice, Inbred BALB C",
        "Carbon Dioxide",
        "Cell Line, Tumor",
        "Immunologic Factors",
        "Spleen",
        "Cytokines",
        "RAW 264.7 Cells",
        "Mitogen-Activated Protein Kinases",
        "Male",
        "Antineoplastic Agents",
        "Immunomodulating Agents"
      ]
    },
    {
      "pmid": "39598324",
      "title": "Phytochemical Characterization and Assessment of the Wound Healing Properties of Three Eurasian Propolis.",
      "authors": [
        "Elisabetta Miraldi",
        "Alessandro Giordano",
        "Giorgio Cappellucci",
        "Federica Vaccaro",
        "Marco Biagi",
        "Giulia Baini"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Oct-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The objective of this study is to evaluate the wound healing potential of Eurasian propolis by analyzing the phytochemical profile and the biological effects of three representative propolis samples. METHODS: Specific colorimetric assays were used to estimate the total phenolic and flavonoid contents and the triterpenoids content. Some of the main components of Eurasian propolis (pinocembrin, pinobanksin, CAPE, chrysin and galangin) were analyzed using HPLC-DAD. Scavenging activity and total antioxidant capacity were assessed through DPPH and ORAC assays, respectively. Human keratinocyte, fibroblast, and monocytic cell lines were used for the biological in vitro analyses. The direct wound healing properties were tested through scratching assays and ELISA kits for the assessment of the production of growth factors (FGF-7, Latency Associated Peptide-LAP), while the indirect effects were evaluated through the estimation of the levels of MMP9, IL-1β, IL-8, and TNF-α using ELISA kits together with a cell-free test on the inhibition capacity on collagenases. Network Pharmacology analysis was employed to further explore possible mechanisms of the action of propolis on the healing process. RESULTS: The analyses confirmed the high phenolic content of Eurasian propolis (142.50-211.30 mg GAE/g), dominated by flavonoids (95.50-196.80 mg Galangin Equivalents/g), and terpenes (431.50-650.00 mg β-sitosterol Equivalents/g), while also verifying the significant antioxidant (4.9-8.9 mM/g Trolox Equivalents) and antiradical (DPPH IC50 26.1-54.4 μg/mL) activities. The samples showed indirect wound healing properties by mitigating inflammation and remodeling (reduced IL-1β and MMP9) and potentially modulating the immune response (upregulated IL-8). In vitro studies confirmed these effects, demonstrating decreased MMP9 production and collagenase inhibition when cells were co-treated with propolis and a stressor. Propolis also suppressed IL-1β release in fibroblasts, although its impact on TNF-α was inconclusive. Notably, co-treatment upregulated IL-8 in monocytes, suggesting a potential immunomodulatory role. CONCLUSIONS: Eurasian propolis may not directly stimulate cell proliferation during wound healing. Its anti-inflammatory and immunomodulatory properties could indicate an indirect contribution in helping the process."
    },
    {
      "pmid": "39598187",
      "title": "In-Depth Phytochemical Profile by LC-MS/MS, Mineral Content by ICP-MS, and In-Vitro Antioxidant, Antidiabetic, Antiepilepsy, Anticholinergic, and Antiglaucoma Properties of Bitlis Propolis.",
      "authors": [
        "Ebubekir İzol",
        "Münire Turhan"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2024-Oct-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Propolis is very significant in terms of its phytochemical content and biological activity among bee products. In this study, the antioxidant activities (total phenolic and flavonoid, Fe3+, Cu2+ (CUPRAC), Fe3+-TPTZ (FRAP) reducing, and DPPH•, ABTS•+ scavenging assays) of propolis collected from the Bitlis province of Türkiye were determined. In addition, the carbonic anhydrase I and II isoenzymes (hCA I and hCA II), α-glycosidase, acetylcholinesterase (AChE), and butyrylcholinesterase (BChE) inhibition activity and phytochemical profile of propolis and mineral content were determined by LC-MS/MS and ICP-MS, respectively. In propolis, 31 phytochemicals were found, and the highest concentration of acacetin (23.604 mg/g) was detected. It is seen that the phytochemicals in propolis provide antioxidant properties. The mineral content was screened for 18 elements and determined to be rich in the elements that make up the salt content. Total phenolic content was 215.14 mg GAE/g, and total flavonoid content was 79.11 mg QE/g. The Fe3+ reduction result was 0.940 (µg/mL), CUPRAC 1.183 (µg/mL), FRAP 0.963 (µg/mL), DPPH• scavenging IC50: 16.7 (µg/mL), and ABTS IC50: 8.01 (µg/mL). hCA I enzyme inhibition results in IC50: 7.19 (µg/mL), hCA II 8.15, AChE 5.17, BChE 7.50, and α-Glycosidase 5.72. As a result of this study, it was determined that Bitlis propolis has high antioxidant properties and a rich phytochemical content. It was also observed that it is an effective enzyme inhibitor against epilepsy, glaucoma, Alzheimer's, and diabetes, which are important diseases, and it can be evaluated in the treatment of these diseases and drug production."
    },
    {
      "pmid": "39596773",
      "title": "Identification of 2,4-Di-tert-Butylphenol as an Antimicrobial Agent Against Cutibacterium acnes Bacteria from Rwandan Propolis.",
      "authors": [
        "Florent Rouvier",
        "Lydia Abou",
        "Emmanuel Wafo",
        "Perrine Andre",
        "Julien Cheyrol",
        "Mohamed-Mohsen Khacef",
        "Claude Nappez",
        "Hubert Lepidi",
        "Jean Michel Brunel"
      ],
      "journal": "Antibiotics (Basel, Switzerland)",
      "publication_date": "2024-Nov-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Acne is the most prevalent dermatological condition among humans, affecting approximately 80% of adolescents during puberty. To date, numerous compounds have been used for acne treatment, including erythromycin ointments and antiseptics, with varying degrees of success. The emergence of erythromycin-resistant C. acnes strains has spurred the search for new antimicrobial agents, particularly from natural sources. METHODS: Propolis collected in Rwanda was extracted and fractionated by flash chromatography and tested against C. acnes growth by using NCLSI recommendations. RESULTS: In our research, we identified a molecule, 2,4-Di-tert-butylphenol (2,4-DTBP) which inhivbited the C. acnes growth at a concentration of 16 µg/mL. Based on these results, we formulated an ointment (1%) using OFAP18 and petroleum jelly for the potential treatment of acne using a mouse model. CONCLUSIONS: In vitro and in vivo evidence suggests that 2,4-DTBP has anti-inflammatory properties and could effectively manage the overgrowth of C. acnes as well as serve as a potent alternative for the formulation of an active propolis ointment for acne treatment."
    },
    {
      "pmid": "39596508",
      "title": "Effectiveness of Local Use of Green Propolis-Loaded Lipid Nanoparticles as Adjuvant Therapy to Scaling and Root Planing in the Management of Periodontitis in Rats Treated with Zoledronate.",
      "authors": [
        "Glauco Rodrigues Carmo Silveira",
        "Vinícius Franzão Ganzaroli",
        "Luan Felipe Toro",
        "Estevão Lopes-Pereira",
        "Leandro Lemes da Costa",
        "João Martins de Mello-Neto",
        "Rogério Leone Buchaim",
        "Valdir Gouveia Garcia",
        "Leticia Helena Theodoro",
        "José Maurício Sforcin",
        "Priscyla Daniely Marcato",
        "Edilson Ervolino"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Nov-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study assessed the effectiveness of the local use of green propolis-loaded lipid nanoparticles (GPlnp) as an adjuvant therapy to scaling and root planing (SRP) to manage experimental periodontitis (EP) in ovariectomized rats treated with zoledronate. Ten weeks before the experiment, 48 female rats were ovariectomized. On day 0, a ligature was installed in the lower first molar to induce EP. From day 0 to day 42, half of the rats were treated with vehicle (VEH), while the other half were treated with 100μg/Kg of zoledronate (ZOL). On day 14, the rats were allocated into the following groups: VEH-NLT, VEH-SRP, VEH-SRP-GPlnp, ZOL-NLT, ZOL-SRP, and ZOL-SRP-GPlnp. VEH-NLT and ZOL-NLT received no local treatment. VEH-SRP and ZOL-SRP received SRP and irrigation with physiological saline solution. VEH-SRP-GPlnp and ZOL-SRP-GPlnp received SRP and irrigation with GPlnp. A single SRP session was carried out, and four irrigation sessions were conducted (on days 14, 16, 18, and 20). On day 42, all animals were euthanized. The hemimandibles were processed for histological, histometric (percentage of total bone tissue (PTBT) and non-vital bone tissue (PNVBT)) and immunohistochemical (TNFα, IL-1β, and TRAP) analysis. VEH-SRP-GPlnp showed better tissue repair, higher PTBT, and lower immunolabeling for TNFα and IL-1β compared to the groups treated with VEH. ZOL-SRP-GPlnp showed a favorable tissue repair, with lower PNVBT, less local inflammation, and lower immunolabeling for TNFα and IL-1β compared to the groups treated with ZOL. Irrigation with GPlnp proved to be effective as an adjuvant therapy to SRP in treating EP in ovariectomized rats treated with zoledronate.",
      "mesh_terms": [
        "Animals",
        "Zoledronic Acid",
        "Periodontitis",
        "Female",
        "Rats",
        "Propolis",
        "Nanoparticles",
        "Root Planing",
        "Dental Scaling",
        "Liposomes",
        "Rats, Wistar",
        "Tumor Necrosis Factor-alpha",
        "Interleukin-1beta",
        "Ovariectomy"
      ]
    },
    {
      "pmid": "39594553",
      "title": "Determination of the Botanical Origin and Physicochemical Properties of a Propolis Sample Through an Integrated Methodology.",
      "authors": [
        "Jose Juan Alcivar-Saldaña",
        "Marco Aurelio Rodriguez-Monroy",
        "Arturo Aguirre-Gómez",
        "Liborio Carrillo-Miranda",
        "Benjamin Velasco-Bejarano",
        "Maria Margarita Canales-Martinez"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Nov-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The growing interest in products of natural origin has led to the implementation of products such as propolis because they possess biological properties that are useful in the treatment of various ailments, so it is relevant to know the botanical origin of the physicochemical compounds that provide propolis with its biological properties. To identify the floral sources that provide resources to bees for the manufacture of propolis, several methodologies have been implemented, such as palynological analysis, which, through pollen content, has made it possible to identify the plant species that provide resources to bees. On the other hand, analysis of the physicochemical components of propolis has revealed that phenols and flavonoids are mainly responsible for the biological activity of propolis. Evaluation of the antibacterial and antifungal potential of propolis revealed the inhibitory potential of both Gram (+) and Gram (-) bacteria, as well as Candida albicans. However, all these investigations have been carried out individually and not always with the same sample. Therefore, the objective of this research was to design a methodology that allows the use of a single sample of propolis and uses sufficient resources for different research areas to evaluate most of the physical and chemical properties of propolis, as well as its botanical origin. With the implemented methodology, it was possible to obtain sufficient resources that provided results for each of the research areas, taking advantage of the propolis sample."
    },
    {
      "pmid": "39586939",
      "title": "Therapeutic efficacy of brown propolis from Araucaria sp. in modulating rheumatoid arthritis.",
      "authors": [
        "Poliana Marques Pereira",
        "Silvio de Almeida-Junior",
        "Naomi Nalini de Melo Taveira",
        "Eveline Maria de Melo",
        "Mario Ferreira Conceição Santos",
        "Lilian Cristina Gomes do Nascimento",
        "Marcela Aldrovani Rodrigues",
        "Jennyfer A Aldana-Mejía",
        "Marcio Luís Andrade E Silva",
        "Sérgio Ricardo Ambrósio",
        "Jairo Kenupp Bastos",
        "Samir A Ross",
        "Ricardo Andrade Furtado"
      ],
      "journal": "Inflammopharmacology",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rheumatoid arthritis is a systemic inflammatory autoimmune disease with prevalence estimated at 0.5% to 1% of the population. As one of the treatment routes of rheumatoid arthritis is based on the use of nonsteroidal anti-inflammatory drugs, the use of natural products with anti-inflammatory potential becomes relevant. Brown propolis has several biological properties, including immunomodulatory and anti-inflammatory effects. Thus, the present study evaluated the therapeutic efficacy of the crude extract of brown propolis from Araucaria sp. through experimental models of analgesia, anti-inflammatory activity, and rheumatoid arthritis. Hyperalgesia was evaluated by mechanical and thermal sensitivity. Anti-inflammatory activity was evaluated by plantar volume, cell migration and NF-kB expression in carrageenan-induced paw oedema. In collagen-induced rheumatoid arthritis, it was evaluated by mechanical and thermal nociception on the plantar surface, and mechanical nociception in the femorotibial and caudal joints, evaluation of plantar volume, radiography, weight gain and biochemical profile. The results demonstrated that the oral administration of brown propolis can modulate the course of rheumatoid arthritis, and it can inhibit pain through the modulation of mechanical sensitivity. The anti-arthritic effect of propolis may be due to its anti-inflammatory capacity, which includes inhibiting oedema formation, cell migration, and NF-kB expression, as well as preserving joint space and normalizing urea levels. This was an animal model study. Therefore, brown propolis should be evaluated in studies of human RA to determine efficacy.",
      "mesh_terms": [
        "Propolis",
        "Arthritis, Rheumatoid",
        "Animals",
        "Arthritis, Experimental",
        "Anti-Inflammatory Agents",
        "Male",
        "Rats",
        "Mice",
        "Edema",
        "NF-kappa B",
        "Hyperalgesia",
        "Rats, Wistar",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39524833",
      "title": "Network pharmacology and bioinformatic integrative analysis reveals candidate gene targets and potential therapeutic of East Kalimantan propolis against hepatocellular carcinoma.",
      "authors": [
        "Paula Mariana Kustiawan",
        "Khalish Arsy Al Khairy Siregar",
        "Muhammad Miftah Jauhar",
        "Donny Ramadhan",
        "Etik Mardliyati",
        "Putri Hawa Syaifie"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Hepatocellular Carcinoma (HCC) is commonly treated with surgery, liver transplantation, and chemotherapy, but recurrence and metastasis remain challenges. Natural complementary therapies like propolis, known for its hepatoprotective properties, are gaining interest due to limited efficacy and toxicity of conventional chemotherapy. This study aims to identify core targets for HCC, assess the therapeutic potential of East Kalimantan propolis (EKP) from stingless bees, and analyze the molecular interactions. METHODS: EKP compounds were analyzed using target prediction tools related to HCC, alongside clinical data from the Gene Expression Omnibus (GEO) database, to identify overlapping genes with clinical relevance. The selected genes were then subjected to protein-protein interaction (PPI), GO and KEGG enrichment, immunohistochemical comparison and survival analysis to identify potential core targets and related pathways for HCC therapy. Furthermore, molecular docking and dynamics were conducted to verify the molecular interactions and stability of EKP compounds with targets. RESULTS: 108 genes have been selected as HCC potential targets, which mostly associated with MicroRNAs in cancer, chemical carcinogenesis, and viral carcinogenesis pathways. These targets were obtained by overlapping genes from GEO clinical databases and target predictors. PPI network analysis revealed 4 main targets of propolis in HCC. Furthermore, differential expression genes, survival analysis, and Immunohistochemical analysis from databases suggested that AKR1C3 and MAPK1 promote HCC progression and shorten survival rate of HCC patients. Molecular docking and dynamic studies confirmed strong binding affinity and stability of Baicalein, Chrysin, Quercetin, and Myricetin with receptor targets within simulation time. CONCLUSIONS: This study provides insight into the mechanism of action of EKP on HCC and identifies AKR1C3 and MAPK1 as candidate target treatments for future drug development."
    },
    {
      "pmid": "39522900",
      "title": "Calcium alginate-encapsulated propolis microcapsules: Optimization, characterization, and preservation effects on postharvest sweet cherry.",
      "authors": [
        "Lizhi Deng",
        "Ranran Xu",
        "Shuaiqi Zhang",
        "Jingxuan Lu",
        "Han Wang",
        "Jiahua Zhou",
        "Chao Zhang",
        "John Golding",
        "Weibo Jiang",
        "Baogang Wang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The increasing consumption of fresh fruits and vegetables has led to the development of eco-friendly and active preservation materials which have slow-release effect of antioxidant/antifungal agents. The propolis microcapsules (PM), utilizing calcium alginate as the wall material, incorporating ethanolic extract of propolis (EEP) as the core material, were prepared by ionic gelation method and conducted a investigation of its characteristics After optimization by single factor experiment and theoretical response models, PM which was prepared by dropping 9.3 g L-1 100 mL sodium alginate solution containing 9.8 mL EEP into 0.22 mol L-1 calcium chloride solution showed an encapsulation efficiency of 69.29±1.12 %. Prepared microcapsules were spherical with a dense surface which protected propolis well from the environment, retained a large number of bio-active compounds and improve thermal stability of propolis. Moreover, the microcapsules exhibited good slow-release effect and good inhibitory influence on the development of Alternaria Alternata growth which the colony diameter of the control was 41.38 % higher than the treatment at day six. With 5.0 g PM placed in the small non-woven bag in the application on sweet cherries with non-direct contact method, the decay rate and weight loss of fruits were reduced by 47.5 % and 17.6 %, concurrently the PM also effectively maintain the good appearance, hardness, antioxidant capacity by slowing the reduction in the content of total phenols, flavonoids and enzymatic activities. Therefore, the PM with superior antioxidant and antifungal capacity have the great potential to design as a practical active materials for fruits preservation.",
      "mesh_terms": [
        "Propolis",
        "Prunus avium",
        "Fruit",
        "Food Preservation",
        "Alginates",
        "Capsules",
        "Alternaria",
        "Food Preservatives"
      ]
    },
    {
      "pmid": "39519572",
      "title": "Potential Strategies for Overcoming Drug Resistance Pathways Using Propolis and Its Polyphenolic/Flavonoid Compounds in Combination with Chemotherapy and Radiotherapy.",
      "authors": [
        "Nada Oršolić",
        "Maja Jazvinšćak Jembrek"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Oct-31",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Conventional cancer treatments include surgical resection, chemotherapy, hyperthermia, immunotherapy, hormone therapy, and locally targeted therapies such as radiation therapy. Standard cancer therapies often require the use of multiple agents, which can activate nuclear factor kappa B (NF-κB) in tumor cells, leading to reduced cell death and increased drug resistance. Moreover, the use of multiple agents also contributes to added toxicity, resulting in poor treatment outcomes. Cancer cells gradually develop resistance to almost all chemotherapeutics through various mechanisms, such as drug efflux, alterations in drug metabolism and transport, changes in signal transduction pathways, enhanced DNA repair capacity, evasion of apoptosis, increased mutations, reactivation of drug targets, interaction with the cancer microenvironment, cancer cell-stroma interactions, epithelial-mesenchymal transition (EMT)-mediated chemoresistance, epigenetic modifications, metabolic alterations, and the effect of cancer stem cells (CSCs). Developing new strategies to improve chemotherapy sensitivity while minimizing side effects is essential for achieving better therapeutic outcomes and enhancing patients' quality of life. One promising approach involves combining conventional cancer treatments with propolis and its flavonoids. These natural compounds may enhance tumor response to treatment while reducing toxicity. Propolis and its components can sensitize cancer cells to chemotherapeutic agents, likely by inhibiting NF-κB activation, reprogramming tumor-associated macrophages (TAMs; an M2-like phenotype), and thereby reducing the release of matrix metalloproteinase (MMP)-9, cytokines, chemokines, and the vascular endothelial growth factor (VEGF). By reducing TAMs, propolis and its components may also overcome EMT-mediated chemoresistance, disrupt the crosstalk between macrophages and CSCs, inhibit the maintenance of stemness, and reverse acquired immunosuppression, thus promoting an antitumor response mediated by cytotoxic T-cells. This review highlights the potential of flavonoids to modulate the responsiveness of cancer to conventional treatment modalities. The evidence suggests that novel therapeutic strategies incorporating flavonoids could be developed to improve treatment outcomes. The positive effects of combining propolis with chemotherapeutics include reduced cytotoxicity to peripheral blood leukocytes, liver, and kidney cells. Therefore, polyphenolic/flavonoid components may hold potential for use in combination with chemotherapeutic agents in the clinical treatment of various types of cancers.",
      "mesh_terms": [
        "Humans",
        "Drug Resistance, Neoplasm",
        "Propolis",
        "Neoplasms",
        "Polyphenols",
        "Flavonoids",
        "Tumor Microenvironment",
        "Antineoplastic Agents",
        "Signal Transduction",
        "NF-kappa B",
        "Animals",
        "Neoplastic Stem Cells"
      ]
    },
    {
      "pmid": "39491482",
      "title": "A Prospective, Multicenter European Study on the Effects of Anatolian Propolis and Hypertonic Saline Combination Nasal Spray on Allergic Rhinitis Symptoms.",
      "authors": [
        "Felicia Manole",
        "Karl Hoermann",
        "Desiderio Passali",
        "Philippe Rombaux",
        "Luisa Maria Bellussi",
        "Michael Rudenko",
        "Mario Milkov",
        "Gabriela Kopacheva-Barsova",
        "Emmanuel Prokopakis",
        "Frédéric Chabolle",
        "Maria Doulaptsi",
        "Cengiz Bal",
        "Cemal Cingi"
      ],
      "journal": "Ear, nose, & throat journal",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Multicenter Study"
      ],
      "abstract": "Objectives: The current study examined the effectiveness of Rhinapi, a hypertonic saline nasal spray with Anatolian propolis added, on allergic rhinitis (AR) symptoms in a European population. Methods: Four hundred and forty AR patients (251 males and 189 females) from various European centers were enrolled. Nasal examination, overall symptom scores, individual AR symptoms (nasal discharge, sneezing, nasal itching, and nasal obstruction), and quality of life (QoL) were assessed before and after 3 weeks of treatment with Rhinapi, the nasal spray made of hypertonic saline with Anatolian propolis added (Bee&You, Istanbul, Turkey). Results: Rhinapi nasal drop use was associated with a substantial decrease (P < .05) in AR symptom ratings, including nasal discharge, sneezing, nasal itching, and nasal obstruction. QoL scores showed a significant improvement (P < .05), and the spray also alleviated swelling and improved concha color (P < .05). Conclusion: Rhinapi, Anatolian propolis-added hypertonic saline nasal spray (Bee&You, Istanbul, Turkey), when used for 3 weeks, reduced AR symptom scores and improved QoL. Both the concha color and the edema were also enhanced.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Prospective Studies",
        "Saline Solution, Hypertonic",
        "Adult",
        "Nasal Sprays",
        "Quality of Life",
        "Propolis",
        "Middle Aged",
        "Treatment Outcome",
        "Rhinitis, Allergic",
        "Europe",
        "Young Adult",
        "Adolescent",
        "Nasal Obstruction",
        "Administration, Intranasal",
        "Aged"
      ]
    },
    {
      "pmid": "39490733",
      "title": "The impact of propolis supplementation on inflammatory biomarkers: A meta-analysis and systematic review of randomized controlled clinical trials.",
      "authors": [
        "Luo Zhong-Yong",
        "Deng ZHi-Qing",
        "Xia Li-Qiong",
        "Elika Poorasadollah",
        "Shabnam Shirvani"
      ],
      "journal": "Prostaglandins & other lipid mediators",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "Recent interventional investigations suggest the beneficial impact of propolis supplementation on inflammatory biomarkers; however, the results have not been summarized in a comprehensive meta-analysis. We conducted this meta-analysis to summarize all available data and provide clear evidence for whether propolis supplementation affects inflammatory biomarkers. This systematic review with meta-analysis was performed by searching databases (PubMed/Medline, Web of Science, Scopus, and Embase) until February 2024. It included randomized clinical trials (RCTs) assessing the effects of propolis supplementation on inflammatory biomarkers in adults. This review included 20 RCTs with a total of 1139 participants. The propolis supplementation significantly reduced IL-6 (WMD = -2.48; 95 % CI: -4.62, -0.34; P = 0.023) and TNF-α (WMD = -0.86; 95 % CI: -1.45, -0.26; P = 0.005) compared with control groups. Although the CRP concentration was not reduced (WMD = 0.01; 95 % CI: -0.03, 0.05, P = 0.646), a significant reduction in CRP levels was revealed in supplementation durations ≥ 10 weeks. These results suggest that propolis has a beneficial effect on TNF-α and IL-6 levels and may be an effective adjunctive therapy for diseases where inflammation is a key factor in the etiology. Due to the limited number of studies, clinical diversity, and other limitations, it is necessary to conduct more high-quality studies to provide more precise and comprehensive recommendations.",
      "mesh_terms": [
        "Humans",
        "Biomarkers",
        "Dietary Supplements",
        "Inflammation",
        "Interleukin-6",
        "Propolis",
        "Randomized Controlled Trials as Topic",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "39477309",
      "title": "Cytotoxic and Radiosensitizing Effects of European and African Propolis in 3D Lung Carcinoma Cell Cultures.",
      "authors": [
        "Anne Vehlow",
        "Inga Lange",
        "Simon Lagies",
        "Bernd Kammerer",
        "Manuel Pfeifer",
        "Nils Cordes"
      ],
      "journal": "Anticancer research",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/AIM: Natural compounds such as propolis have gained wide popularity in the last decades. While its antibacterial, antiviral, and antifungal properties are well known, the anticancer properties of propolis are just beginning to be appreciated. Herein, we comparatively investigate the cytotoxic and radiosensitizing potential of four different ethanolic propolis extracts originating from three different countries (Germany, Ireland, South Africa) in human lung cancer cell models. MATERIALS AND METHODS: Liquid chromatography-mass spectrometry (LC-MS/MS) was applied to characterize the four different propolis extracts. Cytotoxicity and radiation survival were determined by 3D matrix-based clonogenic assays and autophagy was examined by western blotting. RESULTS: We found cytotoxicity in a propolis type-, time- and cell model- dependent manner. In the four ethanolic propolis extracts, Coumaric acid, Caffeic acid phenethyl ester, Pinocembrin and Chrysin presented the major compounds identified. Examining the induction of autophagy using the marker LC3B and autophagy inhibition with chloroquine suggested autophagy to be part of the survival mechanisms upon propolis treatment in a cell model-dependent manner. Combining propolis with X-ray irradiation showed the radiosensitizing potential of propolis in human lung cancer cell models, which clearly presented in a manner dependent on the incubation time of propolis and the cell model treated. CONCLUSION: Propolis treatment showed cytotoxic and radiosensitizing effects of propolis on human lung cancer cells. Since these effects differ greatly between the four propolis extracts studied and originating from different regions, further studies are urgently needed to differentiate propolis species and their anticancer properties in more detail.",
      "mesh_terms": [
        "Propolis",
        "Humans",
        "Lung Neoplasms",
        "Radiation-Sensitizing Agents",
        "Autophagy",
        "Cell Line, Tumor",
        "South Africa",
        "Cell Survival",
        "Tandem Mass Spectrometry",
        "Chromatography, Liquid",
        "Europe",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "39459039",
      "title": "Hydrogel Containing Propolis: Physical Characterization and Evaluation of Biological Activities for Potential Use in the Treatment of Skin Lesions.",
      "authors": [
        "Lindalva Maria de Meneses Costa Ferreira",
        "Naila Ferreira da Cruz",
        "Desireé Gyles Lynch",
        "Patrícia Fagundes da Costa",
        "Claudio Guedes Salgado",
        "José Otávio Carréra Silva-Júnior",
        "Alessandra Rossi",
        "Roseane Maria Ribeiro-Costa"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Oct-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Skin injury affects the integrity of the skin structure and induces the wound healing process, which is defined by a well-coordinated series of cellular and molecular reactions that aim to recover or replace the injured tissue. Hydrogels are a group of promising biomaterials that are able to incorporate active ingredients for use as dressings. This study aimed to synthesize hydrogels with and without propolis extract and evaluate their physical characteristics and biological activities in vitro for potential use as active dressings in the treatment of skin lesions. METHODS: The antifungal [Candida albicans (C. albicans) and Candida tropicalis (C. tropicalis)] and antibacterial [Staphylococcus aureus (S. aureus), Pseudomonas aeruginosas (P. aeruginosas) and Escherichia coli (E. coli)] activity was assessed by the microdilution method in plates and antioxidant potential by the reduction of the phosphomolybdate complex. RESULTS: The hydrogels showed good water absorption capacity, high solubility, and high gel fraction, as well as good porosity, water retention, and vapor transmission rates. They revealed a totally amorphous structure. The extract and the hydrogels containing the propolis extract (1.0% and 2.5%) did not inhibit fungal growth. However, they showed antibacterial activity against strains of S. aureus and P. aeruginosas. Regarding the E. coli strain, only the extract inhibited its growth. It showed good antioxidant activity by the evaluation method used. CONCLUSIONS: Therefore, the hydrogels containing propolis extract can be a promising alternative with antibacterial and antioxidant action for use as dressings for the treatment of skin lesions."
    },
    {
      "pmid": "39457046",
      "title": "Potential Antitumor Mechanism of Propolis Against Skin Squamous Cell Carcinoma A431 Cells Based on Untargeted Metabolomics.",
      "authors": [
        "Jie Wang",
        "Liyuan Cheng",
        "Jingjing Li",
        "Yicong Wang",
        "Siyuan Chen",
        "Zhongdan Wang",
        "Wenchao Yang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Oct-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Propolis is a sticky substance produced by honeybees (Apis mellifera) through the collection of plant resins, which they mix with secretions from their palate and wax glands. Propolis can inhibit tumor invasion and metastasis, thereby reducing the proliferation of tumor cells and inducing cell apoptosis. Previous research has shown that propolis has an inhibitory effect on skin squamous cell carcinoma A431 cells. Nevertheless, its inhibitory mechanism is unclear because of many significantly different Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways between the ethanol extract of the propolis (EEP) group and the control group of cells. In this study, the main components of EEP and the antitumor mechanism at an IC50 of 29.04 μg/mL EEP were determined via untargeted metabolomics determined using ultra high-performance liquid chromatography tandem mass spectrometry (UHPLC‒MS/MS), respectively. The results revealed 43 polyphenolic components in the EEP and 1052 metabolites, with 160 significantly upregulated and 143 significantly downregulated metabolites between cells treated with EEP and solvent. The KEGG enrichment results revealed that EEP significantly inhibited A431 cell proliferation via the steroid hormone biosynthesis and linoleic acid metabolism pathways. These findings may provide valuable insights for the development of targeted therapies for the treatment of cutaneous squamous cell carcinoma.",
      "mesh_terms": [
        "Propolis",
        "Humans",
        "Carcinoma, Squamous Cell",
        "Metabolomics",
        "Cell Line, Tumor",
        "Skin Neoplasms",
        "Cell Proliferation",
        "Tandem Mass Spectrometry",
        "Antineoplastic Agents",
        "Chromatography, High Pressure Liquid",
        "Apoptosis",
        "Metabolome"
      ]
    },
    {
      "pmid": "39453192",
      "title": "Effects of Propolis Supplementation on Gut Microbiota and Uremic Toxin Profiles of Patients Undergoing Hemodialysis.",
      "authors": [
        "Larissa Fonseca",
        "Marcia Ribeiro",
        "Júnia Schultz",
        "Natália A Borges",
        "Ludmila Cardozo",
        "Viviane O Leal",
        "Marcelo Ribeiro-Alves",
        "Bruna R Paiva",
        "Paulo E C Leite",
        "Carmen L Sanz",
        "Fernanda Kussi",
        "Lia S Nakao",
        "Alexandre Rosado",
        "Peter Stenvinkel",
        "Denise Mafra"
      ],
      "journal": "Toxins",
      "publication_date": "2024-Sep-25",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Propolis possesses many bioactive compounds that could modulate the gut microbiota and reduce the production of uremic toxins in patients with chronic kidney disease (CKD) undergoing hemodialysis (HD). This clinical trial aimed to evaluate the effects of propolis on the gut microbiota profile and uremic toxin plasma levels in HD patients. These are secondary analyses from a previous double-blind, randomized clinical study, with 42 patients divided into two groups: the placebo and propolis group received 400 mg of green propolis extract/day for eight weeks. Indole-3 acetic acid (IAA), indoxyl sulfate (IS), and p-cresyl sulfate (p-CS) plasma levels were evaluated by reversed-phase liquid chromatography, and cytokines were investigated using the multiplex assay (Bio-Plex Magpix®). The fecal microbiota composition was analyzed in a subgroup of patients (n = 6) using a commercial kit for fecal DNA extraction. The V4 region of the 16S rRNA gene was then amplified by the polymerase chain reaction (PCR) using short-read sequencing on the Illumina NovaSeq PE250 platform in a subgroup. Forty-one patients completed the study, 20 in the placebo group and 21 in the propolis group. There was a positive correlation between IAA and TNF-α (r = 0.53, p = 0.01), IL-2 (r = 0.66, p = 0.002), and between pCS and IL-7 (r = 0.46, p = 0.04) at the baseline. No significant changes were observed in the values of uremic toxins after the intervention. Despite not being significant, microbial evenness and observed richness increased following the propolis intervention. Counts of the Fusobacteria species showed a positive correlation with IS, while counts of Firmicutes, Lentisphaerae, and Proteobacteria phyla were negatively correlated with IS. Two months of propolis supplementation did not reduce the plasma levels of uremic toxins (IAA, IS, and p-CS) or change the fecal microbiota.",
      "mesh_terms": [
        "Humans",
        "Gastrointestinal Microbiome",
        "Propolis",
        "Renal Dialysis",
        "Male",
        "Female",
        "Middle Aged",
        "Aged",
        "Uremic Toxins",
        "Double-Blind Method",
        "Feces",
        "Dietary Supplements",
        "Renal Insufficiency, Chronic",
        "Indican",
        "Indoleacetic Acids",
        "Sulfuric Acid Esters",
        "Uremia",
        "Cytokines",
        "Bacteria",
        "Cresols"
      ]
    },
    {
      "pmid": "39407671",
      "title": "Healing Activity of Propolis of Stingless Bee (Scaptotrigona aff. postica), Reared in Monoculture of Açaí (Euterpe oleracea), in Induced Wounds in Rats.",
      "authors": [
        "Sara R L Ferreira",
        "Suzanne A Teixeira",
        "Gabriella O Lima",
        "Jhennifer N R S de Castro",
        "Luís E O Teixeira",
        "Carlos A R Barros",
        "Daniel S Pereira",
        "Moisés Hamoy",
        "Veronica R L O Bahia",
        "Nilton A Muto"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Oct-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Wound healing is a complex and coordinated process involving interactions between cells and various messenger systems. This study conducted in vivo tests to determine the healing effect of propolis (PR)-based cream derived from the Amazon stingless bee, Scaptotrigona aff. postica, reared in açaí (Euterpe oleracea) monoculture, on induced wounds in rats. Data were obtained by monitoring injuries on 14 Wistar rats, divided into three groups (G1, G2 and G3), each receiving specific treatments: propolis-based cream (PR), collagenase (PC) and neutral cream (NC). Over the seven days of treatment, the lesions were measured using photographic records and ImageJ software to evaluate the healing effectiveness of the test cream. ImageJ software version 1.53g was used to compare the wound diameters for each treatment. After seven days, histopathological analyses of the induced lesions were performed. It was observed that collagenase (PC) and the test cream (PR) did not differ significantly in terms of wound diameter reduction. However, the propolis-based cream directly influenced the lesion maturation process and exhibited a milder inflammatory response compared to the positive control (PC). This effect is possibly associated with antimicrobial and anti-inflammatory compounds identified by GC/MS analysis in the propolis. Notably, this is the first report describing propolis of Scaptotrigona aff. postica obtained from açaí monocultures with strong healing potential, highlighting the identification of a high concentration of phenolic compounds that aid directly in wound repair.",
      "mesh_terms": [
        "Animals",
        "Propolis",
        "Wound Healing",
        "Rats",
        "Bees",
        "Euterpe",
        "Rats, Wistar",
        "Male",
        "Collagenases"
      ]
    },
    {
      "pmid": "39383129",
      "title": "Active packaging coating based on Lepidium sativum seed mucilage and propolis extract: Preparation, characterization, application and modeling the preservation of buffalo meat.",
      "authors": [
        "Fatemehe Majdi",
        "Behrooz Alizadeh Behbahani",
        "Hassan Barzegar",
        "Mohammad Amin Mehrnia",
        "Morteza Taki"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Buffalo meat is naturally perishable, making it susceptible to spoilage due to its high moisture content and vulnerability to microbial contamination. Edible coatings have attracted attention as a packaging method that can prolong the shelf life of meat. The study aimed to examine the impact of a combination of Lepidium sativum mucilage (LS) coating and propolis extract (PE) on prolonging the shelf life of buffalo meat. The chemical characteristics (chemical compounds, total phenol content (TPC), total flavonoid content (TFC), antioxidant activity, and cytotoxicity) and antimicrobial activity of the PE (disk diffusion agar, well diffusion agar, minimum inhibitory concentration, and minimum bactericidal concentration) were investigated. The effect of the PE on the cell wall of pathogenic bacteria was examined using a scanning electron microscope. Biological properties of LS (TPC, TFC, antioxidant activity and antimicrobial effect (pour plate method)) was investigated. Different concentrations of PE (0, 0.5, 1.5, and 2.5%) were added to the coating mixture containing LS, and their effects on extending the shelf life of buffalo meat samples stored at 4°C for 9 days were assessed. The PE included gallic acid, benzoic acid, syringic acid, 4-3 dimethoxy cinnamic acid, p-coumaric acid, myricetin, caffeic acid, luteolin, chlorogenic acid, and apigenin. The PE was determined to have a TPC of 36.67 ± 0.57 mg GAE/g and a TFC of 48.02 ± 0.65 mg QE/g. The extract's radical scavenging activity ranged from 0 to 76.22% for DPPH radicals and from 0 to 50.31% for ABTS radicals. The viability of C115 HeLa cell was observed to be 94.14 μg/mL. The PE and LS, exhibited strong antimicrobial properties against pathogenic bacteria. The LS was determined to have a TPC of 15.23 ± 0.43 mg GAE/g and a TFC of 11.51± 0.61 mg QE/g. The LS was determined to have a DPPH of 429.65 ± 1.28 μg/mL and a ABTS of 403.59 ± 1.46 μg/mL. The microbiological analysis revealed that the LS+2.5%PE treatment was the most effective in inhibiting the growth of total viable count (6.23 vs. 8.00 log CFU/g), psychrotrophic bacteria count (3.71 vs. 4.73 log CFU/g), coliforms count (2.78 vs. 3.70 log CFU/g), and fungi count (2.39 vs. 3.93 log CFU/g) compared to the control sample. The addition of PE to the edible coating also demonstrated a concentration-dependent effect on preserving the moisture, pH, color, and hardness of the buffalo meat. Sensory evaluation results suggested that incorporating PE into the edible coating extended the shelf life of buffalo meat by three days. In the second stage of this paper, this investigation employed two distinct forecasting methodologies: the Radial Basis Function (RBF) and the Support Vector Machine (SVM), to predict a range of quality indicators for coated meat products. Upon comparison, the RBF model exhibited a higher level of accuracy, showcasing its exceptional capacity to closely match the experimental outcomes. Therefore, this type of food coating, renowned for its strong antimicrobial properties, has the potential to effectively package and preserve perishable and delicate food items, such as meat.",
      "mesh_terms": [
        "Animals",
        "Buffaloes",
        "Propolis",
        "Food Packaging",
        "Lepidium sativum",
        "Meat",
        "Seeds",
        "Antioxidants",
        "Plant Extracts",
        "Food Preservation",
        "Microbial Sensitivity Tests",
        "Plant Mucilage",
        "Phenols",
        "Flavonoids",
        "Anti-Bacterial Agents"
      ]
    },
    {
      "pmid": "39319905",
      "title": "Effects of Thai propolis mixed in mineral trioxide aggregate on matrix metalloproteinase-2 expression and activity in inflamed human dental pulp cells.",
      "authors": [
        "Nutnicha Tiyapitsanupaisan",
        "Nutthapong Kantrong",
        "Subin Puasiri",
        "Anupong Makeudom",
        "Suttichai Krisanaprakornkit",
        "Pattama Chailertvanitkul"
      ],
      "journal": "Journal of applied oral science : revista FOB",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "OBJECTIVES: This study sought to determine effects of Thai propolis extract mixed in mineral trioxide aggregate (MTA) on matrix metalloproteinase-2 (MMP-2) expression and its activity in inflamed human dental pulp cells (HDPCs). MATERIALS AND METHODS: Interleukin-1β-primed HDPCs were treated with either the eluate of MTA mixed with distilled water, of MTA mixed with 0.75 mg/ml of the propolis extract, or of Dycal®, 0.75 mg/ml of the propolis extract, or 0.2% (v/v) of chlorhexidine for 24 or 72 h. The viability of HDPCs was determined by the PrestoBlue® cytotoxic assay. HDPCs' lysates were analyzed for MMP-2 mRNA expression by RT-qPCR, while their supernatants were measured for MMP-2 activity by gelatin zymography. RESULTS: At 24 and 72 h, a non-toxic dose of the propolis extract at 0.75 mg/ml by itself or mixed in MTA tended to reduce MMP-2 expression upregulated by MTA, while it further decreased the MMP-2 activity as compared to that of MTA mixed with distilled water. The MMP-2 activity of interleukin-1β-primed HDPCs treated with the eluate of the propolis extract mixed in MTA was significantly lower than that of interleukin-1β-primed HDPCs at 24 h (p=0.012). As a control, treatment with chlorhexidine significantly inhibited MMP-2 expression induced by MTA and MMP-2 activity enhanced by interleukin-1β (p<0.05). Treatment with Dycal® caused a significant increase in HDPC's death, resulting in a significant decrease in MMP-2 expression and activity (p<0.05). CONCLUSIONS: MTA mixed with Thai propolis extract can reduce MMP-2 mRNA expression and activity when compared to MTA mixed with distilled water in inflamed HDPCs.",
      "mesh_terms": [
        "Aluminum Compounds",
        "Calcium Compounds",
        "Cell Survival",
        "Cells, Cultured",
        "Chlorhexidine",
        "Dental Pulp",
        "Drug Combinations",
        "Interleukin-1beta",
        "Materials Testing",
        "Matrix Metalloproteinase 2",
        "Oxides",
        "Propolis",
        "Real-Time Polymerase Chain Reaction",
        "Reproducibility of Results",
        "RNA, Messenger",
        "Silicates",
        "Thailand",
        "Time Factors",
        "Humans"
      ]
    },
    {
      "pmid": "39318261",
      "title": "Propolis ameliorates renal, liver, and pancreatic lesions in Wistar rats.",
      "authors": [
        "Alireza Salehi",
        "Seyed Mohammad Hosseini",
        "Sohrab Kazemi"
      ],
      "journal": "Biotechnology and applied biochemistry",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to evaluate the potential of ethanolic extract of propolis on the secondary lesions of the liver, renal, and pancreatic that were derived by primary colorectal cancer, and comparison of the ethanolic extract of propolis with the vitamin E. The groups included the control, ethanolic extract of propolis, vitamin E, dimethylhydrazine, dimethylhydrazine + ethanolic extract of propolis, and dimethylhydrazine + vitamin E. After 13 weeks of treatment, the blood and tissue samples were taken from all the rats, and alanine transaminase, aspartate transaminase, alkaline phosphatase, uric acid, creatinine, blood urea nitrogen, insulin, amylase, and lipase indices along with the tissue pathological examination of the kidney, liver, and pancreas were evaluated. Ethanolic extract of propolis effectively alleviated the colorectal cancer-induced secondary lesions in the liver by significantly lowering the alanine transaminase significantly. Ethanolic extract of propolis significantly decreased uric acid in rats; and also significantly elevated the pancreatic insulin. In addition, inflammation and cell necrosis indices in all these tissues were significantly reduced when ethanolic extract of propolis was consumed compared to the dimethylhydrazine group. It seemed ethanolic extract of propolis showed high antioxidant, anticancer, and anti-inflammatory potentials, and can be used practically to reduce the side lesions of colorectal cancer.",
      "mesh_terms": [
        "Animals",
        "Propolis",
        "Rats, Wistar",
        "Rats",
        "Liver",
        "Pancreas",
        "Male",
        "Kidney",
        "Colorectal Neoplasms"
      ]
    },
    {
      "pmid": "39275315",
      "title": "The Clinical Effect of a Propolis and Mangosteen Extract Complex in Subjects with Gingivitis: A Randomized, Double-Blind, and Placebo-Controlled Clinical Trial.",
      "authors": [
        "Jae-Suk Jung",
        "Geum-Hee Choi",
        "Heelim Lee",
        "Youngkyung Ko",
        "Suk Ji"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Sep-05",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "abstract": "This study investigated the efficacy and safety of a propolis-mangosteen extract complex (PMEC) on gingival health in patients with gingivitis and incipient periodontitis. A multicentered, randomized, double-blind, placebo-controlled trial involving 104 subjects receiving either PMEC or placebo for eight weeks was conducted. The primary focus was on the changes in inflammatory biomarkers from gingival crevicular fluid (GCF), with clinical parameters as secondary outcomes. The results revealed that the PMEC group showed a significantly reduced expression of all measured GCF biomarkers compared to the placebo group (p < 0.0001) at 8 weeks, including substantial reductions in IL-1β, PGE2, MMP-8, and MMP-9 levels compared to the baseline. While clinical parameters trended towards improvement in both groups, the intergroup differences were not statistically significant. No significant adverse events were reported, indicating a favorable safety profile. These findings suggest that PMEC consumption can attenuate gingival inflammation and mitigate periodontal tissue destruction by modulating key inflammatory mediators in gingival tissue. Although PMEC shows promise as a potential adjunctive therapy for supporting gingival health, the discrepancy between biomarker improvements and clinical outcomes warrants further investigation to fully elucidate its therapeutic potential in periodontal health management.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Young Adult",
        "Biomarkers",
        "Dinoprostone",
        "Double-Blind Method",
        "Garcinia mangostana",
        "Gingiva",
        "Gingival Crevicular Fluid",
        "Gingivitis",
        "Inflammation Mediators",
        "Interleukin-1beta",
        "Matrix Metalloproteinase 8",
        "Matrix Metalloproteinase 9",
        "Periodontitis",
        "Plant Extracts",
        "Propolis",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39269339",
      "title": "Oral Propolis Nanoemulsions Modulate Gut Microbiota to Balance Bone Remodeling for Enhanced Osteoporosis Therapy.",
      "authors": [
        "Yufei Zheng",
        "Zhaowei Zhang",
        "Zezhou Fu",
        "Aimi Fan",
        "Nan Song",
        "Qingqing Wang",
        "Shunwu Fan",
        "Jianbin Xu",
        "Jiajia Xiang",
        "Xin Liu"
      ],
      "journal": "ACS nano",
      "publication_date": "2024-Sep-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The discovery of the bone-gut axis linking bone metabolism to gut microbiota (GM) dysbiosis has revolutionized our understanding of managing degenerative skeletal diseases. Targeting GM regulation has emerged as a promising approach to osteoporosis treatment. Herein, we develop propolis nanoemulsions (PNEs) with enhanced gastrointestinal stability and oral bioavailability for GM-based osteoporosis therapy. Orally administered PNEs exhibit superior antiosteoporosis efficacy in an ovariectomized (OVX) mouse model by modulating the GM structure and metabolites and restoring the intestinal barrier function. Multiomics analysis reveals that a reduction in Streptococcus abundance and an increase in the GM metabolite l-arginine are key factors in osteoporosis management. These changes suppress osteoclast activity and enhance osteoblast function, leading to balanced bone remodeling and, thus, significant antiosteoporotic effects via the gut-bone axis. Our results deepen insights into the intricate relationship between GM and bone remodeling, suggesting a promising strategy that maintains the homeostasis of the GM structure and metabolite for osteoporosis treatment."
    },
    {
      "pmid": "39258606",
      "title": "Effect of Brazilian green propolis in chronic ulcer treatment: a randomized clinical trial.",
      "authors": [
        "Pascalle de Sousa Rocha",
        "Luis Rafael Leite Sampaio",
        "Gyllyandeson de Araújo Delmondes",
        "Andreza Gysllaynny Delmondes Saraiva",
        "Fábio Ferreira Perazzo",
        "Fernando Luiz Affonso Fonseca",
        "José Lucas de Souza",
        "Luis Fernando Reis Macedo"
      ],
      "journal": "Revista brasileira de enfermagem",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: to assess the effectiveness of 5% Brazilian green propolis (ointment) in individuals with chronic ulcers. METHODS: a randomized clinical trial, developed with 40 patients randomized equally to control group (treated with essential fatty acid) and experimental group (treated with 5% green propolis) for 30 days. The outcomes of interest were sociodemographic, clinical and laboratory characteristics, lesion characteristics, such as type of tissue in the bed, presence of exudate, edge characteristics, microbial content and pain. RESULTS: regarding sociodemographic, clinical and laboratory characteristics, the two groups did not show statistically significant differences. After assessment in 30 days, an effect was observed for both treated groups, but for the experimental group, greater effectiveness in terms of the type of tissue in the bed, type of exudate, edge characteristics, microbial content and pain. CONCLUSION: propolis-based ointment showed a healing effect, presenting itself as a potential tool in healing chronic ulcers.",
      "mesh_terms": [
        "Humans",
        "Propolis",
        "Female",
        "Male",
        "Middle Aged",
        "Brazil",
        "Aged",
        "Chronic Disease",
        "Wound Healing",
        "Treatment Outcome",
        "Adult"
      ]
    },
    {
      "pmid": "39247130",
      "title": "The Effects of Propolis Consumption on Body Composition and Blood Pressure: A Systematic Review and Dose-Response Meta-Analysis.",
      "authors": [
        "Mahdi Vajdi",
        "Atefeh Bonyadian",
        "Fatemeh Pourteymour Fard Tabrizi",
        "Reza Hassanizadeh",
        "Nooshin Noshadi",
        "Beitullah Alipour",
        "Mahdieh Abbasalizad-Farhangi",
        "Melika Darzi",
        "Sahar Golpour-Hamedani",
        "Gholamreza Askari"
      ],
      "journal": "Current therapeutic research, clinical and experimental",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION AND AIM: Research on the effects of propolis consumption on body composition, and blood pressure (BP) has produced inconsistent results. This systematic review and dose-response meta-analysis was carried out to compile the data from the randomized controlled trials (RCTs) on how propolis supplementation affects body composition, and BP level in adults. MATERIALS AND METHODS: A systematic literature search was conducted using electronic databases, including PubMed, Embase, Scopus, Web of Science, and Cochrane library, up to January 2024. The RCTs, evaluating the effects of propolis consumption on weight, body mass index (BMI), waist circumference (WC), hip circumference (HC), waist-hip ratio (WHR), fat mass (FM), systolic BP (SBP), and diastolic BP (DBP), were included in the study. We used the random-effects model to establish the pooled effect size. RESULTS: A total of 22 RCTs involving 1082 participants were included in the study. Propolis supplementation demonstrated significant reductions in weight (weighted mean difference [WMD]: -0.37 kg; 95% confidence interval [CI]: -0.63 to -0.12), and BMI (WMD: -0.11 kg/m2; 95% CI: -0.13 to -0.09). However, there were no significant effects on WC, WHR, FM, HC, SBP, and DBP levels. The dose-response analysis revealed a significant nonlinear relationship between propolis dosage and WC (P = 0.020). Moreover, the BMI (P = 0.047) and WC (P = 0.004) reduction trend continues until 8 weeks of intervention and then this impact plateaued. CONCLUSIONS: Supplementation with propolis seems to be effective in reducing weight and BMI. However, it should be noted that the anti-obesity properties of propolis supplementation were small and may not reach clinical importance. Therefore, future well-designed studies with a large sample size are needed to investigate the effect of propolis on body composition and BP in adults."
    },
    {
      "pmid": "39244585",
      "title": "Evaluation of the cytotoxic activity of chemically characterized propolis originating from different geographic regions and vitamin D co-supplementation against human ovarian cancer cells.",
      "authors": [
        "Eman Ali",
        "Maged W Helmy",
        "Eman H Radwan",
        "Karoline K Abdul Aziz",
        "Aida A Abd El-Wahed",
        "Lamia M El-Samad",
        "Abeer El Wakil"
      ],
      "journal": "Journal of ovarian research",
      "publication_date": "2024-Sep-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ovarian cancer is the second most common and lethal gynecologic malignancy. Among natural product-based therapy, the honeybee products, particularly propolis, serve a valuable source contributing directly to human nutrition and health.In the present study, we determined the chemical composition of different types of propolis originating from Egypt, Germany and France using liquid chromatography-tandem mass spectrometry. The compounds identified belong to different metabolite classes, including flavonoids, cinnamic acid, chalcones, terpenoids, phenolic lipids, stilbenes, phenolic compounds, carbohydrates, vitamins, coumarins, polyprenylated benzophenone, benzoic acids, fatty acid methyl ester, and coumaric acid, and their derivatives. The most active extract is from France then Egypt and Germany.Afterwards, we treated the human ovarian cancer cells, OVCAR4, with different concentrations (1-400 μg/mL) of variable propolis types supplemented or not with vitamin D (0.0015-0.15 μg/mL) in order to evaluate the efficacy and the cytotoxic activities of our local P as compared to other types collected from different geographic regions. Importantly, the combinatorial treatment of OVCAR4 cancer cells with propolis and vitamin D in the same concentration ranges resulted in enhanced cell viability inhibition. Furthermore, such co-supplementation with vitamin D inhibits predominately the proliferative activity of cell population with the French propolis type as manifested by Ki67 expression, while it reduces considerably its expression, particularly with the German type, followed by the Egyptian one.Nowadays, scientists are interested by natural products which have risen to the forefront of drug discovery. Chemically characterized propolis showing cell viability inhibition and antiproliferative potential seems a valuable extract for further consideration as anti-carcinogenic agent.",
      "mesh_terms": [
        "Propolis",
        "Humans",
        "Female",
        "Vitamin D",
        "Ovarian Neoplasms",
        "Cell Line, Tumor",
        "Egypt",
        "Cell Survival",
        "Antineoplastic Agents",
        "Cell Proliferation"
      ]
    },
    {
      "pmid": "39200019",
      "title": "The Antibacterial Potential of Brazilian Red Propolis against the Formation and Eradication of Biofilm of Helicobacter pylori.",
      "authors": [
        "Mariana B Santiago",
        "Matheus H Tanimoto",
        "Maria Anita L V Ambrosio",
        "Rodrigo Cassio S Veneziani",
        "Jairo K Bastos",
        "Robinson Sabino-Silva",
        "Carlos Henrique G Martins"
      ],
      "journal": "Antibiotics (Basel, Switzerland)",
      "publication_date": "2024-Aug-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Helicobacter pylori is associated with gastrointestinal diseases, and its treatment is challenging due to antibiotic-resistant strains, necessitating alternative therapies. Brazilian red propolis (BRP), known for its diverse bioactive compounds with pharmaceutical properties, was investigated for its anti-H. pylori activity, focusing on biofilm formation inhibition and eradication. BRP was tested against H. pylori (ATCC 43526) using several assays: time-kill, nucleotide leakage, biofilm formation inhibition (determining the minimum inhibitory concentration of biofilm of 50%-MICB50, and cell viability), and biofilm eradication (determining the minimum eradication concentration of biofilm of 99.9%-MBEC). Standardization of H. pylori biofilm formation was also conducted. In the time-kill assay, BRP at 50 µg/mL eliminated all H. pylori cells after 24 h. The nucleotide leakage assay showed no significant differences between control groups and BRP-treated groups at 25 µg/mL and 50 µg/mL. H. pylori formed biofilms in vitro at 109 CFU/mL after 72 h. The MICB50 of BRP was 15.6 µg/mL, and at 500, 1000, and 2000 µg/mL, BRP eradicated all bacterial cells. The MBEC was 2000 µg/mL. These findings suggest that BRP has promising anti-H. pylori activity, effectively inhibiting and eradicating biofilms. Further studies are necessary to elucidate BRP's mechanisms of action against H. pylori."
    },
    {
      "pmid": "39195829",
      "title": "The Comparative Study of the Antioxidant and Antibacterial Effects of Propolis Extracts in Veterinary Medicine.",
      "authors": [
        "Dovile Svetikiene",
        "Gintaras Zamokas",
        "Monika Jokubaite",
        "Mindaugas Marksa",
        "Liudas Ivanauskas",
        "Lina Babickaite",
        "Kristina Ramanauskiene"
      ],
      "journal": "Veterinary sciences",
      "publication_date": "2024-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Antimicrobial resistance (AMR) is one of the biggest threats to human and animal health. Efforts to combat AMR include the introduction of antimicrobial drugs as alternative treatment options. To contribute to an effective plan for the treatment of infectious diseases caused by bacteria, the development of new antimicrobial agents is increasingly being explored. Propolis has garnered significant attention from both scientists and industry due to its extensive spectrum of biological activity. The growing interest in polyphenols of natural origin and their plant sources further encourages the investigation of their chemical composition and biological effects. Propolis serves as a rich source of phenolic compounds. Baltic region propolis, classified as poplar-type propolis, was selected for this study, and extracts were prepared using raw propolis materials from various Baltic countries. The production of liquid extracts utilized a combination of 70 percent ethanol, a mixture of water and poloxamer P407, and DES (deep eutectic solvent). The research aims to produce liquid propolis extracts using different solvents and to assess their chemical composition, antioxidant, and antimicrobial activity against different veterinary pathogens. Antioxidant activity was evaluated using DPPH (2,2-diphenyl-1-picrylhydrazyl), revealing antioxidant activity in all extracts, with results correlating with the total phenolic compound content. It was found that p-coumaric acid predominated in the studied propolis extracts (in ethanol extracts 1155.90-1506.65 mg/g, in DES extracts 321.13-954.76 mg/g, and in polymeric extracts 5.34-30.80 mg/g), with smaller amounts of ferulic acid and vanillin detected. Clinical and reference bacterial strains were collected from the Lithuanian University of Health Sciences, the Academy of Veterinary Medicine, and the Institute of Microbiology and Virology. To effectively treat bacterial infections, the antimicrobial activity of propolis extracts was tested against six pathogenic bacterial species and one pathogenic fungus (S. aureus, S. agalactiae, B. cereus, E. faecalis, E. coli, P. aeruginosa, and C. albicans). Antimicrobial activity studies demonstrated that DES propolis extracts exhibited stronger antimicrobial activity compared to ethanolic propolis extracts. The minimum inhibitory concentration (MIC) values of DES propolis extracts against the tested strains ranged between 50 and 1000 μg/mL. Considering the study results, it can be concluded that propolis from the Baltic region is abundant in phenolic compounds exhibiting antioxidant and antibacterial activities."
    },
    {
      "pmid": "39182785",
      "title": "Bioaccessibility and bioavailability of Pb and Cd in rice is affected by propolis and its extracts and Fe intervention.",
      "authors": [
        "Ping Zhuang",
        "Xianghua Chen",
        "Shuo Sun",
        "Yingwen Li",
        "Hui Mo"
      ],
      "journal": "The Science of the total environment",
      "publication_date": "2024-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Increasing the intake of dietary supplements containing antioxidant components can reduce the oral bioavailability of lead (Pb) and cadmium (Cd) and benefit human health. In this study, the effects of propolis and its extracts (kaempferol (KAE), quercetin (QR), and caffeic acid phenethyl ester (CAPE)) in conjunction with proanthocyanidins (PA) on Pb and Cd bioaccessibility (BAC) and the relative bioavailability (RBA) in brown and polished rice are investigated. The results of in vitro tests showed that propolis and its extracts were effective in reducing Pb BAC in both brown and polished rice. A medium dose of PA had a significant reduction effect on Cd BAC (76 %) and RBA in both brown and polished rice. Based on mouse bioassays, the supplementation of propolis and its extracts significantly (p < 0.05) reduced the Pb-RBA in brown rice, resulting in a decrease in Pb RBA from 25 % in the control group to 16.5-17.6 %. The results showed that the BAC and RBA of Pb in brown rice with dietary supplements decreased significantly, which may be related to the enhanced inhibitory effect of high Fe. It was also found that the Pb RBA was negatively correlated with the Fe content in mice kidneys. This result provided evidence that antioxidants better inhibit the bioavailability of heavy metals, highlighting that propolis and PA may be alternative dietary supplements for intervening in human Pb and Cd exposure.",
      "mesh_terms": [
        "Oryza",
        "Propolis",
        "Cadmium",
        "Lead",
        "Biological Availability",
        "Mice",
        "Animals",
        "Iron",
        "Antioxidants",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "39182454",
      "title": "Countercurrent chromatography isolation of green propolis biomarkers: Potential blockers of SARS-COV-2 RBD and ACE2 interaction.",
      "authors": [
        "Cristiane Cardoso Dos Santos",
        "Alicia Fontoura da Silva",
        "Rosane Nora Castro",
        "Lucas de Oliveira Pires",
        "Mariana Freire Campos",
        "Beatriz A C de Oliveira",
        "Diego Allonso",
        "Suzana Guimarães Leitão",
        "Gilda Guimarães Leitão"
      ],
      "journal": "Journal of chromatography. A",
      "publication_date": "2024-Oct-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Propolis is a natural resinous mixture produced by honeybees with numerous biological activities. Considering the recently reported potential of propolis as an adjuvant in COVID-19 treatment, a methodology for the fractionation of the hexane extract of Brazilian green propolis (HEGP) was developed for the obtention of prenylated biomarkers by countercurrent chromatography. The inhibition of the interaction between the receptor binding domain (RBD) of spike and ACE2 receptor was evaluated by the Lumitᵀᴹ immunoassay. Fractionation of HEGP was performed by both normal (CCC1 and CCC2, with extended elution) and reversed (CCC3) phase elution-extrusion modes with the solvent system hexane-ethanol-water 4:3:1. The normal elution mode of CCC1 (471 mg HEGP in a 80 mL column volume, 1.6 mm id) was scaled-up (CCC5, 1211 mg HEGP in a 112 mL column volume, 2.1 mm id), leading to the isolation of 89.9 mg of artepillin C, 1; 52.7 mg of baccharin, 2; and 26.6 mg of chromene, with purities of 93 %, 83 % and 88 %, respectively, by HPLC-PDA. Among the isolated compounds, artepillin C, 1, and baccharin, 2, presented the best results in the Lumitᵀᴹ immunoassay, showing 67% and 51% inhibition, respectively, at the concentration of 10 μM. This technique proved to be of low operational cost and excellent reproducibility.",
      "mesh_terms": [
        "Propolis",
        "Countercurrent Distribution",
        "SARS-CoV-2",
        "Humans",
        "Angiotensin-Converting Enzyme 2",
        "Spike Glycoprotein, Coronavirus",
        "Biomarkers",
        "COVID-19",
        "Protein Binding",
        "COVID-19 Drug Treatment",
        "Phenylpropionates"
      ]
    },
    {
      "pmid": "39177837",
      "title": "Propolis: a natural compound with potential as an adjuvant in cancer therapy - a review of signaling pathways.",
      "authors": [
        "Nassim Valivand",
        "Sara Aravand",
        "Hajie Lotfi",
        "Azam Janati Esfahani",
        "Hossein Ahmadpour-Yazdi",
        "Nematollah Gheibi"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2024-Aug-23",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Propolis is a natural product used in cancer treatment, which is produced by bees via different sources. The chemical composition of Propolis is determined based on the climatic and geographical conditions, as well as harvesting time and method. This compound has been the subject of numerous investigational endeavors due to its expansive therapeutic capacity which includes antibacterial, anti-fungal, anti-inflammatory, anti-oxidant, anti-viral, and anti-cancer effects. The growing incidence rate of different cancers necessitates the need for developing novel preventive and therapeutic strategies. Chemotherapy, radiotherapy, and stem cell therapy have proved effective in cancer treatment, regardless of the adverse events associated with these modalities. Clinical application of natural compounds such as Propolis may confer promise as an adjuvant therapeutic intervention, particularly in certain subpopulations of patients that develop adverse events associated with anticancer regimens. The diverse biologically active compounds of propolis are believed to confer anti-cancer potential by modulation of critical signaling cascades such as caffeic acid phenethyl ester, Galangin, Artepillin C, Chrysin, Quercetin, Caffeic acid, Nymphaeols A and C, Frondoside A, Genistein, p-coumaric acid, and Propolin C. This review article aims to deliver a mechanistic account of anti-cancer effects of propolis and its components. Propolis can prevent angiogenesis by downregulating pathways involving Jun-N terminal kinase, ERK1/2, Akt and NF-ƘB, while counteracting metastatic progression of cancer by inhibiting Wtn2 and FAK, and MAPK and PI3K/AKT signaling pathways. Moreover, propolis or its main components show regulatory effects on cyclin D, CDK2/4/6, and their inhibitors. Additionally, propolis-induced up-regulation of p21 and p27 may result in cell cycle arrest at G2/M or G0/G1. The broad anti-apoptotic effects of propolis are mediated through upregulation of TRAIL, Bax, p53, and downregulation of the ERK1/2 signaling pathway. Considering the growing body of evidence regarding different anti-cancers effects of propolis and its active components, this natural compound could be considered an effective adjuvant therapy aimed at reducing related side effects associated with chemotherapy and radiotherapy.",
      "mesh_terms": [
        "Propolis",
        "Humans",
        "Signal Transduction",
        "Neoplasms",
        "Animals",
        "Antineoplastic Agents",
        "Flavonoids",
        "Biological Products",
        "Caffeic Acids",
        "Phenylethyl Alcohol",
        "Phenylpropionates"
      ]
    },
    {
      "pmid": "39172338",
      "title": "Efficacy of propolis and royal jelly in attenuating cadmium-induced spermatogenesis and steroidogenesis dysregulation, causing infertility in rats.",
      "authors": [
        "Alaa Amr",
        "Ahmed E Abdel Karim",
        "Maria Augustyniak",
        "Abeer El Wakil",
        "Lamia M El-Samad",
        "Mohamed A Hassan"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bee-derived pharmaceutical products, including propolis (PRO) and royal jelly (ROJ), possess outstanding pharmacological properties. However, their efficiency in counteracting the deleterious influences of cadmium (Cd) in testes and the relevant mechanisms entail further investigations. Therefore, this study sheds light on the therapeutic efficacy of PRO and ROJ against testicular dysfunction and infertility induced by Cd. Toward this end, 30 mature male Wistar albino rats were randomly divided into six groups (5 animals/group), including (I) control, (II) Cd, (III) PRO, (IV) ROJ, (V) PRO + Cd, and (VI) ROJ + Cd groups. Furthermore, antioxidant factors, semen quality, hormonal levels, steroidogenic enzymes, and genotoxicity were assessed. Moreover, histopathological and ultrastructural attributes and offspring rates were investigated. The Cd-treated group revealed marked reductions in reduced glutathione (GSH), total antioxidant capacity (TAC), and superoxide dismutase (SOD) with an amplification of lipid peroxidation in testes, indicating disruption of the antioxidant defense system. Furthermore, myeloperoxidase (MPO) activity and DNA damage were significantly heightened, implying inflammation and genotoxicity, respectively. Moreover, steroidogenic enzymes, including 17β-Hydroxy Steroid Dehydrogenase 3 (HSD17b3), 3β-Hydroxy Steroid Dehydrogenase 2 (HSD3b2), 17α-hydroxylase/17,20-lyase (CYP17A1), and steroid 5α-reductase 2 (SRD5A2) were markedly diminished accompanied with disorders in luteinizing hormone (LH), follicle-stimulating hormone (FSH), and testosterone. Besides, spermatozoa quality was reduced, associated with a diminution in the diameter of seminiferous tubules. By contrast, PRO or ROJ significantly protected and/or counteracted the Cd-induced pathophysiological consequences, ameliorating antioxidant and inflammatory biomarkers, steroidogenic enzymes, hormonal levels, and sperm properties, along with lessening DNA impairments. Critically, histological and ultrastructural analyses manifested several anomalies in the testicular tissues of the Cd-administered group, including the Leydig and Sertoli cells and spermatozoa. Conversely, PRO or ROJ sustained testicular tissues' structure, enhancing spermatozoa integrity and productivity. Interestingly, treatment with PRO or ROJ improved fertility indices through offspring rates compared to the Cd-animal group. Our data suggest that PRO is a more effective countermeasure than ROJ against Cd toxicity for securing the delicate testicular microenvironment for spermatogenesis and steroidogenesis.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Rats, Wistar",
        "Propolis",
        "Cadmium",
        "Male",
        "Spermatogenesis",
        "Fatty Acids",
        "Testis",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39166613",
      "title": "Red propolis extract associated to platelet-rich plasma and stromal cells with focus in cell therapy and functional tissue regeneration.",
      "authors": [
        "Charlene S C Garcia",
        "Paulo Miguel C Garcia",
        "Otávio B A F Santos",
        "Daniela Steffens",
        "Sandro T Martins",
        "Patricia Pranke",
        "Janaína S Crespo",
        "João Antonio P Henriques",
        "Mariana Roesch-Ely"
      ],
      "journal": "Anais da Academia Brasileira de Ciencias",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of platelet-rich plasma (PRP) and adipose-derived stromal cells (ADSC) have been investigated as a form of wound healing enhancement. The objective of this work was to evaluate the association of red propolis (RP) and PRP as inducers of ADSC for application in tissue regeneration. Adipose tissue post-collection and post-cryopreservation was isolated with type II collagenase, characterized by flow cytometry, and differentiated into osteogenic, chondrogenic and adipose cell. The viability of ADSC was evaluated when exposed to different concentrations of RP using the MTT and trypan blue assay. Acridine orange and ethidium bromide (AO/EB) was performed to evaluate cell death events. Horizontal migration methods were investigated in ADSC using autologous and homologous PRP associated with RP (PRP/RP). All assays were processed in triplicate. Flow cytometry and cellular differentiation showed that type II collagenase was effective for isolating ADSC post-collection and post-cryopreservation. RP extracts at concentrations of up to 50 μg.mL-1 presented no cytotoxic effects. Association of PRP and RP at 25 and 50 μg.ml-1 influenced ADSC migration, with total closure on the seventh day after exposition. The results here presented could stimulate proliferation of ADSC cells that may contribute directly or indirectly to the reconstructive process of tissue regeneration.",
      "mesh_terms": [
        "Platelet-Rich Plasma",
        "Propolis",
        "Humans",
        "Stromal Cells",
        "Flow Cytometry",
        "Cell Differentiation",
        "Cell- and Tissue-Based Therapy",
        "Regeneration",
        "Cell Proliferation",
        "Adipose Tissue",
        "Cell Survival",
        "Cell Movement",
        "Wound Healing",
        "Cells, Cultured"
      ]
    },
    {
      "pmid": "39165040",
      "title": "Ethanol Extract of Propolis Attenuates Liver Lipid Metabolism Disorder in High-Fat Diet-Fed SAMP8 Mice.",
      "authors": [
        "Quan-Yuan Xie",
        "Xin Shu",
        "Tao Liu",
        "Li-Li Chen",
        "Li-Ping Luo"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "SCOPE: The prevalence of high-fat diet (HFD) consumption is increasing among middle-aged and older adults, which accelerates the aging process of this population and is more likely to induce lipid metabolism disorders. But the alleviation of ethanolic extract of propolis (EEP) on lipid metabolism disorders during aging remains unclear. METHODS AND RESULTS: This study assesseed the impact of EEP intervention (200 mg kg-1 bw) on aging and lipid metabolism disorders in HFD-fed senescence accelerate mouse prone 8 (SAMP8) mice. Findings indicate that EEP ameliorates hair luster degradation and weight gain, reduces systemic inflammation and metabolism levels, enhances hepatic antioxidant enzyme activities, and improves the hepatic expression of senescence-associated secretory phenotype and aging-related genes in HFD-fed SAMP8 mice. Histological staining demonstrates that EEP improves hepatic lipid deposition and inflammatory cell infiltration. Transcriptomic and lipidomic analysis reveal that EEP promotes fatty acid β-oxidation by activating PPAR pathway, resulting in reduced hepatic lipid deposition, and attenuates bile acid (BA) accumulation by improving BA metabolism, which were ensured through qPCR validation of key genes and immunoblot validation of key proteins. CONCLUSIONS : EEP can regulate lipid metabolic dysregulation during aging accompanied by an HFD, potentially delaying the onset and progression of age-related diseases. This provides new approach for supporting healthy aging.",
      "mesh_terms": [
        "Animals",
        "Diet, High-Fat",
        "Propolis",
        "Liver",
        "Male",
        "Lipid Metabolism",
        "Mice",
        "Ethanol",
        "Lipid Metabolism Disorders",
        "Aging",
        "Bile Acids and Salts"
      ]
    },
    {
      "pmid": "39163569",
      "title": "Propolis suppresses atopic dermatitis through targeting the MKK4 pathway.",
      "authors": [
        "Ye-Ryeong Cho",
        "Eui Jeong Han",
        "Eun Heo",
        "Arachchige Maheshika Kumari Jayasinghe",
        "Jihyun Won",
        "Soohwan Lee",
        "Taegun Kim",
        "Sung-Kuk Kim",
        "Seokwon Lim",
        "Soon Ok Woo",
        "Gyoonhee Han",
        "Wonku Kang",
        "Ginnae Ahn",
        "Sanguine Byun"
      ],
      "journal": "BioFactors (Oxford, England)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Propolis is a natural resinous substance made by bees through mixing various plant sources. Propolis has been widely recognized as a functional food due to its diverse range of beneficial bioactivities. However, the therapeutic effects of consuming propolis against atopic dermatitis (AD) remain largely unknown. The current study aimed to investigate the potential efficacy of propolis against AD and explore the active compound as well as the direct molecular target. In HaCaT keratinocytes, propolis inhibited TNF-α-induced interleukin (IL)-6 and IL-8 secretion. It also led to a reduction in chemokines such as monocyte chemoattractant protein-1 (MCP-1) and macrophage-derived chemokine (MDC), while restoring the levels of barrier proteins, filaggrin and involucrin. Propolis exhibited similar effects in AD-like human skin, leading to the suppression of AD markers and the restoration of barrier proteins. In DNCB-induced mice, oral administration of propolis attenuated AD symptoms, improved barrier function, and reduced scratching frequency and transepidermal water loss (TEWL). In addition, propolis reversed the mRNA levels of AD-related markers in mouse dorsal skin. These effects were attributed to caffeic acid phenethyl ester (CAPE), the active compound identified by comparing major components of propolis. Mechanistic studies revealed that CAPE as well as propolis could directly and selectively target MKK4. Collectively, these findings demonstrate that propolis may be used as a functional food agent for the treatment of AD.",
      "mesh_terms": [
        "Propolis",
        "Dermatitis, Atopic",
        "Filaggrin Proteins",
        "Humans",
        "Animals",
        "Mice",
        "MAP Kinase Kinase 4",
        "Keratinocytes",
        "Caffeic Acids",
        "Interleukin-6",
        "Phenylethyl Alcohol",
        "Tumor Necrosis Factor-alpha",
        "Interleukin-8",
        "HaCaT Cells",
        "Dinitrochlorobenzene",
        "Skin",
        "Disease Models, Animal",
        "Chemokine CCL2",
        "Male",
        "Intermediate Filament Proteins",
        "Protein Precursors"
      ]
    },
    {
      "pmid": "39135701",
      "title": "Effects of MIND diet and propolis supplementation on metabolic syndrome indices and cognitive function among patients with metabolic syndrome in Isfahan, Iran, 2024. A rationale and study protocol for randomized controlled trial.",
      "authors": [
        "Zeinab Gholami",
        "Mohammad Reza Maracy",
        "Zamzam Paknahad"
      ],
      "journal": "Health science reports",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic syndrome (MetS) is the main general and clinical health challenge worldwide. Based on the National Cholesterol Education Program, if the person has three or more indices containing: elevated fasting blood sugar, high levels of triglycerides, hypertension, low levels of high-density lipoprotein cholesterol, and central obesity, he suffers MetS. The Mediterranean-Dietary Approaches to Stop Hypertension (DASH) Intervention for Neurodegenerative Delay diet is a novel diet that with the specific aim of safeguarding cognitive function. Propolis is a resinous substance produced by bees from the combination of buds and secretions of plants with saliva and bee enzymes. After propolis supplementation, a significant reduction in fasting plasma glucose levels and lipid profiles has been observed. Considering the importance of chronic diseases like MetS on health, the role of the Mediterranean-DASH Intervention for Neurodegenerative Delay (MIND) diet and propolis supplement that will improve blood sugar, blood lipid, anthropometric indicators, blood pressure, and cognitive function, and limited contradictory studies, we decided to conduct this study. This study, which is a randomized controlled clinical trial study, will be conducted on adults with MetS who will visit Hazrat Ali Health Center in Isfahan. Participants must provide informed consent before engaging in the study. Demographic data such as age, gender, and medical history will be recorded. Then, anthropometric indices, MetS indices, and cognitive function will be measured in all subjects. The study participants will be divided into three groups and will be controlled for 12 weeks. We will have a MIND diet + placebo group, a MIND diet + propolis supplement group, and a control group that will receive a microcrystalline cellulose placebo and usual dietary advice. At the end of the intervention, all indices will be assessed again. The data obtained in the study will be analyzed at descriptive and analytical levels by the statistical software SPSS26. The present study's protocol was approved by the Iranian Registry of Clinical Trials (www.irct.ir) on 3/28/2023 and a registration reference is IRCT20230105057054N1."
    },
    {
      "pmid": "39127756",
      "title": "Propolis supplementation can reduce serum level of interleukin-6, C-reactive protein, and tumor necrosis factor-α: an updated systematic review and dose-response meta-analysis on randomized clinical trials.",
      "authors": [
        "Ali Gholami",
        "Negar Dinarvand",
        "Mitra Hariri"
      ],
      "journal": "Journal of health, population, and nutrition",
      "publication_date": "2024-Aug-10",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: New evidence suggested that propolis might reduce serum levels of inflammatory mediators; therefore, in this study we aimed to prove the potential effect of propolis on serum levels of interleukin-6 (IL-6), C-reactive protein (CRP), and tumor necrosis factor-alpha (TNF-α) through conducting a systematic review and meta-analysis. METHODS: Databases including PubMed, ClinicalTrials.gov, Scopus, Cochrane Library, and ISI Web of Science were searched until October 2023. In the present meta-analysis, we detected the overall effect sizes using extracted standard mean differences (SMD) and the standard deviations (SDs) from both study groups through DerSimonian and Laird method. Exploring the statistical heterogeneity was done through Cochran's Q test and I-squared statistic. RESULTS: In total, seventeen and sixteen studies were included in the systematic review and meta-analysis, respectively. The overall estimate indicated that the propolis significantly reduced serum levels of IL-6 (SMD = -3.47, 95% confidence interval (95%CI): -5.1, -1.84; p < 0.001), CRP (SMD= -1.73, 95%CI: -2.82, -0.65; p = 0.002), and TNF-α (SMD= -1.42, 95%CI= -2.15, -0.68; p < 0.001). These results also revealed geographical region and propolis dose were the critical points to get the beneficial effects. CONCLUSION: According to our result, propolis supplementation can decrease serum levels of IL-6, CRP, and TNF-α; therefore, it might be considered as complementary therapy for the treatment of certain chronic diseases.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "C-Reactive Protein",
        "Dietary Supplements",
        "Dose-Response Relationship, Drug",
        "Interleukin-6",
        "Propolis",
        "Randomized Controlled Trials as Topic",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "39087752",
      "title": "The potential protective effect of propolis on diabetic nephropathy induced by streptozotocin in adult albino rats.",
      "authors": [
        "Shaimaa M Hafez",
        "Heba F Ibrahim",
        "Shaimaa R Abdelmohsen",
        "Noha A E Yasin",
        "Yara S Abouelela",
        "Heba Abdelnaser Aboelsoud"
      ],
      "journal": "Ultrastructural pathology",
      "publication_date": "2024-Sep-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes mellitus is a common metabolic disorder. It is associated with serious life-threatening complications if not properly managed. The current study aimed at investigating the possible protective role of propolis on streptozotocin-induced diabetic nephropathy. A diabetic rat model was induced by a single intraperitoneal injection of 55 mg/kg streptozotocin. After 4 days, the diabetic rats received oral propolis (300 mg/kg/day) via gastric gavage for 28 days. Biochemical, histopathological and ultrastructural evaluations were performed. The results showed that: streptozotocin-induced diabetes was associated with a marked decrease in the serum high-density lipoproteins and antioxidant enzymes. However, a significant elevation in the levels of serum creatinine, blood urea nitrogen, uric acid, cholesterol, triglycerides and low-density lipoproteins was detected. Furthermore, streptozotocin treatment induced histopathological alterations of the renal cortex; in the form of distorted glomerular capillaries, widened Bowman's space and signs of epithelial tubular degeneration. Ultra-structurally, thickening and irregularity of the glomerular basement membrane and podocytes foot processes effacement were observed. The tubular epithelial cells showed swollen vacuolated mitochondria, scarce basal infoldings and loss of microvilli. Conversely, propolis partially restored the normal lipid profile, antioxidant biomarkers and renal cortical morphology. Propolis exhibited a sort of renoprotection through hypoglycemic, anti-hyperlipidemic and antioxidant effects.",
      "mesh_terms": [
        "Animals",
        "Propolis",
        "Diabetic Nephropathies",
        "Diabetes Mellitus, Experimental",
        "Rats",
        "Male",
        "Streptozocin",
        "Antioxidants",
        "Kidney",
        "Rats, Wistar",
        "Hypoglycemic Agents"
      ]
    },
    {
      "pmid": "39084424",
      "title": "A multifunctional gingival retraction cord with antibacterial and hemostasis properties based on Chitosan/Propolis/Tranexamic acid for dental treatment.",
      "authors": [
        "Wenjing Zhang",
        "Hongxing Xu",
        "Fan Feng",
        "Zhihui Zhao",
        "Zunyuan Wang",
        "Guoxin Wang",
        "Xiangyan Zhang",
        "Jiwei Li",
        "Weichao Chen"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A novel gingival retraction cord named P/TA@CSy was prepared using chitosan yarns (CSy) loaded with tranexamic acid (TA) and Propolis (P). P/TA@CSy has good toughness with a breaking strength of 41.3 Pa, benefiting from the twisting structure and Propolis coating. A short coagulation time of 456 s was achieved for P/TA@CSy because of the potent blood absorption ability from the effective attachment of tranexamic acid. Moreover, excellent antibacterial ability was obtained with the antibacterial rates against E. coli of 94.73 %, S. aureus of 99.99 % and S. mutans of 99.99 %, contributing to Propolis's antibacterial ability. In addition, suppression of the expression of pro-inflammatory cytokines (IL-6 and TNF-α) was found, which could prevent wound infection. P/TA@CSy displayed excellent cytocompatibility with the cell activity of 100 % after 24 h. Therefore, P/TA@CSy could rapidly respond to gingival hemostasis and infection prevention, showing excellent potential in dental treatment.",
      "mesh_terms": [
        "Chitosan",
        "Anti-Bacterial Agents",
        "Tranexamic Acid",
        "Propolis",
        "Hemostasis",
        "Gingiva",
        "Humans",
        "Animals",
        "Escherichia coli",
        "Staphylococcus aureus",
        "Mice",
        "Microbial Sensitivity Tests"
      ]
    },
    {
      "pmid": "39071605",
      "title": "Uncovering the anti-breast cancer activity potential of east Kalimantan propolis by In vitro and bioinformatics analysis.",
      "authors": [
        "Paula Mariana Kustiawan",
        "Khalish Arsy Al Khairy Siregar",
        "Putri Hawa Syaifie",
        "Fauzan Zein Muttaqin",
        "Delfritama Ibadillah",
        "Muhammad Miftah Jauhar",
        "Nailulkamal Djamas",
        "Etik Mardliyati",
        "Nurul Taufiqu Rochman"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Jul-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Numerous side effects of breast cancer drugs have prompted researchers to explore more into new therapeutic approaches derived from natural substances. In this context, our study focused on uncovering the potential of East Kalimantan propolis from Trigona apicalis for breast cancer treatment including the underlying mechanisms through bioinformatics approached. We conducted integrated in vitro and bioinformatics analysis of network pharmacology, molecular docking, molecular dynamics and MM-GBSA analysis. Initially, in vitro cytotoxic assay demonstrated the anti-breast cancer activity potential of ethanol extract of East Kalimantan propolis, particularly its ethyl acetate fraction, which exhibited similar activity to doxorubicin, as indicated by their IC50 value. This study revealed eight propolis compounds, consisting of flavonoids and phenolic acids, in East Kalimantan propolis. By integrating microarray datasets (GSE29431, GSE36295, and GSE42568) analysis with potential targets derived from propolis compounds, 39 shared target genes were identified. Subsequently, GO and KEGG pathway, protein-protein interaction (PPI) network, core hub genes and gene expression analysis revealed three major targets, namely, PTGS2, CXCL2, and MMP9. Among them, only MMP9 was highly expressed in breast cancer than normal. Moreover, molecular docking revealed the six of propolis compounds which exhibited pronounced binding affinity towards MMP-9, better than marimastat as control drug. Dynamic simulation confirmed the stability of chrysin and quercetin as best compounds. Additionally, MM-GBSA analysis revealed a relative binding energy for chrysin (-25.6403 kcal/mol) that was comparable to marimastat (-27.3827 kcal/mol). In conclusion, this study reveals how East Kalimantan Propolis affect breast cancer and emphasizes MMP9 as a key target for future therapeutics."
    },
    {
      "pmid": "39062493",
      "title": "Anti-Biofilm Perspectives of Propolis against Staphylococcus epidermidis Infections.",
      "authors": [
        "Virginia Vadillo-Rodríguez",
        "Irene Fernández-Babiano",
        "Ciro Pérez-Giraldo",
        "María Coronada Fernández-Calderón"
      ],
      "journal": "Biomolecules",
      "publication_date": "2024-Jun-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Staphylococcus epidermis has emerged as the main causative agent of medical device-related infections. Their major pathogenicity factor lies in its ability to adhere to surfaces and proliferate into biofilms, which increase their resistance to antibiotics. The main objective of this study was to evaluate the use and the mechanism of action of an ethanolic extract of Spanish propolis (EESP) as a potential alternative for preventing biofilm-related infections caused by S. epidermidis. The chemical composition of propolis is reported and its antibacterial activity against several strains of S. epidermidis with different biofilm-forming capacities evaluated. The influence of sub-inhibitory concentrations (sub-MICs) of EESP on their growth, physicochemical surface properties, adherence, and biofilm formation were studied. EESP interferes with planktonic cells, homogenizing their physicochemical surface properties and introducing a significant delay in their growth. The adherence and biofilms at the EESP concentrations investigated were decreased up to 90.5% among the strains. Microscopic analysis indicated that the planktonic cells that survived the treatment were the ones that adhere and proliferate on the surfaces. The results obtained suggest that the EESP has a high potential to be used as an inhibitor of both the adhesion and biofilm formation of S. epidermidis.",
      "mesh_terms": [
        "Biofilms",
        "Staphylococcus epidermidis",
        "Propolis",
        "Anti-Bacterial Agents",
        "Microbial Sensitivity Tests",
        "Humans",
        "Bacterial Adhesion",
        "Staphylococcal Infections"
      ]
    },
    {
      "pmid": "39061928",
      "title": "Poplar Bud (Populus) Extraction and Chinese Propolis Counteract Oxidative Stress in Caenorhabditis elegans via Insulin/IGF-1 Signaling Pathway.",
      "authors": [
        "Shuo Wang",
        "Chengchao Yang",
        "Yaling Luo",
        "Qingyi Chen",
        "Mengyang Xu",
        "Yuntao Ji",
        "Xiasen Jiang",
        "Changqing Qu"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Jul-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Poplar buds are characterized by a high content of phenolic compounds, which exhibit a broad spectrum of biological activities. However, the relationship between Chinese propolis and poplar buds based on their antioxidant capacities and underlying mechanisms remains unclear. This study aimed to investigate the antioxidant properties of poplar bud (Populus) extract (PBE) and Chinese propolis (CP) and to elucidate the mechanisms behind their activity. High-performance liquid chromatography (HPLC) analysis revealed that both PBE and CP contain a significant amount of phenolic acids and flavonoids. 2,2-diphenyl-1-picrylhydrazyl (DPPH), 2,2'-azino-bis (3-ethylbenzothiazoline-6-sulfonic acid) (ABTS), and ferric-reducing antioxidant power (FRAP) assays demonstrated that PBE and CP possess excellent antioxidant activity. Furthermore, administration of PBE and CP improved the survival rate of C. elegans under oxidative stress. They also decreased the levels of reactive oxygen species (ROS) and malondialdehyde (MDA), while enhancing the activity of antioxidant enzymes (SOD, CAT). PBE and CP intervention upregulated the expression of key genes daf-16, sod-3, hsp-16.2, and skn-1 in nematodes. This suggests that the antioxidant activity of PBE and CP is dependent on daf-16 and skn-1 signaling pathways. In conclusion, poplar bud extracts ha have the potential to become a substitute for propolis and a potential therapeutic agent for treating diseases associated with oxidative damage."
    },
    {
      "pmid": "39055298",
      "title": "Biomarkers of Orthodontic Patients After Use of 1% Brazilian Red Propolis Toothpaste: A Randomized Clinical Study.",
      "authors": [
        "Mônica do Amaral Silva",
        "Lídia Audrey Rocha Valadas",
        "Guilherme Antônio Lopes de Oliveira",
        "Edilson Martins Rodrigues Neto",
        "Emmanuel Arraes de Alencar Júnior",
        "Patricia Leal Dantas Lobo",
        "Thereza Cristina Farias Botelho Dantas",
        "Mary Anne Medeiros Bandeira",
        "Marta Maria de França Fonteles",
        "Gandhi Radis Baptista"
      ],
      "journal": "Journal of International Society of Preventive & Community Dentistry",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: To evaluate the salivary biomarkers and plaque index after a treatment with a propolis-contained toothpaste. MATERIALS AND METHODS: This is a longitudinal, randomized, double-blind study where 76 participants were randomized into two groups: Group I: Fluoridated Red Propolis toothpaste; Group II: Fluoridated toothpaste. The participants were selected in a municipality without fluoridated public water. All participants received standardized oral hygiene instructions from the same instructor for 3 daily brushings (after breakfast, after lunch, and before bed) for a period of 2 min; Saliva samples were collected before (D0) and after 28 days (D28) of treatment for analysis of pH and total protein, amylase, and IL-10. Saliva was collected in the initial consultation and on return, totaling two collections. All samples were collected under the same conditions, by the same operator and between 9:00 AM and 11:00 AM in order to minimize the influence of circadian rhythm on salivary flow. RESULTS: On D0 and D28, the various treatments had no effect on total salivary proteins (G1: P = 0.0746; G2: P = 0.2144), and the pH stayed about the same. Additionally, there was no change in the amylase activity in G1 (P = 0.1877) or G2 (P = 0.4674). Significant decreases in G1 (P < 0.0001) and G2 (P = 0.03) were observed with IL-10. There was no statistically significant difference in the salivary flow between the BRP toothpaste-treated group (P = 0.172) and the commercial fluoridated toothpaste-treated group (P = 0.329). Compared to G2 (P = 0.03), G1 showed a superior decline in the plaque index (P = <0.0001). CONCLUSIONS: After 28 days of using the toothpastes, there were no changes in the amylase, pH, or total protein indicators. After 28 days, there was a decrease in the propolis group's IL-10 dose and plaque index."
    },
    {
      "pmid": "38998526",
      "title": "Stability of Propolis Phenolics during Ultrasound-Assisted Extraction Procedures.",
      "authors": [
        "Mladenka Malenica",
        "Magdalena Biesaga",
        "Sandra Pedisić",
        "Lara Saftić Martinović"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Jun-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Propolis has gained popularity in recent years as a potential preventive and therapeutic agent due to its numerous health benefits, which include immune system boosting, blood pressure lowering, allergy treatment, and skin disease treatment. The pharmacological activity of propolis is primarily attributed to phenolics and their interactions with other compounds. Given that phenols account for most of propolis's biological activity, various extraction methods are being developed. The resin-wax composition of the propolis matrix necessitates the development of an extraction procedure capable of breaking matrix-phenol bonds while maintaining phenol stability. Therefore, the aim of this study was to assess the stability of two major groups of phenolic compounds, flavonoids and phenolic acids, in propolis methanol/water 50/50 (v/v) extracts obtained after ultrasound-assisted extraction (USE) under different extraction parameters (extraction time and pH) and heat reflux extraction (HRE). The methodology involved varying the USE parameters, including extraction time (5, 10, and 15 min) and pH (2 and 7), followed by analysis using liquid chromatography-tandem mass spectrometry (LC-MS/MS) to quantify phenolic recoveries. Results revealed that benzoic acid and chlorogenic acid derivatives demonstrated excellent stability across all ultrasound extraction procedures. The recoveries of flavonoids were highly diverse, with luteolin, quercitrin, and hesperetin being the most stable. Overall, neutral pH improved flavonoid recovery, whereas phenolic acids remained more stable at pH = 2. The most important optimization parameter was USE time, and it was discovered that 15 min of ultrasound resulted in the best recoveries for most of the phenols tested, implying that phenols bind strongly to the propolis matrix and require ultrasound to break the bond. However, the high variability in phenol extraction and recovery after spiking the propolis sample shows that no single extraction method can produce the highest yield of all phenols tested. As a result, when working with a complex matrix like propolis, the extraction techniques and procedures for each phenol need to be optimized."
    },
    {
      "pmid": "38931472",
      "title": "The Effectiveness of a Dietary Supplement with Honey, Propolis, Pelargonium sidoides Extract, and Zinc in Children Affected by Acute Tonsillopharyngitis: An Open, Randomized, and Controlled Trial.",
      "authors": [
        "Fabio Cardinale",
        "Dionisio Franco Barattini",
        "Valentina Martinucci",
        "Maria Morariu Bordea",
        "Luca Barattini",
        "Serban Rosu"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Jun-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Physicians are currently finding products for pediatric respiratory diseases of viral etiology to reduce the inappropriate use of antibiotic therapy. This study evaluated PediaFlù (Pediatrica S.r.l.), a dietary supplement already on the market composed of honey, propolis, Pelargonium sidoides extract, and zinc (DSHPP), in children affected by acute tonsillopharyngitis (ATR). The open-label, randomized, and controlled study compared DSHPP + standard of care (SoC) versus SoC alone for six days. Children between 3 and 10 years with an ATR ≤ 48 h, a negative rapid test for beta-hemolytic Streptococcus, or a culture identification of nasal and/or pharyngeal exudates were included. A tonsillitis severity score (TSS) and the number of treatment failures (using ibuprofen or high-dose paracetamol as rescue medication) were the primary endpoints. DSHPP+ SoC showed better performance than SoC alone for TSS sub-scores: throat pain and erythema on day 6 (p < 0.001 and p < 0.05), swallowing (p < 0.01 on day 4), and TSS total score on days 4 and 6 (p < 0.05 and p < 0.001). Only one patient (SoC group) had treatment failure for ibuprofen administration. No adverse events were reported. DSHPP is an optimal adjuvant in the treatment of URTI and could potentially be useful in the daily clinical practice of paediatricians evaluating the correct antibiotic prescription."
    },
    {
      "pmid": "38931235",
      "title": "Chemical Composition and Neuroprotective Properties of Indonesian Stingless Bee (Geniotrigona thoracica) Propolis Extract in an In-Vivo Model of Intracerebral Hemorrhage (ICH).",
      "authors": [
        "Steven Tandean",
        "Iskandar Japardi",
        "Muhammad Rusda",
        "Rr Suzy Indharty",
        "Aznan Lelo",
        "Renindra Ananda Aman",
        "Mustafa Mahmud Amin",
        "Andre Marolop Pangihutan Siahaan",
        "Putri Chairani Eyanoer",
        "Celine Augla D'Prinzessin",
        "Ronny Lesmana",
        "Milena Popova",
        "Boryana Trusheva",
        "Vassya Bankova",
        "Felix Zulhendri"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Jun-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stroke is the world's second-leading cause of death. Current treatments for cerebral edema following intracerebral hemorrhage (ICH) mainly involve hyperosmolar fluids, but this approach is often inadequate. Propolis, known for its various beneficial properties, especially antioxidant and anti-inflammatory properties, could potentially act as an adjunctive therapy and help alleviate stroke-associated injuries. The chemical composition of Geniotrigona thoracica propolis extract was analyzed by GC-MS after derivatization for its total phenolic and total flavonoid content. The total phenolic content and total flavonoid content of the propolis extract were 1037.31 ± 24.10 μg GAE/mL and 374.02 ± 3.36 μg QE/mL, respectively. By GC-MS analysis, its major constituents were found to be triterpenoids (22.4% of TIC). Minor compounds, such as phenolic lipids (6.7% of TIC, GC-MS) and diterpenic acids (2.3% of TIC, GC-MS), were also found. Ninety-six Sprague Dawley rats were divided into six groups; namely, the control group, the ICH group, and four ICH groups that received the following therapies: mannitol, propolis extract (daily oral propolis administration after the ICH induction), propolis-M (propolis and mannitol), and propolis-B+A (daily oral propolis administration 7 days prior to and 72 h after the ICH induction). Neurocognitive functions of the rats were analyzed using the rotarod challenge and Morris water maze. In addition, the expression of NF-κB, SUR1-TRPM4, MMP-9, and Aquaporin-4 was analyzed using immunohistochemical methods. A TUNEL assay was used to assess the percentage of apoptotic cells. Mannitol significantly improved cognitive-motor functions in the ICH group, evidenced by improved rotarod and Morris water maze completion times, and lowered SUR-1 and Aquaporin-4 levels. It also significantly decreased cerebral edema by day 3. Similarly, propolis treatments (propolis-A and propolis-B+A) showed comparable improvements in these tests and reduced edema. Moreover, combining propolis with mannitol (propolis-M) further enhanced these effects, particularly in reducing edema and the Virchow-Robin space. These findings highlight the potential of propolis from the Indonesian stingless bee, Geniotrigona thoracica, from the Central Tapanuli region as a neuroprotective, adjunctive therapy.",
      "mesh_terms": [
        "Animals",
        "Propolis",
        "Neuroprotective Agents",
        "Cerebral Hemorrhage",
        "Rats, Sprague-Dawley",
        "Bees",
        "Disease Models, Animal",
        "Rats",
        "Male",
        "Flavonoids",
        "Antioxidants",
        "Brain Edema",
        "Gas Chromatography-Mass Spectrometry",
        "Phenols"
      ]
    },
    {
      "pmid": "38892531",
      "title": "Propolis Alleviates Acute Lung Injury Induced by Heat-Inactivated Methicillin-Resistant Staphylococcus aureus via Regulating Inflammatory Mediators, Gut Microbiota and Serum Metabolites.",
      "authors": [
        "Zongze Li",
        "Zhengxin Liu",
        "Yuyang Guo",
        "Shuangshuang Gao",
        "Yujing Tang",
        "Ting Li",
        "Hongzhuan Xuan"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-May-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Propolis has potential anti-inflammatory properties, but little is known about its efficacy against inflammatory reactions caused by drug-resistant bacteria, and the difference in efficacy between propolis and tree gum is also unclear. Here, an in vivo study was performed to study the effects of ethanol extract from poplar propolis (EEP) and poplar tree gum (EEG) against heat-inactivated methicillin-resistant Staphylococcus aureus (MRSA)-induced acute lung injury (ALI) in mice. Pre-treatment with EEP and EEG (100 mg/kg, p.o.) resulted in significant protective effects on ALI in mice, and EEP exerted stronger activity to alleviate lung tissue lesions and ALI scores compared with that of EEG. Furthermore, EEP significantly suppressed the levels of pro-inflammatory mediators in the lung, including TNF-α, IL-1β, IL-6, and IFN-γ. Gut microbiota analysis revealed that both EEP and EEG could modulate the composition of the gut microbiota, enhance the abundance of beneficial microbiota and reduce the harmful ones, and partly restore the levels of short-chain fatty acids. EEP could modulate more serum metabolites and showed a more robust correlation between serum metabolites and gut microbiota. Overall, these results support the anti-inflammatory effects of propolis in the treatment of ALI, and the necessity of the quality control of propolis.",
      "mesh_terms": [
        "Propolis",
        "Animals",
        "Methicillin-Resistant Staphylococcus aureus",
        "Acute Lung Injury",
        "Gastrointestinal Microbiome",
        "Mice",
        "Male",
        "Inflammation Mediators",
        "Anti-Inflammatory Agents",
        "Staphylococcal Infections",
        "Cytokines",
        "Hot Temperature",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "38868671",
      "title": "Anti-Leishmanial Effects of a Novel Biocompatible Non-Invasive Nanofibers Containing Royal Jelly and Propolis against Iranian Strain of Leishmania major (MRHO/IR/75/ER): an In-Vitro Study.",
      "authors": [
        "Mohsen Mahmoudi",
        "Bita Mehravi",
        "Mohammad Shabani",
        "Ramtin Hadighi",
        "Alireza Badirzadeh",
        "Ahmad Dehdast",
        "Ghazale Chizari-Fard",
        "Vahid Pirhajati-Mahabadi",
        "Sekineh Akbari",
        "Fatemeh Tabatabaie",
        "Mehdi Mohebali"
      ],
      "journal": "Journal of arthropod-borne diseases",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Current medications especially the pentavalent antimonial compounds have been used as the first line treatment of cutaneous leishmaniasis (CL), but they have limitations due to serious side effects such as drug resistance, cardio and nephrotoxicity, and high costs. Hence, the demand to find more usable drugs is evident. Synthesis and development of natural, effective, biocompatible, and harmless compounds against Leishmania major is the principal priority of this study. METHODS: By electrospinning method, a new type of nanofiber were synthesized from royal jelly and propolis with different ratios. Nanofibers were characterized by Scanning Electron Microscope (SEM), Transmission Electron Microscopy (TEM), Thermogravimetric Analysis (TGA), Contact angle, and Fourier-transform infrared spectroscopy (FTIR). The Half-maximal inhibitory concentration (IC50), Half-maximal effective concentration (EC50) and the 50% cytotoxic concentration (CC50) for different concentrations of nanofibers were determined using quantitative calorimetric methods. Inductively coupled plasma-optical emission spectrometry (ICP-OES) and flow cytometry were performed as complementary tests. RESULTS: The results showed that the proposed formulas provide a new achievement that, despite the significant killing activity on L. major, has negligible cytotoxicity on the host cells. Royal jelly nanofibers have significantly shown the best 72 hours results (IC50= 35 μg/ml and EC50=16.4 μg/ml) and the least cytotoxicity. CONCLUSION: This study presents a great challenge to introduce a new low-cost treatment method for CL, accelerate wound healing, and reduce scarring with minimal side effects and biocompatible materials. Royal jelly and propolis nanofibers significantly inhibit the growth of L. major in-vitro."
    },
    {
      "pmid": "38859772",
      "title": "Green Propolis: A Review of Pharmaceutical Patents with Potential Therapeutic Applications.",
      "authors": [
        "Marcos Adriano Carlos Batista",
        "Emanuelle Rodrigues Nolasco",
        "João Pedro Mendes Moura",
        "Robert Lucas Ramos França",
        "Sandra Aparecida Lima de Moura",
        "Leonardo Máximo Cardoso",
        "Carla Speroni Ceron"
      ],
      "journal": "Combinatorial chemistry & high throughput screening",
      "publication_date": "2024-Jun-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green propolis is a resin produced from Baccharis dracunculifolia, which has as its main compounds flavonoids, derivatives of cinnamic acids, such as artepillin C and baccarin. This resin has antibacterial, antifungal, anti-inflammatory, antioxidant, and anticancer activities. This review aimed to analyze pharmaceutical patents containing green propolis in various formulations. The search was conducted in the National Institute of Industrial Property (INPI), the Patent Search of Spain and Latin America (Latipat-Espacenet), the World Intellectual Property Organization (WIPO), and Google Patents, with a combination of the keywords green propolis, green propolis extract, pharmacology, and pharmaceutical product. Primary research identified 60 patents, from which 22 were selected after applying the inclusion criteria. The selected patents referred to products with pharmacological activities, from cancer treatment to food supplements and included innovations for improved controlled release of the green propolis compounds. Most of the documents concerned the preparation and/or formulation of the green propolis extract, followed by innovative extraction methods, treatment and systemic use, and finally by topical use and quality control techniques and procedures. Thus, the reviewed patents of green propolis provided valuable insights into the pharmaceutical applications of green propolis, showing its potential in diverse formulations and treatments."
    },
    {
      "pmid": "38811949",
      "title": "Effect of propolis mouthwash on the incidence of ventilator-associated pneumonia in intensive care unit patients: a comparative randomized triple-blind clinical trial.",
      "authors": [
        "Nayereh Darbanian",
        "Monir Nobahar",
        "Raheb Ghorbani"
      ],
      "journal": "BMC oral health",
      "publication_date": "2024-May-29",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "OBJECTIVES: Ventilator-associated pneumonia (VAP) increases the length of hospitalization and mortality rate. This study aimed to determine the effect of propolis mouthwash on the incidence of VAP in intensive care unit (ICU) patients. MATERIALS AND METHODS: Triple-blind, comparative randomized, controlled clinical trial was conducted over one year, with 110 ICU patients at Imam-Hossein and Bahar hospitals (Shahroud) and Kowsar Hospital (Semnan) in Iran. The intervention group used 15 cc of 0.06% propolis mouthwash solution twice daily at 8 AM and 4 PM for seven days. The control group used 15 cc of 0.2% chlorhexidine mouthwash at the same times and duration. Data were collected using a demographic questionnaire, APACHE II, Beck Oral Assessment Scale, and Modified Clinical Pulmonary Infection Score (MCPIS). RESULTS: There was no significant difference in demographic information, disease severity, and oral health between the two groups before and after intervention (P > 0.05). The incidence of VAP in the intervention group compared to the control group was 10.9% vs. 30.9% on the third day (P = 0.0166, 95% CI: 0.53-0.83 and RR = 0.35), 23.6% vs. 43.6% on the fifth day (P = 0.0325 and 95% CI: 0.31-0.95 and RR = 0.54), and 25.5% vs. 47.3% on the seventh day (P = 0.0224, 95% CI: 0.32-0.92, and RR = 0.54). The Mann-Whitney indicated the incidence of VAP was significantly lower in the intervention group on the third, fifth, and seventh days. CONCLUSION: Propolis mouthwash can be considered as an alternative to chlorhexidine mouthwash for ICU patients. CLINICAL RELEVANCE: Propolis mouthwash serves as a simple, economical intervention to potentially reduce incidence of VAP. TRIAL REGISTRATION: (IRCT20110427006318N12, date 02.04.2019).",
      "mesh_terms": [
        "Humans",
        "Pneumonia, Ventilator-Associated",
        "Mouthwashes",
        "Male",
        "Female",
        "Propolis",
        "Intensive Care Units",
        "Middle Aged",
        "Incidence",
        "Iran",
        "Adult",
        "Chlorhexidine",
        "Anti-Infective Agents, Local",
        "Aged",
        "APACHE"
      ]
    },
    {
      "pmid": "38794145",
      "title": "Characterization, Biocompatibility and Antioxidant Activity of Hydrogels Containing Propolis Extract as an Alternative Treatment in Wound Healing.",
      "authors": [
        "Lindalva Maria de Meneses Costa Ferreira",
        "Yuri Yoshioka Modesto",
        "Poliana Dimsan Queiroz de Souza",
        "Fabiana Cristina de Araújo Nascimento",
        "Rayanne Rocha Pereira",
        "Attilio Converti",
        "Desireé Gyles Lynch",
        "Davi do Socorro Barros Brasil",
        "Edilene Oliveira da Silva",
        "José Otávio Carréra Silva-Júnior",
        "Roseane Maria Ribeiro-Costa"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hydrogels consist of a network of highly porous polymeric chains with the potential for use as a wound dressing. Propolis is a natural product with several biological properties including anti-inflammatory, antibacterial and antioxidant activities. This study was aimed at synthesizing and characterizing a polyacrylamide/methylcellulose hydrogel containing propolis as an active ingredient, to serve as a wound dressing alternative, for the treatment of skin lesions. The hydrogels were prepared using free radical polymerization, and were characterized using scanning electron microscopy, infrared spectroscopy, thermogravimetry, differential scanning calorimetry, swelling capacity, mechanical and rheological properties, UV-Vis spectroscopy, antioxidant activity by the DPPH, ABTS and FRAP assays and biocompatibility determined in Vero cells and J774 macrophages by the MTT assay. Hydrogels showed a porous and foliaceous structure with a well-defined network, a good ability to absorb water and aqueous solutions simulating body fluids as well as desirable mechanical properties and pseudoplastic behavior. In hydrogels containing 1.0 and 2.5% propolis, the contents of total polyphenols were 24.74 ± 1.71 mg GAE/g and 32.10 ± 1.01 mg GAE/g and those of total flavonoids 8.01 ± 0.99 mg QE/g and 13.81 ± 0.71 mg QE/g, respectively, in addition to good antioxidant activity determined with all three methods used. Therefore, hydrogels containing propolis extract, may serve as a promising alternative wound dressing for the treatment of skin lesions, due to their anti-oxidant properties, low cost and availability."
    },
    {
      "pmid": "38783427",
      "title": "Comparison of the effect of propolis and Gluma desensitizer on the management of dentin hypersensitivity: A randomized controlled trial.",
      "authors": [
        "Marina Shah",
        "Shahbaz Ahmed Jat",
        "Munazza Aziz"
      ],
      "journal": "JPMA. The Journal of the Pakistan Medical Association",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "OBJECTIVE: To compare the effect of propolis and gluma desensitisers on the management of dentin hypersensitivity. METHODS: The single-blind, randomised controlled trial was conducted at the Department of Operative Dentistry, Dr Ishrat ul Ebad Khan Institute of Oral Health Sciences, Dow University of Health Sciences, Karachi, from October 2020 to September 2021, and comprised patients with dentin hypersensitivity who had pain scores of at least 2 on the visual analogue scale. The teeth were randomised into propolis group A and Gluma group B. Baseline pain scores were assessed using visual analogue scale and Schiff's sensitivity scores and compared with scores immediately after the intervention, and then after one week and one month of the intervention. Data was analysed using SPSS 23. RESULTS: Of the 22 patients, 12(54.5%) were females and 10(45.4%) were males. Of the 80 teeth, there were 40(50%) in each of the 2 groups. Significant reduction was observed in dentin hypersensitivity immediately after the application of the desensitising agents (p<0.05). However, after one month, Gluma was more effective than propolis (p<0.05). CONCLUSIONS: Both Gluma and propolis were found to be effective desensitising agents, but the effectiveness of propolis decreased over one month. CLINICAL TRIAL NUMBER: Clinical Trials.gov: NCT04819867.",
      "mesh_terms": [
        "Humans",
        "Propolis",
        "Dentin Sensitivity",
        "Female",
        "Male",
        "Adult",
        "Dentin Desensitizing Agents",
        "Single-Blind Method",
        "Methacrylates",
        "Pain Measurement",
        "Young Adult",
        "Middle Aged",
        "Glutaral"
      ]
    },
    {
      "pmid": "38757564",
      "title": "Endodontic Applications of Propolis in Primary and Permanent Teeth: A Scoping Review of Clinical Studies.",
      "authors": [
        "Hayat Alghutaimel",
        "Manal Matoug-Elwerfelli",
        "Venkateshbabu Nagendrababu",
        "Paul Michael Howell Dummer"
      ],
      "journal": "European endodontic journal",
      "publication_date": "2024-Aug-22",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "OBJECTIVE: The use of propolis-based materials within endodontics to promote pulp wound healing or disinfect the root canal system has been a recent focus of scientists and clinicians. This is mainly because of the well-documented antimicrobial, anti-inflammatory, immunomodulatory and wound healing properties of propolis. This scoping review critically appraises the literature on the clinical applications of propolis-based compounds during endodontic therapy of primary and permanent teeth. METHODS: An electronic literature search was performed in Scopus, PubMed, and Web of Science up to and including October 2023 to identify studies assessing the use of propolis during endodontic therapy of primary and permanent teeth. A combination of relevant MeSh terms and keywords was used. Only human clinical studies written in English were included. The identified manuscripts were screened and assessed for inclusion by two independent authors. Eligible manuscripts were then subjected to critical appraisal and data extraction with the information being summarised according to their clinical application. RESULTS: A total of 26 human clinical studies were identified and included in the analysis. Propolis was investigated for use in the primary and permanent dentitions as a direct pulp capping or pulpotomy material as well as in root canal disinfection and root filling of teeth with non-vital pulps. Overall, the studies reported that the use of propolis was associated with promising outcomes in terms of efficacy to control inflammation, enhance tissue repair, and disinfection of the root canal system. However, a critical appraisal of the studies revealed a range of methodological and reporting deficiencies, resulting in unreliable results and conclusions in terms of the clinical outcomes reported. CONCLUSION: Although the studies on the use of propolis-based materials in endodontics reported promising clinical outcomes, they had a range of methodological and reporting flaws. Further well-designed and properly reported controlled clinical studies are essential to derive sound evidence-based conclusions on propolis-based materials. Furthermore, guidelines for quality assurance and safe use of propolis-based materials are necessary to enhance their production for commercial use in endodontics.",
      "mesh_terms": [
        "Humans",
        "Clinical Studies as Topic",
        "Dental Pulp Capping",
        "Dentition, Permanent",
        "Propolis",
        "Pulpotomy",
        "Root Canal Therapy",
        "Tooth, Deciduous"
      ]
    },
    {
      "pmid": "38743731",
      "title": "In vitro and in vivo burn healing study of standardized propolis: Unveiling its antibacterial, antioxidant and anti-inflammatory actions in relation to its phytochemical profiling.",
      "authors": [
        "Dina M El-Kersh",
        "Rania F Abou El-Ezz",
        "Eman Ramadan",
        "Reham F El-Kased"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Natural propolis has been used since decades owing to its broad-spectrum activities. Burn injuries are a global health problem with negative impacts on communities. Bacterial infections usually accompany burns, which demand implementation of antibiotics. Antibiotics abuse led to emergence of microbial drug resistance resulting in poor treatment outcomes. In such instances, the promising alternative would be natural antimicrobials such as propolis. OBJECTIVE: Full chemical profiling of propolis and evaluation of in vitro antibacterial, antioxidant and anti-inflammatory activities as well as in vivo burn healing properties. METHODS: Chemical profiling of propolis was performed using Liquid chromatography (UHPLC/MS-PDA and HPLC-PDA). In vitro assessment was done using Disc Diffusion susceptibility test against Staphylococcus aureus and infected burn wound mice model was used for in vivo assessment. In vitro antioxidant properties of propolis were assessed using DPPH, ABTS and FRAP techniques. The anti-inflammatory effect of propolis was assessed against lipopolysaccharide/interferon-gamma mediated inflammation. RESULTS: UHPLC/MS-PDA results revealed identification of 71 phytochemicals, mainly flavonoids. Upon flavonoids quantification (HPLC-PDA), Pinocembrin, chrysin and galangin recorded high content 21.58±0.84, 22.73±0.68 and 14.26±0.70 mg/g hydroalcoholic propolis extract, respectively. Propolis showed concentration dependent antibacterial activity in vitro and in vivo burn healing via wound diameter reduction and histopathological analysis without signs of skin irritation in rabbits nor sensitization in guinea pigs. Propolis showed promising antioxidant IC50 values 46.52±1.25 and 11.74±0.26 μg/mL whereas FRAP result was 445.29±29.9 μM TE/mg. Anti-inflammatory experiment results showed significant increase of Toll-like receptor 4 (TLR4), interleukin-6 (IL-6) and tumor necrosis factor-alpha (TNF-α) mRNA levels. Nitric oxide and iNOS were markedly increased in Griess assay and western blot respectively. However, upon testing propolis against LPS/IFN-γ-mediated inflammation, TLR4, IL-6 and TNF-α expression were downregulated at transcriptional and post-transcriptional levels. CONCLUSION: Propolis proved to be a promising natural burn healing agent through its antibacterial, antioxidant and anti-inflammatory activities.",
      "mesh_terms": [
        "Propolis",
        "Animals",
        "Burns",
        "Antioxidants",
        "Anti-Inflammatory Agents",
        "Anti-Bacterial Agents",
        "Mice",
        "Wound Healing",
        "Staphylococcus aureus",
        "Male",
        "Phytochemicals",
        "Chromatography, High Pressure Liquid",
        "Flavonoids",
        "Microbial Sensitivity Tests"
      ]
    },
    {
      "pmid": "38729541",
      "title": "Prophylactic use of standardized extract of propolis of Apis mellifera (EPP-AF®) reduces lung inflammation and improves survival in experimental lethal sepsis.",
      "authors": [
        "Dimitrius V O Garbis",
        "Thiare S Fortes",
        "Jefferson M Brito",
        "Luis Douglas M Silva",
        "Liana de O Trovão",
        "Aluisio S Oliveira",
        "Patrícia C S Alves",
        "André A M Vale",
        "Aramys S Reis",
        "Ana Paula S Azevedo-Santos",
        "Marcia C G Maciel",
        "Rosane N M Guerra",
        "Afonso G Abreu",
        "Lucilene A Silva",
        "Andresa A Berretta",
        "Flávia R F Nascimento"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Sepsis poses one of the biggest public health problems, necessitating the search for new therapeutic alternatives. For centuries, propolis has been widely used in folk medicine to treat various inflammatory and infectious diseases. Given its extensive use, it has excellent potential as an adjuvant treatment for patients with sepsis. OBJECTIVE: This study evaluated prophylactic treatment with standardized propolis extract (EPP-AF®) and followed the prognosis of sepsis induced by ligation and cecal ligation and puncture (CLP). METHODS: Initially, for survival assessment, Swiss mice were separated into five groups: Sham (false operated), control (PBS), ATB (received antibiotic, 8 mg/kg), P10 (received EPP-AF®, 10 mg/kg), and P100 (received EPP-AF®, 100 mg/kg). The animals received PBS, antibiotic, or EPP-AF® by the subcutaneous route 6 h before the CLP procedure. Animal survival was assessed every 12 h for five days when all of them were euthanized. RESULTS: We show that the treatment with EPP-AF® significantly increased the life expectancy of animals with sepsis compared to the control group. Interestingly, prophylactic treatment with EPP-AF® showed no effect on the number of colony-forming units in the peritoneum, blood, or lung. However, there was a decrease in cellular influx in the peritoneum. This alteration was unrelated to the number of bone marrow cells or the differential counting of peripheral blood cells. The coagulogram remained unchanged, including the number of platelets and prothrombin time-activated partial thromboplastin time. However, the inflammatory infiltrate and bleeding in the lung tissue were lower in the animals that received EPP-AF®. CONCLUSION: Thus, it was possible to conclude that prophylactic treatment with EPP-AF® preserved the lung parenchyma, resulting in an increased lifespan of mice with sepsis. It can be a helpful adjuvant in prophylactic treatment with antibiotics in presurgical conditions.",
      "mesh_terms": [
        "Animals",
        "Propolis",
        "Sepsis",
        "Mice",
        "Male",
        "Bees",
        "Pneumonia",
        "Disease Models, Animal",
        "Lung"
      ]
    },
    {
      "pmid": "38711626",
      "title": "In vitro cytotoxic activity on KATO-III cancer cell lines of mangiferolic acid purified from Thai Tetragonula laeviceps propolis.",
      "authors": [
        "Thitipan Meemongkolkiat",
        "Songchan Puthong",
        "Phanthiwa Khongkarat",
        "Preecha Rod-Im",
        "Orawan Duangphakdee",
        "Packapong Tuthaisong",
        "Preecha Phuwapraisirisan",
        "Chanpen Chanchao"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-May-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gastric cancer is a global health concern, but current treatment with chemotherapy and surgery is often inadequate, prompting the exploration of alternative treatments. Propolis is a natural substance collected by bees known for its diverse properties linked to floral sources. The Dichloromethane Partitioned Extract (DPE) from Tetragonula laeviceps propolis, in Bankha district, Thailand was previously shown to possess significant cytotoxicity against KATO-III gastric cancer cells, while showing lower cytotoxicity toward WI-38 normal fibroblast cells. Here, the DPE was further fractionated by column chromatography, identified active fractions, and subjected to structural analysis using nuclear magnetic resonance spectroscopy. Cytotoxicity against KATO-III cells was reevaluated, and programmed cell death was analyzed using flow cytometry. Expression levels of cancer-related genes were measured using quantitative real-time reverse transcriptase PCR. Cardol C15:2 (compound 1) and mangiferolic acid (MF; compound 2) were discovered in the most active fractions following structural analysis. MF exhibited strong cytotoxicity against KATO-III cells (IC50 of 4.78-16.02 μg/mL), although this was less effective than doxorubicin (IC50 of 0.56-1.55 μg/mL). Morphological changes, including decreased cell density and increased debris, were observed in KATO-III cells treated with 30 μg/mL of MF. Significant induction of late-stage apoptosis and necrosis, particularly at 48 and 72 h, suggested potential DNA damage and cell cycle arrest, evidenced by an increased proportion of sub-G1 and S-phase cells. Doxorubicin, the positive control, triggered late apoptosis but caused more necrosis after 72 h. Furthermore, MF at 30 μg/mL significantly increased the expression level of COX2 and NFκB genes linked to inflammation and cell death pathways. This upregulation was consistent at later time points (48 and 72 h) and was accompanied by increased expression of CASP3 and CASP7 genes. These findings suggest MF effectively induces cell death in KATO-III cells through late apoptosis and necrosis, potentially mediated by upregulated inflammation-related genes."
    },
    {
      "pmid": "38643306",
      "title": "Interaction of olive oil-based propolis and caffeic acid phenethyl ester with methylprednisolone used in the treatment of human acute myeloid leukemia.",
      "authors": [
        "Hamide Dogan",
        "A Ata Ozcimen",
        "Sibel Silici"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2024-Apr-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Methylprednisolone (MP) is a pharmaceutical agent employed in the management of Leukemia, which is a systemic malignancy that arises from abnormalities in the hematological system. Numerous investigations in the field of cancer research have directed their attention towards propolis, a natural substance with significant potential as a treatment-supportive agent. Its utilization aims to mitigate the potential adverse effects associated with chemotherapy medications. The objective of this study was to examine the impact of olive oil-based propolis (OEP) and caffeic acid phenethyl ester (CAPE) on the treatment of acute myeloid leukemia, as well as to determine if they exhibit a synergistic effect when combined with the therapeutic support product methylprednisolone. METHODS AND RESULTS: The proliferation of HL-60 cells was quantified using the WST-8 kit. The PI Staining technique was employed to do cell cycle analysis of DNA in cells subjected to OEP, CAPE, and MP, with subsequent measurement by flow cytometry. The apoptotic status of cells was determined by analyzing them using flow cytometry after staining with the Annexin V-APC kit. The quantification of apoptotic gene expression levels was conducted in HL-60 cells. In HL-60 cells, the IC50 dosages of CAPE and MP were determined to be 1 × 10- 6 M and 5 × 10- 4 M, respectively. The HL-60 cells were subjected to apoptosis and halted in the G0/G1 and G2/M phases of the cell cycle after being treated with MP, CAPE, and OEP. CONCLUSIONS: Propolis and its constituents have the potential to serve as effective adjunctive therapies in chemotherapy.",
      "mesh_terms": [
        "Humans",
        "Propolis",
        "Olive Oil",
        "Methylprednisolone",
        "Apoptosis",
        "Leukemia, Myeloid, Acute",
        "Caffeic Acids",
        "Phenylethyl Alcohol"
      ]
    },
    {
      "pmid": "38628175",
      "title": "Antioxidant, antidiabetic effects and polyphenolic contents of propolis from Siirt, Turkey.",
      "authors": [
        "Eda Ören",
        "Salih Tuncay",
        "Yunus Emre Toprak",
        "Muhammet Fırat",
        "İsra Toptancı",
        "Ömer Faruk Karasakal",
        "Mesut Işık",
        "Mesut Karahan"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Propolis, a natural product collected by honeybees from various plant sources, has gained significant attention due to its diverse bioactive compounds and potential therapeutic properties. To further explore its contents and biological activities, this study aimed to analyze the phenolic compounds in Siirt propolis extracts obtained using different solvents, namely ethanol, water, and ethanol-water mixtures. The primary objective of this research was to investigate the phenolic profile, as well as the antidiabetic and antioxidant activities of the propolis extracts. Chemical profiling of extracts was performed using LC-MS/MS. The antioxidant potential of the propolis extracts was evaluated through free radical scavenging methods, including DPPH and ABTS assays. As a result of these analyses, propolis extracts showed moderate radical scavenging potential with 13.86%-35.72% for DPPH and 33.62%-62.50% for ABTS at a concentration of 30 μg mL-1, respectively. This radical scavenging potential of the extracts sheds light on its ability to combat oxidative stress, which is implicated in the development of diabetes, and its potential effects on cellular health. Additionally, the study assessed the antidiabetic properties of the propolis extracts by examining their inhibition effects on α-amylase and α-glycosidase enzymes. Extracts with high phenolic content showed a high inhibitory effect against α-glucosidase with an IC50 of 5.72 ± 0.83 μg mL-1. This research provided significant findings regarding the potential use of propolis in the treatment of diabetes and related metabolic disorders."
    }
  ]
}