{
  "supplement": "Psychosocial Interventions",
  "query": "Psychosocial Interventions[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:24:28",
  "research_count": 842,
  "count": 100,
  "articles": [
    {
      "pmid": "40285951",
      "title": "When Attempts to Help Backfire: Psychosocial Interventions that May Inadvertently Prolong Anxiety Among Youth.",
      "authors": [
        "Erin E Dunning",
        "Anika N Khan",
        "Emily M Becker-Haimes",
        "Andrew G Guzick"
      ],
      "journal": "Research on child and adolescent psychopathology",
      "publication_date": "2025-Apr-26",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Anxiety disorders are among the most common and impairing mental health conditions in children and adolescents. Although exposure-focused cognitive behavioral therapy (CBT) is a well-established treatment for this population based on decades of psychological science, many available psychosocial interventions are not based on this strong empirical foundation. In some cases, interventions for youth with anxiety disorders have the potential to maintain anxiety in the long run. Grounded in a well-developed cognitive-behavioral theoretical frame, this commentary aimed to discuss popular and emerging psychosocial interventions for anxious youth that may inadvertently prolong anxiety. We argue that (1) although the availability of gold-standard CBT (with an adequate focus on exposure therapy) appears to be increasing, it continues to be difficult to access for many youth, (2) several available interventions prescribe avoidance-based strategies that do not enable a child to experience self-efficacy building and corrective learning experiences related to their fears or anxieties, thereby potentially maintaining anxiety in the long-run, and (3) several available interventions are not based in any clear, empirically-supported theoretical frame or evidence base, and thus have unclear benefits for anxiety. In a time when there is increasing alarm about anxiety disorders among youth, building systems that can support tried-and-true interventions based on strong science is of utmost importance. Future research, intervention deployment, and policy efforts should pay more attention to the harms that could arise from psychosocial interventions."
    },
    {
      "pmid": "40207118",
      "title": "Effects of psychosocial interventions on wellbeing in individuals with severe mental illness: a systematic review.",
      "authors": [
        "David Johansson",
        "Mikael Skillmark",
        "Monika Allgurin"
      ],
      "journal": "Frontiers in psychology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "INTRODUCTION: Wellbeing, encompassing hedonic and/or eudaimonic components, provides a two-dimensional framework for evaluating the effects of psychosocial interventions for individuals with severe mental illness (SMI). This study investigates how this conceptualization of wellbeing is reflected in existing research on psychosocial interventions for people with SMI. This is the first systematic review to assess the effects of psychosocial interventions on wellbeing as a purely positive phenomenon in this population. The study was registered in PROSPERO (CRD42024598954). METHOD: A systematic review was conducted on intervention studies involving adults with SMI receiving psychosocial interventions in an out-patient setting, with a control condition and a wellbeing outcome aligned with a wellbeing framework. Five databases were searched, supplemented by manual searches, yielding 2,842 potential studies. Due to considerable heterogeneity (I 2 = 94%), interventions were analyzed independently, with results summarized based on the proportion of studies reporting significant effects. The study followed PRISMA guidelines. RESULTS: Seventeen studies met the inclusion criteria. Only one study (6%) provided a full rationale for using a wellbeing measure as the primary outcome. Over 70% reported a significant positive effect on wellbeing. In 13 studies effect size could be calculated, 29% in reference to all 17 studies demonstrated a positive effect (ranging from small to large). Clinical implications of the wellbeing construct were discussed in 47% of the studies, including an increased emphasis on positive functioning. Fewer than 50% received a high-quality rating, and only three studies reporting significant effects used Intention-To-Treat (ITT) data. CONCLUSION: Research on two-dimensional wellbeing is a promising yet underprioritized field, providing a renewed focus on abilities and generating significant clinical implications. Wellbeing ought to be a prioritized outcome in out-patient treatment policies, but today no recommendation as to which interventions are most effective are possible due to insufficient data. The implications of detecting changes in wellbeing in individuals with SMI, along with recommendations for future research, are discussed."
    },
    {
      "pmid": "40195712",
      "title": "[Psychosocial interventions and dementia: a choice and prescription grid for implementing psychosocial interventions based on clinical practice in long-term care facilities].",
      "authors": [
        "Kevin Charras",
        "Hervé Platel"
      ],
      "journal": "Geriatrie et psychologie neuropsychiatrie du vieillissement",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Attempts to implement evidence-based non-pharmacological interventions (NPI) have increased in recent years. However, published nomenclatures, classifications and recommendations encouter implementation barriers in institutions. In order to apply non pharmacological strategies according to a pragmatic clinical practice, we suggest the use of an implementation and prescription grid (GRIP-INM). Based on three main categories of action, this grid helps to rationalize the place of non pharmacological strategies and enables care teams and institutions to identify available ressources in their location and anticipate any shortcomings. Following on from this categorization, we specify how facilities can mobilize their own resources, and make use of external resources.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Humans",
        "Dementia",
        "Long-Term Care",
        "Psychosocial Intervention"
      ]
    },
    {
      "pmid": "40195580",
      "title": "Optimising Psychosocial Interventions for People With Severe and Enduring Eating Disorders (SEED) Perspectives of Healthcare Professionals in Ireland: A Qualitative Study.",
      "authors": [
        "Kate Mooney",
        "Ann-Marie Bright",
        "Annmarie Grealish"
      ],
      "journal": "International journal of mental health nursing",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To date, no studies have explored healthcare professionals' perceptions on the acceptability and effectiveness of psychosocial interventions for patients with severe and enduring eating disorders in Ireland. The aims of this study were to explore how healthcare professionals view the use of psychosocial interventions for patients with severe and enduring eating disorders and how these approaches can be improved. A qualitative study design was utilised to explore perceptions and opinions. Semi-structured, one-to-one interviews were used to collect data from healthcare professionals (n = 16) in mental health settings. Interviews were audio-recorded and transcribed verbatim before being analysed using thematic analysis. Four themes were identified: (1) therapeutic relationship, (2) patient-centred approaches, (3) co-morbidities and (4) pathway of care and services. Findings strongly suggest the need for patients with severe and enduring eating disorders to set their own goals to improve treatment outcomes and quality of life. Furthermore, findings also suggest a strong correlation between a history of trauma and the diagnosis of severe and enduring eating disorders. Therefore, training for healthcare professionals to provide trauma-informed care is needed.",
      "mesh_terms": [
        "Humans",
        "Ireland",
        "Feeding and Eating Disorders",
        "Qualitative Research",
        "Female",
        "Male",
        "Adult",
        "Attitude of Health Personnel",
        "Psychosocial Intervention",
        "Middle Aged",
        "Interviews as Topic"
      ]
    },
    {
      "pmid": "40182699",
      "title": "The Experiences of Adults Experiencing Homelessness When Accessing and Using Psychosocial Interventions: A Systematic Review and Qualitative Evidence Synthesis.",
      "authors": [
        "Chris O'Leary",
        "Esther Coren",
        "Anton Roberts"
      ],
      "journal": "Campbell systematic reviews",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Adults experiencing homelessness in high-income countries are more likely to have mental ill-health and engage in problematic substance use. They are also more likely to experience challenges when accessing services. Psychosocial interventions are increasingly used with this group. Most of the evidence around these interventions is not specific to their use with adults experiencing homelessness. OBJECTIVES: To summarise the best available evidence of the views and experiences of adults experiencing homelessness in high-income countries about psychosocial interventions. SEARCH METHODS: This review is based on evidence identified in an Evidence and Gap Map (EGM) on interventions for people experiencing homelessness. The EGM searches were conducted in September 2021. Additionally, we undertook a call for evidence and hand searches of key journals. SELECTION CRITERIA: We included qualitative data from studies of psychosocial interventions. Participants were adults aged 18+ experiencing homelessness in high-income countries. Only studies that reported the views, opinions, perceptions, and experiences of participants were included. DATA COLLECTION AND ANALYSIS: Of the 468 studies originally screened, 17 were eligible for full-text review, which was undertaken independently by two reviewers. Ten were excluded at this stage, and seven were identified as meeting the inclusion criteria. Analysis was undertaken using thematic synthesis in three stages: (1) findings data were extracted from studies. Two reviewers independently extracted findings from included studies. These were compared and agreed on which findings to include for analysis; (2) two reviewers gave each line of extracted data a descriptive code (a short descriptive summary). These were compared and a set of codes for inclusion in the next stage of analysis was agreed; (3) the reviewers iteratively examined the descriptive themes, inferring from these themes the experiences of participants and their perceptions of how the intervention worked for them. These analytical themes were discussed with a panel of people with experience of homelessness. MAIN RESULTS: Seven studies were included in this review, covering several intervention types. A total of 84 adults experiencing homelessness were included in these studies. Three studies were conducted in Canada, three in the United States, and one in Scotland. All were published after 2009. The studies used various qualitative methods of data collection and analysis. None of the included studies were assessed as high quality. The most significant area of concern across the included studies concerned relationships between researchers and research participants, where five included studies were assessed as low quality. Areas of higher quality were clarity of research questions and methods. Overall, 368 lines of findings were extracted and coded under 118 descriptive codes. Of these, 55 related to direct quotes of participants' views and experiences. The remainder were the study authors' interpretations of the research participants' experiences. The 118 descriptive codes were grouped into 14 descriptive themes. The themes are descriptions of patterns in the data (the findings extracted from the included studies). These 14 descriptive themes (and the 118 descriptive codes underpinning them) summarise data from the primary studies. The final analysis stage was interpretation of the descriptive themes and development of analytical themes to answer the review questions. The reviewers were able to answer two of the four review questions: the experiences of participants when using psychosocial interventions, and whether they felt the interventions worked for them. The question concerning underlying theories of how the interventions are intended to work was addressed through a separate analysis. The question of differences between interventions could not be answered because of the small number of included studies. The final analysis stage identified three analytical themes. These are: (1) the individual plays a pivotal role in their recovery and change journey; (2) accessibility is a key component of intervention success; and (3) relationships are an important intervention ingredient. AUTHOR'S CONCLUSIONS: The reviewers draw two broad conclusions from this analysis: (1) it is important to place adults experiencing homelessness at the centre of the design of psychosocial interventions; and (2) it is important to treat adults experiencing homelessness as individuals."
    },
    {
      "pmid": "40179592",
      "title": "Efficacy of psychosocial interventions for young offspring of parents with a serious physical or mental illness: Systematic review and meta-analysis.",
      "authors": [
        "Giulia Landi",
        "Kenneth I Pakenham",
        "Zhangxuan Bao",
        "Roberto Cattivelli",
        "Elisabetta Crocetti",
        "Eliana Tossani",
        "Silvana Grandi"
      ],
      "journal": "Clinical psychology review",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Serious parental physical or mental illness significantly increases the risk of adverse adjustment outcomes in adolescents and young adults. This systematic review and meta-analysis evaluates the efficacy of psychosocial interventions targeting this vulnerable group. Eligible randomized control trials (RCTs) were searched through the Medline, Web of Science, PsycINFO, PsycArticles, Cinahl, and ProQuest Dissertation and Theses databases. Young offspring outcomes included: psychological (including internalizing and externalizing problems), positive, and interpersonal adjustment. Thirty-one manuscripts reporting on twenty-seven independent RCTs, including 3590 adolescent and young adult offspring, met eligibility criteria. Most of the studies targeted adolescents with a mean age within ±1 SD of 12.17-16.33 years, with only one study directly targeting young adults. Three-quarters of studies included parental mental illness, and the remaining parental physical illness. Results highlighted a small post-intervention effect for psychological adjustment (d = 0.17,[0.05,0.29], p = .006), maintained at short-term (3-12 months) follow-up (d = 0.33 [0.12,0.54], p = .002), but not at long-term (15 months or longer) follow-up (d = -0.00 [-0.19,0.19], p = .98). A similar pattern emerged for internalizing problems, while for externalizing problems, no significant post-intervention effect was detected. Results also showed a small post-intervention effect for positive adjustment (d = 0.36,[0.10,0.61], p = .006), which increased to a medium effect at short-term follow-up (d = 0.62,[0.15,1.09], p = .010). Post-intervention effects were not present for interpersonal adjustment. Intervention duration moderated effects on post-intervention outcomes, while intervention setting and gender balance moderated outcomes at follow-ups. Psychosocial interventions for young offspring of parents with serious illnesses appear effective in improving psychological and positive outcomes with small-to-moderate effects at post-intervention and short-term follow-up."
    },
    {
      "pmid": "40141017",
      "title": "Evidence from high-income countries on the effectiveness of psychosocial interventions to improve mental health, wellbeing and quality of life for adults living with HIV: a systematic review and meta-analysis.",
      "authors": [
        "Ada R Miltz",
        "Janey Sewell",
        "Fumiyo Nakagawa",
        "Sophia M Rein",
        "Lorraine Sherr",
        "Alison Rodger",
        "Andrew N Phillips",
        "Sanne vanLuenen",
        "Nadia Garnefski",
        "Vivian Kraaij",
        "Colette J Smith",
        "Valentina Cambiano",
        "Fiona C Lampe"
      ],
      "journal": "Journal of the International AIDS Society",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "INTRODUCTION: There is a need to synthesize recent evidence on the effectiveness of psychosocial interventions to improve mental health, quality of life and wellbeing in adults living with HIV in high-income countries. A systematic review and meta-analysis was conducted to address this research gap. METHODS: Medline, Embase, Psychinfo and Web of science were searched (from 2008 to December 2023). In total, 67 randomized controlled trials (RCTs) of psychosocial intervention among adults living with HIV in high-income countries were eligible. RESULTS: In the meta-analysis, there was an overall positive effect of interventions on reducing depression (N = 40; standardized mean difference [SMD] -0.19 [95% CI: -0.29, -0.10]), anxiety (N = 15; SMD -0.12 [-0.23, -0.02]), stress (N = 13; SMD -0.22 [-0.41, -0.04]), and other measures of poor wellbeing (N = 19; SMD -0.18 [-0.35, -0.02]) and increasing levels of coping/self-efficacy (N = 8; SMD 0.17 [0.04, 0.31]). For depression, interventions that used symptom screening above a threshold score to identify eligible individuals were more effective than those without such an eligibility criterion (SMD -0.29 vs. -0.10, p = 0.023). Interventions compared to standard care controls had a greater effect on depression versus interventions compared to not standard care controls, when the latter category included standard care controls that received intentional support (SMD -0.28 vs. -0.11, p = 0.035). There was also weak evidence of an overall positive effect on: reducing stigma (N = 7; SMD -0.17 [-0.35, 0.02]), and improving social support/participation (N = 6; SMD 0.17 [-0.02, 0.35]), mental health quality of life (N = 12; SMD 0.09 [-0.01, 0.19]), physical health quality of life (N = 11; SMD 0.07 [-0.02, 0.16]) and quality of social life (N = 6; SMD 0.10 [-0.04, 0.24]). There was no evidence found for an effect on loneliness, although data were limited. DISCUSSION: Pooled effect estimates were small or small tomoderate. In line with previous literature, there was no evidence of differential effects on depression according to the intervention type (psychotherapeutic vs. other). CONCLUSIONS: Evidence from RCTs suggest that psychosocial interventions are effective in improving mental health for adults living with HIV in high-income settings. Interventions were more effective at reducing depression when targeted at those screening positive for mental health symptoms and when compared to a standard care only control group. There was some evidence that longer, more intensive interventions were more effective.",
      "mesh_terms": [
        "Humans",
        "Quality of Life",
        "HIV Infections",
        "Psychosocial Intervention",
        "Mental Health",
        "Developed Countries",
        "Adult",
        "Depression",
        "Randomized Controlled Trials as Topic",
        "Anxiety"
      ]
    },
    {
      "pmid": "40110869",
      "title": "Combined pharmacological and psychosocial interventions for alcohol use disorder.",
      "authors": [
        "Silvia Minozzi",
        "Giusy Rita Maria La Rosa",
        "Francesco Salis",
        "Antonella Camposeragna",
        "Rosella Saulle",
        "Lorenzo Leggio",
        "Roberta Agabio"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUND: Alcohol use disorder (AUD) is a mental disorder characterised by a strong desire to consume alcohol and impaired control of alcohol use, with devastating consequences. Many people with AUD do not respond to psychosocial or pharmacological interventions when these are provided alone. Combining these interventions may improve the response to treatment, though evidence remains limited. OBJECTIVES: To assess the effects of combined pharmacological and psychosocial interventions for the treatment of AUD in adults. SEARCH METHODS: We searched CENTRAL, MEDLINE, Embase, three other databases, and two trials registers in November 2023, without language restrictions. SELECTION CRITERIA: We included randomised controlled trials (RCTs) comparing combined pharmacological and psychosocial interventions versus pharmacological or psychosocial interventions alone, or no intervention/treatment as usual (TAU), in adults with AUD. Our primary outcomes were continuous abstinent participants, frequency of use (measured as heavy drinkers, percentages of abstinent days, heavy-drinking days), amount of use (number of drinks per drinking day), adverse events, serious adverse events, dropouts from treatment, and dropouts due to adverse events. DATA COLLECTION AND ANALYSIS: We assessed risk of bias using Cochrane's RoB 1 tool, performed random-effects meta-analyses, and evaluated the certainty of evidence according to the GRADE approach. MAIN RESULTS: We included 21 RCTs (4746 participants). The most studied pharmacological and psychosocial interventions were naltrexone (81.0%) and cognitive behavioural therapy (66.7%), respectively. Most participants were men (74%), aged about 44 years, with AUD, without comorbid mental disorders or other substance use disorders; 15 RCTs detoxified participants before treatment. We judged 28.5% of the studies as at low risk of bias for random sequence generation, allocation concealment, performance bias for objective and subjective outcomes, and detection bias for subjective outcomes; all studies were at low risk of detection bias for objective outcomes; 85.7% of studies were at low risk of attrition bias; 14.2% of studies were at low risk of reporting bias. 1) Compared to psychosocial intervention alone, combined pharmacological and psychosocial interventions probably reduce the number of heavy drinkers (above the clinically meaningful threshold (MID) of 2%; absolute difference (AD) -10%, 95% confidence interval (CI) -18% to -2%; risk ratio (RR) 0.86, 95% CI 0.76 to 0.97; 8 studies, 1609 participants; moderate-certainty evidence). They may increase continuous abstinent participants (MID 5%; AD 5%, 95% CI 1% to 11%; RR 1.17, 95% CI 1.02 to 1.34; 6 studies, 1184 participants; low-certainty evidence). They probably have little to no effect on: • the rate of abstinent days (MID 8%; mean difference (MD) 4.16, 95% CI 1.24 to 7.08; 10 studies, 2227 participants); • serious adverse events (MID 1%; AD -2%, 95% CI -3% to 0%; RR 0.20, 95% CI 0.03 to 1.12; 4 studies; 524 participants); • dropouts from treatment (MID 10%; AD -3%, 95% CI -5% to 0%; RR 0.89, 95% CI 0.79 to 1.01; 15 studies, 3021 participants); and • dropouts due to adverse events (MID 5%; AD 2%, 95% CI 0% to 5%; RR 1.91, 95% CI 1.04 to 3.52; 8 studies, 1572 participants) (all moderate-certainty evidence). They may have little to no effect on: • heavy-drinking days (MID 5%; MD -3.49, 95% CI -8.68 to 1.70; 4 studies, 470 participants); • number of drinks per drinking day (MID 1 drink; MD -0.57, 95% CI -1.16 to 0.01; 7 studies, 805 participants); and • adverse events (MID 30%; AD 17%, 95% CI -5% to 46%; RR 1.25, 95% CI 0.93 to 1.68; 4 studies, 508 participants) (all low-certainty evidence). 2) Compared to pharmacological intervention alone, combined pharmacological and psychosocial interventions may have little to no effect on: • the rate of abstinent days (MID 8%; MD -1.18, 95% CI -4.42 to 2.07; 2 studies, 1158 participants); and • dropouts from treatment (MID 10%; AD 1%, 95% CI -10 to 14%; RR 0.98, 95% CI 0.65 to 1.47; 3 studies, 1246 participants) (all low-certainty evidence). We are uncertain about their effect on: • continuous abstinent participants (MID 5%; AD 3%, 95% CI -5% to 18%; RR 1.22, 95% CI 0.62 to 2.40; 1 study, 241 participants); • the number of heavy drinkers (MID 2%; AD 2%, 95% CI -4% to 8%; RR 1.03, 95% CI 0.94 to 1.12; 1 study, 917 participants); • the number of drinks per drinking day (MID 1 drink; MD -2.40, 95% CI -3.98 to -0.82; 1 study, 241 participants); and • dropouts due to adverse events (MID 5%; AD -1%, 95% CI -3% to 6%; RR 0.61, 95% CI 0.14 to 2.72; 2 studies, 1165 participants) (all very low-certainty evidence). 3) We are uncertain about the effect of combined pharmacological and psychosocial interventions, when compared to TAU, on: • the number of heavy drinkers (MID 2%; AD -5%, 95% CI -13% to 2%; RR 0.93, 95% CI 0.83 to 1.03; 1 study, 616 participants); • the rate of abstinent days (MID 8%; MD 3.43, 95% CI -1.32 to 8.18; 1 study, 616 participants); • dropouts from treatment (MID 10%; AD 0%, 95% CI -10% to 15%; RR 0.98, 95% CI 0.58 to 1.65; 2 studies, 696 participants); and • dropouts due to adverse events (MID 5%; AD 3%, 95% CI 0% to 15%; RR 2.97, 95% CI 0.70 to 12.67; 1 study, 616 participants) (all very low-certainty evidence). The certainty of evidence ranged from moderate to very low, downgraded mainly due to risk of bias and imprecision. AUTHORS' CONCLUSIONS: As implications for practice, our findings indicate that adding pharmacological to psychosocial interventions is safe and helps people with AUD recover. These conclusions are based on low- to moderate-certainty evidence. Given the few studies and very low-certainty evidence, any benefits of adding psychosocial to pharmacological interventions or comparing the combined intervention to TAU are less clear. As implications for research, further studies should investigate the effects of the combined intervention compared to pharmacotherapy or TAU.",
      "mesh_terms": [
        "Humans",
        "Randomized Controlled Trials as Topic",
        "Alcoholism",
        "Naltrexone",
        "Combined Modality Therapy",
        "Psychosocial Intervention",
        "Adult",
        "Bias",
        "Alcohol Deterrents",
        "Cognitive Behavioral Therapy",
        "Female",
        "Male",
        "Patient Dropouts",
        "Acamprosate",
        "Alcohol Abstinence",
        "Taurine",
        "Middle Aged"
      ]
    },
    {
      "pmid": "40109435",
      "title": "Barriers to the implementation of psychosocial interventions on acute mental health wards: an ethnographic observational study.",
      "authors": [
        "Katherine Berry",
        "Isobel Johnston",
        "Paul Wilson",
        "Gillian Haddock",
        "Sandra Bucci",
        "Karina Lovell",
        "Owen Price",
        "Adele Beinaraviciute",
        "Gill Gilworth",
        "Sonalia Kaur",
        "Helen Morley",
        "Georgia Penn",
        "Jessica Raphael",
        "Mica Samji",
        "Richard J Drake",
        "Dawn Edge"
      ],
      "journal": "Frontiers in psychiatry",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: It is notoriously challenging to deliver psychosocial interventions on acute mental health wards. This paper presents an ethnographic observational study which captured how ward and staff processes impacted on the delivery of a psychosocial intervention called TULIPS (Talk, Understand and Listen for Inpatient Settings). Although the paper is focused on one specific intervention, the findings have implications for the delivery of other psychosocial interventions within acute mental health settings. METHOD: We carried out participant observation across 6 case studies wards all participating in the intervention arm of a cluster randomised controlled trial evaluating the TULIPS intervention compared to treatment as usual. Trained researchers observed ward environments, activities and social interactions taking detailed field notes which were later subject to thematic analysis. RESULTS: Four themes were generated from field notes relating to aspects of the ward culture and staff behaviours which were barriers or facilitators to the delivery of the TULIPS intervention. Theme one highlighted how the person-centred nature of the TULIPS model was at odds with the pre-existing culture of the wards which favoured blanket rules. Theme two highlighted how staff prioritised task-oriented quantifiable activities which clashed with the emphasis the TULIPS model placed on relationship building. The third theme highlighted the presence of conflict between different groups of staff working on the ward and theme four highlighted the stressful nature of the ward environment which drove staff to seek refuge from patient facing activities including TULIPS related activities. CONCLUSIONS: In order to successfully engage with the delivery of psychosocial interventions on acute mental health wards, staff need access to supportive leadership which champions psychological interventions, as well as training, supervision and support systems which value the demanding nature of working on mental health inpatient wards."
    },
    {
      "pmid": "40100901",
      "title": "Individual participant data network meta-analysis of psychosocial interventions for survivors of intimate partner violence: Study protocol.",
      "authors": [
        "Christina Palantza",
        "Karen Morgan",
        "Nicky J Welton",
        "Hannah M Micklitz",
        "Lasse B Sander",
        "Gene Feder"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Many systematic reviews and meta-analyses have been conducted in the field of Intimate Partner Violence (IPV) and the evidence shows small to moderate effect sizes in improving mental health outcomes. However, there is considerable heterogeneity due to variation in participants, interventions and contexts. It is therefore important to establish which participant and intervention characteristics affect the different psychosocial outcomes in different contexts. Individual Participant Network Meta-analysis (IPDNMA) is a gold-standard method to estimate moderating effects, compare the effectiveness of different interventions and thus answer the question of which intervention is best-suited for whom. We will conduct an IPDNMA of randomised controlled trials (RCTs) of psychosocial interventions for IPV survivors aimed at improving mental health, psychosocial outcomes such as self-efficacy and quality of life, reducing IPV and increasing safety-behaviours and dropout from the intervention (as an indication of intervention acceptability) compared to any type of control (PROSPERO registration number: CRD42023488502). We aim to establish collaborations with the authors of eligible RCTs, to obtain and harmonise the Individual Participant Data of the trials. We will conduct one-stage IPDNMA under a Bayesian framework using the multinma package in R, after testing which characteristics of the participants and interventions are effect modifiers. We anticipate that not all study authors will provide access to IPD, which is a limitation of IPDNMA. We aim to address this by combining studies with aggregate data and studies with IPD using Multi-Level Network Meta-Regression (ML-NMR) implemented in the multinma R package. This approach is novel in the field and makes full use of available evidence to inform clinical and policy-related decision making.",
      "mesh_terms": [
        "Humans",
        "Intimate Partner Violence",
        "Network Meta-Analysis as Topic",
        "Survivors",
        "Psychosocial Intervention",
        "Randomized Controlled Trials as Topic",
        "Quality of Life",
        "Female",
        "Mental Health",
        "Bayes Theorem",
        "Systematic Reviews as Topic"
      ]
    },
    {
      "pmid": "40071361",
      "title": "Psychosocial Interventions in the Rehabilitation and the Management of Psychosis and Schizophrenia: A Systematic Review on Digitally-Delivered Interventions.",
      "authors": [
        "Laura Orsolini",
        "Giulio Longo",
        "Umberto Volpe"
      ],
      "journal": "Actas espanolas de psiquiatria",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Schizophrenia and psychotic disorders are disabling, complex and severe psychiatric conditions, which may pose a significant therapeutic challenge. Integrating current psychopharmacological treatment with psychosocial interventions demonstrated a higher efficacy in terms of prognosis. However, most schizophrenia or psychotic patients may have restricted or no access to evidence-based psychosocial interventions, mainly due to poor dissemination of specialized interventions or stigma. Therefore, we aim to systematically review all studies about the current evidence on the feasibility, acceptability, efficacy, effectiveness, and benefits of digitally-delivered psychoeducational and psychosocial interventions for individuals suffering from schizophrenia or psychotic disorders. METHODS: A systematic literature review was conducted of the literature from 2000 to 2024 according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, by using PubMed-MEDLINE, Scopus and OVID databases and combining the search approach using both free text terms and Medical Subject Headings (MESH) headings for the topics \"psychoeducation\", \"psychosocial intervention\" and \"psychosis\" and \"schizophrenia\". RESULTS: Out of a total of 3042 reviewed papers, 69 studies were included here. The interventions included web-based family and individual psychoeducation, integrated web-based therapy, social networking, peer and expert moderation, virtual reality-assisted and mobile-based psychosocial interventions. Results showed that digitally-delivered interventions have a positive effect in ensuring the continuity and maintenance of the effectiveness of psychosocial treatments, by providing personalized, flexible, and evidence-based interventions to patients with psychosis and/or schizophrenia. At the same time, the studies included demonstrated the acceptability and feasibility of this kind of intervention in clinical practice. CONCLUSIONS: Digital interventions have the potential to deliver non-stigmatizing, constantly available psychosocial and psychoeducational interventions in psychosis and schizophrenia by increasing access to mental health care and not costly interventions. However, further randomized controlled trials (RCTs) and observational studies should compare and evaluate the effectiveness and feasibility of web-based vs. face-to-face psychosocial interventions amongst schizophrenia and psychosis individuals.",
      "mesh_terms": [
        "Humans",
        "Schizophrenia",
        "Psychotic Disorders",
        "Psychosocial Intervention",
        "Telemedicine"
      ]
    },
    {
      "pmid": "40043196",
      "title": "Comparative Effectiveness of Psychosocial Interventions on Family Function and Resilience for Cancer Caregivers: A Systematic Review With Pairwise and Network Meta-analysis.",
      "authors": [
        "Jiang-Yan Song",
        "Min Liu",
        "Miao Zhang",
        "Zaharah Sulaiman",
        "Tengku Alina Tengku Ismail",
        "Shu-Mei Li",
        "Ye Yun"
      ],
      "journal": "Cancer nursing",
      "publication_date": "2025-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Improving family function and resilience among cancer caregivers is a vital clinical concern requiring thorough research. Psychosocial interventions are expected to enhance family function and strengthen resilience; however, the outcomes can differ significantly, highlighting the necessity for further investigation. OBJECTIVES: This study aimed to evaluate the comparative effectiveness of psychosocial interventions in enhancing family function and resilience among caregivers of cancer patients based on data derived from randomized controlled trials. METHODS: A systematic review was performed by searching 6 electronic databases and clinical trial registries until July 12, 2024. Pairwise and network meta-analyses (NMA) were performed using the network package in STATA 16. RESULTS: This review identified 12 studies with a total of 1162 participants. The pairwise meta-analysis revealed a significant positive impact of psychosocial interventions on family function: standardized mean difference (SMD), 1.34; 95% confidence interval [CI], 0.16-2.52. NMA showed family interaction approaches (SMD, 0.69; 95% CI, 0.22-1.15) and psychoeducation interventions (SMD, 0.66; 95% CI, 0.24-1.08) both led to improvements in family function. However, neither the pairwise meta-analysis nor the NMA revealed the positive effects of psychosocial interventions on resilience. CONCLUSION: Evidence suggests that psychosocial interventions can moderately improve family function. Among the various interventions explored, the family interactions demonstrated the most significant potential for effectiveness. However, resilience meta-analyses have not supported our psychosocial intervention recommendations. IMPLICATIONS FOR PRACTICE: This study offers valuable insights for nursing practice, emphasizing the need for nurses to consider the relationships and resources available within the families of cancer patients while providing care."
    },
    {
      "pmid": "40037371",
      "title": "Impact of Psychosocial Interventions on Depression in Chronic Kidney Disease: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Jivitesh Singh Chahal",
        "Sumit Saini",
        "Priyanka Bansal",
        "Jivesh Arora",
        "Pir Dutt Bansal",
        "Bhavneesh Saini"
      ],
      "journal": "International journal of psychiatry in medicine",
      "publication_date": "2025-Mar-04",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Depression is prevalent among individuals with chronic kidney disease (CKD) and those undergoing dialysis, with significant impacts on morbidity and mortality. This systematic review and meta-analysis was done to evaluate the efficacy of psychosocial interventions in managing depressive symptoms in patients with CKD. METHODS: This systematic review and meta-analysis adhered to PRISMA guidelines. A literature search was conducted across PubMed, Embase, Google Scholar, and Cochrane Library databases from January 2007 to July 2024. Randomized controlled trials (RCTs) investigating psychosocial interventions in CKD patients (Stage 4 or 5 or on hemodialysis) were included. The primary outcome was the change in depressive symptoms, measured by standardized clinical tools. Quality of life was a secondary outcome. Data extraction and bias assessment were conducted using ROB-2 and GRADEpro GDT tools. RESULTS: Twelve studies with a total of 792 participants (420 in the intervention group and 372 in the control group) were included. Cognitive-behavioral therapy (CBT) was the most common intervention. Psychosocial interventions significantly reduced depressive symptoms compared to routine care (mean difference [MD]: -4.22; 95% CI: -6.67, -1.76; P = 0.0008). High heterogeneity (I2 = 89%) was noted. Sensitivity analysis confirmed the robustness of the results. The impact on quality of life was not statistically significant (MD: 0.94; 95% CI: -0.61, 2.49; P = 0.24). CONCLUSIONS: Moderate-quality evidence suggests that psychosocial interventions effectively reduce depressive symptoms in CKD patients. While no significant improvement in quality of life was observed, these interventions provide an alternative to pharmacological treatments, potentially minimizing drug-related side effects."
    },
    {
      "pmid": "39992877",
      "title": "AI-Augmented Psychosocial Interventions: A Bibliometric Review and Implications for Nursing.",
      "authors": [
        "Erman Yıldız"
      ],
      "journal": "Journal of psychosocial nursing and mental health services",
      "publication_date": "2025-Feb-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To map out the current artificial intelligence (AI)-informed psychosocial interventions research landscape, with a focus on main themes, trends, and prospective future directions. METHOD: A bibliometric analysis extracted articles that had been published between 2007 and 2024 from the Web of Science database. Software used to process results were Bibliometrix and VOSviewer. RESULTS: A total of 207 articles published by 86 different sources were obtained. A publication of high recurrence source was the Journal of Medical Internet Research. The United States showed high research activity in link strength, volume of articles, and citation frequency. Key themes identified were machine learning, mental health, cognitive-behavioral therapy, and personalization. Emerging trends since 2020 show growing interest in ChatGPT and AI-driven therapy. CONCLUSION: Bibliometric analysis suggests increased application of AI in psychosocial interventions in mental health. Integrating AI with existing therapies and the development of novel digital tools indicate a future for mental health care that is personalized and innovative. The advent of advanced language models, such as ChatGPT, has opened new horizons in AI-supported mental health care. This preliminary analysis provides a foundational understanding of the current landscape while identifying key areas for further research. [Journal of Psychosocial Nursing and Mental Health Services, xx(xx), xx-xx.]."
    },
    {
      "pmid": "39978451",
      "title": "Examining the effectiveness of psychosocial interventions for patients with a cardiac implantable electronic device: A systematic review and meta-analysis.",
      "authors": [
        "Mitchell Nicmanis",
        "Olivia Arcangeli",
        "Anna Chur-Hansen",
        "Melissa Oxlad"
      ],
      "journal": "Heart rhythm",
      "publication_date": "2025-Feb-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Despite the well-established physiologic and survival benefits of cardiac implantable electronic devices, evidence highlights the psychosocial distress experienced by patients. OBJECTIVE: This systematic review examined the effectiveness of psychosocial interventions for improving psychosocial outcomes of patients with a cardiac implantable electronic device. METHODS: Eight databases (CINAHL, Cochrane Library, Embase, Emcare, PsycINFO, PubMed, Scopus, and Web of Science) were searched. Two reviewers screened all records. Methodologic quality was assessed with the QualSyst checklist. Intervention effects and attrition were evaluated by random effects meta-analyses, supported by a narrative synthesis of studies not included in the meta-analysis. RESULTS: Of the 9631 records screened, 34 articles representing 26 independent studies (3370 participants; 2952 with an implantable cardioverter-defibrillator, 418 with a pacemaker) were included. The attrition rate was 12.1% (95% confidence interval, 0.08-0.18), lower in education-based interventions (8.6%) than in psychotherapy-based ones (23.5%). Psychosocial interventions significantly reduced anxiety for patients with an implantable cardioverter-defibrillator compared with controls, with a small to medium effect after intervention (Hedges g = -0.30; 95% confidence interval, -0.51 to -0.09); moderator analysis indicated psychotherapy based on cognitive-behavioral principles and face-to-face interventions to be more effective. No effects were found for cardiac-specific anxiety, depression, or quality of life in the 12 studies available in the meta-analysis. The narrative synthesis supported these findings. Only 4 studies considered patients with a pacemaker. CONCLUSION: Psychosocial interventions appear promising for improving the psychosocial outcomes of these patients. Further robust trials are needed to determine the effectiveness of these interventions, the patients who benefit most, and the differences in outcomes."
    },
    {
      "pmid": "39972079",
      "title": "Effectiveness of Psychosocial Interventions for Parents of Children With Cancer Receiving Active Treatment: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Yi Qing Germaine Ong",
        "Juejin Li",
        "Jia Yu Amelia Tan",
        "Hong-Gu He"
      ],
      "journal": "Journal of clinical nursing",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "AIMS AND OBJECTIVES: To synthesise the effects of psychosocial interventions compared with standard care in improving psychosocial outcomes of parents of children with cancer receiving active treatment. DESIGN: This was a systematic review and meta-analysis that was conducted and reported according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement. METHODS: All randomised controlled trials examining the effects of psychosocial interventions for parents of children with cancer were considered eligible. All identified articles were imported into Endnote X9. Two independent authors conducted study selection and data extraction. Risk-of-Bias version 2 and the Grading of Recommendations Assessment, Development and Evaluation approach were used to evaluate the methodological quality and overall quality of the evidence, respectively. Review Manager 5.4.1 software was used for data analysis, and sensitivity and subgroup analyses were conducted to examine heterogeneity, if applicable. DATA SOURCES: Seven databases, including PubMed, Embase, Scopus, PsycINFO, CENTRAL, CINAHL and ProQuest, were searched up to 6 December 2023. RESULTS: Sixteen studies involving 1379 participants were included in the systematic review, with 12 studies pooled for meta-analysis. Psychosocial intervention was effective in anxiety symptoms and depressive symptoms among parents of children with cancer. No significant differences were observed in parental stress and quality of life between psychosocial intervention and control groups. CONCLUSION: This study showed that psychosocial intervention was beneficial for decreasing anxiety symptoms and depressive symptoms of parents of children with cancer. Future trials with a more robust methodology are needed to augment current findings. RELEVANCE TO CLINICAL PRACTICE: As our systematic review showed that psychosocial interventions were effective in decreasing anxiety symptoms and depressive symptoms among parents of children with cancer, healthcare professionals could consider integrating psychosocial support for these parents. PATIENT OR PUBLIC CONTRIBUTION: This systematic review had no patient or public contribution. TRIAL AND PROTOCOL REGISTRATION: This review was registered at PROSPERO (CRD42022384452) on 29 December 2022. (https://www.crd.york.ac.uk/prospero/display_record.php?RecordID=384452)."
    },
    {
      "pmid": "39953994",
      "title": "Quality of Life With Ehlers-Danlos Syndrome/Joint Hypermobility Syndrome: A Systematic Review of Psychosocial Interventions.",
      "authors": [
        "Erika Bohling-Davis",
        "Boushra Khan-Lodhi",
        "Elizabeth Jenkinson",
        "Maddie Tremblett",
        "Jane Meyrick"
      ],
      "journal": "Musculoskeletal care",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Psychosocial interventions may improve QoL in people with wider chronic pain conditions. However, the evidence requires refining for application to EDS/JHMS. This systematic review aimed to identify, assess and synthesise the evidence of the effectiveness of psychosocial interventions concerning EDS/JHMS. EBSCO, OpenGrey, Cochrane, Prospero, Researchgate and BPS Wiley online were searched for papers published approximately 2000-2024 for studies in which (1) Participants diagnosed with EDS/JHMS. (2) Quantitative or mixed methods. (3) Assessed a Psychosocial intervention to a (4) quality of life outcome. (5) in English. EPHPP quality assessment tool was used to assess the quality and risk of bias. MAIN TEXT: The study identified six studies, including 343 participants aged 13-69 (F = 248, M = 8), of unknown ethnicity. Five studies were cohort and one non-randomised controlled trial. Key methodological flaws included no reported effect size and no control group. With quality assessed as low (5) or moderate (1), there was weak evidence that psychosocial interventions containing mindfulness and CBT resulted in a general improvement in QoL compared to no intervention. CONCLUSIONS: Findings from this review indicate the potential of mindfulness and CBT in improving QOL in EDS/JHMS and, in some studies, pain and fatigue. However, existing research is at high risk of bias, has low methodological quality, and is predominately focused on female patients. Future research should adopt methodologically robust approaches such as RCTs and more inclusive samples and consider co-production.",
      "mesh_terms": [
        "Humans",
        "Quality of Life",
        "Psychosocial Intervention",
        "Ehlers-Danlos Syndrome",
        "Joint Instability",
        "Adult",
        "Female"
      ]
    },
    {
      "pmid": "39921358",
      "title": "Psychosocial Interventions to Improve Wellbeing in Teenage and Young Adult Post-Treatment Survivors of Childhood Cancer: A Systematic Review.",
      "authors": [
        "Nicola O'Donnell",
        "Leila Ellis",
        "Jessica E Morgan",
        "Pernille Axél Gregersen",
        "Victoria Willard",
        "Debra Howell",
        "Bob Phillips"
      ],
      "journal": "Psycho-oncology",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: This systematic review explores psychosocial interventions aimed at improving the well-being of teenage and young adult (TYA) survivors of childhood cancer. It focuses on post-treatment survivors aged 13-39 years, examining the types of interventions trialled, their efficacy in enhancing different facets of mental well-being, and any potential negative impacts. The review was prospectively registered on PROSPERO and utilised randomised controlled trials (RCTs) to assess psychosocial interventions such as cognitive-behavioural therapy, psychoeducation, peer support, and physical activity programmes. METHODS: Fifteen studies involving 1109 participants were included, covering interventions across multiple modes of delivery; online, in-person, and app-based. RESULTS: Interventions demonstrated varied effects on outcomes like quality of life, depression, anxiety, stress, mood, behaviour, coping skills, and social support. While some interventions, such as psychoeducation and physical activity programs, showed promising improvements in well-being, others demonstrated limited or mixed results. No significant adverse effects were reported. CONCLUSIONS: The heterogeneity of interventions and outcome measures pose challenges for definitive conclusions, emphasising the need for future research with standardised measures, consistent sample sizes, and long-term follow-up to better assess the sustainability of intervention effects. Overall, the findings highlight the importance of tailored psychosocial support to address the unique needs of TYA cancer survivors during their survivorship journey.",
      "mesh_terms": [
        "Humans",
        "Cancer Survivors",
        "Adolescent",
        "Psychosocial Intervention",
        "Young Adult",
        "Quality of Life",
        "Neoplasms",
        "Adult",
        "Social Support",
        "Adaptation, Psychological",
        "Cognitive Behavioral Therapy",
        "Depression",
        "Anxiety",
        "Exercise"
      ]
    },
    {
      "pmid": "39912434",
      "title": "Psychosocial interventions for smoking cessation in people with coronary heart disease.",
      "authors": [
        "Lorenzo Righi",
        "Jürgen Barth",
        "Cristian Baicus",
        "Julia A Critchley",
        "Ioana Daha",
        "Martha McCarey",
        "Erik von Elm"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2025-Feb-06",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "This is a protocol for a Cochrane Review (intervention). The objectives are as follows: Primary objective To examine the benefits and harms of different types of psychosocial interventions for smoking cessation in people with CHD. Secondary objectives To examine the benefits and harms of psychosocial interventions aimed solely at smoking cessation compared with multi-risk factor interventions for smoking cessation in people with CHD. To examine the benefits and harms of brief (duration of < one month) compared to extended (duration of ≥ one month) psychosocial interventions for smoking cessation in people with CHD. To explore whether using a validated biochemical assessment versus a self-report of abstinence moderates the effectiveness of smoking cessation interventions in people with CHD. To assess the equity of psychosocial interventions for smoking cessation in people with CHD.",
      "mesh_terms": [
        "Humans",
        "Smoking Cessation",
        "Coronary Disease",
        "Randomized Controlled Trials as Topic",
        "Psychosocial Intervention"
      ]
    },
    {
      "pmid": "39879590",
      "title": "Harnessing Human-Centered Design for Evidence-Based Psychosocial Interventions and Implementation Strategies in Community Settings: Protocol for Redesign to Improve Usability, Engagement, and Appropriateness.",
      "authors": [
        "Aaron R Lyon",
        "Sean A Munson",
        "Michael D Pullmann",
        "Brittany Mosser",
        "Tricia Aung",
        "John Fortney",
        "Alex Dopp",
        "Katie P Osterhage",
        "Helen G Haile",
        "Kathryn E Bruzios",
        "Brittany E Blanchard",
        "Ryan Allred",
        "Macey R Fuller",
        "Patrick J Raue",
        "Ian Bennett",
        "Jill Locke",
        "Karen Bearss",
        "Denise Walker",
        "Elizabeth Connors",
        "Eric Bruns",
        "Jenna Van Draanen",
        "Doyanne Darnell",
        "Patricia A Areán"
      ],
      "journal": "JMIR research protocols",
      "publication_date": "2025-Jan-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Although substantial progress has been made in establishing evidence-based psychosocial clinical interventions and implementation strategies for mental health, translating research into practice-particularly in more accessible, community settings-has been slow. OBJECTIVE: This protocol outlines the renewal of the National Institute of Mental Health-funded University of Washington Advanced Laboratories for Accelerating the Reach and Impact of Treatments for Youth and Adults with Mental Illness Center, which draws from human-centered design (HCD) and implementation science to improve clinical interventions and implementation strategies. The Center's second round of funding (2023-2028) focuses on using the Discover, Design and Build, and Test (DDBT) framework to address 3 priority clinical intervention and implementation strategy mechanisms (ie, usability, engagement, and appropriateness), which we identified as challenges to implementation and scalability during the first iteration of the center. Local redesign teams work collaboratively and share decision-making to carry out DDBT. METHODS: All 4 core studies received institutional review board approval by June 2024, and each pilot project will pursue institutional review board approval when awarded. We will provide research infrastructure to 1 large effectiveness study and 3 exploratory pilot studies as part of the center grant. At least 4 additional small pilot studies will be solicited and funded by the center. All studies will explore the use of DDBT for clinical interventions and implementation strategies to identify modification targets to improve usability, engagement, and appropriateness in accessible nonspecialty settings (Discover phase); develop redesign solutions with local teams to address modification targets (Design and Build phase); and determine if redesign improves usability, engagement, and appropriateness (Test phase), as well as implementation outcomes. Center staff will collaborate with local redesign teams to develop and test clinical interventions and implementation strategies for community settings. We will collaborate with teams to use methods and centerwide measures that facilitate cross-project analysis of the effects of DDBT-driven redesign on outcomes of interest. RESULTS: As of January 2025, three of the 4 core studies are underway. We will generate additional evidence on the robustness of DDBT and whether combining HCD and implementation science is an asset for improving clinical interventions and implementation strategies. CONCLUSIONS: During the first round of the center, we established that DDBT is a useful approach to systematically identify and address chronic challenges of implementing clinical interventions and implementation strategies. In this subsequent grant, we expect to increase evidence of DDBT's impact on clinical interventions and implementation strategies by expanding a list of common challenges that could benefit from modification, a list of exemplary solutions to address these challenges, and guidance on using the DDBT framework. These resources will contribute to broader discourse on how to enhance implementation of clinical interventions and implementation strategies that integrate HCD and implementation science. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): PRR1-10.2196/65446.",
      "mesh_terms": [
        "Humans",
        "Psychosocial Intervention",
        "User-Centered Design",
        "Evidence-Based Practice",
        "Pilot Projects",
        "Implementation Science",
        "Research Design"
      ]
    },
    {
      "pmid": "39869973",
      "title": "Psychosocial interventions for children and adolescents with adverse childhood experiences: A systematic review and meta-analysis.",
      "authors": [
        "Ping Mao",
        "Ya Zou",
        "Jonika Hash",
        "Nannan Long",
        "Minghui Tan",
        "Jinfu Yang",
        "Weichao Yuwen"
      ],
      "journal": "Child abuse & neglect",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUNDS: Exposure to adverse childhood experiences (ACEs) is associated with adverse neurobiological, developmental, cognitive, behavioral, psychological, and social consequences among children and adolescents. Psychosocial interventions hold promise for mitigating the negative impacts of ACEs, but there is a lack of updated and comprehensive evidence summarizing their effects qualitatively and quantitatively. AIMS: We performed a systematic review and meta-analysis of existing evidence on the effectiveness of psychosocial interventions on children's outcomes, including internalizing and externalizing problems. METHODS: We searched five database sources from inception to April 2024 for studies on the effectiveness of any psychosocial intervention in any outcome among children and adolescents aged 6-18 who experienced ACEs. We qualitatively synthesized the characteristics of the studies, samples, interventions, and outcomes. We quantitatively estimated the pooled effects of psychosocial interventions on a range of outcomes encompassing internalizing problems, externalizing problems, family relationships, coping, and self-esteem using meta-analysis. Additionally, we conducted a series of subgroup meta-analyses to compare the intervention effects based on sample and intervention characteristics. RESULTS: Forty-four studies were included, with 20 randomized controlled trials, nine controlled trials, and 15 pre-post trials. Significant intervention effects were observed in internalizing problems (standardized mean difference, SMD = -0.36) and externalizing problems (SMD = -0.57), but not in family relationships, coping, or self-esteem. Subgroup analyses have identified various effective interventions for internalizing problems and externalizing problems, respectively. CONCLUSIONS: The evidence suggests that psychosocial interventions are effective in preventing internalizing and externalizing problems among children and adolescents who have experienced ACEs. Recommendations are provided for designing and evaluating future psychosocial interventions.",
      "mesh_terms": [
        "Humans",
        "Child",
        "Adolescent",
        "Adverse Childhood Experiences",
        "Psychosocial Intervention",
        "Adaptation, Psychological"
      ]
    },
    {
      "pmid": "39869609",
      "title": "Implementing psychosocial interventions for teachers' mental health: Protocol for integrating scoping review with teachers lived experiences in LMICs.",
      "authors": [
        "Kanika Malik",
        "Sadananda Reddy",
        "Yasmine A Shilla",
        "Aditi Khanna",
        "Ranya R Kaurr",
        "Abbey Boban"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: Teachers are pivotal in shaping educational environments and student development but face significant occupational stress and high rates of mental problems. Despite the availability of various psychosocial interventions, comprehensive evidence of their effectiveness and implementation is limited for this occupational group, especially in low- and middle-income countries (LMICs). This mixed methods study aims to conduct a scoping review of characteristics, effectiveness, and implementation outcomes of psychosocial interventions for teachers' mental health and mental problems, integrating these with teachers' lived experiences to inform the implementation of mental health interventions in LMICs. METHODS: The study combines a scoping review with insights from an advisory group of teaching professionals with relevant lived experiences (PWLEs). The review will focus on examining psychosocial interventions studies promoting mental health or addressing mental problems among grade 1-12 school teachers of all genders, ages and contexts, except those working in specialized settings, such as special education centers, or disaster- or crisis-stricken zones. Intervention studies exclusively focusing on physical health or job-related outcomes will be excluded. Using pre-defined search terms, quantitative and qualitative research studies, including unpublished literature, will be searched across multiple databases. Titles and abstracts of identified studies will be screened against inclusion criteria, and the potentially relevant sources will be retrieved in full. Data will be extracted using a data extraction sheet developed for the study covering variables related to participant characteristics, intervention characteristics, study context, effectiveness and implementation outcomes. A purposively selected sample of 10 PWLEs will form the study advisory group and participate in four online workshop-group discussions. The meetings will include a presentation of the scoping review findings, followed by discussions on the relevance of these intervention packages for LMICs, adaptations needed to make them acceptable among school teachers and feasible for delivery in low-resourced settings like India. The synthesis of the data will employ narrative and thematic approaches to generate actionable insights for implementing psychosocial interventions in LMICs. DISCUSSION: This study will provide comprehensive evidence on the characteristics and outcomes of psychosocial interventions for teachers' mental health and mental problems. By integrating insights from teachers with relevant lived experiences, the study will provide practical guidelines for adapting and implementing psychosocial interventions among school teachers in LMICs. TRIAL REGISTRATION: Review registration number: Open Science Framework, doi.org/10.17605/OSF.IO/GF59J.",
      "mesh_terms": [
        "Humans",
        "Mental Health",
        "School Teachers",
        "Developing Countries",
        "Psychosocial Intervention"
      ]
    },
    {
      "pmid": "39834002",
      "title": "A scoping review of psychosocial interventions delivered by non-mental health workers following disaster events.",
      "authors": [
        "Tracey Varker",
        "Julia Fredrickson",
        "James Agathos",
        "Phoebe Howlett",
        "Alexandra Howard",
        "Meaghan L O'Donnell"
      ],
      "journal": "Journal of traumatic stress",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Scoping Review",
        "Review"
      ],
      "abstract": "Individuals exposed to disasters are at high risk of developing mental health conditions, yet the availability of mental health practitioners is often limited. The aim of this scoping review was to examine the quality of the evidence for psychosocial interventions that can be delivered by non-mental health workers in the context of disasters. Searches were performed in PsycInfo, EMBASE, Family & Society Studies Worldwide, CINAHL, Global Health, PubMed, and SCOPUS, from inception through to November 2024, to identify studies of relevance. Only studies investigating psychosocial interventions that could be delivered by non-mental health clinicians in a non-hospital or clinic setting were included. In total, 69 primary intervention studies examining 27 universal interventions and 10 indicated interventions were identified. Studies were rated on quality and risk of bias, and GRADE was used to rank the evidence for each intervention. For universal interventions, no study had an evidence rating above \"very low\" to support confidence in a significant impact on clinical outcomes. For indicated interventions, Problem Management Plus (PM+) and Self-Help Plus (SH+) had an evidence rating of \"high\" in the postdisaster context, and Skills for Life Adjustment and Resilience (SOLAR) had a \"low\" evidence rating; the remaining interventions were given \"very low\" ratings. Despite the high number of psychosocial interventions that target postdisaster distress, very few have been tested using rigorous methodologies with large samples. Future research should include methodologies that test interventions at scale and recognize the impacts of compounding disasters.",
      "mesh_terms": [
        "Humans",
        "Psychosocial Intervention",
        "Disasters",
        "Stress Disorders, Post-Traumatic",
        "Health Personnel"
      ]
    },
    {
      "pmid": "39830924",
      "title": "The effectiveness of psychosocial interventions for reducing problematic substance use, mental ill health, and housing instability in people experiencing homelessness in high income countries: A systematic review and meta-analysis.",
      "authors": [
        "Chris O'Leary",
        "Esther Coren",
        "Sandor Gellen",
        "Anton Roberts",
        "Harry Armitage"
      ],
      "journal": "Campbell systematic reviews",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Adults experiencing homelessness in high income countries often also face issues of problematic substance use, mental ill health, in addition to housing instability, so it is important to understand what interventions might help address these issues. While there is growing evidence of the effectiveness of psychosocial interventions for the general population, limited evidence exists specifically for those experiencing homelessness. OBJECTIVES: To summarise the existing evidence of whether psychosocial interventions work in reducing problematic substance use, mental ill health, and housing instability for adults experiencing homelessness in high income countries. SEARCH METHODS: We used searches undertaken for the Homelessness Effectiveness Evidence and Gap Map (EGM) 5th edition. These were supplemented with hand searches of key journals and a call for evidence. SELECTION CRITERIA: We included all Randomised Control Trials and non-randomised studies where a comparison group was used and which examined psychosocial interventiONS for adults experiencing homelessness. 'Psychosocial intervention' is a broad term and covers several interventions, including cognitive behavioural therapy (CBT), contingency management, and motivational interviewing. We focused on studies that measure at least one of three outcomes: reduction in problematic substance use (alcohol and/or drugs); reduction in mental ill-health; reduction in housing instability. DATA COLLECTION AND ANALYSIS: For included studies sourced from the EGM, we used the risk of bias assessments reported in the EGM. For included studies sourced from our own searches, we used the same tools used in the EGM to undertake our own assessments. We carried out meta-analysis where possible, and where not possible, presented included studies narratively. FINDINGS: We included 26 papers covering 23 individual intervention studies. All of the included studies were from the United States. Of the 26 papers, 14 were assessed as having medium or high risk of bias, with main issues being lack of masking/blinding, lack of power calculations, and high levels of drop-out. EFFECTIVENESS OF PSYCHOSOCIAL INTERVENTIONS: We found that psychosocial interventions overall were better than standard care (-0.25 SD, 95% confidence intervals [CI] [-0.36, -0.13]). This finding covered six different interventions and was subject to a high level of between-study differences (heterogeneity). We also found that psychosocial interventions were more effective than standard care in relation to all three of our outcomes of interest, although were statistically significant only for substance abuse and mental ill-health. For substance use, we found an average effect size of (-0.34 SD, 95% CI [-0.48, -0.21]); for mental ill health of (-0.18 SD, 95% CI [-0.34, -0.01]); and for housing instability of (-0.10 SD, 95% [-0.90, 0.70]). EFFECTIVENESS OF INDIVIDUAL PSYCHOSOCIAL INTERVENTIONS: We were able to undertake five meta-analyses (statistical summaries) with respect to four types of intervention: CBT, Contingency Management, Motivational Interviewing, and Brief Motivational Interventions, in relation to specific outcomes. Of these five analyses, we found significant effects for the effectiveness of Contingency Management in reducing problematic substance use (-0.49 SD, 95% CI [-0.85, -0.14]), and of Motivational Interviewing in reducing mental ill-health (-0.19 SD, 95% CI [-0.26, -0.12]). We also found non-significant effects in relation to CBT and reducing mental ill health (-0.30 SD, 95% CI [-0.61, 0.002]), Motivational Interviewing and reducing problematic substance use (-0.27 SD, 95% CI [-0.56, 0.01]), and Brief Motivational Interventions and reducing problematic substance use (-0.24 SD, 95% CI [-0.61, 0.13]). Meta-analysis was not possible for any other interventions or outcomes. AUTHOR CONCLUSIONS: This systematic review sought to understand the effectiveness of psychosocial interventions for adults in high income countries experiencing homelessness, for reducing problematic substance use, reducing mental ill-health, and increasing housing stability. The review shows potential benefits of these interventions, with some encouraging results for some interventions and outcomes. Where we could calculate effect sizes, these were often small and, in many cases, crossed the line of no effect (i.e., there is a chance that they are equally or less effective than treatment as usual). Significant heterogeneity between studies and high rates of drop-out in many studies reduces the confidence in the interventions.There are some limitations with the evidence base. The included studies were entirely from the United States. There was a clear gender bias in the included studies, with nearly two-thirds of participants being men. (This is despite 4 of the 26 included studies focusing on women only.) We also found that the theoretical basis for the approach of interventions was not sufficiently considered, so it was difficult to understand why the intervention expected the outcomes they measured. Finally, many of the studies included were assessed as having high or medium risk of bias."
    },
    {
      "pmid": "39733669",
      "title": "Improving the physical health of overweight/obese people suffering from severe mental disorders: What is the role of antipsychotic drugs and of lifestyle psychosocial interventions?",
      "authors": [
        "Gaia Sampogna",
        "Matteo Di Vincenzo",
        "Mario Luciano",
        "Bianca Della Rocca",
        "Enrico D'Ambrosio",
        "Antonio Rampino",
        "Mario Amore",
        "Pietro Calcagno",
        "Alessandro Rossi",
        "Rodolfo Rossi",
        "Liliana Dell'Osso",
        "Barbara Carpita",
        "Cinzia Niolu",
        "Alberto Siracusano",
        "Andrea Fiorillo"
      ],
      "journal": "Journal of psychiatric research",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Multicenter Study"
      ],
      "abstract": "People with severe mental disorders experience premature mortality compared with the general population. Several factors contribute to the mortality gap, including the adoption of unhealthy lifestyle behaviours, poor screening for physical illnesses, difficulties in accessing healthcare facilities, specific clinical features of mental disorders and some pharmacological treatment such as antipsychotic medications with serious metabolic side effects. In the present study, carried out in the framework of the LIFESTYLE trial, a funded nationwide multicentric study, we aimed to assess the impact of different antipsychotics in mediating the effectiveness of psychosocial intervention on healthy lifestyle behaviours. The antipsychotics have been grouped in metabolically more problematic (MMP) vs. metabolically less problematic (MLP). The final sample consists of 401 participants with a mean age of 45.6 ± 11.8 years, mainly female (57.1%), suffering from bipolar disorder (43.4%), schizophrenia spectrum disorders (29.7%) and depressive disorders (26.9%). 36.2% of patients (N = 145) received MMP antipsychotics, 32.2% were treated with MLP antipsychotics and 31.6% did not take any antipsychotic medication, but were treated with antidepressants, mood stabilizers and/or benzodiazepines. At 6-month follow-up, patients receiving the experimental lifestyle intervention and treated with MLP medication reported a significant reduction in BMI (p < .05). Our findings clearly indicate that a multilevel, personalized and individualized therapeutic approach for the treatment of patients with severe mental disorders is needed, with the involvement of different physicians and health providers for an appropriate long-term management of patients with severe mental disorders.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Antipsychotic Agents",
        "Male",
        "Middle Aged",
        "Adult",
        "Overweight",
        "Obesity",
        "Mental Disorders",
        "Life Style",
        "Schizophrenia",
        "Bipolar Disorder",
        "Follow-Up Studies"
      ]
    },
    {
      "pmid": "39733592",
      "title": "Optimizing recovery in first-episode psychosis: A systematic review of psychosocial interventions.",
      "authors": [
        "Madisen T Russell",
        "Imani S Linton",
        "Jenifer L Vohs",
        "Kyle S Minor"
      ],
      "journal": "Schizophrenia research",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Review"
      ],
      "abstract": "This systematic review evaluates the efficacy of psychosocial interventions for individuals experiencing first-episode psychosis (FEP) across multiple recovery outcomes. Drawing from 35 studies, the analysis synthesizes evidence on symptom reduction, social and role functioning improvement, continuity of care, hospitalization rates, and other psychological outcomes. Regarding symptom reduction, specialized FEP programs demonstrated decreases across positive, negative, and general symptoms. Cognitive Behavioral Therapy (CBT) interventions also showed promise in improving psychiatric symptoms, while skills training interventions were effective in enhancing positive and negative symptoms. Social and role functioning improvements were observed across different interventions, including specialized FEP care and vocational support. Furthermore, specialized FEP programs generally led to reduced hospitalization rates and improved continuity of care, while CBT and other interventions improved psychological outcomes, such as enhanced coping skills and cognitive functioning. Most studies, particularly those of higher quality, reported positive outcomes across multiple domains. Future research should prioritize comparative efficacy, intervention duration and modality effects, and address disparities in access and utilization of FEP interventions across diverse contexts. By advancing our understanding of effective psychosocial interventions for FEP, this review offers valuable insights for clinicians, researchers, and policymakers aiming to optimize outcomes and mitigate the burden of psychosis-related disabilities.",
      "mesh_terms": [
        "Humans",
        "Psychotic Disorders",
        "Psychosocial Intervention",
        "Outcome Assessment, Health Care",
        "Schizophrenia",
        "Cognitive Behavioral Therapy"
      ]
    },
    {
      "pmid": "39687671",
      "title": "Comparative efficacy and acceptability of psychosocial interventions for PTSD, depression, and anxiety in asylum seekers, refugees, and other migrant populations: a systematic review and network meta-analysis of randomised controlled studies.",
      "authors": [
        "Giulia Turrini",
        "Marianna Purgato",
        "Camilla Cadorin",
        "Monica Bartucz",
        "Doriana Cristofalo",
        "Chiara Gastaldon",
        "Michela Nosè",
        "Giovanni Ostuzzi",
        "Davide Papola",
        "Eleonora Prina",
        "Federico Tedeschi",
        "Anke B Witteveen",
        "Marit Sijbrandij",
        "Corrado Barbui"
      ],
      "journal": "The Lancet regional health. Europe",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Migrant populations are at increased risk of developing mental health problems. We aimed to compare the efficacy and acceptability of psychosocial interventions in this population. METHODS: We conducted a systematic review and network meta-analysis (NMA). Cochrane Central Register of randomised trials (CENTRAL), MEDLINE, PTSDpubs, PsycINFO, PubMed, CINAHL, EMBASE, Web of Science, Scopus, and ClinicalTrials.gov were searched from database inception to October 7, 2024, to identify randomized clinical trials assessing the efficacy of psychosocial interventions for migrant populations in reducing symptoms of post-traumatic stress disorder (PTSD), depression or anxiety. Studies with second-generation migrants were excluded if they comprised over 20% of participants. Two independent researchers screened, reviewed, and extracted data. The primary outcomes were the severity of PTSD, depression, and anxiety symptoms at post-intervention. Secondary outcomes included acceptability. Standardised mean differences (SMDs) and risk ratios (RRs) were pooled using pairwise and NMA. PROSPERO: CRD42023418817. FINDINGS: Of the 103 studies with 19,230 participants included, 96 contributed to the meta-analyses for at least one outcome, with women representing 64% of the participants. Narrative Exposure Therapy (NET), counselling, Eye Movement Desensitization and Reprocessing (EMDR), and creative expressive interventions demonstrated greater efficacy than treatment as usual (TAU) in reducing PTSD symptoms, with SMDs [95% Confidence Intervals (CIs)] ranging from -0.69 [-1.14, -0.24] to -0.60 [-1.20, -0.01], albeit with low confidence in the evidence. For depressive symptoms, Integrative therapy emerged as the top intervention compared to TAU, with moderate confidence (SMD [95% CI] = -0.70 [-1.21, -0.20]). For anxiety symptoms, NET, Integrative therapy, and Problem Management Plus (PM+)/Step-by-Step (SbS) were more effective than TAU, with SMDs [95% CIs] ranging from -1.32 [-2.05, -0.59] to -0.35 [-0.65, -0.05]. Still, the confidence in the evidence was low. Overall, head-to-head comparisons yielded inconclusive results, and the acceptability analysis revealed variations across interventions. 16% of the studies (17 studies) were classified as \"high risk\" of bias, 68% (70) as having \"some concerns\", and 18% (19) as \"low risk\". We identified considerable heterogeneity (I2 of >70%). INTERPRETATION: The analysis revealed no clear differences in the efficacy of psychosocial interventions compared to TAU for reducing symptoms of PTSD, depression, and anxiety. While certain interventions showed potential benefits, confidence in these findings was generally low, limiting the ability to draw definitive conclusions about their comparative effectiveness. FUNDING: This research received no specific grant from any funding agency."
    },
    {
      "pmid": "39686930",
      "title": "Prevalence of psychosocial interventions for pediatric dog bite injury: Is the bark actually worse than the bite?",
      "authors": [
        "Kelli N Patterson",
        "Tran Bourgeois",
        "LeeAnn Wurster",
        "Sarah N VerLee",
        "Lindsay A Gil",
        "Kyle Z Horvath",
        "Peter C Minneci",
        "Katherine J Deans",
        "Rajan K Thakkar",
        "Dana Schwartz"
      ],
      "journal": "Journal of child & adolescent trauma",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "PURPOSE: Long-term psychological effects may occur after childhood dog bite injuries. We performed a national survey to assess psychosocial interventions for children presenting with dog bite injuries to pediatric trauma centers. METHODS: A 26-question, online survey was administered to Pediatric Trauma Program Managers in the United States (n = 83). The survey queried whether institutions provide directed psychosocial interventions to pediatric dog bite injury patients in the Emergency Department, inpatient, or outpatient settings and the types of interventions being used. Descriptive statistics were performed to demonstrate survey results. RESULTS: In total, 28 American College of Surgeons or State-verified Pediatric Trauma Centers responded to the survey (n = 28/83, 34%). Of the respondents, 18 (64.3%) did not have any interventions in place to address the psychosocial effects of pediatric patients' dog bite injuries. Of the 10 (35.7%) institutions with interventions in place, the types of psychosocial resources offered included: automated order sets within the electronic medical record, specialized teams that assess the patient while hospitalized or outpatient, child psychology referrals initiated at discharge, pet therapy, and trauma resiliency programs. CONCLUSION: Most institutions surveyed did not have protocols or interventions in place to address psychosocial disturbances in children with dog bite injuries. We provide the example of our institution's practice, in which automatic psychology consults are placed for every child who is admitted with a dog bite injury. Performing caregiver education in the emergency department, providing caregivers with regional psychosocial resources, and communicating with a child's pediatrician may promote the necessary standardized psychological screening and/or follow up of these patients."
    },
    {
      "pmid": "39613637",
      "title": "Surviving and thriving: Assessing quality of life and psychosocial interventions in mental health of head and neck cancer patients.",
      "authors": [
        "Liqing Lin",
        "Hao Lin",
        "Renbin Zhou",
        "Bing Liu",
        "Kaige Liu",
        "Ronghua Jiang"
      ],
      "journal": "Asian journal of surgery",
      "publication_date": "2024-Nov-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The quality of life of head and neck cancer patients is affected by various factors, including the disease itself, treatment side effects, and changes in appearance, leading to a range of mental health issues such as anxiety, depression, and adjustment disorders. These mental health problems not only reduce the patients' quality of life but may also negatively impact treatment outcomes and survival rates. Therefore, it is particularly important to assess and intervene in the mental health of head and neck cancer patients. This review focuses on the common mental health issues in these patients and emphasizes the importance of detailed assessment. By using various assessment tools, healthcare professionals can accurately identify patients' mental states and provide appropriate support and interventions. The article discusses various effective mental health interventions aimed at improving patients' psychological adaptation, reducing psychological stress, and enhancing quality of life. These interventions include cognitive-behavioral adjustments, family support, and mindfulness practices. In addition, the article mentions the potential of artificial intelligence technology in improving patients' quality of life, particularly in treatment planning, patient education, and mental health interventions. In summary, comprehensive management and intervention of the mental health of head and neck cancer patients are crucial to improving their quality of life and treatment outcomes. Future research needs to further explore effective psychological intervention methods and integrate them into the overall treatment plan for head and neck cancer patients."
    },
    {
      "pmid": "39612155",
      "title": "Responding to Trauma: A Critical Review of Mental Health and Psychosocial Interventions for Refugee Women.",
      "authors": [
        "Joelle T Taknint",
        "Fiona C Thomas",
        "Resham Gellatly",
        "Maithri Ameresekere"
      ],
      "journal": "Current psychiatry reports",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE OF REVIEW: This is a critical review of English language literature (January 2023-June 2024) on psychological trauma amongst forcibly displaced migrant women. The Mental Health and Psychosocial Support (MHPSS) Framework was used to organize multi-layered mental health interventions. RECENT FINDINGS: Findings indicate many promising community-based interventions, often delivered by trained lay facilitators. Interventions address: upstream drivers of mental health such as empowerment and economic security, group-based care focused on social connection and well-being, and trauma focused treatment such as Mindfulness Based Interventions, Cognitive Processing Therapy, and Culturally Adapted Cognitive Behavioral Therapy. The variety of (primarily short-term) interventions must be complemented by longitudinal evaluation. Clinicians and care systems should partner with those delivering psychosocial interventions outside of clinical settings. Continued research on the impacts of cumulative and intergenerational trauma amongst refugee women, and intervention research that centers the experiences of marginalized groups (e.g., sexual and gender minority refugees) is needed.",
      "mesh_terms": [
        "Humans",
        "Refugees",
        "Female",
        "Psychological Trauma",
        "Psychosocial Intervention",
        "Mental Health",
        "Cognitive Behavioral Therapy"
      ]
    },
    {
      "pmid": "39608191",
      "title": "Psychosocial interventions offered across inpatient and crisis settings to the social networks of service users with psychosis: A systematic review.",
      "authors": [
        "Tatyana Abraham",
        "Harpreet Gill",
        "Lisa Wood"
      ],
      "journal": "Psychiatry research",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "Psychosocial interventions are provided to support caregivers of people with psychosis in the community. However, less is known about the efficacy of these interventions in inpatient and crisis settings. The aim of this study was to conduct a systematic review and narrative synthesis to examine the types and efficacy of psychosocial interventions offered in inpatient and crisis settings for caregivers of people with psychosis. MEDLINE, PsycINFO, Embase, and CINAHL were searched for eligible quantitative and qualitative studies. Eleven studies were included and all utilised a small to moderate sample size. Three categories of interventions (family interventions, psychoeducation, and support groups) involving a range of methodologies were assessed to be of varying quality. Overall, psychosocial interventions were deemed to be useful for caregivers, with improvements across a range of outcomes, such as burden, distress, and family functioning. The most common type of psychosocial intervention was psychoeducation, as this was either offered as a stand-alone intervention or incorporated into the other types of interventions. Psychosocial interventions within inpatient and crisis settings may have benefits for caregivers, however, additional research and meta-analyses are required to further develop the evidence base. Future research should focus on co-producing studies with lived-experience caregivers.",
      "mesh_terms": [
        "Humans",
        "Psychotic Disorders",
        "Psychosocial Intervention",
        "Caregivers",
        "Inpatients",
        "Crisis Intervention",
        "Social Support",
        "Social Networking"
      ]
    },
    {
      "pmid": "39595830",
      "title": "Is It Possible to Combine Non-Invasive Brain Stimulation and Evidence-Based Psychosocial Interventions in Schizophrenia? A Critical Review.",
      "authors": [
        "Jacopo Lisoni",
        "Gabriele Nibbio",
        "Antonio Baglioni",
        "Simona Dini",
        "Bianca Manera",
        "Alessandra Maccari",
        "Luca Altieri",
        "Irene Calzavara-Pinton",
        "Andrea Zucchetti",
        "Giacomo Deste",
        "Stefano Barlati",
        "Antonio Vita"
      ],
      "journal": "Brain sciences",
      "publication_date": "2024-Oct-26",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "In schizophrenia, it was suggested that an integrated and multimodal approach, combining pharmacological and non-pharmacological interventions, could improve functional outcomes and clinical features in patients living with schizophrenia (PLWS). Among these alternatives, evidence-based psychosocial interventions (EBPIs) and Non-Invasive Brain Stimulation (NIBS) represent feasible treatment options targeting the clinical features that are unmet needs of PLWS (especially negative and cognitive symptoms). As no clear evidence is available on the combination of these non-pharmacological approaches, this review aimed to collect the available literature on the combination of EBPIs and NIBS in the treatment of PLWS. We demonstrated that the field of combining EBPIs and NIBS in schizophrenia is in its infancy, as only 11 studies were reviewed. In fact, only a few trials, with divergent results, combined these non-pharmacological modalities; while emerging evidence is available on the combination of cognitive remediation and rTMS/iTBS, inconclusive results were obtained. Conversely, albeit preliminary, more solid findings are available on the combination of HF-rTMS and family intervention. Moreover, despite the fact that cognitive activation could not be considered an EBPI, promising results are available in combination with tDCS to improve the working memory domain. To overcome these limitations, we considered several methodological issues to promote research in this field."
    },
    {
      "pmid": "39586311",
      "title": "Effects of Different Psychosocial Interventions on Fear of Cancer Recurrence in Cancer Patients: A Network Meta-Analysis of Randomized Controlled Trials.",
      "authors": [
        "Jinhong Lu",
        "Huina Mao",
        "Guizhi Luo"
      ],
      "journal": "Omega",
      "publication_date": "2024-Nov-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective: This investigation was conducted to assess and contrast the influence of psychosocial interventions on cancer recurrence among individuals diagnosed with cancer, intending to provide evidence-based guidance for both patients and healthcare providers. Design: The present study exclusively gathered randomized controlled trials (RCTs) via conducting a comprehensive search across multiple databases, including PubMed, Embase, Cochrane Library, Web of Science, and Scopus. This study aimed to compare the impact of psychosocial interventions on the fear of cancer recurrence among individuals diagnosed with cancer. The methodological quality of studies involved in the analysis was assessed using the Cochrane bias risk assessment tool. The data was then analyzed using appropriate software. Results: The RCTs were collected from the earliest possible date until March 2023. The study encompassed 21 RCTs, and the cumulative sample size was 2634. The findings of network meta-analysis indicate that the ConquerFear-HK intervention is associated with a statistically significant reduction in fear of cancer recurrence among individuals with cancer (SUCRA: 99.2%). Conclusion: According to the ranking plot of the network, it can be asserted that the ConquerFear-HK intervention exhibited superior efficacy as a psychological treatment in reducing cancer patients' fear of cancer relapse."
    },
    {
      "pmid": "39564413",
      "title": "Psychosocial Interventions to Reduce Post operative Pain in Total Knee Arthroplasty: A Systematic Review.",
      "authors": [
        "Carolena Rojas Marcos",
        "Nicholas Schiller",
        "Sebastian Braun",
        "Daniel Knauer",
        "Jacques Yadeau",
        "Allina Nocon",
        "Bridget Jivanelli",
        "Dimitrios A Flevas",
        "Thomas Sculco"
      ],
      "journal": "HSS journal : the musculoskeletal journal of Hospital for Special Surgery",
      "publication_date": "2024-Jul-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: Total knee arthroplasty (TKA) is a common surgical remedy for patients with end-stage osteoarthritis. Although TKA is generally effective, a significant number of patients experience chronic post-surgical pain. Psychosocial interventions have increasingly become an area of interest in pain management following surgical procedures. Purpose: We aimed to evaluate the impact of pre-operative, peri-operative, and post-operative psychosocial interventions on reducing the likelihood of developing chronic pain after TKA. Methods: We performed a systematic review following the Cochrane guidelines and the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) checklist. A comprehensive search strategy was employed using PubMed, Embase, and Cochrane Central Register of Controlled Trials. Inclusion criteria were (1) patients undergoing; (2) pain outcome assessed ≥1 month post-operatively; (3) prospective and longitudinal study design (eg, randomized controlled trial, experimental non-randomized trial, cohort, case-control studies with measurement of exposure prior to outcome); (4) English language; and (5) psychosocial intervention (cognitive-behavioral, biopsychosocial, dialectical behavioral, psychoeducation, mindfulness, meditation, psychotherapy, relaxation, mind-body therapies, hypnosis). Exclusion criteria were non-primary literature (eg, review articles), non-peer-reviewed studies, and conference proceedings. The methodological quality of included studies was assessed using Cochrane's tool for Risk of Bias 2 (RoB 2), the methodological index for non-randomized studies (MINORS), and the Risk of Bias in Non-randomized Studies of Interventions (ROBINS-I). Results: Of 4297 studies reviewed with title and abstract, 4160 were excluded. Of the remaining 137 studies that underwent full-text review, 122 were excluded using the same inclusion and exclusion criteria, and 15 studies were included. Our review indicates a variable but positive impact of psychosocial interventions, such as pre-operative education, relaxation techniques, and cognitive-behavioral therapy, on post-TKA pain. Of the 15 included studies, 9 studies found that psychosocial interventions reduced post-TKA pain. Our review also suggests that cognitive-behavioral therapy may aid in reducing kinesiophobia, pain catastrophizing, and knee pain intensity. For the 12 randomized studies, the risk of bias was deemed \"high\" concerns for 3 studies, \"some\" concerns for 5 studies, and \"low\" concerns for 4 studies. For the 3 non-randomized studies, the risk of bias was deemed \"moderate\" due to confounding bias. Conclusions: This systematic review of level-I and level-II studies found that the integration of psychosocial interventions into care protocols for TKA offers benefits including improved patient satisfaction and quality of life and reduced health care costs. Limitations include heterogeneity in intervention types and outcomes measured and the varying levels of risk of bias across studies, which may affect the generalizability of the findings. The findings support a broader adoption of holistic, patient-centered approaches in pain management after TKA, emphasizing the importance of psychological well-being for optimal patient outcomes. However, the evidence is limited and constitutes a strong impetus for the further study of these interventions."
    },
    {
      "pmid": "39500599",
      "title": "Cost-effectiveness of psychological and psychosocial interventions for adults, children and young people who have self-harmed.",
      "authors": [
        "Ifigeneia Mavranezouli",
        "Ferruccio Pelone",
        "Rachel Connolly",
        "Faraz Mughal",
        "Katrina G Witt",
        "Keith Hawton",
        "Karen Lascelles",
        "Amanda Wildgoose",
        "Angela Childs",
        "Stephen Pilling",
        "Navneet Kapur"
      ],
      "journal": "BMJ mental health",
      "publication_date": "2024-Nov-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Self-harm is a major health issue resulting in high societal costs. Few psychological and psychosocial interventions have shown effectiveness in reducing repeat self-harm. OBJECTIVE: To assess the cost-effectiveness of psychological and psychosocial interventions that have shown evidence of effectiveness in adults and CYP (children and young people) who have self-harmed. METHODS: Using effectiveness data from Cochrane reviews, we developed two decision-analytical models to compare costs and quality-adjusted life years (QALYs) of cognitive behavioural therapy (CBT)-informed psychological therapy added to treatment as usual (TAU) versus TAU alone for adults who have self-harmed, and of dialectical behavioural therapy for adolescents (DBT-A) versus enhanced TAU for CYP who have self-harmed, respectively, from a National Health Service and personal social services perspective in England. Other model input parameters were obtained from published sources, supplemented by expert opinion. FINDINGS: The incremental cost-effectiveness ratio (ICER) of CBT-informed psychological therapy added to TAU versus TAU alone for adults who have self-harmed was £9088/QALY. The ICER of DBT-A versus enhanced TAU for CYP who have self-harmed was £268 601/QALY. Results were overall robust to the alternative scenarios tested. CONCLUSIONS AND CLINICAL IMPLICATIONS: CBT-informed psychological therapy appears to be cost-effective for adults who have self-harmed, which contributes to evidence for its implementation in services. Currently, DBT-A does not seem to be cost-effective for CYP who have self-harmed. The economic analyses were informed by clinical evidence of moderate-to-low (CBT) and low (DBT-A) quality. Further clinical and economic evidence for DBT-A and other psychological and psychosocial interventions for people who have self-harmed is required.",
      "mesh_terms": [
        "Humans",
        "Cost-Benefit Analysis",
        "Adult",
        "Child",
        "Adolescent",
        "Cognitive Behavioral Therapy",
        "Self-Injurious Behavior",
        "Psychosocial Intervention",
        "Quality-Adjusted Life Years",
        "Young Adult",
        "Female",
        "Male"
      ]
    },
    {
      "pmid": "39361161",
      "title": "Effectiveness of Psychosocial Interventions in Preventing Postpartum Depression Among Teenage Mothers-Systematic Review and Meta-analysis of Randomized Controlled Trials.",
      "authors": [
        "Lebeza Alemu Tenaw",
        "Fei Wan Ngai",
        "Chan Bessie"
      ],
      "journal": "Prevention science : the official journal of the Society for Prevention Research",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "Postpartum depression is a significant public health issue that occurs within the first 12 weeks after childbirth. It is more prevalent among teenage mothers compared to adults. However, the findings of the existing interventional studies cannot be readily applied to teenage mothers due to their unique psychosocial concerns. Furthermore, these findings have shown inconsistencies regarding the benefit of psychological and psychosocial interventions in reducing the incidence of postpartum depression. The current review is aimed at investigating the effectiveness of psychosocial interventions in preventing postpartum depression, specifically among teenage mothers. The preferred reporting items for systematic reviews and meta-analysis manuals were utilized to identify and select relevant articles for this review. The articles were retrieved using population, intervention, control, and outcome models. The quality of each article was assessed using the Cochrane risk of bias tool. Statistical analysis was conducted using STATA version 17. The effect size of the intervention was estimated using the standard mean difference in depression scores between the intervention and control groups. Heterogeneity among the studies was assessed using the I2 statistic and Q statistic, while publication bias was evaluated through funnel plot asymmetry and Egger's test. A total of nine eligible articles were included. While psychosocial interventions have been demonstrated to decrease the incidence of postpartum depression compared to usual maternal health care, it is worth noting that the mean difference in depression scores was significant in only three of the included studies. The meta-analysis revealed that psychosocial interventions were effective at preventing postpartum depression, with a pooled effect size of - 0.5 (95% CI: - 0.95, - 0.06) during the final postpartum depression assessment. The heterogeneity was substantial, with an I2 value of 82.3%. Although publication bias was not observed, small studies had a significant effect on the pooled effect size. The findings of this review suggest that psychosocial interventions can effectively prevent PPD, particularly within the first 3 months of the postpartum period. This review highlights the scarcity of interventional studies in low-income countries, indicating the need for further research in diverse communities.",
      "mesh_terms": [
        "Adolescent",
        "Female",
        "Humans",
        "Pregnancy",
        "Depression, Postpartum",
        "Mothers",
        "Pregnancy in Adolescence",
        "Psychosocial Intervention",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "39316993",
      "title": "Effectiveness of psychosocial interventions for improving asthma symptoms and parental stress in families of school-age children with asthma: A systematic review and meta-analysis.",
      "authors": [
        "Xu Wang",
        "Wai Tong Chien",
        "Yuen Yu Chong"
      ],
      "journal": "International journal of nursing studies",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Asthma is a prevalent chronic disease affecting school-age children, with substantial psychosocial implications for children and their parents. OBJECTIVES: This review aimed to synthesise current evidence on the effects of psychosocial interventions for families of school-age children with asthma and investigate the optimal features of effective interventions. METHODS: Embase, MEDLINE, PsycINFO, CINAHL, Web of Science Core Collection, Cochrane Central Register of Controlled Trials, Google Scholar, CNKI, and Wanfang Data were searched from inception to November 2023. Randomised controlled trials (RCTs) examining psychosocial interventions in children aged six to twelve with asthma on asthma symptoms and parental stress were included. Emergency department visits, hospitalisations, lung function, psychological symptoms and health-related quality of life in both children and parents were secondary outcomes. Data were pooled for short-term (≤ three months), medium-term (> three months and ≤ six months), and long-term (> six months) follow-ups. Risk of bias was appraised using version 2 of the Cochrane risk of bias tool for randomised trials. Meta-analysis was performed using RevMan 5.4.1. RESULTS: Seven RCTs with 884 parent-child dyads from two countries were included. Meta-analyses found that psychosocial interventions improved asthma control (k = 2, n = 301, standardised mean difference [SMD] 0.35, 95 % confidence interval [CI] 0.12 to 0.58, P = 0.003), sleep problem (k = 2, n = 149, SMD -0.47, 95 % CI -0.79 to -0.14, P = 0.005), cough (k = 2, n = 149, SMD -0.97, 95 % CI -1.59 to -0.35, P = 0.002), wheezing (k = 2, n = 149, SMD -0.76, 95 % CI -1.09 to -0.42, P < 0.0001), and parental stress (k = 6, n = 813, SMD -0.32, 95 % CI -0.61 to -0.02, P = 0.03), compared to controls in the short term. Subgroup analysis revealed significant effects of psychoeducation, family empowerment interventions, and acceptance and commitment therapy-based interventions on reducing parental stress. No significant intervention effects were observed on parental symptoms of depression at any follow-up. Narrative synthesis indicated that psychosocial interventions may provide benefits in children's health-related quality of life in the short term, parental symptoms of anxiety in the medium term, and activity limitation, cough, and wheezing in the long term. The intervention effects for other reviewed outcomes were inconsistent. CONCLUSIONS: Psychosocial interventions demonstrate possible benefits for families of school-aged children with asthma in asthma symptoms, parental stress, and children's health-related quality of life within three months post-intervention and parental symptoms of anxiety at six months post-intervention. Future research with rigorous design should investigate the optimal duration, frequency, and intervention approaches of psychosocial interventions. TWEETABLE ABSTRACT: Psychosocial interventions improve asthma symptoms and parental stress within three months post-intervention for families of school-age children with asthma @ConnieChong1.",
      "mesh_terms": [
        "Child",
        "Humans",
        "Asthma",
        "Parents",
        "Psychosocial Intervention",
        "Quality of Life",
        "Stress, Psychological"
      ]
    },
    {
      "pmid": "39297665",
      "title": "Psychosocial interventions for post-treatment haematological cancer survivors: An integrative review.",
      "authors": [
        "Deborah Raphael",
        "Rosemary Frey",
        "Tess Moeke-Maxwell",
        "Merryn Gott"
      ],
      "journal": "Journal of psychosocial oncology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE: To synthesize literature regarding the implementation and evaluation of psychosocial interventions designed to reduce distress in post-treatment haematological cancer survivors. METHODS: An integrative review was conducted according to Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Databases searched were Medline, Cinahl, PsychInfo, WoS, and EMBASE, during November 2022. RESULTS: The total number of eligible studies was 14. The interventions comprised four main intervention categories: care planning, psychological therapy-based, supported self-care/self-management, and survivorship clinic visits. Overall psychosocial interventions were shown to improve outcomes for haematological cancer survivors. CONCLUSIONS: Psychosocial interventions may play a role in reducing distress for post-treatment haematological cancer survivors and have shown improvements in both psychological and physical outcomes. However, the evidence base was limited and heterogeneous indicating the need for more research. IMPLICATIONS FOR CANCER SURVIVORS: Psychosocial interventions for haematological cancer survivors have the potential to reduce psychosocial distress during the post-treatment period.",
      "mesh_terms": [
        "Humans",
        "Hematologic Neoplasms",
        "Cancer Survivors",
        "Psychosocial Intervention"
      ]
    },
    {
      "pmid": "39297262",
      "title": "Psychological and Psychosocial Interventions in Attention Deficit Hyperactivity Disorder: A Systematic Review.",
      "authors": [
        "Burcu Kahveci Öncü",
        "Müjgan İnözü Mermerkaya"
      ],
      "journal": "Turk psikiyatri dergisi = Turkish journal of psychiatry",
      "publication_date": "2024-Sep-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Attention Deficit Hyperactivity Disorder (ADHD) is typically treated with medications however psychological and psychosocial interventions are recommended for symptoms that persist despite pharmacological treatment. This study aims to review randomized controlled trials focusing on the psychological and psychosocial interventions in the treatment of ADHD. METHOD: Eight databases were searched using keyword pairs \"ADHD\" and \"therapy\", \"ADHD\" and \"psychological treatment\", \"ADHD\" and \"psychosocial treatment\", \"ADHD\" and \"CBT\", \"attention deficit\" and \"therapy\", \"attention deficit\" and \"psychological treatment\", \"attention deficit\" and \"psychosocial treatment\", \"attention deficit\" and \"CBT\". The search was conducted at March 2022. RESULTS: Forty-five studies met the inclusion criteria. Of these studies, 51% included the child and adolescent age group, 49% included the adult age. In 87% of these studies, psychosocial interventions, when implemented in addition to medication, resulted in significant improvements in ADHD symptoms. CONCLUSION: The results indicate that the use of psychosocial interventions, in addition to medical approaches, makes significant contributions to the treatment of ADHD. There is a need for studies investigating the effectiveness of psychosocial interventions in the treatment of ADHD in Turkiye."
    },
    {
      "pmid": "39269748",
      "title": "Supporting Carers: Study Protocol of a Meta-Review of Psychosocial Interventions for Carers of People With Cancer.",
      "authors": [
        "Brona Nic Giolla Easpaig",
        "Bronwyn Newman",
        "Judith Johnson",
        "Rebekah Laidsaar-Powell",
        "Ursula M Sansom-Daly",
        "Lucy Jones",
        "Lukas Hofstätter",
        "Eden G Robertson",
        "Stephen Mears",
        "Kabir Sattarshetty",
        "Reema Harrison"
      ],
      "journal": "JMIR research protocols",
      "publication_date": "2024-Sep-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: While there is a clear need for psychosocial interventions that promote the well-being of carers of patients with cancer, the corresponding evidence base is disparate, complex, and difficult for end users to navigate and interpret. Carers remain undersupported with a lack of dedicated, effective, evidence-based programs. We will conduct a meta-review to synthesize this evidence and determine the state of science in this field. OBJECTIVE: This study aims to address the question, \"what psychosocial interventions are available to promote the well-being of carers for people with cancer?\" METHODS: A meta-review will synthesize the relevant reviews of psychosocial interventions that have been developed and evaluated with carers for people with cancer. A total of 4 electronic databases (PsycInfo, MEDLINE, CINAHL, and Cochrane Database of Systematic Reviews) will be searched for reviews published between January 2013 and December 2023. A team-based approach will be taken for screening and assessment of the returned records against the eligibility criteria to determine inclusion. Included reviews will be critically appraised using the Joanna Briggs Institute Critical Appraisal Checklist for Systematic Reviews and Research Syntheses. Relevant data on study characteristics, carer and patient populations, intervention details, and psychosocial outcomes will be extracted, synthesized, and the findings will be presented in a narrative format. RESULTS: It is anticipated that the study will be completed by October 2024. CONCLUSIONS: Ensuring that carers have access to evidence-based programs that promote their well-being as they care for loved ones is critical. This meta-review will contribute to program development and translation efforts by providing a clear picture of the intervention evidence base of carers of patients with cancer and identifying notable strengths, weaknesses, and gaps across the literature. The findings are anticipated to offer future directions to advance research in the field. TRIAL REGISTRATION: PROSPERO (CRD42023403219); https://tinyurl.com/4tnzv49s. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/56403.",
      "mesh_terms": [
        "Humans",
        "Caregivers",
        "Neoplasms",
        "Psychosocial Intervention",
        "Meta-Analysis as Topic",
        "Systematic Reviews as Topic",
        "Quality of Life"
      ]
    },
    {
      "pmid": "39164688",
      "title": "Psychosocial interventions for improving the physical health of young people and adults with attention deficit hyperactivity disorder: a scoping review.",
      "authors": [
        "John Headley Ward",
        "Audrey McBride",
        "Anna Price",
        "Tamsin Newlove Delgado"
      ],
      "journal": "BMC psychiatry",
      "publication_date": "2024-Aug-20",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Scoping Review"
      ],
      "abstract": "BACKGROUND: Young people and adults with ADHD are at risk of a range of physical health problems. There is limited guidance on how to approach health problems in ADHD, and especially around 16-25 year olds who will be transitioning from paediatric to adult care. The aim of this scoping review was to identify psychosocial interventions that target physical health in young people and adults with ADHD. METHODS: We constructed searches in MEDLINE, PsycInfo, EMBASE of adolescents, young people and adults. Inclusion criteria were; studies of psychosocial interventions examining a component of physical health, applicable to people aged 16-25, with clinical or research diagnoses of ADHD. Data were extracted using a data extraction tool and tabulated, including study intervention framing/aims, population, intervention, and relevant outcomes (including specific statistics where relevant). RESULTS: Our search identified 22 unique papers covering, psychosocial interventions targeting at least one of sleep (n=7), smoking (n=3), substance/alcohol use (n=4), physical health/exercise (n=6) and general health (n=3). Studies examined psychotherapy/behaviour interventions (n=12), psychoeducation (n=4), digital (n=2) and social interventions (n=4). There was significant heterogeneity in intervention framing, outcome measures and population. CONCLUSION: Further work on the impact of targeted physical health interventions, with explicit reference to a conceptual framework of poor health in ADHD is required. Furthermore, future work standardising reporting of physical health outcomes in ADHD is crucial for the development of an evidence base in this field.",
      "mesh_terms": [
        "Humans",
        "Attention Deficit Disorder with Hyperactivity",
        "Adolescent",
        "Adult",
        "Psychosocial Intervention",
        "Young Adult",
        "Health Status"
      ]
    },
    {
      "pmid": "39142589",
      "title": "The effects of psychosocial interventions on geriatric depression in the mainland of China: A systematic review and meta-analysis.",
      "authors": [
        "Tan Tang",
        "Zhongfang Fu",
        "Yun Li",
        "Rongqing Zhu",
        "Jianling Jiang"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2024-Dec-15",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: The effectiveness of psychosocial interventions for geriatric depression across different treatment settings, regions, and comorbidities in China remains unclear. Therefore, we systematically reviewed studies geared towards reducing geriatric depression in China. METHODS: Nine databases in Chinese or English from database were searched from inception through June 2024. Randomized controlled trials investigating psychosocial interventions on older adults with depression in China were included. The primary outcome was post-intervention depression measured by self-report instruments. Random-effect model was used to pool the overall effect size Hedge's g. RESULTS: In 99 studies with a total of 9369 older adults with depression, psychosocial interventions were effective compared with control conditions (Hedges' g: -1·48 [95 % CI: -1·83 to -1·13]). Comorbidity with physical disease significantly affect the pooled effect size (without comorbidity: Hedges' g = -1.19, 95 % CI: -1.42 to -0.95; with comorbidity: Hedges' g = -2.06, 95 % CI: -2.97 to -1.14; p = 0.062), and heterogeneity was substantial (without comorbidity, I2 = 91·3 %, 95 % CI: 89·5 % to 92·7 %; with comorbidity, I2 = 94·3 %, 95 % CI: 93·1 % to 95·4 %). The quality of evidence according to the GRADE criteria was generally moderate. LIMITATIONS: Significant heterogeneity among the studies reviewed was unavoidable, and the possible publication bias could lead to overestimation of the result. CONCLUSION: Psychosocial interventions are significantly effective for treating geriatric depression in China regardless of the setting, region, or therapeutic orientation. Policies should support the development and implementation of psychosocial interventions in China, especially in community settings, to reduce disease burden.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Humans",
        "China",
        "Comorbidity",
        "Depression",
        "Psychosocial Intervention",
        "Randomized Controlled Trials as Topic",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39104060",
      "title": "Feasibility of online psychosocial interventions to promote mental health recovery and well-being.",
      "authors": [
        "Peanchanan Leah",
        "Wachara Riewpaiboon",
        "Issavara Sirirungruang",
        "Paranee Visuttipun"
      ],
      "journal": "The International journal of social psychiatry",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Amid the increasing trend and huge impact of mental illness, psychosocial support (PSS) has been asserted to support individuals' recovery. Unfortunately, about 80% of affected people cannot access care as needed. Meanwhile, digital technology has a considerable role in closing service gaps. AIMS: This convergent parallel mixed methods study examines existing mental health service utilization, users' needs for PSS, and feasibility of online PSS development. METHODS: A cross-sectional interview survey was conducted using a semi-structured questionnaire at a super tertiary psychiatric hospital in Thailand from March to May 2023, with three groups of service users, having self-perceived conditions/diagnosis of schizophrenia (n = 100), mood disorders (n = 84), and others including alcohol and substance use, anxiety and personality disorders (n = 52). Four focus group discussions with three user groups (n = 16) and one multidisciplinary provider group (n = 7) were parallelly executed. Quantitative and qualitative data were convergently analyzed using descriptive and inferential statistics, and thematic and content analysis. RESULTS: Critical shortcomings of PSS were indicated by 75.8% of user participants. Six common types of self-determined PSS were psychoeducational program, support group, skills training, counseling, supported employment, and complimentary therapy. While psychoeducational program was feasible, support group, and counseling were possibly featured within the 'all-at-once' online intervention development. CONCLUSIONS: PSS development based on users' needs can promote clinical and personal recovery outcomes, and close the service gaps. Users with mood disorders have the potential for online interventions. Peer-provider formalization, co-production approach, community engagement, digital literacy, infrastructures, and equal access factors are crucial for sustainable development.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Adult",
        "Cross-Sectional Studies",
        "Feasibility Studies",
        "Thailand",
        "Mental Disorders",
        "Middle Aged",
        "Mental Health Recovery",
        "Psychosocial Intervention",
        "Surveys and Questionnaires",
        "Focus Groups",
        "Young Adult",
        "Mental Health Services",
        "Internet-Based Intervention"
      ]
    },
    {
      "pmid": "39051447",
      "title": "Reflections on working as and supervising trial therapists on trials of psychosocial interventions.",
      "authors": [
        "Katherine Berry",
        "Joanne Ellis",
        "Daniel Pratt",
        "Gillian Haddock"
      ],
      "journal": "BJPsych open",
      "publication_date": "2024-Jul-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This editorial provides an overview of the challenges and benefits of working as and supervising trial therapists from the perspective of investigators and trial therapists. Key differences between trial therapy and standard care are considered, with recommendations for best practice."
    },
    {
      "pmid": "39043044",
      "title": "Business case for psychosocial interventions in clinics: potential for decrease in treatment discontinuation and costs.",
      "authors": [
        "Ad A Kaptein",
        "Joyce C Harper",
        "Grada van den Dool",
        "Marieke Schoonenberg",
        "Jesper Smeenk",
        "Hirad Daneshpour",
        "Meike Troost",
        "Lise M van Wijk",
        "Naomi Tielen",
        "Ellen Smit",
        "Joop Laven",
        "Annemieke Hoek",
        "Jacky Boivin"
      ],
      "journal": "Reproductive biomedicine online",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "RESEARCH QUESTION: From a value-based healthcare (VBHC) perspective, does an assessment of clinical outcomes and intervention costs indicate that providing cognitive behavioural therapy (CBT) or mindfulness to women seeking fertility treatment add value compared with no such intervention? DESIGN: Proof-of-concept business case based on a VBHC perspective that considers clinical outcomes and costs. Potential effects on psychological and fertility outcomes were based on existing research. Cost outcomes were estimated with a costing model for the Dutch fertility treatment setting. RESULTS: Thirty-two studies were identified; 13 were included. Women who received CBT had 12% lower anxiety, 40% lower depression and 6% higher fertility quality of life; difference in clinical pregnancy rates was six percentage points (CBT [30.2%]; control [24.2%]); difference in fertility discontinuation rates was 10 percentage points (CBT [5.5%]; control [15.2%]). Women who received training in mindfulness had 8% lower anxiety, 45% lower depression and 21% higher fertility quality of life; difference in mean clinical pregnancy rate was 19 percentage points (mindfulness [44.8%]; control [26.0%]). Potential total cost savings was about €1.2 million per year if CBT was provided and €11 million if mindfulness was provided. Corresponding return on investment for CBT was 30.7%, and for mindfulness 288%. Potential cost benefits are influenced by the assumed clinical pregnancy rates; such data related to mindfulness were limited to one study. CONCLUSIONS: The provision of CBT or mindfulness to women seeking fertility treatment could add value. Higher quality primary studies are needed on the effect of mindfulness on clinical pregnancy rates.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Pregnancy",
        "Cognitive Behavioral Therapy",
        "Mindfulness",
        "Quality of Life",
        "Psychosocial Intervention",
        "Depression",
        "Pregnancy Rate",
        "Adult",
        "Anxiety",
        "Cost-Benefit Analysis"
      ]
    },
    {
      "pmid": "39034437",
      "title": "Effectiveness of Technology-Delivered Psychosocial Interventions for Family Caregivers of Patients With Dementia: A Systematic Review, Meta-Analysis and Meta-Regression.",
      "authors": [
        "Jing Ying Cheng",
        "Saatirah Bte Mohamad S Nurul",
        "Ling Jie Cheng",
        "Hong-Gu He"
      ],
      "journal": "International journal of mental health nursing",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "Family caregivers living with patients with dementia (PwD) face psychological challenges due to care burden. Technology-delivered psychosocial interventions (TPIs) have played a promising role in improving health outcomes among family caregivers living with PwD. This review aims to synthesise evidence of the effectiveness of TPIs on primary (burden and depression) and secondary outcomes (self-efficacy, stress and anxiety) for family caregivers living with PwD. Random-effects meta-analyses were performed to determine effect size. Using Cochran's Q and I2 tests, statistical heterogeneity was evaluated. Sensitivity, subgroup analyses and meta-regression were employed to explain statistical heterogeneity. Twenty-eight trials comprising 4160 family caregivers from eight countries were included. Our meta-analysis revealed that TPIs resulted in slight reduction in depression, probably resulted in a slight reduction in burden and anxiety and slight increase in self-efficacy. Subgroup differences were detected in geographical regions (Western Pacific and Southeast Asia) for burden. While there were no significant subgroup differences in other factors, TPIs with preventive function and mobile applications had a more prominent larger effect size. Meta-regression analysis showed that attrition rate was a significant moderator on depression. Results are limited by the high risk of bias of included trials, which may reduce certainty of evidence. This review suggest TPIs are recommended as an adjunct treatment for alleviating burden and depressive outcomes in healthcare institutions. PROSPERO Registration Number: PROSPERO (CRD42023387962).",
      "mesh_terms": [
        "Humans",
        "Caregivers",
        "Dementia",
        "Psychosocial Intervention",
        "Self Efficacy",
        "Depression"
      ]
    },
    {
      "pmid": "38971788",
      "title": "Study protocol for an adaptive, multi-arm, multi-stage (MAMS) randomised controlled trial of brief remotely delivered psychosocial interventions for people with serious mental health problems who have experienced a recent suicidal crisis: Remote Approaches to Psychosocial Intervention Delivery (RAPID).",
      "authors": [
        "Melissa Pyle",
        "Lucy Loftus",
        "Richard Emsley",
        "Daniel Freeman",
        "Steven Gillard",
        "Andrew Gumley",
        "Justyna Sierpatowska",
        "Lisa Wood",
        "Rory C O'Connor",
        "Paul Pfeiffer",
        "Sharon Anne Simpson",
        "Nicole Cockayne",
        "Gemma Shields",
        "Ariane Beckley",
        "Helen Beckwith",
        "Maria Filippidou",
        "Callum Glen",
        "Stephanie Allan",
        "Raj Hazzard",
        "Eleanor Longden",
        "Heather Peel",
        "Mark Larsen",
        "Sandra Bucci",
        "Anthony P Morrison"
      ],
      "journal": "Trials",
      "publication_date": "2024-Jul-06",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: People with serious mental health problems (SMHP) are more likely to be admitted to psychiatric hospital following contact with crisis services. Admissions can have significant personal costs, be traumatic and are the most expensive form of mental health care. There is an urgent need for treatments to reduce suicidal thoughts and behaviours and reduce avoidable psychiatric admissions. METHODS: A multi-stage, multi-arm (MAMS) randomised controlled trial (RCT) with four arms conducted over two stages to determine the clinical and cost effectiveness of three psychosocial treatments, compared to treatment as usual (TAU), for people with SMHP who have had recent suicidal crisis. Primary outcome is any psychiatric hospital admissions over a 6-month period. We will assess the impact on suicidal thoughts and behaviour, hope, recovery, anxiety and depression. The remote treatments delivered over 3 months are structured peer support (PREVAIL); a safety planning approach (SAFETEL) delivered by assistant psychologists; and a CBT-based suicide prevention app accessed via a smartphone (BrighterSide). Recruitment is at five UK sites. Stage 1 includes an internal pilot with a priori progression criteria. In stage 1, the randomisation ratio was 1:1:1:2 in favour of TAU. This has been amended to 2:2:3 in favour of TAU following an unplanned change to remove the BrighterSide arm following the release of efficacy data from an independent RCT. Randomisation is via an independent remote web-based randomisation system using randomly permuted blocks, stratified by site. An interim analysis will be performed using data from the first 385 participants from PREVAIL, SAFETEL and TAU with outcome data at 6 months. If one arm is dropped for lack of benefit in stage 2, the allocation ratio of future participants will be 1:1. The expected total sample size is 1064 participants (1118 inclusive of BrighterSide participants). DISCUSSION: There is a need for evidence-based interventions to reduce psychiatric admissions, via reduction of suicidality. Our focus on remote delivery of established brief psychosocial interventions, utilisation of different modalities of delivery that can provide sustainable and scalable solutions, which are also suitable for a pandemic or national crisis context, will significantly advance treatment options. TRIAL REGISTRATION: ISRCTN33079589. Registered on June 20, 2022.",
      "mesh_terms": [
        "Humans",
        "Suicidal Ideation",
        "Suicide Prevention",
        "Randomized Controlled Trials as Topic",
        "Psychosocial Intervention",
        "Mental Disorders",
        "Cost-Benefit Analysis",
        "Treatment Outcome",
        "Multicenter Studies as Topic",
        "Time Factors",
        "Mental Health",
        "Telemedicine",
        "Cognitive Behavioral Therapy",
        "Mobile Applications",
        "Crisis Intervention",
        "Adaptive Clinical Trials as Topic"
      ]
    },
    {
      "pmid": "38959279",
      "title": "Targeted psychological and psychosocial interventions for auditory hallucinations in persons with psychotic disorders: Protocol for a systematic review and meta-analysis.",
      "authors": [
        "Laura Fässler",
        "Irene Bighelli",
        "Stefan Leucht",
        "Michel Sabé",
        "Malek Bajbouj",
        "Christine Knaevelsrud",
        "Kerem Böge"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: In recent years, a growing body of evidence has demonstrated the efficacy of non-pharmacological interventions for schizophrenia spectrum disorders (SSD) including positive symptoms such as auditory hallucinations (AH). However, clinical trials predominantly examine general treatment effects for positive symptoms. Therefore, previous research is lacking in comprehensive and clear evidence about psychological and psychosocial approaches that are primarily tailored to treat AH. To overcome this knowledge gap in the current literature, we will conduct a systematic review and meta-analysis to assess the efficacy of clearly targeted psychological and psychosocial interventions for AH in persons with SSD. METHODS AND ANALYSIS: This study protocol has been developed according to the guidelines of the Preferred Reporting Items for Systematic Reviews and Meta-Analysis Protocols. We will include all randomized controlled trials analyzing the efficacy of targeted psychological and psychosocial interventions especially aimed at treating AH in SSD. We will include studies on adult patients with SSD experiencing AH. The primary outcome will be the change on a published rating scale measuring AH. Secondary outcomes will be delusions, overall symptoms, negative symptoms, depression, social functioning, quality of life, and acceptability (drop-out). We will search relevant databases and the reference lists of included literature. The study selection process will be conducted by two independent reviewers. We will conduct a random-effect meta-analysis to consider heterogeneity across studies. Analyses will be carried out by software packages in R. The risk of bias in each study will be evaluated using the Cochrane Risk of Bias tool. Assessment of heterogeneity and sensitivity analysis will be conducted. DISCUSSION: The proposed study will augment the existing evidence by providing an overview of effective treatment approaches and their overall efficacy at treating AH in SSD. These findings will complement existing evidence that may impact future treatment implementations in clinical practice by addressing effective strategies to treat AH and therefore improve outcomes for the addressed population. ETHICS AND DISSEMINATION: No ethical issues are foreseen. We will publish the results from this study in peer-reviewed journals and at relevant scientific conferences. TRIAL REGISTRATION: PROSPERO registration number: CRD42023475704.",
      "mesh_terms": [
        "Humans",
        "Hallucinations",
        "Psychotic Disorders",
        "Systematic Reviews as Topic",
        "Psychosocial Intervention",
        "Meta-Analysis as Topic",
        "Quality of Life",
        "Schizophrenia",
        "Randomized Controlled Trials as Topic",
        "Psychotherapy",
        "Research Design"
      ]
    },
    {
      "pmid": "38939043",
      "title": "Ketamine Therapy in Complex Cases: A Cautionary Tale of Exacerbated Personality Traits and the Crucial Role of Comprehensive Follow-Up and Psychosocial Interventions.",
      "authors": [
        "Jai Ahuja",
        "Luba Leontieva"
      ],
      "journal": "Case reports in psychiatry",
      "publication_date": "2024",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "This case report examines the unexpected increase in suicidal ideation following ketamine infusion therapy in a 75-year-old female with a history of treatment-resistant depression. Despite ketamine's established efficacy in treating depression and acute suicidality, this patient's condition deteriorated posttreatment. The report delves into the patient's complex background, including psychosocial stressors, genetic predisposition to depression, and a history of personality traits that may have influenced her response to ketamine. This case underscores the importance of cautious administration of ketamine, especially in patients with personality disorders, and calls for deeper understanding and individualized treatment plans in mental health care. It is a reminder of the complexities involved in treating mental health conditions and the varying effects of treatments like ketamine on different individuals."
    },
    {
      "pmid": "38938221",
      "title": "Psychosocial Interventions for Individuals With Comorbid Psychosis and Substance Use Disorders: Systematic Review and Meta-analysis of Randomized Studies.",
      "authors": [
        "Salsabil Siddiqui",
        "Dhvani Mehta",
        "Alexandria Coles",
        "Peter Selby",
        "Marco Solmi",
        "David Castle"
      ],
      "journal": "Schizophrenia bulletin",
      "publication_date": "2024-Jun-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND HYPOTHESIS: Substance use is highly prevalent among people with schizophrenia (SCZ) and related disorders, however, there is no broad-spectrum pharmacotherapy that concurrently addresses both addiction and psychotic symptoms. Psychosocial (PS) interventions, which have yielded promising results in treating psychosis and substance dependence separately, demonstrate potential but have not been systematically evaluated when combined. STUDY DESIGN: Systematic review and random-effects meta-analyses of randomized controlled trials (RCTs) investigating PS interventions for individuals with comorbid substance use and psychotic disorders, encompassing SCZ and schizophrenia spectrum disorders (SSD). We included relevant studies published from MEDLINE, PsycINFO, and Google Scholar through May 2023. STUDY RESULTS: We included 35 RCTs (5176 participants total; approximately 2840 with SSD). Intervention durations ranged from 30 min to 3 years. Meta-analysis did not identify a statistically significant pooled PS intervention effect on the main primary outcome, substance use (18 studies; 803 intervention, 733 control participants; standardized mean difference, -0.05 standard deviation [SD]; 95% CI, -0.16, 0.07 SD; I2 = 18%). PS intervention effects on other outcomes were also not statistically significant. Overall GRADE certainty of evidence was low. CONCLUSIONS: At present, the literature lacks sufficient evidence supporting the use of PS interventions as opposed to alternative therapeutic approaches for significantly improving substance use, symptomatology, or functioning in people with SCZ and related disorders. However, firm conclusions were precluded by low certainty of evidence. Further RCTs are needed to determine the efficacy of PS treatments for people with dual-diagnoses (DD), either alone or in combination with pharmacotherapy."
    },
    {
      "pmid": "38918276",
      "title": "The effectiveness of nurses' psychosocial interventions for sensory deprivation in intensive care patients: a systematic review and meta-analysis.",
      "authors": [
        "Sevda Uzun"
      ],
      "journal": "Irish journal of medical science",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "OBJECTIVE: This systematic review and meta-analysis aimed to assess the effectiveness of nurses' psychosocial interventions for addressing sensory deprivation in intensive care units (ICUs). MATERIALS AND METHODS: A comprehensive search of PubMed, Web of Science, EBSCOhost, Google Scholar, CİNAHL, Embase, Cochrane Library, and YÖK Thesis Center databases was conducted from August 2023 to May 2024, without any temporal restrictions. In addition, a physical search was made in the university library for grey literature. RESULTS: The study revealed that nurses' psychosocial interventions significantly improved patients' level of consciousness (SMD = 1.042, %95 CI = 0.716 to 1.369; Z = 6.25; p < .05) and sleep quality in ICUs (SMD=1.21, 95% CI= 0.232 to 1.810; Z = 2.49; p < .05). The effectiveness of psychosocial interventions varied based on the type of intervention, patient age, ICU type, patient group, and intervention duration. Notably, auditory stimuli and aromatherapy demonstrated particularly high effect sizes, significantly enhancing patients' levels of consciousness and sleep quality. CONCLUSION: In conclusion, psychosocial interventions aimed at reducing sensory deprivation in intensive care units exert beneficial effects on individuals, notably enhancing their level of consciousness and improving sleep quality.",
      "mesh_terms": [
        "Humans",
        "Intensive Care Units",
        "Sensory Deprivation",
        "Psychosocial Intervention",
        "Sleep Quality",
        "Critical Care",
        "Consciousness"
      ]
    },
    {
      "pmid": "38909254",
      "title": "Psychosocial interventions for depression among young people in Sub-Saharan Africa: a systematic review and meta-analysis.",
      "authors": [
        "Lotenna Olisaeloka",
        "Echezona Udokanma",
        "Asma Ashraf"
      ],
      "journal": "International journal of mental health systems",
      "publication_date": "2024-Jun-22",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Depression among young people is a global health problem due to its rising prevalence and negative physical and social outcomes. The prevalence of depression and the treatment gap among young people in Sub-Saharan Africa (SSA) is higher than global estimates. Most psychosocial interventions for adolescent and youth depression were developed in high-income countries and less is known about their effectiveness in SSA. Due to contextual differences, findings from High-Income Countries (HICs) are less applicable to SSA. Yet, no systematic review of psychosocial interventions for depression among young people in SSA has been conducted. METHODS: A systematic literature search of four databases (Medline, Web of Science, PsycInfo, and Cochrane library) was conducted. Experimental studies published before May 2024 that evaluated the effect of psychosocial interventions on depressive symptoms among young people (aged 10-24 years) in SSA were included in the systematic review. Effect sizes (Hedge's g (g)) indicating differences between intervention and control groups were calculated using a random effects model. RESULTS: Twenty-two eligible studies were identified for the systematic review, of which eighteen randomized control trials (RCTs) involving 2338 participants were included in the meta-analysis. The findings revealed that psychosocial interventions significantly reduced depressive symptoms (g = -1.55, 95% CI -2.48, -0.63), although heterogeneity was high (I2 = 98.8%). Subgroup analysis revealed that efficacy differed significantly by intervention type, with Cognitive Behavioural Therapy (9 studies) showing the strongest effect (g = -2.84, 95% CI -4.29; -1.38). While Wise Interventions (a form of positive psychology interventions; 2 studies) had a moderate effect (g = -0.46, 95% C.I -0.53, -0.39), Interpersonal Psychotherapy (2 studies; g = -0.08, 95% CI -1.05, 0.88) and Creative Psychological Interventions (3 studies; g = -0.29, 95% CI -1.38, 0.79) showed smaller, non-significant effects. Sensitivity analysis excluding studies at high risk of bias strengthened the effect size. Few studies assessed factors affecting intervention efficacy and showed mixed effects of age, gender, and adherence levels. CONCLUSION: Psychosocial interventions, particularly CBT, significantly reduced depressive symptoms among young people in SSA. However, it is crucial to acknowledge the high heterogeneity which likely stems from variations in study populations and intervention delivery modalities. This highlights the need for further research to identify the specific intervention components and delivery methods that work best for distinct subpopulations. Future research should also explore how long intervention effects are maintained and factors affecting efficacy."
    },
    {
      "pmid": "38904466",
      "title": "Effectiveness of psychosocial interventions for alcohol use disorder: a systematic review and meta-analysis update.",
      "authors": [
        "Abhishek Ghosh",
        "Nirvana Morgan",
        "Tanya Calvey",
        "Florian Scheibein",
        "Ioannis Angelakis",
        "Maria Panagioti",
        "Marica Ferri",
        "Dzmitry Krupchanka"
      ],
      "journal": "The American journal of drug and alcohol abuse",
      "publication_date": "2024-Jul-03",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "Background: Given the accumulating research, evolving psychosocial treatment, and equivocal findings, updating WHO's Mental Health Gap Action Programme-2015 was necessary to ensure guidelines reflect effective strategies for alcohol use disorder (AUD).Objective: To estimate the effects of psychosocial interventions on drinking and related outcomes.Methods: We included randomized controlled trials published between January 2015 and June 2022 on adults with alcohol dependence (ICD 10/DSM-IV) and moderate to severe AUD (DSM-5), and those examined psychosocial interventions against treatment-as-usual (TAU) and active controls. Eight databases and registries were searched. Relative Risk (RR) and standardized mean difference (SMD) were used for dichotomous and continuous outcomes. We used Cochrane's risk of bias assessment (RoB2).Results: Of 873 screened records, 14 and 13 studies in the narrative synthesis and meta-analysis. Of the 2,575 participants, 71.5% were men. Thirteen studies used ICD 10/DSM IV diagnosis. Compared to TAU, any psychosocial intervention increased the relative risk of abstinence by 28% [N = 7, RR = 1.28, 95% CI: 1.07 to 1.53, p = .01, NNT = 9]. There were minimal heterogeneity and no evidence of publication bias. Psychosocial interventions were not effective in reducing the drinking frequency (n = 2, Hedge's g = -0.10, 95% CI: -0.46 to 0.26, p = .57) and drinks/drinking days (N = 5, g = -0.10, 95% CI: -0.37 to 0.16, p = .43). Treatment discontinuation did not differ between intervention and control groups [RR = 1.09, 95% CI: 0.66 to 1.80].Conclusion: Psychosocial interventions are effective in improving abstinence but not in reducing drinking frequency or amount. Policymakers must consider this evidence to generate AUD treatment guidelines.Registration: PROSPERO 2022 CRD42022342608.",
      "mesh_terms": [
        "Humans",
        "Psychosocial Intervention",
        "Alcoholism",
        "Randomized Controlled Trials as Topic",
        "Treatment Outcome",
        "Alcohol Abstinence",
        "Male"
      ]
    },
    {
      "pmid": "38889880",
      "title": "A systematic review and meta-analysis of psychosocial interventions for persons with comorbid anxiety and substance use disorders.",
      "authors": [
        "William R Nardi",
        "Patrick Kelly",
        "Alexandra Roy",
        "Sara Becker",
        "Judson Brewer",
        "Shufang Sun"
      ],
      "journal": "Journal of substance use and addiction treatment",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND & AIMS: Anxiety and substance use disorders are highly comorbid and represent two of the leading causes of disease burden globally. Psychosocial interventions are important treatment options for people with co-occurring anxiety and substance use (A-SUD). To date, few reviews have assessed the efficacy of psychosocial treatments for patients with A-SUD. This systematic review and meta-analysis aims to synthesize this literature and assess the efficacy of psychosocial interventions among patients with A-SUD. METHODS: We searched all relevant records published until March 2023 in Medline, EMBASE, PsycINFO, CINAHL and Google Scholar. Two authors extracted and reconciled relevant data and assessed risk of bias. Random effects models were used to calculate effect sizes using Hedges' g for post treatment and follow-up time points. Main outcomes of the review were anxiety, alcohol use, and use of other substances. We examined effects on depression as a secondary outcome since it commonly co-occurs with A-SUD. RESULTS: Psychosocial interventions for co-occurring A-SUD showed moderate effects on anxiety (g = 0.44), alcohol (Hedges' g = 0.29), and other substance use (g = 0.38) at post intervention. Large effects were observed on depression (g = 0.88) at post intervention with high heterogeneity. These effects were maintained at follow-up for anxiety (Hedges' g = 0.38), other substances (g = 0.44), and depression (g = 0.50). Moderation analyses for demographic factors, intervention characteristics, community level factors, anxiety reduction, and alcohol use reduction, were non-significant. CONCLUSIONS: The current meta-analysis investigated the effects of psychosocial interventions on patients with anxiety and co-occurring SUD. The analyses indicated promising moderate-sized effects of treatment on anxiety, alcohol, all other drug use, and depression. The findings point to important avenues for psychosocial treatment while highlighting critical gaps in knowledge to be addressed in future research.",
      "mesh_terms": [
        "Humans",
        "Anxiety",
        "Comorbidity",
        "Depression",
        "Psychosocial Intervention",
        "Substance-Related Disorders"
      ]
    },
    {
      "pmid": "38879276",
      "title": "Psychological and psychosocial interventions for treatment-resistant schizophrenia: a systematic review and network meta-analysis.",
      "authors": [
        "Nurul Husna Salahuddin",
        "Alexandra Schütz",
        "Gabi Pitschel-Walz",
        "Susanna Franziska Mayer",
        "Anna Chaimani",
        "Spyridon Siafis",
        "Josef Priller",
        "Stefan Leucht",
        "Irene Bighelli"
      ],
      "journal": "The lancet. Psychiatry",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Many patients with schizophrenia have symptoms that do not respond to antipsychotics. This condition is called treatment-resistant schizophrenia and has not received specific attention as opposed to general schizophrenia. Psychological and psychosocial interventions as an add-on treatment to pharmacotherapy could be useful, but their role and comparative efficacy to each other and to standard care in this population are not known. We investigated the efficacy, acceptability, and tolerability of psychological and psychosocial interventions for patients with treatment-resistant schizophrenia. METHODS: In this systematic review and network meta-analysis (NMA), we searched for published and unpublished randomised controlled trials (RCTs) through a systematic database search in BIOSIS, CINAHL, Embase, LILACS, MEDLINE, PsychInfo, ClinicalTrials.gov, and the WHO International Clinical Trials Registry Platform for articles published from inception up to Jan 31, 2020. We also searched the Cochrane Schizophrenia Group registry for studies published from inception up to March 31, 2022, and PubMed and Cochrane CENTRAL for studies published from inception up to July 31, 2023. We included RCTs that included patients with treatment-resistant schizophrenia. The primary outcome was overall symptoms. We did random-effects pairwise meta-analyses and NMAs to calculate standardised mean differences (SMDs) or risk ratios with 95% CIs. No people with lived experience were involved throughout the research process. The study protocol was registered in PROSPERO, CRD42022358696. FINDINGS: We identified 30 326 records, excluding 24 526 by title and abstract screening. 5762 full-text articles were assessed for eligibility, of which 5540 were excluded for not meeting the eligibility criteria, and 222 reports corresponding to 60 studies were included in the qualitative synthesis. Of these, 52 RCTs with 5034 participants (1654 [33·2%] females and 3325 [66·8%] males with sex indicated) comparing 20 psychological and psychosocial interventions provided data for the NMA. Mean age of participants was 38·05 years (range 23·10-48·50). We aimed to collect ethnicity data, but they were scarcely reported. According to the quality of evidence, cognitive behavioural therapy for psychosis (CBTp; SMD -0·22, 95% CI -0·35 to -0·09, 35 trials), virtual reality intervention (SMD -0·41, -0·79 to -0·02, four trials), integrated intervention (SMD -0·70, -1·18 to -0·22, three trials), and music therapy (SMD -1·27, -1·83 to -0·70, one study) were more efficacious than standard care in reducing overall symptoms. No indication of publication bias was identified. INTERPRETATION: We provide robust findings that CBTp can reduce the overall symptoms of patients with treatment-resistant schizophrenia, and therefore clinicians can prioritise this intervention in their clinical practice. Other psychological and psychosocial interventions showed promising results but need further investigation. FUNDING: DAAD-ASFE.",
      "mesh_terms": [
        "Humans",
        "Network Meta-Analysis",
        "Psychosocial Intervention",
        "Schizophrenia, Treatment-Resistant",
        "Randomized Controlled Trials as Topic",
        "Psychotherapy",
        "Antipsychotic Agents",
        "Treatment Outcome",
        "Schizophrenia"
      ]
    },
    {
      "pmid": "38851829",
      "title": "Improving the efficacy and effectiveness of evidence-based psychosocial interventions for attention-deficit/hyperactivity disorder (ADHD) in children and adolescents.",
      "authors": [
        "Anil Chacko",
        "Brittany M Merrill",
        "Michael J Kofler",
        "Gregory A Fabiano"
      ],
      "journal": "Translational psychiatry",
      "publication_date": "2024-Jun-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Attention-deficit/hyperactivity disorder (ADHD) is a prevalent, chronic, and impairing mental health disorder of childhood. Decades of empirical research has established a strong evidence-based intervention armamentarium for ADHD; however, limitations exist in regards to efficacy and effectiveness of these interventions. We provide an overview of select evidence-based interventions for children and adolescents, highlighting potential approaches to further improving the efficacy and effectiveness of these interventions. We conclude with broader recommendations for interventions, including considerations to moderators and under-explored intervention target areas as well as avenues to improve access and availability of evidence-based interventions through leveraging underutilized workforces and leveraging technology.",
      "mesh_terms": [
        "Adolescent",
        "Child",
        "Humans",
        "Attention Deficit Disorder with Hyperactivity",
        "Evidence-Based Practice",
        "Psychosocial Intervention",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "38833996",
      "title": "The impact of midwife/nurse-led psychosocial interventions on parents experiencing perinatal bereavement: An integrative review.",
      "authors": [
        "Jiaying Xie",
        "Andrew Hunter",
        "Linda Biesty",
        "Annmarie Grealish"
      ],
      "journal": "International journal of nursing studies",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Perinatal loss is a traumatic event associated with a high risk of parents experiencing negative psychological outcomes. Despite most parents being in regular contact with midwives and nurses during the perinatal period, there is a lack of evidence which hampers these professionals from using effective psychosocial interventions with parents. AIM: This study aims to synthesise the existing evidence on the types of psychosocial interventions delivered by midwives/nurses for parents with perinatal bereavement, their impacts on bereaved parents' mental health and the experiences of midwives and nurses in delivering psychosocial interventions for parents experiencing perinatal loss. DESIGN: An integrative review of the literature. METHODS: Whittemore and Knafl's five-stage integrative review framework guided this review. A systematic literature search of the Medline, PsycINFO, Embase, CINAHL and ASSIA, Cochrane Library and ProQuest databases was conducted from inception to January 2023, with no language or geographical limiters set due to the paucity of research published in this subject area. Two researchers independently screened and reviewed each study's data extraction and methodological quality using the Joanna Briggs Institute and Mixed Method Appraisal Tool. Results were analysed and synthesised using narrative synthesis. RESULTS: A total of 21 studies met the inclusion criteria. From these, we identified nine types of psychosocial interventions for perinatal bereavement that can be delivered by midwives and nurses. The positive impacts of midwife/nurse-led psychosocial interventions on grief, anxiety, depression posttraumatic stress disorder and other psychosocial outcomes amongst parents experiencing perinatal loss have been demonstrated. In addition, we identified the useful components of these interventions and the experiences of midwives and nurses in delivering psychosocial interventions, thereby highlighting barriers such as lack of knowledge and skills, stressful working environments and inadequate emotional support. CONCLUSION: Our findings demonstrate that midwife/nurse-led psychosocial interventions have the potential to improve grief, anxiety, depression, posttraumatic stress disorder symptoms and other psychosocial outcomes for parents experiencing perinatal loss. Thus, future research should consider training, workload, time cost and emotional support for midwives/nurses when developing midwife/nurse-led psychosocial interventions for parents with perinatal loss. REGISTRATION NUMBER: CRD42022369032. TWEETABLE ABSTRACT: Midwife/nurse-led psychosocial interventions have the potential to improve mental health amongst parents experiencing perinatal loss.",
      "mesh_terms": [
        "Humans",
        "Parents",
        "Bereavement",
        "Psychosocial Intervention",
        "Female",
        "Pregnancy",
        "Midwifery"
      ]
    },
    {
      "pmid": "38829330",
      "title": "Testing psychosocial interventions in context: Commentary on Beidas et al. (2023).",
      "authors": [
        "Kenneth E Freedland",
        "Lynda H Powell",
        "Susan M Czajkowski",
        "Leonard H Epstein"
      ],
      "journal": "Journal of consulting and clinical psychology",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In their recent Viewpoint article, Beidas et al. (2023) argue that researchers should test psychosocial interventions in the contexts in which they are meant to be delivered and that they can accelerate the deployment of these interventions by advancing directly from pilot trials to effectiveness and implementation studies without conducting efficacy trials. In this commentary, we argue that this is a well-intended but problematic approach and that there is a more productive strategy for translational behavioral intervention research. The commentary discusses issues concerning intervention development, refinement, and optimization; pilot and efficacy testing of interventions; the contexts in which interventions are delivered; clinical practice guidelines; and quick versus programmatic answers to significant clinical research questions. Testing psychosocial interventions in the contexts in which they are meant to be delivered is a complex task for interventions that are designed to be used in a wide variety of contexts. Nevertheless, interventions can be tested in the contexts in which they are meant to be delivered without sacrificing programmatic intervention development or safety and efficacy testing. (PsycInfo Database Record (c) 2024 APA, all rights reserved).",
      "mesh_terms": [
        "Humans",
        "Psychosocial Intervention"
      ]
    },
    {
      "pmid": "38717667",
      "title": "Effect of Psychosocial Interventions on Children and Youth Emotion Regulation: A Meta-Analysis.",
      "authors": [
        "Kristin Espenes",
        "Anita J Tørmoen",
        "Kristian Rognstad",
        "Karianne H Nilsen",
        "Pamela M Waaler",
        "Tore Wentzel-Larsen",
        "John Kjøbli"
      ],
      "journal": "Administration and policy in mental health",
      "publication_date": "2024-May-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To investigate the effect of psychosocial interventions on emotion regulation outcomes in children and youth (0-23 years). We conducted a meta-analysis using a three-level modeling approach extracting multiple effect-sizes from experimental and quasi-experimental studies. We included 40 interventions from 35 publications involving 3,891 participants and extracted 258 posttreatment effect sizes. Analyses were performed to assess intervention effects on emotion regulation, moderating effects of inclusion of acceptance focus and other potential moderators. Additionally, we examined intervention effects on mental health outcomes. Interventions showed a significant small-to-medium effect on emotion regulation (d = 0.37, 95% CI [0.22, 0.51], p < .001). Similar effects on were found regardless of acceptance-focus. Interventions significantly associated with a higher level of effect (p ≤ 0.045) included ACT, DBT, CBT and behavior parent training interventions. Significant small-to-medium effects were found for mental health outcomes (d = 0.39, 95% CI [0.25, 0.53], p < .001), with a correlation of .56 between overall outcomes across domains. Meta-regression results indicated that psychosocial interventions are moderately effective in improving emotion regulation, with no significant difference in inclusion of acceptance-focus. Findings suggest that emotion regulation is a transdiagnostic process that may inform the development of more beneficial interventions."
    },
    {
      "pmid": "38682457",
      "title": "The effect of psychosocial interventions for sexual health in patients with pelvic cancer: a systematic review and meta-analysis.",
      "authors": [
        "Samuel Ask",
        "Kristina Schildmeijer",
        "Viktor Kaldo",
        "Amanda Hellström"
      ],
      "journal": "Acta oncologica (Stockholm, Sweden)",
      "publication_date": "2024-Apr-29",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "AIM: The aim of this systematic review and meta-analysis was to explore and evaluate the effect of psychosocial interventions in improving sexual health outcomes among post-treatment patients with pelvic cancer. METHODS: Inclusion and exclusion criteria were pelvic cancer survivors; psychosocial interventions; studies with a control group and measures of sexual health. Five databases were searched for literature along with an inspection of the included studies' reference lists to extend the search. Risk of bias was assessed with the RoB2 tool. Standardised mean difference (SMD) with a random effects model was used to determine the effect size of psychosocial interventions for sexual health in patients with pelvic cancers. RESULTS: Thirteen studies were included, with a total number of 1,541 participants. There was a large heterogeneity regarding the type of psychosocial intervention used with the source found in a leave one out analysis. Six studies showed statistically significant improvements in sexual health, while three showed positive but non-significant effects. The summary effect size estimate was small SMD = 0.24 (95% confidence interval [CI]: 0.05 to 0.42, p = 0.01). DISCUSSION: There is limited research on psychosocial interventions for sexual health in pelvic cancer patients. There are also limitations in the different pelvic cancer diagnoses examined. Commonly, the included articles examined physical function rather than the whole sexual health spectrum. The small effect sizes may in part be due to evaluation of psychosocial interventions by measuring physical dysfunction. Future research should broaden sexual health assessment tools and expand investigations to more cancer types.",
      "mesh_terms": [
        "Humans",
        "Sexual Health",
        "Pelvic Neoplasms",
        "Psychosocial Intervention",
        "Cancer Survivors",
        "Female",
        "Quality of Life"
      ]
    },
    {
      "pmid": "38655551",
      "title": "Effect of Psychosocial Interventions on Cancer's Caregiver Quality of Life: Meta-analysis.",
      "authors": [
        "C Vasantha Kalyani",
        "Kusum K Rohilla",
        "Pratima Gupta",
        "Amit Gupta",
        "Sweety Gupta"
      ],
      "journal": "Clinical practice and epidemiology in mental health : CP & EMH",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: People living with cancer benefit greatly from informal caregivers. No previous meta-analysis was done to check the effect of psychological intervention on cancer caregiver's quality of life. OBJECTIVES: The goal of this meta-analysis was to check the effect of psychosocial interventions on Cancer's Caregiver quality of life and check the impact of various psychological intervention programs. METHODS: A comprehensive literature search was conducted from January 2006 to April 2021 using PubMed, PubMed Central, Clinical Key, CINAHL Database, EBSCO, Google Scholar and Cochrane database. RESULTS: The effect of psychological intervention programs on caregiver's quality of life was evaluated using a mean difference between experimental and control groups. A random-effects model was used to measure the mean difference (MD) for calculating the cancer caregiver's quality of life. The final report comprised eight trials with a total of 1142 participants. The caregiver intervention programme was found to improve cancer caregivers' quality of life, but not statistically significantly (mean difference=0.10; p<0.00001). CONCLUSION: According to this meta-analysis, The psychological intervention program positively affected cancer caregiver's quality of life. Further randomised controlled trials are required to prove that psychological interventional programs are successful strategies for improving cancer caregiver's quality of life."
    },
    {
      "pmid": "38654223",
      "title": "Characteristics, outcomes, facilitators and barriers for psychosocial interventions on inpatient mental health dementia wards: a systematic review.",
      "authors": [
        "Naomi Thompson",
        "Ming-Hung Hsu",
        "Helen Odell-Miller",
        "Benjamin R Underwood",
        "Emma Wolverson"
      ],
      "journal": "BMC geriatrics",
      "publication_date": "2024-Apr-23",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: The National Institute for Health and Care Excellence guidelines state that psychosocial interventions should be the first line of treatment for people with dementia who are experiencing distress behaviours, such as agitation and depression. However, little is known about the characteristics and outcomes of psychosocial interventions or the facilitators and barriers to implementation on inpatient mental health dementia wards which provide care for people with dementia who are often experiencing high levels of distress. METHODS: A systematic search was conducted on MEDLINE, CINAHL, PsycINFO, Psychology and Behavioural Sciences Collection, and Scopus in May 2023, following PRISMA guidelines. Reference and citation searches were conducted on included articles. Peer-reviewed literature of any study design, relating to psychosocial interventions in inpatient mental health dementia wards, was included. One author reviewed all articles, with a third of results reviewed independently by a second author. Data were extracted to a bespoke form and synthesised using a narrative review. The quality of included studies was appraised using the Mixed Methods Appraisal Tool. RESULTS: Sixteen studies were included in the synthesis, which together included a total of 538 people with dementia. Study methods and quality varied. Psychosocial interventions delivered on wards included music therapy (five studies), multisensory interventions (four studies), multicomponent interventions (two studies), technology-based interventions (two studies), massage interventions (two studies) and physical exercise (one study). Reduction in distress and improvement in wellbeing was demonstrated inconsistently across studies. Delivering interventions in a caring and individualised way responding to patient need facilitated implementation. Lack of staff time and understanding of interventions, as well as high levels of staff turnover, were barriers to implementation. CONCLUSION: This review highlights a striking lack of research and therefore evidence base for the use of psychosocial interventions to reduce distress in this vulnerable population, despite current healthcare guidelines. More research is needed to understand which psychosocial interventions can reduce distress and improve wellbeing on inpatient mental health dementia wards, and how interventions should be delivered, to establish clinical and cost effectiveness and minimise staff burden.",
      "mesh_terms": [
        "Humans",
        "Dementia",
        "Psychosocial Intervention",
        "Inpatients",
        "Psychiatric Department, Hospital"
      ]
    },
    {
      "pmid": "38609540",
      "title": "Mental health and psychosocial interventions in the context of climate change: a scoping review.",
      "authors": [
        "Siqi Xue",
        "Alessandro Massazza",
        "Samia C Akhter-Khan",
        "Britt Wray",
        "M Ishrat Husain",
        "Emma L Lawrance"
      ],
      "journal": "Npj mental health research",
      "publication_date": "2024-Mar-12",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "The evidence on the impacts of climate change on mental health and wellbeing is growing rapidly. The objective of this scoping review is to understand the extent and type of existing mental health and psychosocial interventions aimed at addressing the mental health and psychosocial impacts of climate change. A scoping review methodology was followed. MEDLINE, PsycINFO, and Web of Science databases were searched from inception to May 2022. Comprehensive gray literature search, including expert consultation, was conducted to identify interventions for which peer-reviewed academic literature may not yet be available. Data on intervention type, setting, climate stressor, mental health outcome, evaluation, and any other available details were extracted, and results were summarized narratively. Academic literature search identified 16 records and gray literature search identified a further 24 records. Altogether, 37 unique interventions or packages of interventions were identified. The interventions act at the levels of microsystem, mesosystem, exosystem, and macrosystem through diverse mechanisms. While most interventions have not been formally evaluated, promising preliminary results support interventions in low- and middle-income-country settings disproportionately affected by climate disasters. Interventions from multidisciplinary fields are emerging to reduce psychological distress and enhance mental health and wellbeing in the context of climate change. This scoping review details existing evidence on the interventions and summarizes intervention gaps and lessons learned to inform continued intervention development and scale-up interventions."
    },
    {
      "pmid": "38562234",
      "title": "Effects of different psychosocial interventions on death anxiety in patients: a network meta-analysis of randomized controlled trials.",
      "authors": [
        "Jinhong Lu",
        "Youzhuan Yang",
        "Haiyun Chen",
        "Hongchao Ma",
        "Yulei Tan"
      ],
      "journal": "Frontiers in psychology",
      "publication_date": "2024",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This research intended to assess and compare influence of psychosocial interventions in death anxiety in patients, providing evidence-based guidance for both patients and healthcare providers. DESIGN: The present study exclusively gathered randomized controlled trials by comprehensively searching across multiple databases, comprising of PubMed, Embase, Cochrane Library, Web of Science, and Scopus. The methodological quality of the enrolled studies involved in the analysis was assessed using the Cochrane bias risk assessment tool, and data analysis was performed utilizing appropriate software. RESULTS: This research, encompassing 15 randomized controlled trials with a cumulative sample size of 926 patients, spanned from the earliest possible date to December 2023. The findings of network meta-analysis unveiled that the Rational-Emotive Hospice Care Therapy significantly reduced death anxiety among patients (Sequentially Updated Cumulative Ranking Analysis: 100%). CONCLUSION: The ranking plot of the network suggested that the rational-emotive hospice care therapy exhibited superior efficacy as a psychological treatment for reducing the death anxiety of patients.Systematic review registration: [https://clinicaltrials.gov/], identifier: [CRD42023484767]."
    },
    {
      "pmid": "38561221",
      "title": "Mindfulness-based psychosocial interventions and psychological wellbeing in cancer survivorship: a meta-analysis.",
      "authors": [
        "Rachel Telles",
        "Brendan M Whitney",
        "Sarah Froelich",
        "Susan K Lutgendorf"
      ],
      "journal": "Health psychology review",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "PURPOSE: Among cancer survivors, mindfulness-based interventions appear promising in decreasing distress for cancer patients, but little attention has been paid to the ultimate mindfulness goal of increasing psychological wellbeing. This meta-analysis aims to summarise and synthesise available evidence concerning the effectiveness of MBIs on positive psychological outcomes reflecting key aspects of psychological wellbeing in heterogeneous cancer patients. METHODS: A literature search of mindfulness-based randomised clinical trials in cancer survivors was conducted across six electronic databases. Two reviewers independently screened studies and extracted data. Meta-analyses were conducted using R; standardised mean difference (SMD) was used to determine intervention effect. Moderators examined included therapeutic orientation, control group type, treatment modality, treatment target, heterogeneous vs. homogeneous cancer type, and facet of wellbeing. RESULTS: Thirty-one studies were included (N = 2651). Those who received mindfulness-based interventions reported significantly higher eudaimonic, hedonic, and social wellbeing than respondents in control groups (SMD = 0.599). Interventions were equally effective across therapeutic orientation, control group type, treatment modality and treatment target. There were trend level differences favouring homogeneous cancer diagnosis groups over heterogeneous diagnosis groups. CONCLUSION: MBIs provide an effective treatment for increasing psychological wellbeing in cancer survivors. This finding has important implications for clinical practice.",
      "mesh_terms": [
        "Humans",
        "Mindfulness",
        "Cancer Survivors",
        "Psychosocial Intervention",
        "Neoplasms",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "38519834",
      "title": "The effectiveness of brief reminiscence-based psychosocial interventions for cancer patients: A systematic review and meta-analysis.",
      "authors": [
        "Sitao Zhang",
        "Huali Song",
        "Qian Liu",
        "Mingzhu Zhao",
        "Xuechun Bai",
        "Yiwen Ding",
        "Li Chen",
        "Huiru Yin"
      ],
      "journal": "Journal of clinical nursing",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "AIM: To determine the effectiveness of brief reminiscence-based psychosocial interventions in alleviating psychological distress in cancer patients. BACKGROUND: Cancer patients suffer tremendous psycho-spiritual pain, which affects their quality of life. Brief reminiscence-based psychosocial interventions have demonstrated positive effects on the mental health of cancer patients; however, the efficacy of these interventions has been inconsistent. DESIGN: A systematic review and meta-analysis. METHODS: This review was conducted and reported in accordance with the PRISMA 2020 checklist provided by the EQUATOR network. The Cochrane Library, Web of Science, PsycINFO, PubMed, Embase, CINAHL and Scopus databases were systematically searched from inception to 27 November 2022 to identify randomised controlled trials (RCTs) published in English. RESULTS: Twenty studies involving 1744 cancer participants were included. The meta-analysis showed statistically significant effects of brief reminiscence-based psychosocial interventions on hope, anxiety and depression at post-intervention. A separate analysis revealed that brief reminiscence-based psychosocial interventions had a sustainable effect on hope, spiritual well-being, anxiety and depression at 1 month after the intervention. However, no statistically significant effect on quality of life was found in our study either immediately after the intervention or at 1 month. CONCLUSIONS: Brief reminiscence-based psychosocial interventions can significantly reduce anxiety and depressive symptoms and improve hope and spiritual well-being in cancer patients. RELEVANCE TO CLINICAL PRACTICE: This study further supports that brief reminiscence-based psychosocial interventions should be incorporated into the routine care of cancer patients to address their psychosocial distress. PATIENT OR PUBLIC CONTRIBUTION: All authors of this article contributed to the study conception and design. All authors of the included studies provided original data for this paper.",
      "mesh_terms": [
        "Humans",
        "Neoplasms",
        "Psychosocial Intervention",
        "Quality of Life",
        "Anxiety",
        "Depression",
        "Female"
      ]
    },
    {
      "pmid": "38512538",
      "title": "The effectiveness of digital psychosocial interventions on psychological distress, depression, anxiety, and health-related quality of life in patients with gynaecological cancer: a systematic review and meta-analysis.",
      "authors": [
        "Kai Yoong Yen",
        "Jing Ying Cheng",
        "Jin-Qiu Li",
        "Zheng An Toh",
        "Hong-Gu He"
      ],
      "journal": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
      "publication_date": "2024-Mar-21",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "PURPOSE: Patients with gynaecological cancer often experience psychological issues due to multiple stressors. Psychological disturbances have debilitating effects on patients with gynaecological cancer. In recent decades, digital psychosocial interventions have rapidly advanced and been incorporated into mental health interventions. Digital psychosocial interventions could provide patients with several benefits over traditional in-person interventions, including convenience, anonymity, flexible scheduling, and geographic mobility. The aim of this systematic review was to synthesize the effectiveness of digital psychosocial intervention in reducing psychological distress, depression, and anxiety and improving health-related quality of life in patients with gynaecological cancer. METHODS: Three-step extensive search was performed on 22 December 2022 from nine bibliographic databases, trial registries and grey literature. Experimental studies involving patients with gynaecological cancer utilizing digital psychosocial interventions for the improvement of mental health outcomes were included. Meta-analysis was conducted using RevMan 5.4 software. Heterogeneity was analysed by Cochran's Q test and I2. Subgroup analyses were attempted to evaluate relative effect sizes of subgroup features. RESULTS: Meta-analysis of nine studies revealed small effect size in reduction of depression post-intervention (d = 0.24, 95% CI - 0.46 to - 0.02) and medium effect size in reduction of psychological distress post-intervention (d = 0.51, 95% CI - 0.81 to - 0.21) and follow-up (d = 0.65, 95% CI - 1.25 to - 0.05) compared to the control group. The effects of digital psychosocial interventions on anxiety and health-related quality of life were not statistically significant. CONCLUSIONS: Digital psychosocial interventions probably reduced psychological distress and slightly reduced depression amongst patients with gynaecological cancer compared to the control group, which can be integrated into clinical practice. Additional trials with rigorous methodology and bigger sample sizes are needed to validate findings. TRIAL REGISTRATION: PROSPERO (CRD42023389502).",
      "mesh_terms": [
        "Female",
        "Humans",
        "Anxiety",
        "Depression",
        "Genital Neoplasms, Female",
        "Psychological Distress",
        "Psychosocial Intervention",
        "Quality of Life",
        "Stress, Psychological"
      ]
    },
    {
      "pmid": "38493516",
      "title": "Costs and benefits of scaling psychosocial interventions during the perinatal period in England: A simulation modelling study.",
      "authors": [
        "Annette Bauer",
        "Alain Gregoire",
        "Michela Tinelli",
        "Martin Knapp"
      ],
      "journal": "International journal of nursing studies",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Globally, guidance recommends the integration of mental health into maternal and child healthcare to address common maternal mental health problems during the perinatal period. However, implementing this in the real-world requires substantial resource allocations. OBJECTIVE: The aim of this study was to estimate the likely costs and consequences linked to scaling the delivery of treatment (in the form of psychosocial interventions) during the perinatal period. DESIGN: Simulation modelling. SETTING(S): England. METHODS: Costs and consequences were modelled for three scenarios of assumed provision of services, whereby one referred to the projected provision under current government plans, with no additional scaling up of treatment. The other two scenarios referred to additional scaling of treatment: in one scenario, this referred to the provision of treatment by midwives and health visitors trained in the routine enquiry about mental health and delivery of psychosocial interventions; in the other scenario this referred to an expanded provision by primary mental health services. For each scenario and in yearly intervals (covering a ten-year period, 2015 to 2024), unit cots and outcomes were assigned to the activities women were assumed to receive (routine enquiry, assessment, treatment, care coordination). All costs were in 2020 pounds sterling. Data sources for the modelling included: published findings from randomised controlled trials; national unit cost source; national statistics; and expert consultation. RESULTS: If the projected treatment gap was to be addressed, an estimated additional 111,154 (50,031) women would be accessing treatment in 2015 (2024). Estimated total costs (including cost offsets) in the scenario of projected provision under current government plans would be £73.5 million in 2015 and £95.2 million in 2024, whilst quality-adjusted life years gained would be 901 and 928 respectively. Addressing the treatment gap through provision by trained midwives and health visitors could mean additional costs of £7.3 million in 2015 but lower costs of £18.4 million in 2024. The additional quality-adjusted life years gained are estimated at 2096 in 2015 and 1418 in 2024. A scenario in which the treatment gap would be met by primary mental health services was likely to be more costly and delivered less health gains. CONCLUSIONS: Findings from this modelling study suggest that scaling the integration of mental health care into routinely delivered care for women during the perinatal period might be economically viable. REGISTRATION: N/A. TWEETABLE ABSTRACT: Integrating mental health into maternal and child healthcare might generate economic benefits new study by @a_annettemaria and @knappem @CPEC_LSE finds #increasing access to treatment for women with perinatal mental health problems.",
      "mesh_terms": [
        "Humans",
        "England",
        "Female",
        "Pregnancy",
        "Cost-Benefit Analysis",
        "Psychosocial Intervention",
        "Perinatal Care"
      ]
    },
    {
      "pmid": "38466971",
      "title": "Designing an App to Support Measurement-Based Peer Supervision of Frontline Health Workers Delivering Brief Psychosocial Interventions in Texas: Multimethod Study.",
      "authors": [
        "Anubhuti Poudyal",
        "Delta-Marie Lewis",
        "Sarah Taha",
        "Alyssa J Martinez",
        "Lauren Magoun",
        "Y Xian Ho",
        "Natali Carmio",
        "John A Naslund",
        "Katherine Sanchez",
        "Neal Lesh",
        "Vikram Patel"
      ],
      "journal": "JMIR formative research",
      "publication_date": "2024-Mar-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The unmet need for mental health care affects millions of Americans. A growing body of evidence in implementation science supports the effectiveness of task sharing in the delivery of brief psychosocial interventions. The digitization of training and processes supporting supervision can rapidly scale up task-shared interventions and enable frontline health workers (FLWs) to learn, master, and deliver interventions with quality and support. OBJECTIVE: We aimed to assess the perceived feasibility and acceptability of a novel mobile and web app designed and adapted to support the supervision, training, and quality assurance of FLWs delivering brief psychosocial interventions. METHODS: We followed human-centered design principles to adapt a prototype app for FLWs delivering brief psychosocial interventions for depression, drawing from an app previously designed for use in rural India. Using a multimethod approach, we conducted focus group sessions comprising usability testing and group interviews with FLWs recruited from a large health system in Texas to assess the feasibility and acceptability of the app. The positive System Usability Scale was used to determine the app's overall usability. We also calculated the participants' likelihood of recommending the app to others using ratings of 0 to 10 from least to most likely (net promoter score). Focus group transcripts were coded and analyzed thematically, and recommendations were summarized across 4 key domains. RESULTS: A total of 18 FLWs varying in role and experience with client care participated in the study. Participants found the app to be usable, with an average System Usability Scale score of 72.5 (SD 18.1), consistent with the industry benchmark of 68. Participants' likelihood of recommending the app ranged from 5 to 10, yielding a net promoter score of 0, indicating medium acceptability. Overall impressions of the app from participants were positive. Most participants (15/18, 83%) found the app easy to access and navigate. The app was considered important to support FLWs in delivering high-quality mental health care services. Participants felt that the app could provide more structure to FLW training and supervision processes through the systematic collection and facilitation of performance-related feedback. Key concerns included privacy-related and time constraints regarding implementing a separate peer supervision mechanism that may add to FLWs' workloads. CONCLUSIONS: We designed, built, and tested a usable, functional mobile and web app prototype that supports FLW-delivered psychosocial interventions in the United States through a structured supervision mechanism and systematic collection and review of performance measures. The app has the potential to scale the work of FLWs tasked with delivering these interventions to the hardest-to-reach communities they serve. The results of this project will inform future work to evaluate the app's use and efficacy in real-world settings to support task-shared mental health programs across the United States."
    },
    {
      "pmid": "38460392",
      "title": "Psychosocial interventions for childhood cancer survivors: Systematic review and meta-analysis of randomized control trials.",
      "authors": [
        "Tuba Arpaci",
        "Naime Altay"
      ],
      "journal": "European journal of oncology nursing : the official journal of European Oncology Nursing Society",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "PURPOSE: This study was aimed to review and analyze the evidence of the psychosocial interventions for survivors of childhood cancer. METHODS: Electronic databases (PubMed, Embase, Medline, Web of Science, Science Direct, and Scopus) and manuel search were performed for psychosocial randomised controlled trials (RCTs) conducted with survivors who were diagnosed under the age of 18 and have completed treatment. Meta-analyses were performed to evaluate the effects of interventions on psychosocial health outcomes. The trials were published in English between 1 January 2000 to 30 June 2022 were included. Extracted data were analyzed using Review Manager 5.4. RESULTS: Ten trials conducted with 955 childhood cancer survivors were included in the systematic review. Meta-analysis of six RCTs showed no difference in the general quality of life (SMD, 0.07; 95% CI: [-0.09 to 0.23], I2 0%, (p > 0.05)) and three RCTs showed no difference in the physical activity self-efficacy (SMD, 0.12; 95% CI: [-0.35 to 0.58], I2 75%, (p > 0.05)) between intervention and control group. Interventions longer than 24 weeks (including follow-up) were effective in the quality of life and physical activity self-efficacy of the survivors. The overall quality of the evidence was low due to overall low risk of bias for only half of the studies (50%). CONCLUSIONS: Psychosocial interventions were not effective on quality of life and physical activity self-efficacy of childhood cancer survivors, however, long-term interventions provided improvement in these outcomes. REGISTRATION: The protocol for the meta-analysis was registered at PROSPERO (CRD42022375053/22 Nov 2022).",
      "mesh_terms": [
        "Humans",
        "Cancer Survivors",
        "Psychosocial Intervention",
        "Quality of Life",
        "Neoplasms",
        "Exercise"
      ]
    },
    {
      "pmid": "38410981",
      "title": "Evidence-based psychosocial interventions in schizophrenia: a critical review.",
      "authors": [
        "Stefano Barlati",
        "Gabriele Nibbio",
        "Antonio Vita"
      ],
      "journal": "Current opinion in psychiatry",
      "publication_date": "2024-May-01",
      "publication_types": [
        "Review",
        "Journal Article"
      ],
      "abstract": "PURPOSE OF REVIEW: Schizophrenia Spectrum Disorders (SSD) are severe conditions that frequently produce significant impairment in cognitive performance, social skills and psychosocial functioning. As pharmacological treatment alone often provides only limited improvements on these outcomes, several psychosocial interventions are employed in psychiatric rehabilitation practice to improve of real-world outcomes of people living with SSD: the present review aims to provide a critical overview of these treatments, focusing on those that show consistent evidence of effectiveness. RECENT FINDINGS: Several recent systematic reviews and meta-analyses have investigated in detail the acceptability, the effectiveness on several specific outcomes and moderators of response of different psychosocial interventions, and several individual studies have provided novel insight on their implementation and combination in rehabilitation practice. SUMMARY: Cognitive remediation, metacognitive training, social skills training, psychoeducation, family interventions, cognitive behavioral therapy, physical exercise and lifestyle interventions, supported employment and some other interventions can be fully considered as evidence-based treatments in SSD. Psychosocial interventions could be of particular usefulness in the context of early intervention services. Future research should focus on developing newer interventions, on better understanding the barriers and the facilitators of their implementation in clinical practice, and exploring the opportunities provided by novel technologies.",
      "mesh_terms": [
        "Humans",
        "Schizophrenia",
        "Psychosocial Intervention",
        "Cognitive Behavioral Therapy",
        "Psychiatric Rehabilitation",
        "Cognitive Remediation"
      ]
    },
    {
      "pmid": "38364979",
      "title": "The effectiveness of psychosocial interventions on non-physiological symptoms of menopause: A systematic review and meta-analysis.",
      "authors": [
        "Aimee Spector",
        "Zishi Li",
        "Lexi He",
        "Yasmeen Badawy",
        "Roopal Desai"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2024-May-01",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Menopause, a crucial transitioning stage for women, can significantly impact mood and wellbeing. We aimed to evaluate the effectiveness of psychosocial interventions on non-physiological symptoms of menopause (depression, anxiety, cognition, and quality of life) through systematic review and meta-analysis. METHODS: Five databases were searched from inception to August 2023 for randomized controlled trials. Pre- and post-test means and standard deviations for groups were extracted and used to calculate effect sizes. The effectiveness of Cognitive Behavioral Therapy (CBT) and Mindfulness-Based Interventions (MBI) on depression and anxiety were examined by subgroup analysis. RESULTS: Thirty studies comprising 3501 women were included. From meta-analysis, mood symptoms significantly benefited from CBT (anxiety: d = -0.22, 95 % CI = -0.35, -0.10; depression: d = -0.33, 95 % CI = -0.45, -0.21) and MBI (anxiety: d = -0.56, 95 % CI = -0.74, -0.39; depression: d = -0.27, 95 % CI = -0.45, -0.09). Psychosocial interventions were also found to significantly improve cognition (d = -0.23, 95 % CI = -0.40, -0.06) and quality of life (d = -0.78, 95 % CI = -0.93, -0.63). Mean total therapy hours ('dose') was lower for CBT (11.3) than MBI (18.6), indicating reduced costs and burden for women. LIMITATIONS: Data regarding menopausal status were not collected, limiting our ability to identify the optimal timing of interventions. Potential longer-term, effects of interventions were not investigated. CONCLUSION: Our review highlighted the value of psychosocial interventions in improving non-physiological symptoms (particularly depression and anxiety) during menopause, noting the heterogeneity of findings and importance of implementing effective interventions.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Quality of Life",
        "Psychosocial Intervention",
        "Cognitive Behavioral Therapy",
        "Anxiety",
        "Menopause",
        "Depression"
      ]
    },
    {
      "pmid": "38364750",
      "title": "A systematic review of psychosocial interventions for children and young people with epilepsy.",
      "authors": [
        "Anthony Mercier",
        "Liam Dorris"
      ],
      "journal": "European journal of paediatric neurology : EJPN : official journal of the European Paediatric Neurology Society",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Epilepsy is a lifelong neurological disorder that has a profound impact on the lives of millions of children and young people throughout the world, and is linked with mental ill-health and a poorer quality of life. Psychosocial interventions have showed promise for children and young people with epilepsy (CYPE), however there is an absence of large-scale RCT's that would add robustness to the evidence base. The present systematic review provides an update and extension of findings from an earlier review by Corrigan et al. to assess the state of the literature in 2023. METHODS: The present systematic review carried out a search of six electronic databases. Forward and backward chaining was carried out on review articles as well as the studies returned through the search to source additional studies. In total, ten articles were included in this review and appraised for quality using the Crowe Critical Appraisal Tool (CCAT). RESULTS: Forty percent (4/10) of the included studies were rated as high quality according to the CCAT, which represents a significant proportional increase since Corrigan et al.'s review. A meta-analysis of results was not possible due to significant methodological heterogeneity, and the variability of outcome measures, however effect sizes were reported or calculated for the majority of studies (7/10), which facilitated comparison. Despite the issues of relatively small samples, there are promising findings with regard to psychosocial interventions increasing epilepsy knowledge, coping strategies, self-efficacy, and quality of life markers. CONCLUSIONS: There is a growing evidence base supporting the efficacy of psychosocial interventions for children and young people with epilepsy. This evidence base is also increasing in quality. Particular components of treatment that prove to be effective include psychoeducation, components based on cognitive behavioural therapy principles, as well as mindfulness techniques. This aligns with the evidence-based recommendations for adult populations. Intervention goals centre around improving quality of life, reducing symptom distress, and increasing knowledge and skills. The instruments used to measure these outcomes are predominantly standardised, however remain heterogeneous between studies which impacts the overall robustness of the evidence base.",
      "mesh_terms": [
        "Adolescent",
        "Child",
        "Humans",
        "Epilepsy",
        "Psychosocial Intervention",
        "Quality of Life"
      ]
    },
    {
      "pmid": "38357958",
      "title": "Psychosocial interventions for stimulant use disorder.",
      "authors": [
        "Silvia Minozzi",
        "Rosella Saulle",
        "Laura Amato",
        "Francesco Traccis",
        "Roberta Agabio"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2024-Feb-15",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Stimulant use disorder is a continuously growing medical and social burden without approved medications available for its treatment. Psychosocial interventions could be a valid approach to help people reduce or cease stimulant consumption. This is an update of a Cochrane review first published in 2016. OBJECTIVES: To assess the efficacy and safety of psychosocial interventions for stimulant use disorder in adults. SEARCH METHODS: We searched the Cochrane Drugs and Alcohol Group Specialised Register, Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, three other databases, and two trials registers in September 2023. All searches included non-English language literature. We handsearched the references of topic-related systematic reviews and the included studies. SELECTION CRITERIA: We included randomised controlled trials (RCTs) comparing any psychosocial intervention with no intervention, treatment as usual (TAU), or a different intervention in adults with stimulant use disorder. DATA COLLECTION AND ANALYSIS: We used the standard methodological procedures expected by Cochrane. MAIN RESULTS: We included a total of 64 RCTs (8241 participants). Seventy-three percent of studies included participants with cocaine or crack cocaine use disorder; 3.1% included participants with amphetamine use disorder; 10.9% included participants with methamphetamine use disorder; and 12.5% included participants with any stimulant use disorder. In 18 studies, all participants were in methadone maintenance treatment. In our primary comparison of any psychosocial treatment to no intervention, we included studies which compared a psychosocial intervention plus TAU to TAU alone. In this comparison, 12 studies evaluated cognitive behavioural therapy (CBT), 27 contingency management, three motivational interviewing, one study looked at psychodynamic therapy, and one study evaluated CBT plus contingency management. We also compared any psychosocial intervention to TAU. In this comparison, seven studies evaluated CBT, two contingency management, two motivational interviewing, and one evaluated a combination of CBT plus motivational interviewing. Seven studies compared contingency management reinforcement related to abstinence versus contingency management not related to abstinence. Finally, seven studies compared two different psychosocial approaches. We judged 65.6% of the studies to be at low risk of bias for random sequence generation and 19% at low risk for allocation concealment. Blinding of personnel and participants was not possible for the type of intervention, so we judged all the studies to be at high risk of performance bias for subjective outcomes but at low risk for objective outcomes. We judged 22% of the studies to be at low risk of detection bias for subjective outcomes. We judged most of the studies (69%) to be at low risk of attrition bias. When compared to no intervention, we found that psychosocial treatments: reduce the dropout rate (risk ratio (RR) 0.82, 95% confidence interval (CI) 0.74 to 0.91; 30 studies, 4078 participants; high-certainty evidence); make little to no difference to point abstinence at the end of treatment (RR 1.15, 95% CI 0.94 to 1.41; 12 studies, 1293 participants; high-certainty evidence); make little to no difference to point abstinence at the longest follow-up (RR 1.22, 95% CI 0.91 to 1.62; 9 studies, 1187 participants; high-certainty evidence); probably increase continuous abstinence at the end of treatment (RR 1.89, 95% CI 1.20 to 2.97; 12 studies, 1770 participants; moderate-certainty evidence); may make little to no difference in continuous abstinence at the longest follow-up (RR 1.14, 95% CI 0.89 to 1.46; 4 studies, 295 participants; low-certainty evidence); reduce the frequency of drug intake at the end of treatment (standardised mean difference (SMD) -0.35, 95% CI -0.50 to -0.19; 10 studies, 1215 participants; high-certainty evidence); and increase the longest period of abstinence (SMD 0.54, 95% CI 0.41 to 0.68; 17 studies, 2118 participants; high-certainty evidence). When compared to TAU, we found that psychosocial treatments reduce the dropout rate (RR 0.79, 95% CI 0.65 to 0.97; 9 studies, 735 participants; high-certainty evidence) and may make little to no difference in point abstinence at the end of treatment (RR 1.67, 95% CI 0.64 to 4.31; 1 study, 128 participants; low-certainty evidence). We are uncertain whether they make any difference in point abstinence at the longest follow-up (RR 1.31, 95% CI 0.86 to 1.99; 2 studies, 124 participants; very low-certainty evidence). Compared to TAU, psychosocial treatments may make little to no difference in continuous abstinence at the end of treatment (RR 1.18, 95% CI 0.92 to 1.53; 1 study, 128 participants; low-certainty evidence); probably make little to no difference in the frequency of drug intake at the end of treatment (SMD -1.17, 95% CI -2.81 to 0.47, 4 studies, 479 participants, moderate-certainty evidence); and may make little to no difference in the longest period of abstinence (SMD -0.16, 95% CI -0.54 to 0.21; 1 study, 110 participants; low-certainty evidence). None of the studies for this comparison assessed continuous abstinence at the longest follow-up. Only five studies reported harms related to psychosocial interventions; four of them stated that no adverse events occurred. AUTHORS' CONCLUSIONS: This review's findings indicate that psychosocial treatments can help people with stimulant use disorder by reducing dropout rates. This conclusion is based on high-certainty evidence from comparisons of psychosocial interventions with both no treatment and TAU. This is an important finding because many people with stimulant use disorders leave treatment prematurely. Stimulant use disorders are chronic, lifelong, relapsing mental disorders, which require substantial therapeutic efforts to achieve abstinence. For those who are not yet able to achieve complete abstinence, retention in treatment may help to reduce the risks associated with stimulant use. In addition, psychosocial interventions reduce stimulant use compared to no treatment, but they may make little to no difference to stimulant use when compared to TAU. The most studied and promising psychosocial approach is contingency management. Relatively few studies explored the other approaches, so we cannot rule out the possibility that the results were imprecise due to small sample sizes.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Psychosocial Intervention",
        "Cognitive Behavioral Therapy",
        "Substance-Related Disorders",
        "Counseling",
        "Motivational Interviewing"
      ]
    },
    {
      "pmid": "38317764",
      "title": "Digital psychosocial interventions for individuals with spinal cord injury: a scoping review.",
      "authors": [
        "Alice Armstrong",
        "Katja Oetinger",
        "Katja Weimer",
        "Klaus Hönig"
      ],
      "journal": "Frontiers in psychiatry",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "OBJECTIVE: To provide an overview of the digital mental health care landscape for individuals with spinal cord injury (SCI). METHODS: PubMed, PsycInfo, and PSYNDEX were searched for articles meeting the following criteria: (1) article written in English or German; (2) digital psychosocial intervention; (3) SCI only; (4) treatment of individuals with SCI and not their relatives or caregivers. Records were screened by title and abstract and records meeting the inclusion criteria were obtained for full text screening. The references of identified articles were screened to find further relevant articles. The literature search was updated before submission. Risk of Bias was assessed by using the Cochrane risk-of-bias tool for randomized trials (RoB 2) and a narrative synthesis was conducted. RESULTS: Ten randomized-controlled trials (RCT) and ten non-randomized-controlled trials were identified and compared in this review, evaluating twelve internet- and mobile-based interventions, five smartphone apps, and three virtual reality applications. The interventions were primarily used as stand-alone aftercare programs. While some were not based on any theory, cognitive behavioral therapy mostly served as the theoretical basis for the online interventions. The extent of human support also varied greatly between the studies. The number of intervention modules ranged between 2 and 72. There were also major differences in outcome variables and effects. A meta-analytical evaluation of the data was not conducted due to heterogeneity of studies. CONCLUSION: Digital applications to promote the psychosocial health of individuals with SCI are an emerging field of research with many treatment approaches still to come. First high quality RCT studies report promising results. Unfortunately, not all studies are of high quality or the interventions have been insufficiently adapted to the needs of people with SCI. Therefore, more research is needed to further develop applications, and to generalize and test the effects found in the long term."
    },
    {
      "pmid": "38317762",
      "title": "Current trends in psychotherapies and psychosocial interventions for people with dementia: a scoping review of randomized controlled trials.",
      "authors": [
        "Célia Vicente",
        "Sónia Fernandes",
        "Ana Romão",
        "Júlio Belo Fernandes"
      ],
      "journal": "Frontiers in psychiatry",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "An outcome of dementia is a progressive decline in cognitive function. Implementing psychotherapies and psychosocial interventions is crucial for bolstering cognitive abilities, promoting independence, and elevating the quality of life for individuals with dementia. This review aims to identify current trends in psychotherapies and psychosocial interventions for people with dementia. A Scoping review was developed based on the framework proposed by Arksey and O'Malley. The literature search was conducted on electronic databases, including Scopus, Cochrane Central Register of Controlled Trials, MEDLINE, CINAHL, Nursing & Allied Health Collection, and MedicLatina. Executed in June 2023, the search focused on articles published in English, Portuguese, and Spanish between 2013 and 2023. Through this search, 1409 articles were initially identified. After selecting and analyzing the reports, sixteen trials were included in this review. Eight distinct categories were identified, covering different strategies. These categories run from computerized game-based cognitive training and reminiscence therapy to compensatory and restorative strategies, memory and attention training, calculation training, dual-task training, counseling, and personalized goal attainment. The findings of this scoping review highlight the diverse landscape of psychotherapies and psychosocial interventions for people with dementia."
    },
    {
      "pmid": "38317157",
      "title": "Monthly engagement with EIP keyworkers was associated with a five-fold increase in the odds of engagement with psychosocial interventions.",
      "authors": [
        "C D Darker",
        "G Nicolson",
        "H Reddon",
        "K O'Connor",
        "R Jennings",
        "N O'Connell"
      ],
      "journal": "BMC psychiatry",
      "publication_date": "2024-Feb-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Early intervention in psychosis (EIP) supports people who are experiencing their first episode of psychosis (FEP). A new Model of Care (MoC) for EIP services was launched in Ireland in 2019. Three EIP demonstration sites were chosen to test this MoC through a 'hub and spoke' approach. These services were a new way of organising care for people experiencing FEP, based upon a recovery model of care, and which sought to standardise care, improve access by clinically led multidisciplinary teams. This included newly created EIP keyworker roles whereby keyworkers assumed responsibilities regarding assessment, comprehensive individual care planning and coordination of care. METHODS: A mixed methods design utilising the UK Medical Research Council's process evaluation framework. Purposive sampling techniques were utilised. Descriptive analyses and logistic regression were performed to examine how increased keyworker engagement influenced the use of other psychosocial interventions within the EIP demonstration sites. Thematic analyses was used for qualitative data. RESULTS: There was a strong positive relationship between keyworker contacts and psychosocial interventions offered. Specifically, the odds of achieving at least monthly engagement with cognitive behavioural therapy for psychosis (CBTp; (5.76 (2.43-13.64), p < 0.001), and behavioural family therapy (BFT; (5.52(1.63-18.69, p < 0.006)) increased by fivefold with each additional monthly keyworker contact. For individual placement support (IPS) each additional monthly keyworker contact was associated with a three-fold increase in the odds of achieving monthly attendance with IPS (3.73 (1.64-8.48), p < 0.002). Qualitative results found that the EIP keyworker role as viewed by both service users and staff as a valuable nodal point, with a particular emphasis on care coordination and effective communication. CONCLUSIONS: This study advances the understanding of keyworker effects through qualitative evidence of keyworkers functioning as a \"linchpin\" to the service, while the positive response association between keyworker contacts and engagement with other services provides quantitative support for keyworkers reducing the organisational or structural barriers to service access. Given the importance of these positions, health systems should ensure that EIP programmes identify qualified and experienced staff to fill these roles, as well as allocate the appropriate funding and protected time to support keyworker engagement and impact.",
      "mesh_terms": [
        "Humans",
        "Psychosocial Intervention",
        "Psychotic Disorders",
        "Behavior Therapy",
        "Cognitive Behavioral Therapy",
        "Early Medical Intervention"
      ]
    },
    {
      "pmid": "38309750",
      "title": "What works for whom and why? Treatment effects and their moderators among forcibly displaced people receiving psychological and psychosocial interventions: study protocol for an individual patient data meta-analysis.",
      "authors": [
        "Jennifer Kurath",
        "Aemal Akhtar",
        "Eirini Karyotaki",
        "Marit Sijbrandij",
        "Pim Cuijpers",
        "Richard Bryant",
        "Naser Morina"
      ],
      "journal": "BMJ open",
      "publication_date": "2024-Feb-02",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Forcibly displaced people (FDP) have a high risk of developing mental disorders such as post-traumatic stress (PTS) disorder. Providing adequate mental healthcare for FDP is crucial but despite overall efficacy of many existing interventions, a large proportion of FDP does not benefit from treatment, highlighting the necessity of further investigating factors contributing to individual differences in treatment outcome. Yet, the few studies that have explored moderators of treatment effects are often insufficiently powered. Therefore, the present Individual Patient Data meta-analysis (IPD-MA) will investigate treatment effects and their moderators-variables related to beneficiaries, providers, intervention and study characteristics in relation to PTS outcomes. METHODS AND ANALYSIS: A systematic literature search will be conducted from database inception in the databases PsycINFO, Cochrane, Embase, PTSDpubs and Web of Science. Only studies published in English, German, French, Spanish, Portuguese, and Dutch will be considered. Retrieved records will be screened for eligibility. Randomised controlled trials on adult FDP receiving psychological and psychosocial interventions aimed at alleviating symptoms such as PTS compared with a control condition without intervention will be included in this IPD-MA. Subsequently, authors of eligible studies will be contacted to request individual patient data (IPD). All datasets obtained will be synthesised into one large dataset which will be analysed using a one-stage approach by conducting mixed-effects linear regression models (ie, primary analysis). Additionally, aggregate data meta-analyes will be run using a two-stage approach by conducting multivariate regression models including all IPD (transformed) and available meta-data from study reports (ie, secondary analysis). PTS will serve as primary outcome measure, while mental health outcomes other than PTS, attendance, attrition, treatment non-response and adverse outcomes will be examined as secondary outcomes. ETHICS AND DISSEMINATION: This IPD-MA does not require ethical approval. The results will be published in international peer-reviewed journals. PROSPERO REGISTRATION NUMBER: CRD42022299510.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Stress Disorders, Post-Traumatic",
        "Treatment Outcome",
        "Meta-Analysis as Topic"
      ]
    },
    {
      "pmid": "38309255",
      "title": "Psychosocial interventions for improving mental health and family functioning in families with parental cancer: A systematic review.",
      "authors": [
        "Yuen Yu Chong",
        "Worku Animaw Temesgen",
        "Hailey Chan",
        "Cho Lee Wong",
        "Ho Yu Cheng"
      ],
      "journal": "European journal of oncology nursing : the official journal of European Oncology Nursing Society",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE: Parental cancer significantly impacts both parents and children, necessitating psychosocial interventions to enhance family well-being. This systematic review aimed to assess the effectiveness of psychosocial interventions targeting parents with cancer on their mental health, quality of life, their children's well-being, and family functioning. METHODS: A comprehensive search was conducted in Ovid MEDLINE, PubMed, PsycINFO, and Cochrane Central Register of Controlled Trials databases for relevant articles published from 2006 to 2023. The methodological aspects of eleven studies from diverse countries were critically evaluated. RESULTS: The review included 496 parents, primarily female breast cancer patients, and their children. Narrative synthesis highlighted interventions that aimed to strengthen parent-child connection (Enhancing Connection (EC)), enhance family communication, improve psychological well-being of parents (Struggle for Life Intervention), and address children's mental health (Wonders and Worries (W&W)). Additionally, interventions like Cancer PEPSONE Program (CPP) aimed to expand social networks and support systems. These interventions demonstrated success in reducing depressive and anxiety symptoms, parenting stress, and mitigating children's externalizing and internalizing problems. However, they were not exempt from methodological limitations such as participant selection bias, lack of blinding, and low follow-up rates. CONCLUSIONS: Based on the review, psychological support for parents with cancer is an emerging field, predominantly explored in Western countries with a significant emphasis on maternal experiences. The early stage of this field and inherent methodological limitations warrant cautious interpretation of these findings and further research for comprehensive understanding and application.",
      "mesh_terms": [
        "Humans",
        "Psychosocial Intervention",
        "Neoplasms",
        "Female",
        "Child",
        "Quality of Life",
        "Parent-Child Relations",
        "Mental Health",
        "Parents",
        "Child of Impaired Parents",
        "Male",
        "Adult"
      ]
    },
    {
      "pmid": "38287331",
      "title": "Psychosocial interventions for people with amyotrophic lateral sclerosis and motor neuron disease and their caregivers: a scoping review.",
      "authors": [
        "Juyeon Oh",
        "Jiwon An",
        "Kyongok Park",
        "Youngok Park"
      ],
      "journal": "BMC nursing",
      "publication_date": "2024-Jan-29",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "BACKGROUND: As amyotrophic lateral sclerosis/motor neuron disease (ALS/MND) is a fatal progressive neurodegenerative disorder, patients experience severe impairments, with patients and family caregivers facing emotional distress and exhaustion. Several psychosocial interventions are aimed at providing tailored support for ALS/MND patients and caregivers. The aim of this study was to conduct a scoping review and present a comprehensive overview of psychosocial interventions designed for individuals and families affected by ALS/MND, while also pinpointing research gaps. METHODS: This scoping review utilized Arksey and O'Malley's methodological framework to investigate psychosocial interventions designed for individuals with ALS/MND and their families. The study adhered to the PRISMA-ScR checklist for reporting. RESULTS: A total of 27 articles describing 25 interventions met the inclusion criteria. The predominant interventions observed in the research encompassed education-related strategies, closely followed by behavior therapy, counseling, social support interventions, and psychotherapy interventions. Across the majority of the studies, findings indicated promising feasibility and acceptability of these interventions. Notably, a significant proportion of quantitative investigations yielded one or more statistically significant effects, while qualitative studies consistently reported favorable outcomes, including enhancements in well-being and heightened awareness of individual circumstances. CONCLUSIONS: Given the progressive and debilitating nature of this condition, coupled with the absence of a cure, the adoption of a psychosocial approach can prove beneficial for both ALS/MND patients and their families. However, high-quality RCTs with a large sample size are recommended to examine and confirm the effectiveness."
    },
    {
      "pmid": "38282331",
      "title": "Contribution of socio-demographic and clinical characteristics to predict initial referrals to psychosocial interventions in patients with serious mental illness.",
      "authors": [
        "Guillaume Barbalat",
        "Julien Plasse",
        "Isabelle Chéreau-Boudet",
        "Benjamin Gouache",
        "Emilie Legros-Lafarge",
        "Catherine Massoubre",
        "Nathalie Guillard-Bouhet",
        "Frédéric Haesebaert",
        "Nicolas Franck"
      ],
      "journal": "Epidemiology and psychiatric sciences",
      "publication_date": "2024-Jan-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: Psychosocial rehabilitation (PSR) is at the core of psychiatric recovery. There is a paucity of evidence regarding how the needs and characteristics of patients guide clinical decisions to refer to PSR interventions. Here, we used explainable machine learning methods to determine how socio-demographic and clinical characteristics contribute to initial referrals to PSR interventions in patients with serious mental illness. METHODS: Data were extracted from the French network of rehabilitation centres, REHABase, collected between years 2016 and 2022 and analysed between February and September 2022. Participants presented with serious mental illnesses, including schizophrenia spectrum disorders, bipolar disorders, autism spectrum disorders, depressive disorders, anxiety disorders and personality disorders. Information from 37 socio-demographic and clinical variables was extracted at baseline and used as potential predictors. Several machine learning models were tested to predict initial referrals to four PSR interventions: cognitive behavioural therapy (CBT), cognitive remediation (CR), psychoeducation (PE) and vocational training (VT). Explanatory power of predictors was determined using the artificial intelligence-based SHAP (SHapley Additive exPlanations) method from the best performing algorithm. RESULTS: Data from a total of 1146 patients were included (mean age, 33.2 years [range, 16-72 years]; 366 [39.2%] women). A random forest algorithm demonstrated the best predictive performance, with a moderate or average predictive accuracy [micro-averaged area under the receiver operating curve from 'external' cross-validation: 0.672]. SHAP dependence plots demonstrated insightful associations between socio-demographic and clinical predictors and referrals to PSR programmes. For instance, patients with psychotic disorders were more likely to be referred to PE and CR, while those with non-psychotic disorders were more likely to be referred to CBT and VT. Likewise, patients with social dysfunctions and lack of educational attainment were more likely to be referred to CR and VT, while those with better functioning and education were more likely to be referred to CBT and PE. CONCLUSIONS: A combination of socio-demographic and clinical features was not sufficient to accurately predict initial referrals to four PSR programmes among a French network of rehabilitation centres. Referrals to PSR interventions may also involve service- and clinician-level factors. Considering socio-demographic and clinical predictors revealed disparities in referrals with respect to diagnoses, current clinical and psychological issues, functioning and education.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Adult",
        "Male",
        "Artificial Intelligence",
        "Psychosocial Intervention",
        "Psychotic Disorders",
        "Schizophrenia",
        "Demography"
      ]
    },
    {
      "pmid": "38282217",
      "title": "Psychosocial interventions for ovarian cancer survivors: A systematic review.",
      "authors": [
        "Su Ann Yeoh",
        "Stephanie Webb",
        "Anna Phillips",
        "Lok Sze Katrina Li",
        "Saravana Kumar"
      ],
      "journal": "Psycho-oncology",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVES: Ovarian cancer survivorship is complex and is associated with greater symptom burden, fear of reoccurrence, sexual dysfunction, lower quality of life and heightened existential distress in contrast to other cancers. This systematic review aimed to investigate the effectiveness for, and perspective of, psychosocial interventions encompassing psychological, social, and emotional support, tailored to, or involving ovarian cancer survivors at all stages of disease. METHODS: Adhering to the PRISMA-SR statement guidelines, a systematic search was conducted across PsycINFO, MEDLINE, Embase, Emcare, CINAHL, Scopus, Cochrane Library databases, Google, and Google Scholar. Two reviewers independently undertook a two-stage screening process. The Mixed Methods Appraisal Tool was utilised to assess the methodological quality of included studies. Data were extracted using customised data extraction tools and narratively synthesised. RESULTS: Thirteen studies were included in this review. Generally positive effects of psychosocial interventions were observed across a range of outcome domains (meaning enhancing, cognitive, social, emotional, and cancer-specific). However, the characteristics of interventions and outcome measures varied across studies. Psychoeducational interventions were identified as the most common psychosocial approach, while Acceptance and Commitment Therapy showed promise in addressing the disease's high symptom burden. Women's perspectives of psychosocial interventions were described as \"useful\" and promoted positive self-regard. CONCLUSION: While the evidence base largely support positive effects of psychosocial interventions for ovarian cancer survivors, this finding is constrained by heterogeneity of interventions and modest gains. Future research may explore the standardisation of psychosocial interventions for this demographic, investigating its effects on less explored but prevalent concerns among ovarian cancer survivors such as fear of cancer recurrence and sexual dysfunction.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Cancer Survivors",
        "Quality of Life",
        "Psychosocial Intervention",
        "Acceptance and Commitment Therapy",
        "Neoplasm Recurrence, Local",
        "Ovarian Neoplasms"
      ]
    },
    {
      "pmid": "38273890",
      "title": "Long-term effects of psychosocial interventions for adolescents on depression and anxiety: a systematic review and meta-analysis.",
      "authors": [
        "Denis Duagi",
        "Ben Carter",
        "Maria Farrelly",
        "Stephen Lisk",
        "James Shearer",
        "Sarah Byford",
        "Kirsty James",
        "June S L Brown"
      ],
      "journal": "EClinicalMedicine",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Adolescence represents a distinctive phase of development, and variables linked to this developmental period could affect the efficiency of prevention and treatment for depression and anxiety, as well as the long-term prognosis. The objectives of this study were to investigate the long-term effectiveness of psychosocial interventions for adolescents on depression and anxiety symptoms and to assess the influence of different intervention parameters on the long-term effects. METHODS: In this systematic review and meta-analysis, we searched five databases (Cochrane Library, Embase, Medline, PsychInfo, Web of Science) and trial registers for relevant papers published between database inception and Aug 11, 2022, with no restrictions on the language or region in which the study was conducted. An updated search was performed on Oct 3, 2023. Randomised controlled trials of psychosocial interventions targeting specifically adolescents were included if they assessed outcomes at 1-year post-intervention or more. The risk of bias in the results was assessed using the Cochrane RoB 2.0. Between-study heterogeneity was estimated using the I2 statistic. The primary outcome was depression and studies were pooled using a standardised mean difference, with associated 95% confidence interval, p-value and I2. The study protocol was pre-registered on PROSPERO (CRD42022348668). FINDINGS: 57 reports (n = 46,678 participants) were included in the review. Psychosocial interventions led to small reductions in depressive symptoms, with standardised mean difference (SMD) at 1-year of -0.08 (95% CI: -0.20 to -0.03, p = 0.002, I2 = 72%), 18-months SMD = -0.12, 95% CI: -0.22 to -0.01, p = 0.03, I2 = 63%) and 2-years SMD = -0.12 (95% CI: -0.20 to -0.03, p = 0.01, I2 = 68%). Sub-group analyses indicated that targeted interventions produced stronger effects, particularly when delivered by trained mental health professionals (K = 18, SMD = -0.24, 95% CI: -0.38 to -0.10, p = 0.001, I2 = 60%). No effects were detected for anxiety at any assessment. INTERPRETATION: Psychosocial interventions specifically targeting adolescents were shown to have small but positive effects on depression symptoms but not anxiety symptoms, which were sustained up to 2 years. These findings highlight the potential population-level preventive effects if such psychosocial interventions become widely implemented in accessible settings, such as schools. Future trials should include a longer term-follow-up at least at 12 months, in order to determine whether the intervention effects improve, stay the same or wear off over time. FUNDING: UKRIMedical Research Council."
    },
    {
      "pmid": "38218256",
      "title": "The efficacy of psychosocial interventions for grief symptoms in bereaved children and adolescents: A systematic review and meta-analysis.",
      "authors": [
        "Christina Hanauer",
        "Berit Telaar",
        "Rita Rosner",
        "Bettina K Doering"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2024-Apr-01",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article",
        "Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The present meta-analysis investigates the efficacy of psychosocial interventions in bereaved children and adolescents. METHOD: We conducted a systematic review searching PsycINFO, PsycARTICLES, PubMed, MEDLINE, PSYNDEX, Web of Science, CINAHL and ERIC. Random-effects meta-analyses examined the effect of interventions on symptoms of grief, posttraumatic stress disorder (PTSD) and depression in controlled and uncontrolled studies. RESULTS: We included 39 studies (n = 5.578). Post-treatment, preventive interventions demonstrated a significant effect on grief (uncontrolled studies: g = 0.29, 95%CI [0.09;0.48]; controlled studies: g = 0.18, 95%CI [0.03;0.32]). For symptoms of PTSD and depression, only uncontrolled preventive studies yielded significant effects (PTSD: g = 0.24, 95%CI [0.11;0.36]; depression: g = 0.28, 95%CI [0.10;0.45]). Interventions targeting youth with increased grief-related distress demonstrated a significant effect in uncontrolled studies on grief (g = 1.25, 95%CI [0.94;1.57]), PTSD (g = 1.33, 95%CI [0.85;1.82]) and depression (g = 0.61, 95%CI [0.45;0.77]). A controlled effect size could only be calculated for PTSD symptoms (g = 0.71, 95%CI [0.15;1.27]). LIMITATIONS: Interventions varied widely, contributing to high heterogeneity. Only a small number of studies with mostly limited quality could be analysed. CONCLUSIONS: Psychosocial interventions may ameliorate grief symptoms in bereaved youth, especially when targeting youth with elevated grief distress. However, the effects observed in uncontrolled studies are substantially reduced when controlling for the natural course of bereavement. Given the increasing number of children worldwide bereaved through ongoing crises, research on interventions is surprisingly sparse.",
      "mesh_terms": [
        "Humans",
        "Adolescent",
        "Child",
        "Grief",
        "Stress Disorders, Post-Traumatic",
        "Psychosocial Intervention",
        "Depression",
        "Bereavement"
      ]
    },
    {
      "pmid": "38200465",
      "title": "Effect of psychosocial interventions for depression in adults with chronic kidney disease: a systematic review and meta-analysis.",
      "authors": [
        "Hui Yang",
        "Li Qi",
        "Dongmei Pei"
      ],
      "journal": "BMC nephrology",
      "publication_date": "2024-Jan-10",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: People with chronic kidney disease (CKD) treated with dialysis are frequently affected by depression. Psychotherapy has been reported to decrease depressive symptoms in various chronic diseases and is a potential treatment option for depression. We aimed to perform a systematic review and meta-analysis to evaluate the effect of psychotherapy on depression in adults with CKD. METHODS: We searched MEDLINE, Embase, Web of Science, and Cochrane for published studies up to October 31, 2023. Two investigators independently reviewed the included studies and extracted relevant data. Randomized controlled trials (RCTs) assessing the impact of interventions that provide psychological, emotional, or social support without the use of pharmacological substances on depressive symptoms in people with CKD were included and summarized. Scores on different tools for depressive assessment and quality of life were pooled. RESULTS: A total of 19 RCTs published between 2004 and 2023 were included and analyzed. The weighted mean difference (WMD) for all included studies with regard to depression was - 2.32 (95%CI=-3.83, -0.80, P = 0.003). The WMD for Beck Depression Inventory (BDI) score of depression was - 3.27 (95%CI=-7.81, 1.27, P = 0.158) with significant heterogeneity (I2 = 95.1%). Significant WMD was detected for the Hospital Anxiety and Depression Scale (HADS) tool: WMD=-1.90, 95%CI=-2.91, -0.90, P < 0.001. The WMD for all included studies regarding quality of life was 1.21 (95%CI=-0.51, 2.93, P = 0.168). The WMD for Kidney Disease Quality of Life Short Form (KDQOL-SF) score was 4.55 (95%CI = 0.50, 8.60, P = 0.028). The WMD for SF-36 score was 0.02 (95%CI=-10.33, 10.36, P = 0.998). Significant difference on outcomes of S-PRT scale was observed (WMD = 2.42, 95%CI = 1.07, 3.76, P < 0.001). CONCLUSIONS: Psychosocial interventions probably reduce the depression level among CKD patients. Preliminary evidence suggests that psychosocial interventions might be beneficial for the quality of life in CKD patients. Our results provide medical facilities with an evidence-based basis for establishing psychosocial interventions in kidney care settings.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Psychosocial Intervention",
        "Depression",
        "Renal Dialysis",
        "Renal Insufficiency, Chronic",
        "Kidney"
      ]
    },
    {
      "pmid": "38185918",
      "title": "Psychosocial interventions to improve sexual functioning in women with cancer: a systematic review of randomized controlled trials.",
      "authors": [
        "Lauren M Carney",
        "Julie B Schnur",
        "Orly Morgan",
        "Christine Hyun",
        "Zachary E Magin",
        "Lily Martin",
        "Guy H Montgomery"
      ],
      "journal": "Sexual medicine reviews",
      "publication_date": "2024-Mar-26",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Many women with cancer struggle with sexual side effects during and after treatment. Although preliminary evidence indicates that psychosocial interventions may be efficacious in improving sexual functioning for women with cancer, no systematic review has summarized the state of the science in this area. OBJECTIVES: The primary goal of this review was to narratively synthesize the results of randomized controlled trials (RCTs) testing the efficacy of psychosocial interventions to address sexual dysfunction in women with cancer. A secondary goal was to describe the diversity of the included samples (ie, racial/ethnic and sexual minority). METHODS: Following the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines, a systematic review was conducted examining RCTs of psychosocial interventions to improve sexual functioning for women with cancer. Articles were identified using MEDLINE, Embase, PsycINFO, and Cochrane CENTRAL. Two reviewers independently assessed each article for inclusion, with a third to resolve discrepancies. RESULTS: Seventeen studies were included in the review, 12 of which provided sufficient information to calculate effect sizes. Ten of the 12 studies primarily aimed to improve sexual functioning, all of which demonstrated positive effects on at least 1 outcome of sexual functioning. In the 2 RCTs of psychosocial interventions in which sexual function was a secondary aim, effects were negligible (ds = -0.04 and -0.15). Commonalities among the studies with large effect sizes were that they included education, mindfulness/acceptance, and communication/relationship skills as intervention components. Of note, there was an overall lack of sample diversity across studies, and most studies failed to report the race/ethnicity or sexual orientation of the participants. CONCLUSION: Results support interventions targeting sexual functioning outcomes for women with cancer and suggest that multimodal interventions including education, mindfulness/acceptance, and communication/relationship skills may be most effective. Future research should also focus on examining the efficacy and potential adaptations of extant sexual functioning interventions for underrepresented groups.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Randomized Controlled Trials as Topic",
        "Neoplasms",
        "Psychosocial Intervention",
        "Sexual Dysfunction, Physiological",
        "Sexual Dysfunctions, Psychological",
        "Sexual Behavior"
      ]
    },
    {
      "pmid": "38174711",
      "title": "Outcomes of psychosocial interventions for homeless individuals with mental illness: A systematic review.",
      "authors": [
        "Roniyamol Roy",
        "K Janaki Raman",
        "E Aravind Raj",
        "Shivarama Varambally"
      ],
      "journal": "The International journal of social psychiatry",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Homelessness creates a significant social and economic burden in the society. Homelessness and mental illness are two interconnected social issues that poses challenges to individuals and communities across the globe. This systematic review aims to synthesize the existing literature on interventions for the homeless persons with mental illness. OBJECTIVES: To systematically review the existing literature on psychosocial interventions for homeless persons with mental illness. SEARCH METHODS: Five databases including PubMed, ProQuest, Cochrane Library, OVID, and Google Scholar were searched using homelessness, psychosocial interventions, mental ill, residential mental health facility, and case management for experimental studies published from January 2000 to December 2022. STUDY SELECTION: Abstract review was conducted for the screened studies, and full-text review was done for studies which met inclusion exclusion criteria. DATA EXTRACTION AND ANALYSIS: Among the 6,387 studies screened 20 studies were selected which fulfilled inclusion criteria. The full text review yielded data of 12,174 homeless persons with mental illness who undergone intervention. RESULTS: The major psychosocial interventions found including critical time intervention, case management, housing support intervention, assertive community treatment, and life skills training. These interventions were helpful in sustaining housing stability, preventing relapse, reducing hospitalizations, and improving quality of life of the homeless persons with mental illness. CONCLUSION: Targeted and integrated interventions addressing homelessness and mental illness are required to tackle the social problems of homelessness and mental illness. Further research is required to explore the most effective strategies that address homelessness and mental illness.",
      "mesh_terms": [
        "Humans",
        "Case Management",
        "Housing",
        "Ill-Housed Persons",
        "Mental Disorders",
        "Psychosocial Intervention",
        "Quality of Life"
      ]
    },
    {
      "pmid": "38166855",
      "title": "Efficacy of psychosocial interventions to reduce affective symptoms in sexual and gender minorities: a systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Yawen Yang",
        "Zhiyu Ye",
        "Wentian Li",
        "Ye Sun",
        "Lisha Dai"
      ],
      "journal": "BMC psychiatry",
      "publication_date": "2024-Jan-02",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Lesbian, gay, bisexual, transgender, and queer/questioning (LGBTQ) individuals are more likely than cisgender heterosexuals to experience mental, physical, and sexual health issues. A promising contemporary strategy to address the issue of affective symptoms in sexual and gender minorities (SGM) is psychosocial intervention. OBJECTIVE: To systematically evaluate the effect of psychosocial interventions on the improvement of affective symptoms in SGM, and to provide a reference for the implementation of effective psychological interventions for SGM with affective symptoms. METHODS: Between the date of database construction until December 10, 2022, a computerized search of the English-language literature published both nationally and worldwide was done. 8 literature databases and 3 additional gray databases were searched. We gathered randomized controlled trials that used psychological interventions for SGM. To evaluate risk bias in included papers in accordance with Cochrane cooperation criteria, we used Review Manager 5.4 software. In conjunction with post-test and follow-up data, mean differences were standardized using Stata 12.0 software. Subgroup analysis was used to investigate the cause of heterogeneity. The study was conducted strictly in accordance with PRISMA guidelines, and it was registered on the PROSPERO platform (CRD42023408610). RESULTS: This review covered 18 research, and 14 studies were included in the meta-analysis. A total of 1194 study cases, including 706 cases from the control group and 488 cases from the experimental group, were included in these investigations. Compared to the control group, the psychosocial intervention group had significantly lower levels of depression (standardized mean difference (SMD) = -0.17;95% CI = [-0.30, -0.04]; p = 0.012) and anxiety (SMD = -0.22; 95% CI = [-0.41, -0.04]; p = 0.01), but no significant differences were found for distress (SMD = -0.19; 95% CI = [-0.45,0.07]; p = 0.021). CONCLUSION: According to this study, psychosocial interventions helped lessen the symptoms of depression and anxiety in SGM but had no significant effect on their psychological distress. To assess the impact of psychological intervention on SGM, more randomized controlled trials with larger sample sizes and numerous follow-up times should be done.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Affective Symptoms",
        "Psychosocial Intervention",
        "Quality of Life",
        "Randomized Controlled Trials as Topic",
        "Sexual and Gender Minorities",
        "Male"
      ]
    },
    {
      "pmid": "38164448",
      "title": "Psychosocial interventions for suicidal and self-injurious-related behaviors among adolescents: a systematic review and meta-analysis of Chinese practices.",
      "authors": [
        "Junjie Lu",
        "Wanting Gao",
        "Zexin Wang",
        "Nan Yang",
        "Weng Ian Phoenix Pang",
        "Grace Ka In Lok",
        "Wenwang Rao"
      ],
      "journal": "Frontiers in public health",
      "publication_date": "2023",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article",
        "Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Suicidal and self-injurious-related behaviors (SSIRBs) are a serious public health challenge in China. However, a comprehensive systematic review of psychosocial interventions for SSIRBs among Chinese adolescents has not been performed. To fill this gap, this systematic review and meta-analysis aimed to examine psychosocial interventions for SSIRBs among Chinese adolescents. METHODS: Eight international (PubMed, EMBASE, Cochrane Library, ScienceDirect, Clinical Trial, CINAHL, PsycINFO, and Web of Science) and four Chinese (Wanfang, SinoMed, CEPS, and CNKI) databases were searched from inception to 31 January 2023. Data extraction and quality assessment were independently conducted by two groups of researchers. Qualitative synthesis and meta-analysis were both used. RESULTS: The initial search yielded 16,872 titles. Of the 649 full texts reviewed, 19 intervention articles focusing on SSIRBs met the inclusion criteria. Thirteen out of the 19 included studies involved cognitive-behavioral therapy (CBT). Seven non-suicidal self-injury (NSSI) studies assessing self-injurious behaviors were included (six short-term studies and three long-term studies). Compared with long-term interventions [-1.30 (95% CI: -1.84, -0.76)], short-term psychosocial interventions had a higher standardized mean difference (SMD) value [1.86 (95% CI: -2.72, -0.99)]. Meta-regression showed an inverse relationship between the treatment response and sample size (slope = 0.068, Z = 2.914, p = 0.004) and proportion of females (slope = 1.096, Z = 5.848, p < 0.001). Subgroup analyses showed that compared with the \"less than 1 month\" group [-0.494 (-0.783, -0.205)], in the \"immediate postintervention\" group, the pooled estimate was significantly lower [-2.800 (-4.050, -1.550), p < 0.001]. CONCLUSION: Our review systematically summarized the key characteristics and effectiveness of existing psychosocial interventions for SSIRBs among Chinese adolescents. Short-term psychosocial interventions for NSSI were significantly effective in reducing self-injurious behavior scores, especially in the immediate postintervention period. More favorable treatment responses could be observed in both male and small samples.",
      "mesh_terms": [
        "Adolescent",
        "Female",
        "Humans",
        "Male",
        "China",
        "Cognitive Behavioral Therapy",
        "Psychosocial Intervention",
        "Self-Injurious Behavior",
        "Suicidal Ideation"
      ]
    },
    {
      "pmid": "40046864",
      "title": "A Systematic Review of Reporting Practices in Psychedelic Clinical Trials: Psychological Support, Therapy, and Psychosocial Interventions.",
      "authors": [
        "William Brennan",
        "Alex R Kelman",
        "Alexander B Belser"
      ],
      "journal": "Psychedelic medicine (New Rochelle, N.Y.)",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Psychedelic-assisted therapy has gained significant attention in recent years. However, there is a lack of empirical clarity on the role of psychosocial interventions (PIs) in clinical trials of psychedelic treatment due in part to deficiencies in reporting practices found in the existing literature. These PI include non-drug support or interventions provided by psychotherapists or facilitators during all phases of treatment, sometimes called \"psychological support,\" \"monitoring,\" \"psychedelic-assisted therapy,\" or \"psychedelic-assisted psychotherapy.\" A brief review of recent research, historical studies, safety considerations, and participant perspectives suggests that PI has a substantive and critical impact on treatment outcomes. METHODS: This systematic review examines the reporting practices on PI in published clinical trial results. The review employs a search of PubMed/Medline and PSYCinfo databases to identify relevant articles. It includes quantitative clinical studies treating patients with psychiatric indications using classic psychedelics (psilocybin, LSD, DMT, ayahuasca) or empathogenic drugs (MDMA) since 2000. The analytic approach follows a modified version of assessment items based on CONSORT extension statement and TIDieR checklist. RESULTS: Thirty-three published psychedelic clinical trials met criteria. The review reveals that many published reports on psychedelic clinical trials did not report basic aspects of the intervention: 33% did not report the number of sessions, 45% did not report the duration of sessions, 42% did not report provider credentials, 52% did not report whether their intervention used a therapy manual, 64% did not reference a manual that was available to readers, and 82% did not report that they assessed treatment fidelity. A comparison with non-psychedelic trials shows that psychedelic trial reports underreport on key items related to PI. DISCUSSION: The study highlights the problems of underreporting and the importance of improving reporting practices regarding PI in psychedelic clinical trials to enhance research standardization and improve treatment outcomes. Recommendations for improving reporting practices are provided."
    },
    {
      "pmid": "38079409",
      "title": "A scoping review on the psychosocial interventions used in day care service for people living with dementia.",
      "authors": [
        "Dympna Tuohy",
        "Liz Kingston",
        "Eileen Carey",
        "Margaret Graham",
        "Liz Dore",
        "Owen Doody"
      ],
      "journal": "PloS one",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "BACKGROUND: Adult Day care centres provide an important aspect of care provision through all phases of the dementia illness from diagnosis to the end of life (Dabelko HI 2008) supporting the well-being of both older people living with dementia and their care partners. Services within adult day care settings are designed to provide biopsychosocial health benefits to participants as well as care partner respite. OBJECTIVE: To examine research studies, literature reviews and grey literature and identify and map the literature on psychosocial interventions used in day care services for older people living with dementia and chart their use, evaluation and outcomes. The research review question is \"what are the psychosocial interventions used in day care service for older people living with dementia?\" Psychosocial interventions are important non-pharmacological interventions which support people's wellbeing. METHODS: Inclusion/Exclusion criteria were identified and guided the search strategy. Participants were people aged 60 years and over living with dementia attending day care services. The use of psychosocial interventions for this cohort was the focus of the review. Databases were searched (Cochrane Reviews, CINAHL, Embase, Medline EBSCO, Medline Ovid, Medline PubMed, PsycINFO, Scopus, Open Grey, Lenus and WHO Global Index Medicus databases) using keywords/terms with Boolean operators from 2011 to 2023. Rayyan was used to extract and manage the data. RESULTS: The findings present a narrative and charting of the data from the 45 papers that met the review criteria, and this data is mapped onto the five objectives. Within this review, interventions were grouped into five broad types: nature (n = 6 papers), memory/cognitive (n = 11 papers), social (n = 17 papers), animal (n = 4 papers), or physical/sensory (n = 7 papers) based interventions. CONCLUSIONS: This review has illustrated the wide variety in the types, range and facilitation of psychosocial interventions within adult day care services. This review highlights the potential benefits of these interventions. However, findings must be considered in the context that many were provided as brief intervention studies with little evidence of continuation after the study and further research is required given the complex and diverse range of interventions. Results will be of interest to practitioners planning to implement or evaluate psychosocial interventions used in day care services for older people living with dementia.",
      "mesh_terms": [
        "Humans",
        "Middle Aged",
        "Aged",
        "Dementia",
        "Psychosocial Intervention",
        "Day Care, Medical"
      ]
    },
    {
      "pmid": "38032045",
      "title": "Post-incident psychosocial interventions after a traumatic incident in the workplace: a systematic review of current research evidence and clinical guidance.",
      "authors": [
        "Jo Billings",
        "Nicholas Zhan Yuen Wong",
        "Helen Nicholls",
        "Peter Burton",
        "Maya Zosmer",
        "Idit Albert",
        "Nick Grey",
        "Sharif El-Leithy",
        "Dominic Murphy",
        "Noreen Tehrani",
        "Jon Wheatley",
        "Michael A P Bloomfield",
        "Talya Greene"
      ],
      "journal": "European journal of psychotraumatology",
      "publication_date": "2023",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Background: After a traumatic incident in the workplace organisations want to provide support for their employees to prevent PTSD. However, what is safe and effective to offer has not yet been established, despite many organisations offering some form of intervention after a traumatic event.Objective: To systematically review the evidence for post-incident psychosocial interventions offered within one month of a workplace trauma, and to compare the content, effectiveness and acceptability of these interventions. Given the lack of a yet clearly established evidence-base in this field, we sought to examine both published empirical research as well as guidelines published by expert groups working with staff in high-risk roles.Methods: We conducted systematic searches for empirical research across bibliographic databases and searched online for clinical practice guidelines to April 2023. We were also referred to potentially relevant literature by experts in workplace trauma. Both empirical research and clinical guidelines were appraised for their quality.Results: A total of 80 research studies and 11 clinical practice guidelines were included in the review. Interventions included Critical Incident Stress Debriefing (CISD), Critical Incident Stress Management (CISM), unspecified Debriefing, Trauma Risk Management (TRiM), Psychological First Aid (PFA), EMDR, CBT and group counselling. Most research and guidance were of poor quality. The findings of this review do not demonstrate any harm caused by CISD, CISM, PFA, TRiM, EMDR, group counselling or CBT interventions when delivered in a workplace setting. However, they do not conclusively demonstrate benefits of these interventions nor do they establish superiority of any specific intervention. Generic debriefing was associated with some negative outcomes. Current clinical guidelines were inconsistent with the current research evidence base. Nevertheless, interventions were generally valued by workers.Conclusions: Better quality research and guidance is urgently needed, including more detailed exploration of the specific aspects of delivery of post-incident interventions.",
      "mesh_terms": [
        "Humans",
        "Stress Disorders, Post-Traumatic",
        "Psychosocial Intervention",
        "Psychotherapy",
        "Crisis Intervention",
        "Workplace"
      ]
    },
    {
      "pmid": "38015073",
      "title": "Psychosocial interventions that target adult cancer survivors' reintegration into daily life after active cancer treatment: a scoping review.",
      "authors": [
        "Sarah Murnaghan",
        "Sarah Scruton",
        "Robin Urquhart"
      ],
      "journal": "JBI evidence synthesis",
      "publication_date": "2024-Apr-01",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "OBJECTIVE: This review explored psychosocial interventions targeting adult cancer survivors' reintegration following active cancer treatment. This included the types of interventions tested and the tools used to measure reintegration. INTRODUCTION: Cancer survivors face lingering health issues following the completion of cancer treatment. Many cancer survivors still experience unmet psychosocial care needs despite receiving follow-up care. Further, many survivorship interventions do not specifically address outcomes important to survivors. A number of primary studies have identified reintegration as an outcome important to cancer survivors. Reintegration is a concept that focuses on returning to normal activities, routines, and social roles after cancer treatment; however, it is emerging and abstract. INCLUSION CRITERIA: Studies involving adult cancer survivors (18 years or older at diagnosis) of any cancer type or stage were included in this review. Studies with psychosocial interventions targeted at reintegrating the person into daily life after cancer treatment were included. Interventions addressing clinical depression or anxiety, and interventions treating solely physical needs that were largely medically focused were excluded. METHODS: A literature search was conducted in MEDLINE (Ovid), CINAHL (EBSCOhost), and Embase. Gray literature was searched using ProQuest Dissertations and Theses (ProQuest). Reference lists of included studies were searched. Studies were screened at the title/abstract and full-text levels, and 2 independent reviewers extracted data. Manuscripts in languages other than English were excluded due to feasibility (eg, cost, time of translations). Findings were summarized narratively and reported in tabular and diagrammatic format. RESULTS: The 3-step search strategy yielded 5617 citations. After duplicates were removed, the remaining 4378 citations were screened at the title and abstract level, then the remaining 306 citations were evaluated at the full-text level by 2 independent reviewers. Forty studies were included that evaluated psychosocial interventions among adult cancer survivors trying to reintegrate after active cancer treatment (qualitative n=23, mixed methods n=8, quantitative n=8, systematic review n=1). Included articles spanned 10 different countries/regions. Over half of all included articles (n=25) focused primarily on breast cancer survivors. Many studies (n=17) were conducted in primary care or community-based settings. The most common types of interventions were peer-support groups (n=14), follow-up education and support (n=14), exercise programs (n=6), and multidisciplinary/multicomponent programs (n=6). While the majority of included studies characterized the outcome qualitatively, 9 quantitative tools were also employed. CONCLUSIONS: This review identified 6 types of interventions to reintegrate survivors back into their daily lives following cancer treatment. An important thread across intervention types was a focus on personalization in the form of problem/goal identification. Given the number of qualitative studies, future research could include a qualitative systematic review and meta-aggregation. Quantitative tools may not be as effective for evaluating reintegration. More primary studies, including mixed methods studies, utilizing consistent measurement tools are required. Furthermore, this work provides a basis for future research to continue examining the complexity of implementing such interventions to successfully achieve reintegration. To do so, primary studies evaluating interventions from an implementation science and complex systems perspective would be useful. REVIEW REGISTRATION: Open Science Framework https://osf.io/r6bmx.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Activities of Daily Living",
        "Cancer Survivors",
        "Neoplasms",
        "Psychosocial Intervention"
      ]
    },
    {
      "pmid": "37997647",
      "title": "Psychosocial interventions for carers of people with severe mental and substance use disorders: a systematic review and meta-analysis.",
      "authors": [
        "Gaia Sampogna",
        "Elaine Brohan",
        "Mario Luciano",
        "Neerja Chowdhary",
        "Andrea Fiorillo"
      ],
      "journal": "European psychiatry : the journal of the Association of European Psychiatrists",
      "publication_date": "2023-Nov-24",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Severe mental disorders - such as schizophrenia, bipolar disorder, and substance use disorders - exert a negative impact not only on affected people but also on their carers. To support carers of people with severe mental disorders, several psychosocial interventions have been developed. METHODS: This systematic review and meta-analysis aimed to assess whether psychosocial interventions for carers of persons with schizophrenia, bipolar disorder, or substance use disorders produce benefit/harm with respect to a series of outcomes - including subjective and objective burden, depressive symptoms, well-being/quality of life, sleep, skills/knowledge, self-efficacy, physical health - as compared to standard support/support as usual or other control conditions. RESULTS: In carers of persons with schizophrenia, psychoeducational interventions were associated with significant improvement in personal burden, well-being, and knowledge about the illness; and a supportive-educational intervention with an improvement in personal burden. In carers of persons with bipolar disorder, psychoeducational interventions were associated with significant improvement in personal burden and depressive symptoms; family-led supportive interventions with an improvement in family burden; family-focused intervention and online \"mi.spot\" intervention with a significant reduction in depressive symptoms. Psychosocial interventions used for carers of persons with substance use disorders were found to be overall effective on the level of well-being, but the low number of trials did not allow detection of differences between the various psychosocial interventions. CONCLUSIONS: The quality of the evidence ranged from very low to moderate, suggesting the need for further better-quality research.",
      "mesh_terms": [
        "Humans",
        "Quality of Life",
        "Psychosocial Intervention",
        "Caregivers",
        "Substance-Related Disorders",
        "Bipolar Disorder"
      ]
    },
    {
      "pmid": "37994283",
      "title": "Hidden and unacknowledged: The mental health and psychosocial interventions delivered by school nurses in Western Australia.",
      "authors": [
        "Anita Moyes",
        "Shirley McGough",
        "Dianne Wynaden"
      ],
      "journal": "International journal of mental health nursing",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Schools are an important setting for the early identification, assessment and intervention of mental health problems in children and young people. Internationally, many nurses work in schools, but the role of this group with young people experiencing mental health problems has had only limited investigation. This study explored the activities school nurses undertook with young people experiencing mental health problems in Australia. Reporting was guided by the COREQ checklist. Thirty-one nurses participated in a semi-structured interview. Data were analysed using the constant comparative method of analysis as developed by Glaser and Strauss (1967). The findings identified that nurses working in schools undertake a complex and sophisticated workload to support this cohort. In addition to assessment and referral for treatment, interventions assisted young people to manage challenging life circumstances, cope with intensely difficult emotions and improve their social and occupational functioning. The work of school nurses with young people experiencing mental health problems is hidden and unacknowledged. A better understanding of the mental health work school nurses undertake can inform enhanced service provision for children, young people and their families. The research findings will be of interest to mental health nurses, education professionals, parents, policy makers and governments.",
      "mesh_terms": [
        "Child",
        "Humans",
        "Adolescent",
        "Mental Health",
        "Western Australia",
        "Psychosocial Intervention",
        "Parents",
        "Australia"
      ]
    },
    {
      "pmid": "37988885",
      "title": "Effectiveness of psychosocial interventions on the psychological outcomes of parents with preterm infants: A systematic review and meta-analysis.",
      "authors": [
        "Sian Hui Chan",
        "Shefaly Shorey"
      ],
      "journal": "Journal of pediatric nursing",
      "publication_date": "2024",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Parents of preterm infants are often thrown unexpectedly into the care of their vulnerable infant, causing them to be stressed and overwhelmed. Social support has been previously highlighted as a crucial factor in helping parents cope with stress. Several psychosocial interventions have thus been developed to support parents of preterm babies, which warrant further investigations. OBJECTIVES: To evaluate the effectiveness of psychosocial interventions in reducing stress (primary outcome), anxiety, depression, pediatric medical traumatic stress (PMTS) and increasing social support among parents with preterm infants. METHODS: A systematic-review and meta-analysis were conducted. Eight electronic databases were searched for relevant studies from their respective inception dates till September 2023. Meta-analysis was performed with RevMan, using the random-effects model. Heterogeneity was investigated using Cochran Q and I2 tests, and publication bias was assessed using funnel plots. Subgroup analyses were conducted for follow-up measurement, gender of parent, type of intervention provider, and setting. FINDINGS: Eighteen studies were included in this review, and all studies were meta-analysed. Participants who received psychosocial interventions reported significantly lower stress and depression in comparison to control group participants. Psychosocial interventions delivered by psychologists and trained researchers were more effective compared to the nurses. The GRADE assessment indicated that the certainty of evidence for all outcomes were very low. CONCLUSION: Psychosocial interventions effectively reduce stress and depression levels in parents with preterm infants. Our findings encourage the implementation of psychosocial interventions to improve parental psychological wellbeing. Future higher quality trials are needed to measure psychological outcomes among parents, especially fathers.",
      "mesh_terms": [
        "Infant",
        "Infant, Newborn",
        "Humans",
        "Child",
        "Infant, Premature",
        "Psychosocial Intervention",
        "Parents",
        "Anxiety",
        "Social Support"
      ]
    },
    {
      "pmid": "37973676",
      "title": "Psychosocial interventions seem redact kinesiophobia after anterior cruciate ligament reconstruction but higher level of evidence is needed: a systematic review and meta-analysis.",
      "authors": [
        "Aynollah Naderi",
        "Mohammad Fallah Mohammadi",
        "Azizallah Dehghan",
        "Julien S Baker"
      ],
      "journal": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE: Psychosocial interventions have shown potential in reducing the fear of re-injury after anterior cruciate ligament reconstruction (ACLR), but this has not been systematically reviewed. The aim of this study was to assess the available evidence on the effect of psychosocial interventions on kinesiophobia after ACLR. METHODS: Two independent researchers conducted a systematic search in the electronic databases including Scopus, PubMed, Web of Science (WOS), SPORTDiscus, PsycINFO, and CINAHL from their inception until May 2022. They included studies that utilised a randomised controlled study design with a control group, and measured kinesiophobia using the Tampa Scale for kinesiophobia in patients who underwent primary ACLR. The outcome of interest was the mean and standard deviation of kinesiophobia. Extracted data were analysed using Comprehensive Meta-Analysis software, version 3.0 (CMA.V2), employing a random-effects model to calculate the overall effect estimates of psychosocial interventions on Kinesiophobia. The standardised mean difference with 95% confidence intervals (CIs) was computed based on the mean and standard deviation in each group. RESULTS: This systematic review and meta-analysis included 5 randomised controlled trials with a total of 213 patients who underwent ACLR. The results of the meta-analysis showed that psychosocial intervention was more effective than non-psychosocial comparators in reducing kinesiophobia among patients who underwent a primary ACLR (5 trials, MD 0.56, 95% CI 0.28-0.83, p < 0.001). The heterogeneity score was zero (I2 = 0%; n.s. for Cochran's Q test), indicating no significant variation among the studies. CONCLUSIONS: Psychosocial interventions can alleviate kinesiophobia in patients with primary ACLR. Although the limited number of reviewed studies and their methodological limitations precludes drawing a definitive conclusion regarding the effectiveness of psychosocial interventions on kinesiophobia, these promising findings can serve as a basis for developing psychological strategies to manage kinesiophobia in patients with primary ACLR and can also guide future research this issue. LEVEL OF EVIDENCE: II. TRIAL REGISTRATION: This trial is registered in PROSPERO on December 2021 (CRD42021282413).",
      "mesh_terms": [
        "Humans",
        "Psychosocial Intervention",
        "Kinesiophobia",
        "Anterior Cruciate Ligament Injuries",
        "Anterior Cruciate Ligament Reconstruction",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "37964424",
      "title": "Psychosocial interventions on the posttraumatic growth of adults with cancer: A systematic review and meta-analysis of clinical trials.",
      "authors": [
        "Nikolaos Vrontaras",
        "Georgios Koulierakis",
        "Iliana Ntourou",
        "Georgios Karakatsoulis",
        "Theodoros Ν Sergentanis",
        "Dimitrios Kyrou",
        "Anargyros Kapetanakis",
        "Evangelos Karademas",
        "Christina Karamanidou"
      ],
      "journal": "Psycho-oncology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: It has been increasingly recognized that some people experience post-traumatic growth (PTG) as a result of struggling with cancer. OBJECTIVE: This systematic review aims to identify psychosocial interventions that might facilitate PTG in adults with cancer. METHODS: A search was conducted in PsycINFO, PubMed, Scopus, the Cochrane Library, and ProQuest up to 16 September 2022. The PRISMA guidelines were followed; all included interventional studies had to comprise 30 or more adults with cancer, using the Posttraumatic Growth Inventory, from 1994 forward. RESULTS: A total of 2731 articles were retrieved, 1028 of those were screened and 37 unique trials were included (46 articles). A large number of studies were published since 2018 (52.4%), were randomized controlled trials (43.2%), and had group interventions (34.8%), including mainly female participants (83.8%) with a single cancer type (54.1%). Most interventions (75.7%) were moderately to highly effective in increasing PTG (d = 0.65, 95% CI 0.39-0.91) with the most effective interventions using Cognitive Behavioral Therapy (d = 1.24, 95% CI: 0.05-2.44), Mindfulness-based (d = 0.54, 95% CI = 0.14-0.94) and Education, Peer Support and Health Coaching interventions (d = 0.28, 95% CI: 0.1-0.46). Expression-based and Positive Psychology-based approaches also showed promising results. Notably, the majority of studies had a high risk of bias. CONCLUSIONS: PTG facilitation is a promising field that should be pursued as it not only allows people with cancer to overcome their trauma but also results in them going over and above their pre-cancer state, enhancing resilience, health, and well-being.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Female",
        "Male",
        "Posttraumatic Growth, Psychological",
        "Psychosocial Intervention",
        "Cognitive Behavioral Therapy",
        "Neoplasms",
        "Mindfulness",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "37964250",
      "title": "Women's experiences of psychological treatment and psychosocial interventions for postpartum depression: a qualitative systematic review and meta-synthesis.",
      "authors": [
        "Pamela Massoudi",
        "Leif A Strömwall",
        "Johan Åhlen",
        "Maja Kärrman Fredriksson",
        "Anna Dencker",
        "Ewa Andersson"
      ],
      "journal": "BMC women's health",
      "publication_date": "2023-Nov-14",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: To provide a comprehensive, systematic evaluation of the literature on experiences of psychological interventions for postpartum depression (PPD) in women. Depression is one of the most common postpartum mental disorders. Studies have identified that psychological interventions reduce depressive symptoms. However, less is known about the experiences of women who have received such treatments. METHODS: A systematic review of the literature was conducted by searching five databases (CINAHL, Cochrane Library, EMBASE, Medline, PsycINFO), in August 2022. Studies with qualitative methodology examining women's experiences of professional treatment for PPD were included and checked for methodological quality. Eight studies (total N = 255) contributed to the findings, which were synthesized using thematic synthesis. Confidence in the synthesized evidence was assessed with GRADE CERQual. FINDINGS: The women had received cognitive behavioral therapy (5 studies) or supportive home visits (3 studies). Treatments were individual or group-based. Two main themes were identified: Circumstances and expectations, and Experiences of treatment, with six descriptive themes. Establishing a good relationship to their health professional was important for the women, regardless of treatment model. They also expressed that they wanted to be able to choose the type and format of treatment. The women were satisfied with the support and treatment received and expressed that their emotional well-being had been improved as well as the relationship to their infant. CONCLUSION: The findings can be helpful to develop and tailor patient-centered care for women who are experiencing postnatal depression.",
      "mesh_terms": [
        "Humans",
        "Depression, Postpartum",
        "Female",
        "Cognitive Behavioral Therapy",
        "Psychosocial Intervention",
        "Qualitative Research",
        "Adult",
        "Patient Satisfaction"
      ]
    },
    {
      "pmid": "37951727",
      "title": "Psychosocial interventions for teenagers with adolescent idiopathic scoliosis: A systematic literature review.",
      "authors": [
        "L I Yan",
        "Arnold Yl Wong",
        "Jason Py Cheung",
        "Bingqian Zhu",
        "Kit Ching Lee",
        "Sui Rui Liang",
        "Jia Ying Ll",
        "Bryan Ying Wai Ho",
        "Daniel Bressington"
      ],
      "journal": "Journal of pediatric nursing",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVES: Psychosocial interventions can improve teenagers' self-esteem, mental health and bracing compliance. There is a need to compile available evidence of psychosocial care in adolescent idiopathic scoliosis. This systematic review aimed to identify and evaluate the effects of existing interventional studies of psychosocial care for the adolescent idiopathic scoliosis population. METHODS: A comprehensive search of relevant literature published from the inception to March 2023 was conducted using nine databases. A google scholar search was performed on 1 July 2023, to update the searching results. Two reviewers independently assessed the methodological quality and extracted details of the included studies. Given the heterogeneity of the selected articles, the findings were synthesized narratively without conducting a meta-analysis. RESULTS: Four randomized controlled trials reported in six articles involving 385 teenagers were included. The interventions appeared acceptable with high recruitment rates and low dropout rates reported. Psychosocial interventions had shown significant positive effects on postoperative pain, engagement in daily and social activities as well as brace use, coping abilities and anxiety. CONCLUSION: Psychosocial interventions are generally feasible and acceptable among the adolescent idiopathic scoliosis population and have produced positive effects on a variety of physical and psychosocial outcomes. Study findings need to be interpreted with caution due to the limited number of available articles and the methodological concerns of the reviewed articles. PRACTICAL IMPLICATIONS: Well-designed clinical trials are warranted in people from cultural backgrounds to develop and implement effective psychosocial interventions for teenagers with adolescent idiopathic scoliosis, not only for those at the post-surgery stage but also for those receiving conservative treatment.",
      "mesh_terms": [
        "Adolescent",
        "Humans",
        "Braces",
        "Coping Skills",
        "Mental Health",
        "Psychosocial Intervention",
        "Scoliosis"
      ]
    }
  ]
}