{
  "supplement": "Psyllium",
  "query": "Psyllium[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:24:37",
  "research_count": 145,
  "count": 100,
  "articles": [
    {
      "pmid": "40226240",
      "title": "Efficacy of Psyllium Husk as an Adjunct to PPI in Treating Laryngopharyngeal Reflux: A Clinical Perspective.",
      "authors": [
        "Amit Kumar Rana",
        "Rohit Sharma",
        "Mamta Verma",
        "Abhay Deep Singh",
        "Ashish Mehrotra"
      ],
      "journal": "Indian journal of otolaryngology and head and neck surgery : official publication of the Association of Otolaryngologists of India",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Laryngopharyngeal reflux (LPR) is characterized by the retrograde flow of gastric contents into the laryngopharyngeal region, causing inflammation and nonspecific symptoms such as chronic cough, throat irritation, and hoarseness. Proton pump inhibitors (PPIs) are commonly used for treatment. This study evaluates the efficacy of psyllium husk as an adjunct to PPI therapy in managing LPR. A prospective study involving 505 patients with confirmed LPR was conducted. Patients were randomized into three treatment groups: PPI monotherapy, PPI combined with prokinetics, and PPI combined with psyllium husk. Outcomes were assessed using the Reflux Symptom Index (RSI), Reflux Finding Score (RFS), and patient adherence rates over 16 weeks. Statistical analysis included ANOVA and chi-square tests. The PPI-psyllium husk group demonstrated the highest symptom resolution rate of 82%, significantly greater than the 75% achieved by the PPI-prokinetic group and 65% by the PPI monotherapy group (p < 0.001). This group also showed the greatest mean reduction in RSI scores (9.70 ± 1.50) and RFS scores (5.00 ± 0.95). Time to significant symptom improvement was shortest in the psyllium group (6.5 ± 1.2 weeks, p < 0.05). Improvements in individual symptoms such as chronic cough (51.55%) and heartburn (55.13%) were significantly higher compared to other groups. Adherence rates were highest in the psyllium group (85%, p < 0.01), likely due to better symptom control. Psyllium husk is a safe and effective adjunct to PPI therapy, offering superior symptom resolution, faster recovery, and enhanced mucosal healing. Its favourable safety profile and dual mechanism of action support its integration into LPR management strategies. Further research is needed to assess its long-term benefits and potential in personalized therapy."
    },
    {
      "pmid": "39988760",
      "title": "Medical treatment of sand enteropathy with psyllium, magnesium sulphate and paraffin oil in 54 Western Australian equids.",
      "authors": [
        "I G Entwisle",
        "E J McConnell"
      ],
      "journal": "Australian veterinary journal",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Sand enteropathy describes the clinical signs attributed to accumulation of sand in the gastrointestinal tract. Psyllium combined with magnesium sulphate has been recommended for clearing intestinal sand, but this has only been evaluated in one population. The combination of these two agents with paraffin oil has not been investigated. OBJECTIVES: To investigate the effectiveness of paraffin oil, psyllium and magnesium sulphate combined in clearing intestinal sand in horses diagnosed with sand enteropathy. STUDY DESIGN: Retrospective case series. METHODS: Medical records of horses presenting for sand enteropathy that underwent treatment with psyllium, paraffin oil and magnesium sulphate were reviewed. Area of sand was calculated from abdominal radiographs. Treatment was deemed a success if more than 75% of the sand area was cleared. RESULTS: There were 52 horses and 2 donkeys included in the study. Daily treatment with psyllium at 1 g/kg, 6-8 mL/kg of paraffin oil, and magnesium sulphate at 1 g/kg by nasogastric intubation, was successful in clearing intestinal sand accumulation in 81% of equids over a median of 4 days (interquartile range 3-5 days). Success rate was lower in Miniatures Ponies (44%). Complications were common (30%) but were generally mild or self-limiting. MAIN LIMITATIONS: Retrospective nature of study design. Limited to cases that consented to sand clearance treatment. CONCLUSIONS: The combination of psyllium, magnesium sulphate and paraffin oil was effective at clearing intestinal sand in most cases. Miniature Ponies had a poorer response to treatment compared with other breeds and may be at increased risk of treatment failure.",
      "mesh_terms": [
        "Animals",
        "Psyllium",
        "Retrospective Studies",
        "Horse Diseases",
        "Horses",
        "Magnesium Sulfate",
        "Paraffin",
        "Male",
        "Female",
        "Western Australia",
        "Oils",
        "Sand",
        "Intestinal Diseases",
        "Treatment Outcome",
        "Drug Therapy, Combination"
      ]
    },
    {
      "pmid": "39942010",
      "title": "Evaluation of the Effect of Improvers: Psyllium and Xanthan Gum in Bread Loaf with Partial Replacement of Quinoa Flour.",
      "authors": [
        "Laidy Quinte",
        "Ingrid Valderrama",
        "Ivan Best"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Jan-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Wheat flour (WF) was replaced with quinoa flour (QF) at a 20% level in combination with improvers such as psyllium (PSY) and xanthan gum (XG). The flour quality, dough rheology, baking quality, and sensory evaluation of the bread loaves were analyzed, considering the addition of improvers as follows: PSY 0.5%, XG 0.5%, and PSY 0.25% + XG 0.25%. The best treatment to produce bread loaves was with the application of PSY 0.25% + XG 0.25%, where it had an optimal acceptability and no significant texture difference (p ≥ 0.05) compared with the control, with manageable dough, ideal viscosity, intermediate width/height ratio, and moderate baking stability, reflected in reduced baking losses. The techno-functional and nutritional properties of QF offer a viable alternative to WF."
    },
    {
      "pmid": "39743090",
      "title": "Epichlorohydrin/triethylamine modified psyllium as a highly efficient adsorbent for selective adsorption of anionic dyes.",
      "authors": [
        "Kriti",
        "Kiran Kumar",
        "Ghanshyam S Chauhan",
        "Sandeep Chauhan",
        "Sapna Sharma"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To develop new green sustainable adsorbents, herein, psyllium, a polysaccharide, was transformed into a cationic material by introducing a quaternary ammonium group in its structure through a two-step process. Psyllium was epoxidized with epichlorohydrin to epoxy propyl form (EPsy) and the resulting material was reacted with triethylamine to obtain a quaternized psyllium, TPsy. TPsy demonstrates selective elimination of anionic dyes (CR and MO). The maximum % adsorption (Pr) of 93.94 %, and 94.44 % were reported for MO and CR (anionic dyes) respectively within 70 min. The strong adsorption of MO and CR can be attributed to electrostatic attraction and hydrogen bonding. The adsorption process adhered to the pseudo-second-order kinetics indicating chemisorption and Langmuir isotherm suggesting monolayer adsorption, exhibiting a maximum adsorption capacity (qm) of 223.71 mg/g for MO and 260.41 mg/g for CR. TPsy is regenerable even after twelve adsorption-desorption cycles with cumulative q of 903.97 mg/g and 932.83 mg/g for MO and CR respectively. Our study introduces a novel approach by reversing the surface charge of psyllium (anionic, PZC = 2.25) through quaternization to TPsy (cationic, PZC = 6.23), which significantly enhances its efficiency as an anionic dye adsorbent.",
      "mesh_terms": [
        "Epichlorohydrin",
        "Anions",
        "Coloring Agents",
        "Ethylamines",
        "Psyllium",
        "Absorption",
        "Spectroscopy, Fourier Transform Infrared",
        "X-Ray Diffraction",
        "Temperature",
        "Hydrogen-Ion Concentration",
        "Thermogravimetry",
        "Thermodynamics"
      ]
    },
    {
      "pmid": "39545778",
      "title": "Synergistic effects of Ligilactobacillus salivarius Li01 and psyllium husk prevent mice from developing loperamide-induced constipation.",
      "authors": [
        "Lvwan Xu",
        "Bo Qiu",
        "Furong Ba",
        "Shuobo Zhang",
        "Shengyi Han",
        "Hui Chen",
        "Youhe Wu",
        "Wang Gao",
        "Siyuan Xie",
        "Yanfei Chen",
        "Shiman Jiang",
        "Jingyi Zhang",
        "Yating Li",
        "Björn Berglund",
        "Mingfei Yao",
        "Lanjuan Li"
      ],
      "journal": "Food & function",
      "publication_date": "2024-Dec-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Constipation is a gastrointestinal (GI) condition marked by difficulty in defecation, abdominal pain and distension, significantly impacting both physical and mental health. Ligilactobacillus salivarius Li01 (Li01) is a probiotic known to prevent constipation in mice, while psyllium husk (PSH) is a dietary fiber with high water retention, acting as an intestinal lubricant. This study investigates the effects of a combined treatment of Li01 and PSH on mice with loperamide-induced constipation. The combination treatment improved GI transit rates, increased the water content of feces, and regulated serum concentrations of GI hormones more effectively than either Li01 or PSH alone. The beneficial effects were linked to higher levels of butyric acid and a greater proportion of non-12-OH bile acids (BAs) in the GI tract. These protective effects were not influenced by changes in gut microbiota. Additionally, Li01 produced butyric acid and fermented PSH in vitro. Our findings suggest that the probiotic Li01 and the prebiotic PSH synergistically protect against constipation in mice, highlighting their potential as functional food components.",
      "mesh_terms": [
        "Animals",
        "Constipation",
        "Mice",
        "Loperamide",
        "Probiotics",
        "Psyllium",
        "Male",
        "Gastrointestinal Microbiome",
        "Prebiotics",
        "Feces",
        "Butyric Acid",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39223790",
      "title": "The effect of fiber supplementation with agave fructans or psyllium plantago in symptoms of constipation and its relation with whole and regional transit time and pH.",
      "authors": [
        "Enrique Coss-Adame",
        "Josealberto Sebastiano Arenas-Martínez",
        "María Fernanda García-Cedillo",
        "Lorena Cassis Nosthas",
        "Gustavo Bustillo-Armendriz"
      ],
      "journal": "Neurogastroenterology and motility",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Supplementation with the Agave tequilana Weber blue variety fructans is a feasible treatment option for functional constipation (FC). However, its effects on colonic function have not yet been studied. This study assessed whole gut transit time (WGTT) and regional transit time using a wireless motility capsule (WMC) before and after supplementation with different fiber treatments in patients with FC. METHODS: A secondary analysis was performed on data collected from a randomized, double-blind clinical trial comparing agave fructans with psyllium plantago. WGTT, regional transit time, contractility, and pH were measured using WMC before and after fiber supplementation. Comparisons were performed using nonparametric tests. KEY RESULTS: Twenty patients with FC were evaluated, with a median age of 39 (25-54 years), and 18 (90%) were women. Five patients were included in each intervention group. There were no changes in WGTT or regional transit times between the groups (p > 0.05). Similarly, there were no differences in the changes experienced by regional or general contractility among the groups (p > 0.05). The cecal pH profile did not differ between the groups before and after fiber supplementation (p > 0.05). The percentages of clinical responses and consistency of bowel movements between the groups were similar. CONCLUSIONS & INFERENCES: FC presents a clinical response to a fiber challenge, regardless of the administered intervention. However, this response was not associated with improvement in contractility or regional transit time. We speculate that there are other mechanisms by which fiber consumption may improve FC.",
      "mesh_terms": [
        "Humans",
        "Constipation",
        "Female",
        "Gastrointestinal Transit",
        "Psyllium",
        "Male",
        "Middle Aged",
        "Adult",
        "Dietary Fiber",
        "Hydrogen-Ion Concentration",
        "Double-Blind Method",
        "Agave",
        "Fructans",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "39201717",
      "title": "Effects of Sequential Induction Combining Thermal Treatment with Ultrasound or High Hydrostatic Pressure on the Physicochemical and Mechanical Properties of Pea Protein-Psyllium Hydrogels as Elderberry Extract Carriers.",
      "authors": [
        "Adonis Hilal",
        "Anna Florowska",
        "Tomasz Florowski",
        "Katarzyna Rybak",
        "Ewa Domian",
        "Marcin Szymański",
        "Małgorzata Wroniak"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Aug-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Entrapping bioactive ingredients like elderberry extract in hydrogels improves their stability and functionality in food matrices. This study assessed the effect of sequential thermal treatment with ultrasound (US) or high hydrostatic pressure (HHP) and treatment duration on pea protein-psyllium hydrogels as elderberry extract carriers. Measurements included color parameters, extract entrapment efficiency, physical stability, textural properties, microrheology, FT-IR, thermal degradation (TGA), SEM images, total polyphenols content, antioxidant activity, and reducing power. The control hydrogel was obtained using only thermal induction. Both treatments impacted physical stability by affecting biopolymer aggregate structures. Thermal and US combined induction resulted in hydrogels with noticeable color changes and reduced entrapment efficiency. Conversely, thermal and HHP-combined induction, especially with extended secondary treatment (10 min), enhanced hydrogel strength, uniformity, and extract entrapment efficiency (EE = 33% for P10). FT-IR and TGA indicated no chemical structural alterations post-treatment. Sequential thermal and HHP induction preserved polyphenol content, antioxidant activity (ABTS = 5.8 mg TE/g d.m.; DPPH = 11.1 mg TE/g d.m.), and reducing power (RP = 1.08 mg TE/g d.m.) due to the dense hydrogel structure effectively enclosing the elderberry extract. Sequential thermal and HHP induction was more effective in developing pea protein-psyllium hydrogels for elderberry extract entrapment.",
      "mesh_terms": [
        "Hydrogels",
        "Hydrostatic Pressure",
        "Plant Extracts",
        "Pea Proteins",
        "Antioxidants",
        "Spectroscopy, Fourier Transform Infrared",
        "Polyphenols",
        "Drug Carriers",
        "Ultrasonic Waves"
      ]
    },
    {
      "pmid": "39005935",
      "title": "Psyllium fiber improves hangovers and inflammatory liver injury by inhibiting intestinal drinking.",
      "authors": [
        "Keungmo Yang",
        "Tom Ryu",
        "Beom Sun Chung"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: Excessive alcohol intake often results in hangovers and inflammatory liver damage, posing a significant health concern. Current treatment options for hangovers are still insufficient, highlighting the urgent need for new therapeutic approaches. Psyllium fiber (PF) is well-known for its gastrointestinal benefits, but its effect on hangovers is less explored. Methods: We utilized a mouse model with a single binge drinking (4 g/kg) to induce hangover and inflammatory liver injury. Intestine and liver injury were serologically and histologically estimated. Hangover symptoms were assessed using cylinder and footprint tests to objectively quantify hangover symptoms in mice. Results: Binge drinking significantly activated alcohol-metabolizing enzymes in the small intestine and liver, leading to inflammatory damage. Concurrently, there was a rise in alcohol metabolites such as acetaldehyde and acetone, which exhibited a positive correlation with hangover symptoms in mice. Interestingly, the oral administration of PF (100 mg/kg) alongside alcohol consumption significantly reduced the activity of these enzymes and lowered the levels of alcohol metabolites. Mice treated with PF exhibited a considerable improvement in hangover symptoms and a reduction in hepatic inflammation, compared to control groups. Furthermore, in vitro experiments using HepG2 cell lines and semipermeable membranes demonstrated that PF effectively inhibits alcohol absorption into the body. Discussion: In conclusion, PF demonstrates a potential protective effect against alcohol-induced hangover and liver injury by inhibiting the absorption of alcohol and lowering hangover-related alcohol metabolites. This study suggests that PF could serve as an effective therapeutic option for mitigating the adverse effects of excessive alcohol consumption."
    },
    {
      "pmid": "38939069",
      "title": "The role and therapeutic effectiveness of Plantago ovata seed husk (psyllium husk) in the prevention and non-pharmacological treatment of gastrointestinal diseases. Part 1. Clinical use of psyllium husk in the treatment of irritable bowel syndrome, ulcerative colitis, and colorectal cancer.",
      "authors": [
        "Justyna Przybyszewska",
        "Andrzej Kuźmiński",
        "Michał Przybyszewski",
        "Cezary Popławski"
      ],
      "journal": "Przeglad gastroenterologiczny",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Plantago ovata is a common medicinal plant widely cultivated in tropical regions of the world. The outer seed coat of P. ovata, obtained by cleaning the seeds, contains soluble and insoluble fibre in a ratio of 7:3, making products containing P. ovata husk an ideal source of health-beneficial fibre. The results of clinical trials demonstrate the therapeutic efficacy of psyllium husk for various gastrointestinal disorders. It has also been documented that psyllium ingestion exhibits antioxidant, immunomodulatory, antiproliferative, anticancer, and antiviral effects. Such pleiotropic effects of P. ovata husk are related to the presence in its composition of arabinoxylan, which forms a gel in an aqueous environment, as well as bioactive compounds and their metabolites. This article presents the evidence available in the literature on the therapeutic potential and possible mechanisms of action of psyllium in the treatment of irritable bowel syndrome and ulcerative colitis, and prevention of colorectal cancer."
    },
    {
      "pmid": "38844885",
      "title": "The effect of psyllium on fasting blood sugar, HbA1c, HOMA IR, and insulin control: a GRADE-assessed systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Zeinab Gholami",
        "Cain C T Clark",
        "Zamzam Paknahad"
      ],
      "journal": "BMC endocrine disorders",
      "publication_date": "2024-Jun-06",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "There is equivocal evidence that psyllium can prevent or attenuate increases in fasting blood sugar. Therefore, this systematic review and meta-analysis sought to investigate the influence of psyllium on hemoglobin A1C (HbA1c), fasting blood sugar (FBS), insulin, and Homeostatic Model Assessment of Insulin Resistance (HOMA IR). We searched PubMed, ISI Web of Science (WOS), and Scopus for eligible publications, up to 15 July 2022, including randomized controlled trials (RCT) assessing the effect of psyllium on HbA1c, FBS, insulin, and HOMA IR levels in adults. Using a random effects model, we report the weighted mean differences (WMD) with 95% confidence intervals (CI). In this article, 19 RCT studies, consisting of 962 participants, were included. Psyllium significantly decreased FBS, HbA1c, and HOMA IR levels, but not insulin levels, as compared to placebo (FBS: WMD): -6.89; 95% CI: -10.62, -3.16; p < .001), HbA1c: (WMD: -0.75; 95% CI: -1.21, -0.29; p < .001), HOMA IR: (WMD: -1.17; 95% CI: -2.11, -0.23; p < .05), and insulin: (WMD: -2.08; 95% CI: -4.21, -0.035; p > .05)). Subgroup analyses illustrated differences in the effects of psyllium on FBS: dosages less than and more than 10 g/d showed significant differences (p value < 0.05). However, it was not significant in intervention durations less than 50 days (p value > 0.05). For HbA1c: psyllium consumption less than 10 g/d (p value > 0.05) was non-significant. For HOMA IR and insulin: no significant changes were noted with psyllium consumption less than vs. more than 10 g/d. In conclusion, we found that psyllium could significantly decrease FBS, HbA1c, and HOMA IR levels, but not insulin levels, as compared to placebo.",
      "mesh_terms": [
        "Humans",
        "Psyllium",
        "Insulin Resistance",
        "Glycated Hemoglobin",
        "Randomized Controlled Trials as Topic",
        "Insulin",
        "Blood Glucose",
        "Fasting"
      ]
    },
    {
      "pmid": "38650661",
      "title": "Results of medical treatment with psyllium, lactobacillus, and tryptophan (Plurilac® Trio) in obstructive defecation syndrome.",
      "authors": [
        "Sayali Valiyeva",
        "Domenico Tiso",
        "Paolo Cerri",
        "Antonio Pisciaroli",
        "Renato Pietroletti"
      ],
      "journal": "Frontiers in surgery",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The term \"obstructive defecation syndrome\" (ODS) describes a complex condition characterized by defecatory disorders. Such a condition represents a significant proportion of patients, which is estimated to be up to 30% of patients affected by chronic constipation. Presently, a broad agreement has been reached on diagnostic studies, whereas the choice of treatment that aims to improve the quality of life and/or correct the prevalent abnormalities or all anatomical abnormalities remains controversial. METHODS: This was a retrospective cohort study on 174 patients out of a total of 232 with ODS who were observed in a specialized university unit of surgical coloproctology between 2018 and 2022. Clinical assessment included examining the values of the Agachan-Wexner constipation score and Patient Assessment of Constipation (PAC)-quality of life (QoL) scores, a full digital anorectal examination, anoscopy, RX defecography, and a urogynecological consultation; a functional anorectal test, an endoanal ultrasound, and colonoscopy were performed in select patients. The patients were reevaluated after an 8-10-week course of medical treatment based on a high-fiber diet and fluid intake and 6 g of psyllium combined with lactobacillus and tryptophan b.i.d. The results were analyzed by means of the Wilcoxon rank-sum test, comparing pretreatment scores with the results at the first follow-up visit. RESULTS: After 8-10 weeks of conservative treatment, 128 patients declared full satisfaction, 29 reported moderate satisfaction, and 17 (9.7%) declared no improvement. Among these 17, there were 5 patients with paradoxical puborectal contractions. The value of the Agachan-Wexner constipation score after treatment decreased from the pretreatment Agachan-Wexner constipation score mean value of 23.4 ± 3.7 (mean ± SD range 15-27) to a mean value of 5.3 ± 0.7 (range 3-8, p < 0.001). The quality of life improved, as shown by the PAC-QoL score, indicating great improvement in social relationships. CONCLUSIONS: Given the benefits of conservative therapies, they represent a cornerstone in the treatment of ODS, a complex disorder. Diet and bulking agents are mandatory forms of treatment prior to making any surgical attempt, also considering the fact that the psychosomatic component of ODS is an essential prerequisite to match patient expectations."
    },
    {
      "pmid": "38635357",
      "title": "Psyllium husk powder increases defecation frequency and faecal score, bulk and moisture in healthy cats.",
      "authors": [
        "Emeline Keller",
        "Jeremy Laxalde",
        "Nelly Tranier",
        "Pablo Belmar von Kretschmann",
        "Ailsa Jackson",
        "Ingrid van Hoek"
      ],
      "journal": "Journal of feline medicine and surgery",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Clinical Trial, Veterinary",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Constipation is the infrequent or difficult emission of hard, dry faeces and is a common digestive condition in cats. Psyllium is a low-fermentable fibre, with soluble and insoluble components and water-holding properties. It forms a mucilaginous gel with water and is used for the symptomatic treatment of constipation in various species. This study evaluated the effect of dietary psyllium on faecal characteristics in cats. METHODS: Healthy neutered adult cats (six female and three male, aged 3.3-4.4 years) were consecutively fed a dry extruded diet containing either 6% psyllium (test) or 6% cellulose (control) for 10 days each. During the last 3 days (the collection days) of both feeding periods, bowel movements and faecal scores were recorded, and faeces were collected to measure wet weight and moisture. The statistical analysis used linear mixed models with diet, day and their interaction as fixed effects and animal as a random term. RESULTS: The test diet was associated with significantly more bowel movements per day over 3 days (P = 0.0052) and on collection day 2 (P = 0.0229) than the control diet. The mean faecal score was higher (softer faeces) over all three collection days (P <0.0001) and on collection days 1, 2 and 3 (P = 0.0011, P = 0.0349, P = 0.0003, respectively) for the test diet vs the control diet; the total faecal wet weight (P = 0.0003) and faecal moisture (%) were also higher (P = 0.0426) for the test diet. Faeces associated with the test diet often had a dry shell and soft interior, which increased the faecal score. CONCLUSIONS AND RELEVANCE: Psyllium promoted more bowel movements and higher faecal moisture and faecal score in healthy cats, consistent with a previous uncontrolled clinical trial in constipated cats. Together, the studies support the use of dietary psyllium for managing cats with constipation.",
      "mesh_terms": [
        "Animals",
        "Cats",
        "Female",
        "Male",
        "Constipation",
        "Defecation",
        "Dietary Fiber",
        "Feces",
        "Powders",
        "Psyllium",
        "Water"
      ]
    },
    {
      "pmid": "38582464",
      "title": "Photo-triggered caffeic acid delivery via psyllium polysaccharide- gellan gum-based injectable bionanogel for epidermoid carcinoma treatment.",
      "authors": [
        "Sirajunnisa Abdul Razack",
        "Yeachan Lee",
        "Sivakumar Bose",
        "Hwarang Shin",
        "Won-Kyo Jung",
        "Hyun Wook Kang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Here, the simultaneous effect of chemo- and photothermal therapy against epidermoid carcinoma (EC) was investigated. A novel hydrogel, termed bionanogel (BNG), was designed using psyllium mucilage polysaccharide and bacterial gellan gum, incorporated with nanocomplex carrying caffeic acid (CA) and IR-820, and further characterized. The dual effect of BNG and 808 nm laser (BNG + L) on EC was investigated. Staining and scratch assays were performed to analyze their therapeutic effect on EC. In vivo evaluations of BNG + L in xenograft models were performed. Rapid transition, limited swelling, degradability and high tensile strength indicated BNG stability and sustained drug release. Irradiation with 808 nm laser light at 1.25 W /cm2 for 4 min resulted in a temperature increase of 53 °C and facilitated cell ablation. The in vitro studies showed that BNG + L suppressed cancer progression via a late apoptotic effect. The in vivo study showed that the slow release of CA from BNG + L significantly attenuated EC with low mitotic index and downregulation of proteins involved in cancer proliferation such as EGFR, AKT, PI3K, ERK, mTOR and HIF-1α. Thus, BNG could be a novel medium for targeted and controlled drug delivery for the treatment of epidermoid cancer when triggered by NIR light.",
      "mesh_terms": [
        "Caffeic Acids",
        "Animals",
        "Humans",
        "Polysaccharides, Bacterial",
        "Carcinoma, Squamous Cell",
        "Mice",
        "Psyllium",
        "Cell Line, Tumor",
        "Polysaccharides",
        "Hydrogels",
        "Xenograft Model Antitumor Assays",
        "Drug Delivery Systems"
      ]
    },
    {
      "pmid": "38398881",
      "title": "The Impact of Glucomannan, Inulin, and Psyllium Supplementation (SolowaysTM) on Weight Loss in Adults with FTO, LEP, LEPR, and MC4R Polymorphisms: A Randomized, Double-Blind, Placebo-Controlled Trial.",
      "authors": [
        "Evgeny Pokushalov",
        "Andrey Ponomarenko",
        "Claire Garcia",
        "Inessa Pak",
        "Evgenya Shrainer",
        "Mariya Seryakova",
        "Michael Johnson",
        "Richard Miller"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Feb-17",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "This study aimed to determine the impact of a fiber supplement on body weight and composition in individuals with obesity with specific genetic polymorphisms. It involved 112 adults with obesity, each with at least one minor allele in the FTO, LEP, LEPR, or MC4R polymorphism. Participants were randomized to receive either a fiber supplement (glucomannan, inulin, and psyllium) or a placebo for 180 days. The experimental group showed significant reductions in body weight (treatment difference: -4.9%; 95% CI: -6.9% to -2.9%; p < 0.01) and BMI (treatment difference: -1.4 kg/m2; 95% CI: -1.7 to -1.2; p < 0.01) compared to placebo. Further significant decreases in fat mass (treatment difference: -13.0%; 95% CI: -14.4 to -11.7; p < 0.01) and visceral fat rating (treatment difference: -1.3; 95% CI: -1.6 to -1.0; p < 0.01) were noted. Homozygous minor allele carriers experienced greater decreases in body weight (treatment difference: -3.2%; 95% CI: -4.9% to -1.6%; p < 0.01) and BMI (treatment difference: -1.2 kg/m2; 95% CI: -2.0 to -0.4; p < 0.01) compared to heterozygous allele carriers. These carriers also had a more significant reduction in fat mass (treatment difference: -9.8%; 95% CI: -10.6 to -9.1; p < 0.01) and visceral fat rating (treatment difference: -0.9; 95% CI: -1.3 to -0.5; p < 0.01). A high incidence of gastrointestinal events was reported in the experimental group (74.6%), unlike the placebo group, which reported no side effects. Dietary supplementation with glucomannan, inulin, and psyllium effectively promotes weight loss and improves body composition in individuals with obesity, particularly those with specific genetic polymorphisms.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Inulin",
        "Psyllium",
        "Polymorphism, Single Nucleotide",
        "Obesity",
        "Body Weight",
        "Weight Loss",
        "Dietary Supplements",
        "Body Mass Index",
        "Receptor, Melanocortin, Type 4",
        "Alpha-Ketoglutarate-Dependent Dioxygenase FTO",
        "Mannans"
      ]
    },
    {
      "pmid": "37630746",
      "title": "The Interaction of Dietary Pectin, Inulin, and Psyllium with Copper Nanoparticle Induced Changes to the Cardiovascular System.",
      "authors": [
        "Michał Majewski",
        "Leszek Gromadziński",
        "Ewelina Cholewińska",
        "Katarzyna Ognik",
        "Bartosz Fotschki",
        "Jerzy Juśkiewicz"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Aug-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We aimed to analyze how supplementation with a standard (recommended, 6.5 mg/kg) or enhanced (two-times higher, 13 mg/kg) dose of copper (Cu), in the form of nanoparticles (NPs) along with dietary intervention via the implementation of diverse types of fiber, affects the cardiovascular system in rats. Nine-week-old male Wistar Han rats (n/group = 10) received, for an additional 6 weeks, a controlled diet with cellulose as dietary fiber and ionic Cu (in the form of carbonate salt). The experimental groups received cellulose, pectin, inulin, and psyllium as dietary fiber, together with CuNPs (6.5 or 13 mg/kg diet). After the experimental feeding, samples of blood, hearts, and thoracic arteries were collected for further analysis. Compared to pectin, and under a standard dose of CuNPs, inulin and psyllium beneficially increased the antioxidant capacity of lipid- and water-soluble compounds in the blood, and decreased heart malondialdehyde. Moreover, pectin decreased heart catalase (CAT) and cyclooxygenase (COX)-2 in the aortic rings compared to inulin and psyllium under standard and enhanced doses of copper. When the dose of CuNPs was enhanced, inulin and psyllium potentiated vasodilation to acetylcholine by up-regulation of COX-2-derived vasodilator prostanoids compared to both cellulose and pectin, and this was modulated with selective inducible nitric oxide synthase (iNOS) inhibitor for psyllium only. Moreover, inulin decreased heart CAT compared to psyllium. Our results suggest that supplementation with dietary fiber may protect the vascular system against potentially harmful metal NPs by modulating the antioxidant mechanisms.",
      "mesh_terms": [
        "Male",
        "Animals",
        "Rats",
        "Rats, Wistar",
        "Inulin",
        "Copper",
        "Psyllium",
        "Pectins",
        "Antioxidants",
        "Cardiovascular System",
        "Diet",
        "Cellulose",
        "Dietary Fiber",
        "Metal Nanoparticles"
      ]
    },
    {
      "pmid": "37389917",
      "title": "Agave tequilana Fructans Versus Psyllium plantago for Functional Constipation : Randomized Double-blind Clinical Trial.",
      "authors": [
        "Enrique Coss-Adame",
        "Maria F García-Cedillo",
        "Gustavo Bustillo-Armendáriz",
        "Maria F Huerta-de la Torre",
        "Melisa K Delgado-Bautista",
        "Josealberto Arenas-Martinez",
        "Lorena Cassis-Nosthas"
      ],
      "journal": "Journal of clinical gastroenterology",
      "publication_date": null,
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "GOAL: The aim of this study was to evaluate the efficacy of supplementation with Agave tequilana Weber blue variety fructans (Predilife) in the improvement of symptoms in functional constipation. BACKGROUND: Fiber supplementation is the first-line treatment for constipation. Fibers-like fructans have a known prebiotic effect. MATERIALS AND METHODS: A randomized, double-blind, study comparing agave fructans (AF) against psyllium plantago (PP). Four groups were randomized. Group 1: AF 5 g (Predilife), group 2: AF 10 g (Predilife), group 3: AF 5 g (Predilife)+10 g maltodextrin (MTDx), and group 4: PP 5 g+10 g MTDx. The fiber was administered once daily for 8 weeks. All fibers were similarly flavored and packaged. Patients kept their usual diet and fiber sources were quantified. Responders were defined as ≥1 complete spontaneous bowel movement from baseline to 8 weeks. Adverse events were reported. The study was registered in Clinicaltrials.gov with registration number NCT04716868. RESULTS: Seventy-nine patients were included (group 1: 21, group 2: 18, group 3: 20, and group 4: 20), of which 62 (78.4%) were women. The responders were similar across groups (73.3%, 71.4%, 70.6%, and 69%, P >0.050). After 8 weeks, all groups significantly increased complete spontaneous bowel movements, showing the greatest increase in spontaneous bowel movements in group 3 ( P =0.008). All groups improved in symptoms, stool consistency, and quality of life. Diet and fiber intake were similar between groups. Adverse events were mild and similar between groups. CONCLUSIONS: AF (Predilife) are as effective at different doses and combined with MTDx as PP and are a feasible option for the treatment of functional constipation.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Psyllium",
        "Plantago",
        "Agave",
        "Fructans",
        "Quality of Life",
        "Constipation",
        "Double-Blind Method"
      ]
    },
    {
      "pmid": "37017261",
      "title": "Psyllium seed husk regulates the gut microbiota and improves mucosal barrier injury in the colon to attenuate renal injury in 5/6 nephrectomy rats.",
      "authors": [
        "Dongmei Hu",
        "Wenbo Liu",
        "Wanlin Yu",
        "Lihua Huang",
        "Chunlan Ji",
        "Xusheng Liu",
        "Zhaoyu Lu"
      ],
      "journal": "Renal failure",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic kidney disease (CKD) can cause gut microbiota dysbiosis and thus impair intestinal barrier function. Disruption of intestinal homeostasis facilitates the production of enterogenic toxins, which exacerbate CKD-induced uremic toxicity and inflammation. Dietary fiber, by targeting the gut-kidney axis, could be used for CKD treatment. Psyllium seed husk (PSH) extracted from the seeds of Plantago ovata contains highly branched, gel-forming arabinoxylan. Positive effects of PSH on host physiology have been demonstrated but whether it also acts on the microbial ecosystem in CKD patients is unknown. In this study, the effects of dietary PSH on the gut microbiota, intestinal barrier function, systemic inflammation, uremic toxins, and renal injury were investigated in 5/6 nephrectomy (5/6Nx) CKD rats. Blood, feces, and kidney and colon tissues were collected from PSH-treated and control rats and subjected to biochemical and histological analyses, enzyme-linked immunosorbent assays, and 16SrRNA sequencing. PSH supplementation reduced serum creatinine and blood urea nitrogen levels, and attenuated renal tubular interstitial injury, in 5/6Nx rats. 16SrRNA sequencing showed that PSH improved the gut microbiota and intestinal barrier function in addition to down-regulating serum interleukin (IL)-1, IL-6, and indoxyl sulfate levels. Together, these results demonstrate the potential of PSH supplementation for treating CKD, including by improving intestinal microecology, reducing uremic toxin levels and systemic inflammation, and delaying disease progression.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Gastrointestinal Microbiome",
        "Psyllium",
        "Ecosystem",
        "Kidney",
        "Renal Insufficiency, Chronic",
        "Colon",
        "Nephrectomy",
        "Inflammation"
      ]
    },
    {
      "pmid": "36636241",
      "title": "Anti Leishmanial Effect of Plantago psyllium (Ovate) and White Vinegar on Leishmania major Lesion in BALB/c Mice.",
      "authors": [
        "Abdolali Moshfe",
        "Keianoush Karami",
        "Maryam Bahmani",
        "Mohsen Naghmachi",
        "Shahrbanoo Askarian",
        "Abbas Rezaei",
        "Roohallah Zare",
        "Ali Jamshidi"
      ],
      "journal": "Journal of arthropod-borne diseases",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Leishmania major is the etiologic agent of zoonotic cutaneous leishmaniasis in Iran, and glucantime injection is currently used for its treatment. This study aimed to evaluate the anti-leishmanial effect of topical Plantago psyllium and white vinegar in L. major infected BALB/c mice. METHODS: Thirty infected mice were divided into five groups as follows: Group 1: treated with the combination of ovata powder and white vinegar, Group 2: treated with glucantime, Group 3: treated with white vinegar, Group 4: treated with the combination of ovata powder and water, and Group 5: without any treatment. All the groups were treated for 18 days. Lesion size was measured, and final smears were prepared for microscopic examination. RESULTS: The findings indicated that the difference in the mean areas of the ulcers in all the groups before and after treatment was not significant, except for the second (glucantime) and third (vinegar) groups. Also, the results showed that in the first, second, third, and fourth group, 6 (60%), 4 (80%), 3 (60%), and 2 (40%) mice were healed, respectively. However, ulcers remained in all the five mice of the control group. CONCLUSION: The combination of ovata powder and white vinegar has been traditionally used to treat leishmanial lesions in Iran. It seems the most anti-leishmanial effect is related to vinegar and supported by Plantago. The route of treatment with this combination is very simple and painless in comparison with injection. Thus, further studies on this issue could help to design more effective and easy-to-use drugs."
    },
    {
      "pmid": "36296761",
      "title": "Psyllium-Husk-Assisted Synthesis of ZnO Microstructures with Improved Photocatalytic Properties for the Degradation of Methylene Blue (MB).",
      "authors": [
        "Syed Nizam Uddin Shah Bukhari",
        "Aqeel Ahmed Shah",
        "Muhammad Ali Bhatti",
        "Aneela Tahira",
        "Iftikhar Ahmed Channa",
        "Abdul Karim Shah",
        "Ali Dad Chandio",
        "Wael A Mahdi",
        "Sultan Alshehri",
        "Zaffar Hussain Ibhupoto",
        "Wen Liu"
      ],
      "journal": "Nanomaterials (Basel, Switzerland)",
      "publication_date": "2022-Oct-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Wastewater from the textile industry is chronic and hazardous for the human body due to the presence of a variety of organic dyes; therefore, its complete treatment requires efficient, simple, and low cost technology. For this purpose, we grew ZnO microstructures in the presence of psyllium husk, and the role of psyllium husk was to modify the surface of the ZnO microstructures, create defects in the semiconducting crystal structures, and to alter the morphology of the nanostructured material. The growth process involved a hydrothermal method followed by calcination in air. Additionally, the psyllium husk, after thermal combustion, added a certain value of carbon into the ZnO nanomaterial, consequently enhancing the photocatalytic activity towards the degradation of methylene blue. We also investigated the effect of varying doses of photocatalyst on the photocatalytic properties towards the photodegradation of methylene blue in aqueous solution under the illumination of ultraviolet light. The structure and morphology of the prepared ZnO microstructures were explored by scanning electron microscopy (SEM) and powder X-ray diffraction (XRD) techniques. The degradation of methylene blue was monitored under the irradiation of ultraviolet light and in the dark. Also, the degradation of methylene blue was measured with and without photocatalyst. The photodegradation of methylene blue is highly increased using the ZnO sample prepared with psyllium husk. The photodegradation efficiency is found to be approximately 99.35% for this sample. The outperforming functionality of psyllium-husk-assisted ZnO sample is attributed to large surface area of carbon material from the psyllium husk and the synergetic effect between the incorporated carbon and ZnO itself. Based on the performance of the hybrid material, it is safe to say that psyllium husk has high potential for use where surface roughness, morphology alteration, and defects in the crystal structure are vital for the enhancing the functionality of a nanostructured material. The observed performance of ZnO in the presence of psyllium husk provides evidence for the fabrication of a low cost and efficient photocatalyst for the wastewater treatment problems."
    },
    {
      "pmid": "36136861",
      "title": "Efficacy of Oral Psyllium in Pediatric Irritable Bowel Syndrome: A Double-Blind Randomized Control Trial.",
      "authors": [
        "Jagadeesh Menon",
        "Babu Ram Thapa",
        "Rajni Kumari",
        "Srikanth Puttaiah Kadyada",
        "Satyavati Rana",
        "Sadhna B Lal"
      ],
      "journal": "Journal of pediatric gastroenterology and nutrition",
      "publication_date": "2023-Jan-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Pediatric irritable bowel syndrome (IBS) is a common functional gastrointestinal disorder with variable response to various therapeutic agents. Psyllium has been proven to be effective in adults; however, there is no study in children. The objective of this study is to evaluate the efficacy of psyllium husk as compared to placebo in pediatric IBS patients. METHODS: In this double-blind randomized controlled trial, 43 children were assigned to psyllium arm (Group A) and 38 into placebo arm (Group B). Severity is assessed at baseline and after 4 weeks of treatment using IBS severity scoring scale (IBS-SSS) and classified into mild, moderate, and severe categories. Categorical data was compared with chi-square test and paired categorical variable was compared with McNemer test. RESULTS: Mean ages (±SD; in years) of Groups A and B were 9.87 (2.7) and 9.82 (3.17), respectively, with median duration of illness of 12 months. At baseline, type, severity, and parameters (IBS-SSS) of IBS were equally distributed in 2 groups. There was a significant reduction in median interquartile range (IQR) of total IBS-SSS in psyllium versus placebo [75 (42.5-140) vs 225 (185-270); P < 0.001] at 4 weeks. Similarly 43.9% in Group A versus 9.7% in Group B attained remission [IBS-SSS < 75 ( P < 0.0001)]. The mean difference in IBS-SSS between Group A and Group B was -122.85 with risk ratio of 0.64 (95% CI; 0.42-0.83; P = 0.001) and absolute risk reduction of 32% (NNT = 3). CONCLUSIONS: Psyllium husk is effective for the therapy of pediatric IBS when compared with placebo in short term.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Child",
        "Irritable Bowel Syndrome",
        "Psyllium",
        "Double-Blind Method",
        "Severity of Illness Index",
        "Treatment Outcome",
        "Quality of Life"
      ]
    },
    {
      "pmid": "35990490",
      "title": "Application of Psyllium Husk as a Friendly Filtrate Reducer for High-Temperature Water-Based Drilling Fluids.",
      "authors": [
        "Xiaodong Chen",
        "Xin Gao",
        "Junyu Chen",
        "Yunfeng Liu",
        "Chunyu Song",
        "Wenlei Liu",
        "Yuan Wan",
        "Xiangzheng Kong",
        "Ying Guan",
        "Zhengsong Qiu",
        "Hanyi Zhong",
        "Jinghua Yang",
        "Lifeng Cui"
      ],
      "journal": "ACS omega",
      "publication_date": "2022-Aug-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aiming at the challenge that environmental protection and high-temperature fluid loss reduction performance of the traditional water-based drilling fluid treatment agent are difficult to balance, our studies added psyllium husk as a high-temperature-resistant and environmentally friendly filtrate reducer to a water-based drilling fluid. The composition, physical and chemical properties, and microstructure of psyllium husk are characterized. Then, the effects of psyllium husk after hot rolling at different temperatures on the rheological properties and fluid loss properties of bentonite-based slurry are evaluated. The results show that the psyllium husk added to the bentonite-based slurry can effectively improve the rheological properties and fluid loss properties of the bentonite-based slurry, and the temperature resistance can reach 160 °C. After hot rolling at 160 °C, adding 1 w/v % psyllium husk can reduce the API fluid loss and high-temperature and high-pressure fluid loss of the bentonite-based slurry by 76.04 and 56.91%, respectively, showing excellent fluid loss reduction performance at high temperatures. The branched structure and uronic acid of psyllium husk can inhibit the degradation of its own molecular structure to a certain extent, which is the fundamental reason why psyllium husk still has excellent fluid loss reduction performance at high temperatures. Psyllium husk is expected to replace some traditional synthetic polymers and be used in environmentally friendly high-temperature-resistant water-based drilling fluids."
    },
    {
      "pmid": "35841963",
      "title": "Synthesis of vildagliptin loaded acrylamide-g-psyllium/alginate-based core-shell nanoparticles for diabetes treatment.",
      "authors": [
        "Deepak Kumar",
        "Arti Gautam",
        "Soma Rohatgi",
        "Patit P Kundu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2022-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes mellitus has become a major public health concern all over the world. Vildagliptin is one of the antidiabeticdrug that can overcome the existing problem of this prevalent disease. Present study aims to synthesize and investigate the role of vildagliptin-loaded core-shell nanoparticle of grafted psyllium and alginate (VG@P/A-NPs) in anti-diabetes application. FTIR, SEM, XRD, 13CNMR and zeta analyzer were used for characterization of the core-shell nanoparticles (VG@P/A-NPs). The synthesized acrylamide-grafted-psyllium was also optimized through varying grafting parameters such as acrylamide and ceric ammonium nitrate (CAN) concentration, time and temperature to obtain the maximum yield of acrylamide-grafted-psyllium. Rheological analysis of pure psyllium, grafted psyllium and alginate were also performed. For biological studies, the first cytotoxicity of grafted psyllium and VG@P/A-NPs were examined on human lung adenocarcinoma cell line A549 in which it was observed that VG@P/A-NPs did not exhibited any toxicity. The antidiabetic potential of VG@P/A-NPs was investigated by glucose uptake assay, using TNF-α induced insulin resistance skeletal cell model using mouse muscle L6 cell line. The insulin signaling impaired cell line displayed a highly significant (p < 0.0001) dose-dependent increase in glucose uptake after treatment with increasing doses of VG@P/A-NPs.The drug release behavior of VG@P/A-NPs was examined at various pH and the highest drug release (98 %) was obtained at pH (7.4). The drug release kinetic data was following the Higuchi (R2 = 0.9848) kinetic model, suggesting the release of drug from vildagliptin-loaded grafted psyllium-alginate core-shell nanoparticles (VG@P/A-NPs) as a square root of time-dependent process and diffusion controlled. This study provides an economical and environment-friendly approach towards the synthesis of VG@P/A-NPs with antidiabetes applications.",
      "mesh_terms": [
        "Acrylamide",
        "Alginates",
        "Animals",
        "Diabetes Mellitus",
        "Drug Carriers",
        "Glucose",
        "Humans",
        "Mice",
        "Nanoparticles",
        "Psyllium",
        "Vildagliptin"
      ]
    },
    {
      "pmid": "35781477",
      "title": "Beneficial effects of psyllium on the prevention and treatment of cardiometabolic diseases.",
      "authors": [
        "Chen Chen",
        "Chang Shang",
        "Laiyun Xin",
        "Mi Xiang",
        "Yuling Wang",
        "Zihuan Shen",
        "Linke Jiao",
        "Fan Ding",
        "Xiangning Cui"
      ],
      "journal": "Food & function",
      "publication_date": "2022-Jul-18",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cardiometabolic diseases are reaching epidemic proportions worldwide. Dietary fiber intake can improve the risk factors associated with CMD. Psyllium, especially its husk, is one of the most widely used dietary fiber supplements, which is often used to enrich cereals and other food products. Numerous pharmacological studies have investigated the active ingredients and therapeutic effects of psyllium and its extracts, including antioxidant, anti-tumor, antidiabetic, hypotensive, anti-inflammation, neuroprotection, antidiarrheal, and antiviral activities. In this review, we will summarize the available studies on the therapeutic potential and possible mechanisms of psyllium in treating CMDs, such as hyperlipidemia, diabetes mellitus, and its complications, hypertension, hyperuricemia and obesity, and its applications in food systems.",
      "mesh_terms": [
        "Cardiovascular Diseases",
        "Diabetes Mellitus",
        "Dietary Fiber",
        "Humans",
        "Obesity",
        "Psyllium"
      ]
    },
    {
      "pmid": "35769394",
      "title": "Effect of Psyllium husk fiber and lifestyle modification on human body insulin resistance.",
      "authors": [
        "Amjad Ali Bacha",
        "Zia Ud Din",
        "Imran Khan"
      ],
      "journal": "Nutrition and metabolic insights",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Insulin resistance is a metabolic disorder that is increasing worldwide and is associated with some of the most common diseases affecting modern societies including diabetes, hypertension, obesity, and coronary heart disease. Changes in diet and physical activity have a profound effect on lowering the risk and cost of managing insulin resistance compared to the pharmacological approach. An interventional study of 16 weeks explored the effect of Psyllium husk fiber in combination with lifestyle modification on insulin resistance among the centrally obese school teachers of district Malakand Khyber Pakhtunkhwa. One Hundred twenty school teachers with central obesity, aged 40-60 years, with no chronic disease history were divided into four subgroups (n = 30) with equal gender bifurcation; a control group, lifestyle modification (LSM) group, psyllium husk fiber (PSH) group, and the combined intervention of LSM & PSH group. Fasting serum was collected to analyze fasting blood glucose, and insulin resistance by using the HOMA-IR method at baseline and post-intervention. A significant effect of the intervention was observed on fasting blood glucose. The combined group of LSM&PSH showed the highest mean change of -7.5 ± 2.6 mg/dl (-9%), followed by the PSH group with a mean change of -6.3 ± 2.1 mg/dl, (-7%). Likewise a significant effect (P < 0.05) on HOMA-IR was observed in the combined group of LSM&PSH with a mean of 1.02 ± 0.14 molar units (-58%), followed by the PSH group with a mean of 1.55 ± 0.14 molar units (-33%). The current study was carried out to assess the effect of regular consumption of Psyllium husk fiber in combination with lifestyle modification on insulin resistance and fasting blood glucose."
    },
    {
      "pmid": "35622734",
      "title": "Altered Intestinal Production of Volatile Fatty Acids in Dogs Triggered by Lactulose and Psyllium Treatment.",
      "authors": [
        "Máté Mackei",
        "Rebeka Talabér",
        "Linda Müller",
        "Ágnes Sterczer",
        "Hedvig Fébel",
        "Zsuzsanna Neogrády",
        "Gábor Mátis"
      ],
      "journal": "Veterinary sciences",
      "publication_date": "2022-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The intestinal microbiome of dogs can be influenced by a number of factors such as non-starch polysaccharides as well as some non-digestible oligo- and disaccharides. These molecules are only decomposed by intestinal anaerobic microbial fermentation, resulting in the formation of volatile fatty acids (VFAs), which play a central role in maintaining the balance of the intestinal flora and affecting the health status of the host organism. In the present study, the effects of lactulose and psyllium husk (Plantago ovata) were investigated regarding their influence on concentrations of various VFAs produced by the canine intestinal microbiome. Thirty dogs were kept on a standard diet for 15 days, during which time half of the animals received oral lactulose once a day, while the other group was given a psyllium-supplemented diet (in 0.67 and in 0.2 g/kg body weight concentrations, respectively). On days 0, 5, 10 and 15 of the experiment, feces were sampled from the rectum, and the concentration of each VFA was determined by GC-MS (gas chromatography−mass spectrometry). Lactulose administration caused a significant increase in the total VFA concentration of the feces on days 10 and 15 of the experiment (p = 0.035 and p < 0.001, respectively); however, in the case of psyllium supplementation, the concentration of VFAs showed a significant elevation only on day 15 (p = 0.003). Concentrations of acetate and propionate increased significantly on days 5, 10 and 15 after lactulose treatment (p = 0.044, p = 0.048 and p < 0.001, respectively). Following psyllium administration, intestinal acetate, propionate and n-butyrate production were stimulated on day 15, as indicated by the fecal VFA levels (p = 0.002, p = 0.035 and p = 0.02, respectively). It can be concluded that both lactulose and psyllium are suitable for enhancing the synthesis of VFAs in the intestines of dogs. Increased acetate and propionate concentrations were observed following the administration of both supplements; however, elevated n-butyrate production was found only after psyllium treatment, suggesting that the applied prebiotics may exert slightly different effects in the hindgut of dogs. These findings can be also of great importance regarding the treatment and management of patients suffering from intestinal disorders as well as hepatic encephalopathy due to portosystemic shunt."
    },
    {
      "pmid": "35505399",
      "title": "Micronutrient status of individuals with overweight and obesity following 3 months' supplementation with PolyGlycopleX (PGX®) or psyllium: a randomized controlled trial.",
      "authors": [
        "Sebely Pal",
        "Jenny McKay",
        "Suleen Ho",
        "Monica Jane",
        "Roland J Gahler",
        "Simon Wood"
      ],
      "journal": "BMC nutrition",
      "publication_date": "2022-May-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Safe and effective weight control strategies are needed to curtail the current obesity epidemic worldwide. Increasing dietary fibre has shown positive results with weight loss as well as in the reduction of metabolic syndrome risk factors. However, fibre can act as an inhibitor to the bioavailability of micronutrients in the gastrointestinal tract. While there is a substantial amount of scientific research into psyllium fibre, PolyGlycopleX (PGX®) is a novel fibre and as yet the effects of PGX® on micronutrient status is not well researched. AIM: To determine whether 3-months' supplementation with 15 g of psyllium or PGX® fibre daily affects micronutrient status of overweight and obese adults. METHODS: Overweight and obese individuals with a BMI between 25-40 kg/m2 and aged between 18 and 65 years, but otherwise healthy, were instructed to consume a 5 g sachet of psyllium, PGX® fibre or a rice flour placebo three times a day for 52 weeks as part of a larger long-term study. Blood sample data for the first 3 months were analysed for associations between serum micronutrient levels and psyllium fibre and/or PGX® supplements. RESULTS: No significant differences between fibre supplement groups and micronutrient status were found after 3 months at p > 0.05. Dietary intake of vitamin C was significantly lower for PGX® at 3 months compared to baseline and compared to control (p < 0.05). Folate was significantly lower in the control group after 3 months (p < 0.05). In the psyllium group, folate, sodium, zinc and magnesium intake decreased after 3 months (p < 0.05). A limitation of dietary intake data (tertiary measure) is the potential for inaccurate self-reporting, although reduced nutrient intake could be due to the satiating effect of dietary fibre. CONCLUSIONS: There were no significant between group differences in serum micronutrient concentrations after a 3-month psyllium fibre or PGX® supplementation intervention of 15 g per day. Fibre supplementation is unlikely to compromise the nutritional status of overweight and obese individuals in the short term. Further research is recommended to monitor micronutrient status over a longer period or with a higher fibre dosage."
    },
    {
      "pmid": "35060943",
      "title": "A Randomized Pilot Study to Compare the Effectiveness of a Low FODMAP Diet vs Psyllium in Patients With Fecal Incontinence and Loose Stools.",
      "authors": [
        "Stacy B Menees",
        "Kenya Jackson",
        "Jason R Baker",
        "Dee E Fenner",
        "Shanti Eswaran",
        "Borko Nojkov",
        "Richard Saad",
        "Allen A Lee",
        "William D Chey"
      ],
      "journal": "Clinical and translational gastroenterology",
      "publication_date": "2022-Feb-19",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: The aim of the study was to compare the effectiveness of a low fermentable oligosaccharide, disaccharide, monosaccharide, and polyol diet (LFD) vs psyllium on the frequency and severity of fecal incontinence (FI) episodes in patients with loose stools. METHODS: This was a single-center, randomized pilot trial of adult patients with FI (Rome III) with at least 1 weekly FI episode associated with loose stool. Eligible patients were randomized to 4 weeks of either a dietitian-led LFD or 6 g/d psyllium treatment. RESULTS: Forty-three subjects were randomized from October 2014 to May 2019. Thirty-seven patients completed the study (19 LFD and 18 psyllium). There was no statistically significant difference in the proportion of treatment responders (>50% reduction in FI episodes compared with baseline) for treatment weeks 1-4 (LFD 38.9%, psyllium 50%, P = .33). Compared with baseline, mean fecal incontinence severity index score significantly improved with LFD (39.4 vs 32.6, P = .02) but not with psyllium (35.4 vs 32.1, P = .29). Compared with baseline values, the LFD group reported improvements in fecal incontinence quality of life coping/behavior, depression/self-perception, and embarrassment subscales. The psyllium group reported improvement in incontinence quality of life coping/behavior. DISCUSSION: In this pilot study, there was no difference in the proportion of patients who reported a 50% reduction of FI episodes with the LFD or psyllium. Subjects in the psyllium group reported a greater reduction in overall FI episodes, whereas the LFD group reported consistent improvements in FI severity and quality of life. Further work to understand these apparently discrepant results are warranted but the LFD and psyllium seem to provide viable treatment options for patients with FI and loose stools.",
      "mesh_terms": [
        "Adult",
        "Diet, Carbohydrate-Restricted",
        "Fecal Incontinence",
        "Fermentation",
        "Humans",
        "Pilot Projects",
        "Psyllium",
        "Quality of Life"
      ]
    },
    {
      "pmid": "34837961",
      "title": "Swimming training and Plantago psyllium ameliorate cognitive impairment and glucose tolerance in streptozotocin-nicotinamide-induced type 2 diabetic rats.",
      "authors": [
        "Hesam Parsa",
        "Zahra Moradi-Khaligh",
        "Sara Rajabi",
        "Kamal Ranjbar",
        "Alireza Komaki"
      ],
      "journal": "The journal of physiological sciences : JPS",
      "publication_date": "2021-Nov-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brain malfunction is common in diabetic patients. On the other hand, a growing body of research points to the beneficial effect of medicinal plants and exercise training on insulin sensitivity and brain function. Therefore, the aim of the present study was to investigate the effect of co-administration of swimming training and Plantago psyllium (mixed with standard pelleted food at a weight ratio of 5%) on learning and memory impairment and glucose tolerance in type 2 diabetic rats. For this purpose, 10 healthy and 40 rats with type 2 diabetes were randomly allocated to five groups: healthy sedentary control group (Con), sedentary diabetic group (D), diabetic group subjected to swimming training (D + Tr), diabetic group receiving P. psyllium (D + Ps), and diabetic group subjected to swimming training and receiving P. psyllium (D + Ps + Tr). Diabetes was induced by a single intraperitoneal injection of nicotinamide (120 mg/kg) and streptozotocin (65 mg/kg) separately with 15 min intervals. Experimental groups were treated with swimming training and P. psyllium independently and simultaneously for 12 weeks. Lipid profile and food intake were measured and also, glucose tolerance was evaluated by glucose area under the curve (AUCg) using an oral glucose tolerance test. Passive avoidance learning (PAL) and memory were evaluated by shuttle box test and cognitive memory was assessed by novel object recognition (NOR) and elevated plus-maze (EPM) tests. Diabetic rats exhibited a significant increase in food intake, lipid profile, and AUCg compared to healthy rats. Step-through latency in the PAL acquisition trial (STL-a) and retention test (STL-r) were significantly lower in diabetic rats than in the control group. In the diabetic group without treatment, time spent in the dark compartment increased compared to the control group in the shuttle box test. Discrimination index and distance traveled reduced in diabetic rats. On the other hand, swimming training and P. psyllium alleviated food intake, lipid profile, and glucose tolerance in diabetic rats. Also, the STL-a, STL-r, discrimination index, and distance travelled in the D + Ps + Tr group were significantly more than the diabetic group. Results showed that 12 weeks of swimming training and receiving P. psyllium improved memory deficit in streptozotocin-nicotinamide-induced type 2 diabetic rats possibly through hypolipidemic and hypoglycemic effects. These results suggest that the administration of swimming training and P. psyllium simultaneously might be an effective intervention for the treatment of diabetes-induced behavioral deficits.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Blood Glucose",
        "Cognitive Dysfunction",
        "Diabetes Mellitus, Experimental",
        "Diabetes Mellitus, Type 2",
        "Glucose",
        "Niacinamide",
        "Plantago",
        "Rats, Wistar",
        "Streptozocin",
        "Swimming"
      ]
    },
    {
      "pmid": "34560150",
      "title": "Current update on psyllium and alginate incorporate for interpenetrating polymer network (IPN) and their biomedical applications.",
      "authors": [
        "Mohammad Arshad Javed Shaikh",
        "Ritu Gilhotra",
        "Sachchidanand Pathak",
        "Manas Mathur",
        "Hafiz M N Iqbal",
        "Navneet Joshi",
        "Gaurav Gupta"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2021-Nov-30",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Natural polysaccharides and their designed structures are extremely valuable due to their intrinsic pharmacological properties and are also used as pharmaceutical aids. These naturally occurring polysaccharides (e.g., psyllium and alginate) are gaining popularity for their use in the preparation of interpenetrating polymer network (IPN) materials with improved swelling ability, biodegradability, stability, non-cytotoxic, biocompatibility, and cost-effectiveness. IPN is prepared sequentially or simultaneously by microwave irradiation, casting evaporation, emulsification cross-linking, miniemulsion/inverse miniemulsion technique, and radiation polymerization methods. In addition, the prepared IPNs have has been extensively characterized using various analytical and imaging techniques before sustainable deployment for multiple applications. Regardless of these multi-characteristic attributes, the current literature lacks a detailed overview of the biomedical aspects of psyllium, alginate, and their engineered IPN structures. Herein, we highlight the unique synthesis, structural, and biomedical considerations of psyllium, alginate, and engineered IPN structures. In this review, a wide range of biomedical applications, such as role as a drug carrier for sustain delivery, wound dressing, tissue engineering, and related miscellaneous application of psyllium, alginate, and their IPN structures described with appropriate examples. Further research will be carried out for the development of IPN using psyllium and alginate, which will be a smart and active carrier for drugs used in the treatment of life-threatening diseases due to their inherent pharmacological potential such as hypoglycemic, immunomodulatory, antineoplastic, and antimicrobial.",
      "mesh_terms": [
        "Alginates",
        "Animals",
        "Anti-Infective Agents",
        "Antineoplastic Agents",
        "Drug Carriers",
        "Humans",
        "Polymers",
        "Psyllium"
      ]
    },
    {
      "pmid": "34538491",
      "title": "Effects of oral administration of timothy hay and psyllium on the growth performance and fecal microbiota of preweaning calves.",
      "authors": [
        "K A H T Kodithuwakku",
        "H Owada",
        "H Miura",
        "D Maruyama",
        "K Hirano",
        "Y Suzuki",
        "Y Kobayashi",
        "S Koike"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to evaluate the effects of oral administration of fiber from the first week of life on the growth and hindgut environment of preweaning calves. Twenty newborn female Holstein calves were divided into 2 groups as control and treatment. Calves in both groups were reared under the same feeding program except for oral fiber administration. Timothy hay and psyllium were mixed at a 50-to-6 ratio as a treatment diet for oral fiber administration. Calves in the treatment group were orally administered 50 g of fiber daily from 3 to 7 d of age and 100 g of fiber from 8 d of age until weaning. Feed intake and occurrence of diarrhea were recorded daily, and body weight (BW) was recorded weekly for the individual calf. Fresh feces were collected from calves at 7, 21, 35, 49, and 56 d of age to analyze fermentation parameters and microbiota to characterize the hindgut environment. Higher fiber intake in the treatment group due to oral administration of timothy and psyllium did not affect the starter intake and achieved higher BW at 21 d of age. The fecal pH, total volatile fatty acid, lactate, and ammonia nitrogen concentrations were not affected by oral fiber administration; meanwhile, the molar proportion of propionate was higher in the treatment group at 7 d of age. The difference in fecal microbiota in the calves subjected to the oral administration of fiber was observed within 21 d of life; Lactobacillus spp. and Prevotella spp. showed higher abundance, whereas that of Clostridium perfringens was decreased. These higher abundances of beneficial bacteria and lower abundance of pathogenic bacteria during early life may partly explain the higher BW of calves in the treatment group at 21 d of age. Furthermore, no adverse effect was observed for the BW and health status in the treatment group throughout the preweaning period. Therefore, early fiber feeding via oral administration potentially contributes to improving the hindgut environment in newborn calves, which leads to better growth of calves during the early stage of life.",
      "mesh_terms": [
        "Administration, Oral",
        "Animal Feed",
        "Animals",
        "Body Weight",
        "Cattle",
        "Diet",
        "Feces",
        "Female",
        "Microbiota",
        "Psyllium",
        "Rumen",
        "Weaning"
      ]
    },
    {
      "pmid": "34353864",
      "title": "Psyllium reduces inulin-induced colonic gas production in IBS: MRI and in vitro fermentation studies.",
      "authors": [
        "David Gunn",
        "Zainab Abbas",
        "Hannah C Harris",
        "Giles Major",
        "Caroline Hoad",
        "Penny Gowland",
        "Luca Marciani",
        "Samantha K Gill",
        "Fred J Warren",
        "Megan Rossi",
        "Jose Maria Remes-Troche",
        "Kevin Whelan",
        "Robin C Spiller"
      ],
      "journal": "Gut",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't",
        "Comment"
      ],
      "abstract": "OBJECTIVE: Health-promoting dietary fibre including inulin often triggers gastrointestinal symptoms in patients with IBS, limiting their intake. Our aim was to test if coadministering psyllium with inulin would reduce gas production. DESIGN: A randomised, four-period, four-treatment, placebo-controlled, crossover trial in 19 patients with IBS. Subjects ingested a 500 mL test drink containing either inulin 20 g, psyllium 20 g, inulin 20 g+ psyllium 20 g or dextrose 20 g (placebo). Breath hydrogen was measured every 30 min with MRI scans hourly for 6 hours. Faecal samples from a subset of the patients with IBS were tested using an in vitro fermentation model. Primary endpoint was colonic gas assessed by MRI. RESULTS: Colonic gas rose steadily from 0 to 6 hours, with inulin causing the greatest rise, median (IQR) AUC(0-360 min) 3145 (848-6502) mL·min. This was significantly reduced with inulin and psyllium coadministration to 618 (62-2345) mL·min (p=0.02), not significantly different from placebo. Colonic volumes AUC(0-360 min) were significantly larger than placebo for both inulin (p=0.002) and inulin and psyllium coadministration (p=0.005). Breath hydrogen rose significantly from 120 min after inulin but not psyllium; coadministration of psyllium with inulin delayed and reduced the maximum increase, AUC(0-360 min) from 7230 (3255-17910) ppm·hour to 1035 (360-4320) ppm·hour, p=0.007.Fermentation in vitro produced more gas with inulin than psyllium. Combining psyllium with inulin did not reduce gas production. CONCLUSIONS: Psyllium reduced inulin-related gas production in patients with IBS but does not directly inhibit fermentation. Whether coadministration with psyllium increases the tolerability of prebiotics in IBS warrants further study. TRIAL REGISTRATION NUMBER: NCT03265002.",
      "mesh_terms": [
        "Breath Tests",
        "Fermentation",
        "Humans",
        "Hydrogen",
        "Inulin",
        "Irritable Bowel Syndrome",
        "Magnetic Resonance Imaging",
        "Psyllium"
      ]
    },
    {
      "pmid": "34081625",
      "title": "The effects of psyllium husk on gut microbiota composition and function in chronically constipated women of reproductive age using 16S rRNA gene sequencing analysis.",
      "authors": [
        "Chuanli Yang",
        "Shuai Liu",
        "Hongxia Li",
        "Xinshu Bai",
        "Shuhua Shan",
        "Peng Gao",
        "Xiushan Dong"
      ],
      "journal": "Aging",
      "publication_date": "2021-Jun-03",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Chronic constipation is a common gastrointestinal disorder that occurs in the elderly and in women. Psyllium husk is widely used to treat this condition. Recent studies have shown that psyllium husk can improve the clinical symptoms of constipation by regulating gut microbiota, but its clinical effects and potential mechanisms in constipated women of reproductive age have not been previously investigated. We compared fecal microbiota after treatment with placebo (n = 29) and psyllium husk (n = 25) using 16S ribosomal ribonucleic acid (rRNA) gene sequencing analysis. Psyllium husk relieved the symptoms of constipated women of reproductive age. Sequencing results showed that the psyllium husk group exhibited a different gut microbiota composition compared to that of the placebo group. Moreover, network analysis indicated more significant correlations and clustering of operational taxonomic units (OTUs) in the psyllium husk group. Kyoto Encyclopedia of Genes and Genomes (KEGG) annotation analysis showed that the relative abundances of metabolism-related KEGG pathways were enriched in the psyllium husk group. In conclusion, these findings suggest that the composition of gut microbiota was altered and that symptoms of constipation were alleviated via psyllium husk intervention. The changes in metabolic function might be related to constipation. Furthermore, these studies are warranted to elucidate the potential metabolic mechanisms contributing to chronic constipation.",
      "mesh_terms": [
        "Adult",
        "Age Factors",
        "Algorithms",
        "Bacteria",
        "Biodiversity",
        "Chronic Disease",
        "Constipation",
        "Female",
        "Gastrointestinal Microbiome",
        "Humans",
        "Phylogeny",
        "Placebos",
        "Psyllium",
        "RNA, Ribosomal, 16S",
        "Reproduction",
        "Sequence Analysis, DNA",
        "Signal Transduction",
        "Species Specificity"
      ]
    },
    {
      "pmid": "34074830",
      "title": "Exploratory Comparative Effectiveness Trial of Green Kiwifruit, Psyllium, or Prunes in US Patients With Chronic Constipation.",
      "authors": [
        "Samuel W Chey",
        "William D Chey",
        "Kenya Jackson",
        "Shanti Eswaran"
      ],
      "journal": "The American journal of gastroenterology",
      "publication_date": "2021-Jun-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Psyllium and prunes are proven treatments for chronic constipation (CC). Asian studies suggest that kiwifruit may also benefit CC symptoms. We report a partially randomized, comparative effectiveness trial evaluating kiwifruit, psyllium, and prunes in US patients with CC. METHODS: Adults with CC at a US medical center were randomized to 3 natural treatments. Eligible patients had ≤3 complete spontaneous bowel movements (CSBMs) per week and were partially randomized to green kiwifruit (2/d), prunes (100 g/d), or psyllium (12 g/d) for 4 weeks. The primary endpoint was the proportion of patients in each group reporting an increase of ≥1 CSBM per week compared with baseline for at least 2 of 4 treatment weeks. Key secondary outcomes included stool frequency, stool consistency, and straining assessed daily. Treatment satisfaction and adverse events (AEs) were also measured. Standard statistical methods were used, and a P < 0.05 was considered significant. RESULTS: Seventy-nine patients with CC (mean age = 42.7 years, 87% female, and 77% white) were partially randomized. Complete data were available for 75 patients (kiwifruit 29, prunes 24, and psyllium 22). For the primary endpoint, proportions of CSBM responders were similar for the treatments. For secondary outcomes comparing treatment weeks 3 and 4 to baseline, there was a significant increase in weekly CSBM rate with all 3 treatments (P ≤ 0.003); stool consistency significantly improved with kiwifruit (P = 0.01) and prunes (P = 0.049); and straining significantly improved with kiwifruit (P = 0.003), prunes (P < 0.001), and psyllium (P = 0.04). Patients randomized to the kiwifruit group reported significant improvement in bloating scores (P = 0.02). AEs were most common with psyllium and least common with kiwifruit. At the end of treatment, a smaller proportion of patients were dissatisfied with kiwifruit compared with prunes or psyllium (P = 0.02). DISCUSSION: Kiwifruit, prunes, and psyllium improve constipation symptoms in patients with CC. Kiwifruit was associated with the lowest rate of AEs and dissatisfaction with therapy.",
      "mesh_terms": [
        "Actinidia",
        "Adult",
        "Chronic Disease",
        "Comparative Effectiveness Research",
        "Constipation",
        "Female",
        "Fruit",
        "Humans",
        "Male",
        "Prunus",
        "Psyllium"
      ]
    },
    {
      "pmid": "33861390",
      "title": "Reduction of small dense LDL and Il-6 after intervention with Plantago psyllium in adolescents with obesity: a parallel, double blind, randomized clinical trial.",
      "authors": [
        "Alma Patricia González",
        "Anaisa Flores-Ramírez",
        "Karla Paola Gutiérrez-Castro",
        "Claudia Luévano-Contreras",
        "Armando Gómez-Ojeda",
        "Gloria Patricia Sosa-Bustamante",
        "Russell Caccavello",
        "Juan Carlos Barrera-de León",
        "Ma Eugenia Garay-Sevilla",
        "Alejandro Gugliucci"
      ],
      "journal": "European journal of pediatrics",
      "publication_date": "2021-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Obesity can lead children and adolescents to an increased cardiovascular disease (CVD) risk. A diet supplemented with Plantago psyllium has been shown to be effective in reducing LDL-C and IL-6 in adolescents. However, there are no studies that have explored small-dense LDL (sdLDL) or HDL subclasses. The aim of this study was to evaluate the impact of a fiber dietary intervention on LDL and HDL subclasses in adolescents with obesity. In this parallel, double blind, randomized clinical trial, the participants were assigned to Plantago psyllium or placebo (10g/day for 7 weeks). We randomized 113 participants, and evaluated and analyzed 100 adolescents (50 in each group), 15 to 19 years with a body mass index of 29-34. We measured biochemical markers LDL and HDL subclasses using the Lipoprint system (Quantimetrix) and IL-6 by ELISA. Post-treatment there was a decrease in sdLDL between the groups 2.0 (0-5.0) vs 1 (0-3.0) mg/dl (p = 0.004), IL-6 median 3.32 (1.24-5.96) vs 1.76 (0.54-3.28) pg/ml, p <0.0001. There were no differences in HDL subclasses and no adverse effects were reported in either group.Conclusions: Small dense LDL and IL-6 reduced in adolescents with obesity when consuming Plantago psyllium. This may be an early good strategy for the reduction of cardiovascular disease risk in this vulnerable population.Trial registration: ISRCTN # 14180431. Date assigned 24/08/2020 What is Known: • Supplementing the diet with Plantago psyllium lowers LDL-C levels. What is New: • First evidence that soluble fiber supplementation like Plantago psyllium decreases small dense LDL particles in association with lowered IL-6, reducing the risk of cardiovascular disease in obese adolescents.",
      "mesh_terms": [
        "Adolescent",
        "Child",
        "Double-Blind Method",
        "Humans",
        "Interleukin-6",
        "Obesity",
        "Plantago",
        "Psyllium"
      ]
    },
    {
      "pmid": "33833960",
      "title": "The Comparison of Clinical and Histopathological Effects of Topical Psyllium (Plantago ovata) Powder and Silver Sulfadiazine on Second-Degree Burn Wound Healing in Rats.",
      "authors": [
        "Mohammad Jalilimanesh",
        "Maryam Azhdari",
        "Aghdas Mirjalili",
        "Mohammad Ali Mozaffari",
        "Seyedhossein Hekmatimoghaddam"
      ],
      "journal": "World journal of plastic surgery",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Burn wounds are a worldwide health problem, leading to physical and psychological disabilities in all age's groups. With regard to absorbent properties of Plantago ovata mucilage which can decrease wound moisture, we aimed to compare the effect of silver sulfadiazine (SSD) 1% and powdered P. ovata on second-degree burn wound healing in rats. METHODS: This experimental study was conducted on 30 male Wistar rats with second-degree burn in three groups. Group 1 (control) did not receive any treatment; group 2 and group 3 (treated groups) were dressed daily using SSD cream and P. ovata powder, respectively. The weight of rats, wound size (by applying ImageJ software) and percentage of wound healing on the 5th, 7th, 10th, 13th, 16th, 19th, and 22nd days (by diagnosing a plastic surgeon) and histological cutaneous changes at day 22 were evaluated. The Prism software was applied for data analysis. The Haematoxylin & Eosin as well as Masson's trichrome staining were performed on wound skin biopsies. RESULTS: On day 22nd, 20%, 50% and 60% of the rats had complete wound healing in the control, SSD and P. ovata groups, respectively. A significant decrease in wound size was shown in the treated groups compared to the control group (P<0.01), but no significant difference was shown between the treated groups (P>0.05). CONCLUSION: However, the wound healing in P. ovata group or SSD was better than the control group, and the significant difference was not found with the treated group."
    },
    {
      "pmid": "33215055",
      "title": "Saccharomyces cerevisiae Fermentation Product Did Not Attenuate Clinical Signs, but Psyllium Husk Has Protective Effects in a Murine Dextran Sulfate Sodium-Induced Colitis Model.",
      "authors": [
        "Ching-Yen Lin",
        "Anne H Lee",
        "Karen K Chiu",
        "Miranda D Vieson",
        "Andrew J Steelman",
        "Kelly S Swanson"
      ],
      "journal": "Current developments in nutrition",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Yeast products and psyllium husk may provide relief from clinical signs of colitis due to their ability to promote gut integrity, modulate gut microbiota, or positively affect immune responses, which have been demonstrated in several species. OBJECTIVE: The objective of this study was to investigate the effects of a Saccharomyces cerevisiae fermentation product (SCFP) and psyllium husk (PH) on cecal and fecal microbiota, colonic gene expression and histopathology, and mesenteric lymph node (MLN) immune cells in a dextran sulfate sodium (DSS)-induced colitis model. METHODS: Male C57BL/6J mice (n = 54) were assigned to a control, 5% SCFP, or 5% PH diet. After 2 wk of diet adaptation, mice were provided distilled water or 3% (wt:vol) DSS for 5 d ad libitum. Body weight, food and water intakes, and disease activity index (DAI) were recorded daily during the treatment period. Fresh fecal samples were collected before and during treatment for microbial analyses. After treatment, mice were killed, followed by tissue collection. Tissues were stored in proper solutions until further analyses. Data were analyzed using the Mixed Models procedure of SAS 9.4 (SAS Institute). RESULTS: Consumption of SCFP increased (P < 0.05) species richness of the gut microbiota and relative abundance of Butyricicoccus in fecal and cecal samples compared with control or PH mice. PH mice had greater (P < 0.05) gene expression of claudin (Cldn) 2, Cldn3, Cldn8, and occludin(Ocln) compared with control mice. DAI, MLN immune cell populations, colonic histopathology, and colonic gene expression were not affected (P > 0.05) by SCFP in DSS mice. DSS mice consuming PH had lower (P < 0.05) DAI compared with control or SCFP mice. CONCLUSIONS: Results suggest that, despite the modest changes it had on cecal and fecal microbiota, SCFP did not attenuate clinical signs associated with DSS-induced colitis in mice, while PH showed protective effects."
    },
    {
      "pmid": "32993781",
      "title": "Psyllium supplementation is associated with changes in the fecal microbiota of horses.",
      "authors": [
        "Michael J Mienaltowski",
        "Ashley Belt",
        "John D Henderson",
        "Tannah N Boyd",
        "Nicole Marter",
        "Elizabeth A Maga",
        "Edward J DePeters"
      ],
      "journal": "BMC research notes",
      "publication_date": "2020-Sep-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Prophylactic supplementation of psyllium husk is recommended to enhance passage of ingested sand from the gastrointestinal tracts of horses. We hypothesized that psyllium supplementation would increase fecal sand passage and favorably alter bacterial populations in the hindgut. Six yearlings and six mature mares were fed a psyllium supplement in the diet daily for seven days. Voluntarily-voided feces were collected over the course of 29 days, prior, during, and after treatment. Feces were analyzed for acid detergent fiber (ADF) and acid detergent insoluble ash analyses. Microbial DNA was also isolated, and the V4 region of the 16S ribosomal RNA gene was PCR-amplified and sequenced using MiSeq technology. RESULTS: Fecal ADF concentration was greater in adults while silica concentration was greater in yearlings. Mature mare fecal ADF decreased during and just after supplementation but thereafter increased. No changes in silica levels were noted in either group over time. Fecal microbial population phylogenetic diversity was greatest mid-supplementation and lowest at 11 days post-supplementation. Functional profiles of the microbial communities presented some benefits for psyllium supplementation. These findings provide compelling evidence for further detailed studies of prophylactic psyllium supplementation.",
      "mesh_terms": [
        "Animals",
        "Dietary Supplements",
        "Feces",
        "Female",
        "Horses",
        "Microbiota",
        "Phylogeny",
        "Psyllium"
      ]
    },
    {
      "pmid": "34907729",
      "title": "A study of the hepatoprotective effect of Plantago psyllium L. seed extract against Carbon tetrachloride induced hepatic injury in rats.",
      "authors": [
        "Mekky M Abouzied",
        "Shaymaa M Mahmoud",
        "Ahmed Wahid",
        "Amr E Ahmed",
        "Ahmed M Okasha",
        "Hanan A Soliman",
        "Sultan S Al Thagfan",
        "Eman Z Attia"
      ],
      "journal": "Journal of applied biomedicine",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The liver is the main metabolic organ involved in disposal and detoxification of various molecules. Plantago psyllium L. seed has been reported to exert positive effects in some pathological conditions. The current study aims to assess the hepatoprotective effect of Plantago psyllium L. seed extract against carbon tetrachloride-induced hepatotoxicity. METHODS: Male albino Wistar rats were randomly divided into five groups of 10 rats each. Hepatotoxicity was induced by orally administered carbon tetrachloride (CCl4) for nine weeks with or without the different treatments which were utilized daily for the whole nine weeks. Serum and tissue samples were then withdrawn and different liver biomarkers were investigated. RESULTS: Treatment of rats with Psyllium seed ethanolic extract significantly alleviated the toxic effects of CCl4. This was evidenced by its ability to restore liver biomarkers levels. Moreover, treatment with Psyllium seed extract normalized levels of oxidative biomarkers such as lipid peroxidation, hepatic content of reduced glutathione and catalase activity, as well as the expression level of the inflammatory marker TNF-α. Histopathological examination reflected the protective effect of the extract on liver architecture and confirmed the observed biochemical data. CONCLUSIONS: The presented data demonstrates a potential hepatoprotective effect of Psyllium seed extract compared to the standard hepatoprotective drug silymarin. This effect can be attributed to the antioxidant and anti-inflammatory effects of Psyllium extract.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Carbon Tetrachloride",
        "Chemical and Drug Induced Liver Injury",
        "Male",
        "Plant Extracts",
        "Plantaginaceae",
        "Plantago",
        "Psyllium",
        "Rats",
        "Rats, Wistar",
        "Seeds"
      ]
    },
    {
      "pmid": "32534763",
      "title": "Evaluation of Fecal Sand Clearance in Horses With Naturally Acquired Colonic Sand Accumulation With a Product Containing Probiotics, Prebiotics, and Psyllium.",
      "authors": [
        "Diana M Hassel",
        "Taylor Curley",
        "Elizabeth L Hoaglund"
      ],
      "journal": "Journal of equine veterinary science",
      "publication_date": "2020-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial, Veterinary",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Consumption of sand and dirt in horses can cause chronic diarrhea and colic because of irritation and obstruction of the gastrointestinal tract of horses. Prevention has primarily focused on changes in management to reduce the intake of sand and feeding of psyllium products. The purpose of this study was to evaluate the efficacy of a product containing probiotics, prebiotics, and psyllium in the clearance of colonic sand in horses with naturally acquired sand accumulation using a randomized, placebo-controlled, blinded clinical trial format. After identification of 10 horses with sand accumulation as determined by both auscultation and abdominal radiography, quantitative assessment of changes in colonic sand content in response to management changes combined with treatment with the probiotic/psyllium product or no treatment was assessed by blinded observers. Fecal sand output was monitored in both groups via sand sedimentation analysis of fecal samples every 3 days for 35 days and with pre- and post-treatment abdominal radiography. There was a significant reduction in sand accumulation in both treatment and control groups, but there were no significant differences between treatment and control groups in clearance of colonic sand as measured by both fecal sand sedimentation and quantitative radiography.",
      "mesh_terms": [
        "Animals",
        "Horse Diseases",
        "Horses",
        "Prebiotics",
        "Probiotics",
        "Psyllium",
        "Sand",
        "Silicon Dioxide"
      ]
    },
    {
      "pmid": "32066221",
      "title": "The effect of psyllium supplementation on blood pressure: a systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Cain C T Clark",
        "Mina Salek",
        "Elahe Aghabagheri",
        "Sadegh Jafarnejad"
      ],
      "journal": "The Korean journal of internal medicine",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND/AIMS: Global incidence of hypertension is estimated to be, in excess of, one billion people, and given the efficacy of soluble dietary fibers, in particular, Psyllium, to positively impact blood pressure in patients with hypertension, it is of clinical importance that consensus on its supplementation be established. Therefore, the aim of the study was systematically review and meta-analyze the effect of psyllium supplementation on blood pressure of hypertensive patients in randomized controlled trials. METHODS: We searched six universal databases including; Pubmed/Medline, Ovid, Cochrane Library, Google Scholar, Embase, and Scopus until November 2018. Both combined and stratiﬁed analyzes were conducted. A fixed-effects or random- effects model was used to assess the mean effect sizes. RESULTS: An eventual 11 trials with 592 participants were considered as eligible for inclusion in the present meta-analysis. The meta-analysis revealed a significant reduction of 2.04 mmHg in systolic blood pressure (weighted mean difference, -2.04; 95% confidence interval, -2.82 to -1.63; p < 0.001). Whilst meta-regression highlighted that the hypotensive effect of psyllium was stronger in subjects with higher baseline blood pressure. CONCLUSION: Given the overarching benefits and lack of reported side effects, particularly for hypertensive patients, health care providers and clinicians should consider the use of psyllium supplementation for the treatment or abatement of hypertension, or hypertensive symptoms.",
      "mesh_terms": [
        "Blood Pressure",
        "Diabetes Mellitus, Type 2",
        "Dietary Supplements",
        "Humans",
        "Hypertension",
        "Psyllium",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "31919936",
      "title": "The effect of psyllium consumption on weight, body mass index, lipid profile, and glucose metabolism in diabetic patients: A systematic review and dose-response meta-analysis of randomized controlled trials.",
      "authors": [
        "Zhifang Xiao",
        "Hui Chen",
        "Yu Zhang",
        "Hui Deng",
        "KunWei Wang",
        "Akshaya Srikanth Bhagavathula",
        "Shamma Jauaan Almuhairi",
        "Paul M Ryan",
        "Jamal Rahmani",
        "Minyan Dang",
        "Vasileios Kontogiannis",
        "Andrew Vick",
        "Yuhe Wei"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2020-Jun",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "Water-soluble dietary fibers have been shown to improve lipid profile and glucose metabolism in diabetes. The aim of this study was to review the effects of psyllium consumption on weight, body mass index, lipid profiles, and glucose metabolism in diabetic patients in randomized controlled trials. A comprehensive systematic search was performed in PubMed/MEDLINE, Web of Sciences, Cochrane, and Scopus by two independent researchers up to August 2019 without any time and language restrictions. The DerSimonian and Laird random-effects model method performed to calculate the pooled results. Inclusion criteria were randomized controlled trial design, adult subjects, and studies reporting the mean differences with the 95% confidence interval for outcome. Eight studies containing nine arms with 395 participants were identified and included in final analysis. Combined results found a significant reduction in triglycerides, low-density lipoprotein, fasting blood sugar, and hemoglobin A1c following psyllium consumption (weighted mean differences [WMD]: -19.18 mg/dl, 95% CI [-31.76, -6.60], I2 = 98%), (WMD: -8.96 mg/dl, 95% CI [-13.39, -4.52], I2 = 97%), (WMD: -31.71 ml/dl, 95% CI [-50.04, -13.38], I2 = 97%), and (WMD: -0.91%, 95% CI [-1.31, -0.51], I2 = 99%), respectively. There was no significant change in high-density lipoprotein, body mass index, cholesterol, and weight. In conclusion, the results demonstrated a significant reduction in triglycerides, low-density lipoprotein, fasting blood sugar, and hemoglobin A1c by psyllium intervention among diabetic patients.",
      "mesh_terms": [
        "Adult",
        "Blood Glucose",
        "Body Mass Index",
        "Body Weight",
        "Diabetes Mellitus",
        "Humans",
        "Lipids",
        "Male",
        "Psyllium",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "31764399",
      "title": "Laxative effects of wheat bran and psyllium: Resolving enduring misconceptions about fiber in treatment guidelines for chronic idiopathic constipation.",
      "authors": [
        "Johnson W McRorie",
        "George C Fahey",
        "Roger D Gibb",
        "William D Chey"
      ],
      "journal": "Journal of the American Association of Nurse Practitioners",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Treatment guidelines for chronic idiopathic constipation (CIC) recommend an \"increase in fiber intake\" as a first-line therapy, but most epidemiologic studies fail to support an association between a high-fiber diet and a reduced risk of constipation. Furthermore, randomized controlled clinical studies show that most isolated fibers (e.g., supplements) are not different from placebo for a laxative effect, and several may be constipating. OBJECTIVES: The objective of this review was to compare the effects of two isolated fibers, coarse wheat bran and psyllium, on stool output and stool water content in patients with CIC. This review will also address misconceptions about fiber that are perpetuated by treatment guidelines. DATA SOURCES: A comprehensive literature review was conducted with the use of the Scopus, SciFinder, and PubMed scientific databases, limited to the previous 50 years (1968-2018; latest date included, December 31, 2018). CONCLUSIONS: In patients with CIC, nonfermented gel-forming psyllium was 3.4 times more effective than insoluble wheat bran for increasing stool output. Both psyllium and coarse wheat bran increased stool water content, a stool-softening effect, but finely ground wheat bran decreased stool water content, a stool-hardening effect. IMPLICATIONS FOR PRACTICE: It is a misconception that dietary fiber and all isolated fibers provide a laxative effect in patients with CIC. Our analysis suggests that treatment guidelines for CIC should make specific evidence-based recommendations as it pertains to fiber. To do otherwise takes the risk of perpetuating myth and misunderstanding and depriving patients of an effective therapy for CIC. A generic recommendation to \"increase fiber intake\" is akin to a recommendation to \"increase pill intake\" without regard to therapeutic or adverse effects.",
      "mesh_terms": [
        "Constipation",
        "Dietary Fiber",
        "Feces",
        "Humans",
        "Laxatives",
        "Psyllium"
      ]
    },
    {
      "pmid": "31117218",
      "title": "Influence of Lactitol and Psyllium on Bowel Function in Constipated Indian Volunteers: A Randomized, Controlled Trial.",
      "authors": [
        "Jing Cheng",
        "Julia Tennilä",
        "Lotta Stenman",
        "Alvin Ibarra",
        "Mandhir Kumar",
        "Kamlesh Kumar Gupta",
        "Shyam Sundar Sharma",
        "Dhiman Sen",
        "Sandeep Garg",
        "Mukund Penurkar",
        "Santosh Kumar",
        "Arthur C Ouwehand"
      ],
      "journal": "Nutrients",
      "publication_date": "2019-May-21",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Psyllium and lactitol have been reported to increase fecal volume, moisture content and bowel movement frequency (BMF). However, the benefits of their combined use on constipation has not been examined. The aim of this study was to evaluate the effects of a 4-week intervention with lactitol and/or psyllium on bowel function in constipated volunteers. Adults (N = 172) who were diagnosed with functional constipation per Rome III criteria were randomized to four treatment groups: 10 g lactitol, 3.5 g psyllium, a combination of 10 g lactitol and 3.5 g psyllium, or placebo. The primary endpoint was change in BMF from Day 0 to 28 as compared to placebo. Secondary endpoints were assessed by inventories, including stool consistency, patient assessment of constipation symptoms and quality of life, relief of constipation, 24-h food recall, physical activity, product satisfaction and adverse events (AE). BMF increased by 3.0 BMs with lactitol, by 2.9 with psyllium, and by 3.1 with the combination, but was not different from placebo (3.7 BMs). Other clinical endpoints were similar between treatments. No serious AEs were reported. In conclusion, this study showed a similar effect on relief of constipation in all treatment groups. The treatments that were administered to the volunteers were well tolerated.",
      "mesh_terms": [
        "Adult",
        "Constipation",
        "Double-Blind Method",
        "Female",
        "Humans",
        "India",
        "Male",
        "Middle Aged",
        "Psyllium",
        "Sugar Alcohols"
      ]
    },
    {
      "pmid": "31103857",
      "title": "Intake of psyllium seed husk reduces white matter damage in a rat model of chronic cerebral hypoperfusion.",
      "authors": [
        "Sun Ha Lim",
        "Min Ji Kim",
        "Jongwon Lee"
      ],
      "journal": "Nutrition research (New York, N.Y.)",
      "publication_date": "2019-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Vascular dementia (VaD) develops through a pre-VaD step during which blood vessels narrow due to atherosclerosis attributed to risk factors, including hyperlipidemia. This is followed by a VaD progression step during which inadequate blood supply results in white matter damage and consequent cognitive impairment. Furthermore, administration of arabinoxylan attenuated white matter damage in a rat model of VaD. Thus, we hypothesized that consumption of psyllium seed husk (PSH), containing a high level of arabinoxylan (~60%), could inhibit the VaD progression step. To test this hypothesis, rats were supplemented with PSH at various dosages for 33 days in a model of bilateral common carotid artery occlusion. PSH supplementation decreased astrocytic and microglial activation in the optic tract (opt) and, consequently, attenuated white matter damage in the opt. Attenuation of white matter damage resulted in improvement of pupillary light reflex, an indicator reflecting intactness of the opt. In addition, PSH treatment improved survival of glial cells cultured under hypoxic and glucose-deprived conditions by inhibiting both apoptosis and autophagy. These findings indicate that PSH consumption can inhibit the VaD progression step through a decrease of white matter damage. Therefore, these results support our hypothesis that PSH consumption prevents VaD due to the high arabinoxylan content in the rat model. PSH consumption has already been shown to reduce risk factors, thereby inhibiting the pre-VaD step. Consequently, PSH consumption can contribute to the prevention of VaD by inhibiting both the pre-VaD and VaD progression steps. In conclusion, our rat study suggests that PSH might be a candidate to explore its use in clinical studies to reduce VaD.",
      "mesh_terms": [
        "Animals",
        "Brain Ischemia",
        "Chronic Disease",
        "Dementia, Vascular",
        "Disease Models, Animal",
        "Male",
        "Psyllium",
        "Rats",
        "Rats, Sprague-Dawley",
        "White Matter"
      ]
    },
    {
      "pmid": "30669509",
      "title": "The Effect of Psyllium Husk on Intestinal Microbiota in Constipated Patients and Healthy Controls.",
      "authors": [
        "Jonna Jalanka",
        "Giles Major",
        "Kathryn Murray",
        "Gulzar Singh",
        "Adam Nowak",
        "Caroline Kurtz",
        "Inmaculada Silos-Santiago",
        "Jeffrey M Johnston",
        "Willem M de Vos",
        "Robin Spiller"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2019-Jan-20",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Psyllium is a widely used treatment for constipation. It traps water in the intestine increasing stool water, easing defaecation and altering the colonic environment. We aimed to assess the impact of psyllium on faecal microbiota, whose key role in gut physiology is being increasingly recognised. We performed two randomised, placebo-controlled, double-blinded trials comparing 7 days of psyllium with a placebo (maltodextrin) in 8 healthy volunteers and 16 constipated patients respectively. We measured the patients' gastrointestnal (GI) transit, faecal water content, short-chain fatty acid (SCFA) and the stool microbiota composition. While psyllium supplement had a small but significant effect on the microbial composition of healthy adults (increasing Veillonella and decreasing Subdoligranulum), in constipated subjects there were greater effects on the microbial composition (increased Lachnospira, Faecalibacterium, Phascolarctobacterium, Veillonella and Sutterella and decreased uncultured Coriobacteria and Christensenella) and alterations in the levels of acetate and propionate. We found several taxa to be associated with altered GI transit, SCFAs and faecal water content in these patients. Significant increases in three genera known to produce butyrate, Lachnospira, Roseburia and Faecalibacterium, correlated with increased faecal water. In summary, psyllium supplementation increased stool water and this was associated with significant changes in microbiota, most marked in constipated patients.",
      "mesh_terms": [
        "Adult",
        "Bacteria",
        "Case-Control Studies",
        "Constipation",
        "Double-Blind Method",
        "Fatty Acids, Volatile",
        "Feces",
        "Female",
        "Gastrointestinal Microbiome",
        "Humans",
        "Male",
        "Middle Aged",
        "Phylogeny",
        "Psyllium",
        "Young Adult"
      ]
    },
    {
      "pmid": "30661699",
      "title": "Effect of flaxseed or psyllium vs. placebo on management of constipation, weight, glycemia, and lipids: A randomized trial in constipated patients with type 2 diabetes.",
      "authors": [
        "Noureddin Soltanian",
        "Mohsen Janghorbani"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Both flaxseed and psyllium have previously been shown to reduce constipation symptoms, weight, glycemic and lipid levels, and we postulate that treatment with flaxseed and psyllium may have similar benefits. OBJECTIVE: To compare constipation symptoms, weight, glycemia, and lipids in constipated patients with type 2 diabetes (T2D) who received baked flaxseed or psyllium versus those who received a placebo. METHODS: In a single-blinded, randomized controlled trial, 77 constipated patients with T2D were randomized into three groups. Patients received either 10 g flaxseed or psyllium pre-mixed in cookies or placebo cookies twice per day for a total of 12 weeks. The constipation symptoms, body mass index (BMI), fasting plasma glucose (FPG), glycosylated hemoglobin (HbA1c), and lipid profile were determined at the beginning and end of 4, 8, and 12-week period. Constipation was assessed with the ROME III criteria score. RESULTS: The flaxseed appear to be superior to psyllium for improving constipation symptoms, weight, glycemic, and lipid control. The change from baseline of constipation symptoms (P = 0.002), stool consistency (P < 0.001), weight (P < 0.001), BMI (P < 0.001), FPG (P = 0.004), cholesterol (P = 0.010), LDLC (P = 0.031), and cholesterol/HDLC ratio (P = 0.019), was significantly improved in both flaxseed and psyllium groups than in the placebo group. The compliance was good and no adverse effects were observed. CONCLUSION: Although both flaxseed and psyllium may decrease constipation symptoms, weight, glycemic and lipid levels, treatment with flaxseed appear to be superior to psyllium. TRIAL REGISTRATION: Registered under Iranian Clinical Trials Identifier no. IRCT20110416006202N2.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Blood Glucose",
        "Body Mass Index",
        "Body Weight",
        "Cholesterol",
        "Constipation",
        "Diabetes Mellitus, Type 2",
        "Female",
        "Flax",
        "Humans",
        "Iran",
        "Lipids",
        "Male",
        "Middle Aged",
        "Psyllium"
      ]
    },
    {
      "pmid": "30561029",
      "title": "Effect of Psyllium Fiber Supplementation on Diarrhea Incidence in Enteral Tube-Fed Patients: A Prospective, Randomized, and Controlled Trial.",
      "authors": [
        "Korn Lertpipopmetha",
        "Chanon Kongkamol",
        "Pimsiri Sripongpun"
      ],
      "journal": "JPEN. Journal of parenteral and enteral nutrition",
      "publication_date": "2019-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Diarrhea in enteral tube-fed patients is not uncommon and can lead to unfavorable outcomes. Fiber in enteral nutrition (EN) formula might play a role in postfeeding diarrhea. Theoretically, soluble fiber is beneficial for both prevention and treatment of postfeeding diarrhea, but different types of soluble fiber may not provide the same effect. This study aims to determine whether supplementation with psyllium in standard EN reduces the incidence of diarrhea in tube-fed patients. METHODS: We conducted a prospective, randomized, double-blind, controlled study in general medical wards patients who were expected to receive EN for ≥5 days. Exclusion criteria were hemodynamic instability, known significant gastrointestinal problems, and recent pancreatitis. Eligible patients were randomized to receive either Mucilin SF (15.2 g/L)-added Blendera (psyllium-added formula: Psyllium group [PG]) or Blendera (fiber-free formula: Control group [CG]). All patients were given EN for 10 days or until discharge/oral intake/death. Bowel movements (BMs) were monitored using King's Stool Chart. RESULTS: Eighty-three patients were enrolled, 42 in the PG and 41 in the CG. Baseline characteristics were similar. The proportion of patients with ≥1 day of diarrhea (King's stool score ≥15) was comparable (42.9% vs 31.7%; P = 0.41, in PG and CG, respectively). There were no significant differences in the frequency of daily BMs and the median diarrhea score between PG and CG (3 vs 2, P = 0.06 and 3.8 vs 2.4, P = 0.42, respectively). CONCLUSION: Supplementation with psyllium showed no beneficial effect on reducing incidence of diarrhea in general medical patients receiving EN. This study was registered on Thai Clinical Trials Registry (http://www.clinicaltrials.in.th: TCTR identification number TCTR20170821004).",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Defecation",
        "Diarrhea",
        "Dietary Fiber",
        "Dietary Supplements",
        "Double-Blind Method",
        "Enteral Nutrition",
        "Female",
        "Food, Formulated",
        "Humans",
        "Incidence",
        "Male",
        "Prospective Studies",
        "Psyllium"
      ]
    },
    {
      "pmid": "30321826",
      "title": "Intestinal obstruction caused by a laxative drug (Psyllium): A case report and review of the literature.",
      "authors": [
        "Ashraf F Hefny",
        "Adel Z Ayad",
        "Nikolay Matev",
        "Masoud O Bashir"
      ],
      "journal": "International journal of surgery case reports",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Psyllium in granular dosage form is used as an over - the counter safe laxative drug. It has a considerable hygroscopic propriety which allows it to retain water and expands rapidly to become many times of its original size. PRESENTATION OF THE CASE: 21-year-old man presented to the Emergency Department complaining of lower abdominal pain and constipation for five days. He was discharged home on Psyllium for treatment of the constipation. Two days later, he returned to the Emergency Department complaining of increased abdominal distension without passing any stools. The patient was diagnosed to have an incomplete intestinal obstruction resulting from ingesting Psyllium husks without adequate amount of fluids. The patient was treated conservatively. DISCUSSION: Psyllium has a reputation of being safe and effective medication for patients suffering from chronic constipation, especially in elderly. The patient who ingested Psyllium husks as a herbal medication did not receive adequate amount of fluids. Consequently, he developed intestinal obstruction. Similar cases have been reported in the English literature including cases of esophageal obstruction in elderly patients and following gastric banding operations. Furthermore, Psyllium administration with oral contrast in computed tomography enterography may precipitate bowel obstruction in the presence of organic obstruction or post-operative ileus. CONCLUSION: Psyllium can worsen the constipation if not taken appropriately. It is important to instruct patients who are receiving psyllium ingredients to drink a good amount of fluids to avoid the development of bowel obstruction especially in long-term use of such laxatives."
    },
    {
      "pmid": "30239559",
      "title": "Effect of psyllium (Plantago ovata) fiber on LDL cholesterol and alternative lipid targets, non-HDL cholesterol and apolipoprotein B: a systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Elena Jovanovski",
        "Shahen Yashpal",
        "Allison Komishon",
        "Andreea Zurbau",
        "Sonia Blanco Mejia",
        "Hoang Vi Thanh Ho",
        "Dandan Li",
        "John Sievenpiper",
        "Lea Duvnjak",
        "Vladimir Vuksan"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2018-Nov-01",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Studies have identified viscous dietary fiber as potentially attenuating cholesterol, including psyllium, which reduces LDL cholesterol and thus may complement cardiovascular disease (CVD) treatment. OBJECTIVES: The aims of this study were to update evidence on the effect of psyllium on LDL cholesterol and to provide an assessment of its impact on alternate markers: non-HDL cholesterol and apolipoprotein B (apoB). DESIGN: Medline, EMBASE, CINAHL, and the Cochrane Central Register of Controlled Trials were searched through 3 October 2017. Independent reviewers extracted relevant data and assessed risk of bias. We included randomized controlled trials with a duration of ≥3 wk that assessed the effect of psyllium on blood lipids in individuals with or without hypercholesterolemia. Data were pooled by using the generic inverse variance method with random-effects models and expressed as mean differences (MDs) with 95% CIs. Heterogeneity was assessed by Cochran's Q statistic and quantified by the I2 statistic. Overall quality of the evidence was assessed by using the GRADE (Grading of Recommendations Assessment, Development, and Evaluation) approach. RESULTS: We included 28 trials in our analysis (n = 1924). Supplementation of a median dose of ∼10.2 g psyllium significantly reduced LDL cholesterol (MD = -0.33 mmol/L; 95% CI: -0.38, -0.27 mmol/L; P < 0.00001), non-HDL cholesterol (MD = -0.39 mmol/L; 95% CI: -0.50, -0.27 mmol/L; P < 0.00001), and apoB (MD = -0.05 g/L; 95% CI: -0.08, -0.03 g/L; P < 0.0001). Effect estimates for LDL cholesterol and non-HDL cholesterol were graded as moderate quality on the basis of downgrades for inconsistency and graded as high quality for apoB. CONCLUSION: Psyllium fiber effectively improves conventional and alternative lipids markers, potentially delaying the process of atherosclerosis-associated CVD risk in those with or without hypercholesterolemia. This trial is registered at www.clinicaltrials.gov as NCT03346733.",
      "mesh_terms": [
        "Adult",
        "Apolipoproteins B",
        "Cholesterol",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Dietary Fiber",
        "Female",
        "Humans",
        "Hypercholesterolemia",
        "Male",
        "Middle Aged",
        "Plantago",
        "Psyllium"
      ]
    },
    {
      "pmid": "30153584",
      "title": "Effects of daily consumption of psyllium, oat bran and polyGlycopleX on obesity-related disease risk factors: A critical review.",
      "authors": [
        "Monica Jane",
        "Jenny McKay",
        "Sebely Pal"
      ],
      "journal": "Nutrition (Burbank, Los Angeles County, Calif.)",
      "publication_date": "2019-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The persistent obesity crisis, with its increased risk for the metabolic syndrome (MetS), type 2 diabetes, and cardiovascular disease (CVD), continues to damage the health of populations globally, including children. Diets rich in the fiber provided by fruit and vegetables support good metabolic health, although few adults and children achieve the recommended daily target. Daily fiber supplementation, particularly with soluble fiber products, such as psyllium, oat bran, or a newer product such as PolyGlycopleX, may provide a convenient solution. Literature searches were conducted to identify original research articles, systematic reviews, and meta-analyses with the search terms psyllium, oat bran, PolyGlycopleX, and PGX, AND adults and children AND overweight, obesity, and metabolic syndrome. Data source was Embase and PubMed from 1980 to 2017. The results show that the addition of a soluble fiber product, most notably psyllium, improves blood lipid profiles, particularly total and low-density lipoprotein cholesterol, as well as glycemic response, and increases satiety, and by thus improving MetS and CVD risk factors, may augment the processes initiated by weight reduction diets. Although less studied than psyllium, the available evidence has shown that β-glucan present in oat bran has a beneficial effect on MetS and CVD risk factors, particularly blood lipids and glycemia. Early research has found PolyGlycopleX to provide similar benefits to other soluble fiber products, and suggest it may also assist with weight loss. This critical review demonstrates that soluble fiber supplements used as an adjunct to dietary and lifestyle modifications may assist with the treatment of CVD and MetS risk factors. More research is needed to further clarify the benefits of PolyGlycopleX in particular, as well as to develop safe and efficacious recommendations for fiber supplementation of all types for children in general.",
      "mesh_terms": [
        "Alginates",
        "Avena",
        "Diet",
        "Dietary Fiber",
        "Drug Combinations",
        "Humans",
        "Lipids",
        "Obesity",
        "Polysaccharides, Bacterial",
        "Psyllium",
        "Risk Factors"
      ]
    },
    {
      "pmid": "30103912",
      "title": "Investigation of the treatment of sand accumulations in the equine large colon with psyllium and magnesium sulphate.",
      "authors": [
        "K E Niinistö",
        "M O Ruohoniemi",
        "F Freccero",
        "M R Raekallio"
      ],
      "journal": "Veterinary journal (London, England : 1997)",
      "publication_date": "2018-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Enteropathy associated with sand accumulation in the large colon of horses has been reported worldwide. Intestinal sand accumulations are commonly treated medically, but randomised controlled clinical trials on horses are scarce. This prospective study evaluated the efficacy of an enterally administered combination of psyllium and magnesium sulphate (MgSO4) for the removal of large colonic sand accumulations in horses without clinical signs of acute colic. The two groups comprised 20 untreated control horses and 20 horses treated with 1g/kg bodyweight (bwt) of psyllium and 1g/kg bwt of MgSO4 administered by nasogastric intubation once daily for 4 days. Both groups had no access to soil during the study period. The amounts of accumulated sand were evaluated radiographically before and after treatment. Significantly more treated horses cleared their sand accumulations than horses in the control group. This clearance was determined by observing the estimated quantity by area of sand remaining in the large colon (P<0.001) and by comparing the numbers of successfully treated horses (P=0.004) between the two groups after 4days of treatment. However, there were unexplained individual variations in the clearance of sand accumulation.",
      "mesh_terms": [
        "Animals",
        "Cathartics",
        "Colic",
        "Colon",
        "Horse Diseases",
        "Horses",
        "Intestinal Obstruction",
        "Magnesium Sulfate",
        "Prospective Studies",
        "Psyllium",
        "Silicon Dioxide"
      ]
    },
    {
      "pmid": "30078477",
      "title": "Meta-Analysis of Usefulness of Psyllium Fiber as Adjuvant Antilipid Therapy to Enhance Cholesterol Lowering Efficacy of Statins.",
      "authors": [
        "Jose Brum",
        "David Ramsey",
        "Johnson McRorie",
        "Brent Bauer",
        "Stephen Louis Kopecky"
      ],
      "journal": "The American journal of cardiology",
      "publication_date": "2018-Oct-01",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "Statins are usually well-tolerated drugs with a clear dose-dependent efficacy. However, manifestation of statin's side effects also bears a direct relation to higher doses necessary to achieve high impact cholesterol-lowering effects. Nevertheless, the reliance on statin efficacy alone has often left dietary intervention underutilized even though studies have shown a reduction in serum cholesterol levels when dietary fiber intake is increased. In this meta-analysis, we investigated whether the concomitant use of psyllium, a gel-forming viscous soluble fiber, would cause further overall cholesterol lowering in subjects already receiving statins. A systematic review of the medical literature was performed and identified three randomized, controlled clinical studies that evaluated the cholesterol lowering efficacy of statins when given concomitantly with psyllium as a fiber supplement. The duration of the studies ranged from 4 weeks to 12 weeks. The objective of the meta-analysis was to estimate the overall effect of psyllium plus statin versus statin alone. The results of the meta-analysis showed a clinically and statistically significant (p = 0.001) cholesterol lowering advantage for psyllium plus statin combination treatment over a statin alone. Adding psyllium fiber resulted in reductions in low-density lipoprotein-cholesterol equivalent to doubling the statin dose. In conclusion, the data support that psyllium fiber takenbefore meals adds to the efficacy of statins, providing an easy to implement dietary intervention for those who cannot tolerate side effects associated with higher-dose statins.",
      "mesh_terms": [
        "Dose-Response Relationship, Drug",
        "Drug Synergism",
        "Drug Therapy, Combination",
        "Humans",
        "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
        "Hypercholesterolemia",
        "Psyllium",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "30062794",
      "title": "Demonstration of differences in colonic volumes, transit, chyme consistency, and response to psyllium between healthy and constipated subjects using magnetic resonance imaging.",
      "authors": [
        "G Major",
        "K Murray",
        "G Singh",
        "A Nowak",
        "C L Hoad",
        "L Marciani",
        "A Silos-Santiago",
        "C B Kurtz",
        "J M Johnston",
        "P Gowland",
        "R Spiller"
      ],
      "journal": "Neurogastroenterology and motility",
      "publication_date": "2018-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: In functional gastrointestinal disorders a lack of objective biomarkers limits evaluation of underlying mechanisms. We aimed to demonstrate the utility of magnetic resonance imaging for this task using psyllium, an effective constipation treatment, in patients and controls. METHODS: Two crossover studies: (i) adults without constipation (controls, n = 9) took three treatments in randomized order for 6 days - maltodextrin (placebo), psyllium 3.5 g t.d.s and 7 g t.d.s., (ii) adults with chronic constipation (patients, n = 20) took placebo and psyllium 7 g t.d.s. for 6 days. MRI was performed fasting and postprandially on day 6. Measurements included small bowel and ascending colon water content, colonic volume, transit time, and MR relaxometry (T1, T2) to assess colonic chyme. Stool water percentage was measured. RESULTS: 7 g psyllium t.d.s. increased fasting colonic volumes in controls from median 372 mL (IQR 284-601) to 578 mL (IQR 510-882), and in patients from median 831 mL (IQR 745-934) to 1104 mL (847-1316), P < .05. Mean postprandial small bowel water was higher in controls and patients after 7 g psyllium t.d.s. vs placebo. Whole gut transit was slower in patients than controls (P < .05). T1 of the descending colon chyme (fasting) was lower in patients (213 ms, 176-420) than controls (440 ms, 352-884, P < .05) on placebo, but increased by 7 g psyllium t.d.s. (590 ms, 446-1338), P < .001. Descending colon T1 correlated with baseline stool water content and stool frequency on treatment. CONCLUSIONS AND INFERENCES: MRI measurements can objectively demonstrate the mode of action of therapy targeting intestinal fluid content in constipation.",
      "mesh_terms": [
        "Adult",
        "Cathartics",
        "Colon",
        "Colonic Diseases, Functional",
        "Constipation",
        "Female",
        "Gastrointestinal Transit",
        "Humans",
        "Magnetic Resonance Imaging",
        "Male",
        "Middle Aged",
        "Psyllium"
      ]
    },
    {
      "pmid": "29607676",
      "title": "Comparing the Effect of Psyllium Seed on Gastroesophageal Reflux Disease With Oral Omeprazole in Patients With Functional Constipation.",
      "authors": [
        "Mousalreza Hosseini",
        "Roshanak Salari",
        "Mina Akbari Rad",
        "Maryam Salehi",
        "Batul Birjandi",
        "Masoumeh Salari"
      ],
      "journal": "Journal of evidence-based integrative medicine",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gastroesophageal reflux disease (GERD) is one of the most common gastrointestinal diseases. Several studies have been carried out on the treatment of symptoms associated with GERD. The present study aimed to compare the effect of Psyllium seed and oral omeprazole on GERD in patients with functional constipation. In this trial, 132 patients were divided into 2 groups. The impact of omeprazole and Psyllium seed on the treatment and recurrence of GERD was studied. Among the patients, the rate of response to treatment was 89.2% (n = 58) in the Psyllium seed group, while in omeprazole group, it was 94% (n = 63; P = .31). The recurrence rates of Psyllium seed and omeprazole groups were 24.1% (n =14) and 69.8% (n = 44), respectively ( P < .001). The results showed that treatment of functional constipation by Psyllium seed in patients with GERD leads to improvement of GERD and its recurrences in comparison with omeprazole."
    },
    {
      "pmid": "29599554",
      "title": "Catastrophic gastric rupture in a horse secondary to psyllium pharmacobezoars.",
      "authors": [
        "Thomas C Bergstrom",
        "R Russell Sakai",
        "Jorge E Nieto"
      ],
      "journal": "The Canadian veterinary journal = La revue veterinaire canadienne",
      "publication_date": "2018-Mar",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "A mare was euthanized because of gastric rupture secondary to complete duodenal obstruction by 2 bezoars located in the pylorus and proximal duodenum. Infrared spectroscopy showed that the bezoars were composed of psyllium. The mare had been receiving treatment with a pelleted psyllium product at 4 times the recommended dosage. Veterinarians should be aware that treatment of colic in horses with pelleted psyllium products could be associated with gastric impaction.",
      "mesh_terms": [
        "Animals",
        "Bezoars",
        "Cathartics",
        "Diagnosis, Differential",
        "Duodenal Obstruction",
        "Duodenum",
        "Fatal Outcome",
        "Female",
        "Horse Diseases",
        "Horses",
        "Psyllium",
        "Stomach Rupture"
      ]
    },
    {
      "pmid": "35541447",
      "title": "Morin incorporated polysaccharide-protein (psyllium-keratin) hydrogel scaffolds accelerate diabetic wound healing in Wistar rats.",
      "authors": [
        "Thangavel Ponrasu",
        "Praveen Krishna Veerasubramanian",
        "Ramya Kannan",
        "Selvakumar Gopika",
        "Lonchin Suguna",
        "Vignesh Muthuvijayan"
      ],
      "journal": "RSC advances",
      "publication_date": "2018-Jan-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic wounds cost several billion dollars of public healthcare spending annually and continue to be a persistent threat globally. Several treatment methods have been explored, and all of them involve covering up the wound with therapeutic dressings that reduce inflammation and accelerate the healing process. In this present study, morin (MOR) was loaded onto hydrogel scaffolds prepared from psyllium seed husk polysaccharide (PSH), and human hair keratins (KER) crosslinked with sodium trimetaphosphate. ATR-FTIR confirmed the presence of the constituent chemical ingredients. SEM images of the scaffold surface reveal a highly porous architecture, with about 80% porosity measured by liquid displacement measurement, irrespective of the morin concentration. Swelling assays carried out on the scaffolds portray an ability to absorb up to seven times their dry weight of fluids. This makes them attractive for guiding moist wound healing on medium exuding wounds. An Alamar blue assay of NIH/3T3 fibroblast cells shows that cell viability decreases in the first 24 h but recovers to 85% in comparison to a control after 48 h. SEM images of fibroblast cells grown on the scaffolds confirm cellular attachment. An in vivo diabetic wound healing study showed that PSH + KER + MOR scaffold treatment significantly reduced the re-epithelialization time (p < 0.01) and enhanced the rate of wound contraction (p < 0.001), by accelerating collagen synthesis in diabetic rats compared to controls."
    },
    {
      "pmid": "29156307",
      "title": "Gum xanthan-psyllium-cl-poly(acrylic acid-co-itaconic acid) based adsorbent for effective removal of cationic and anionic dyes: Adsorption isotherms, kinetics and thermodynamic studies.",
      "authors": [
        "Sukriti Chaudhary",
        "Jitender Sharma",
        "Balbir S Kaith",
        "Satender Yadav",
        "Ashish Kumar Sharma",
        "Aayushi Goel"
      ],
      "journal": "Ecotoxicology and environmental safety",
      "publication_date": "2018-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present work highlights the synthesis of the adsorbent based on Gum xanthan-psyllium hybrid backbone graft co-polymerized with polyacrylic acid-co-polyitaconic acid chains for the rapid sequestration of auramine-O (Aur-O) and eriochrome black-T (EBT) dyes from the aqueous fluid. The excellent dye removal efficiency of 90.53% for EBT and 95.63% for Aur-O was found at initial dye concentration of 30mgL-1 (EBT) and 15 mgL-1 (Aur-O) 40mL-1 with an adsorbent dose of 600mg within time duration of 5h and 323K temp. The adsorption isotherm data fitted well with Langmuir isotherm and Freundlich isotherm for Aur-O and EBT dyes (R2 ≥ 0.90), respectively. The adsorption kinetics depicted that pseudo-second order kinetics was followed simultaneously with intra-particle diffusion for both the dyes. Thermodynamic parameters such as ΔG°, ΔH° and ΔS° were also calculated and confirmed the spontaneity, randomness and endothermic nature of the adsorption process. Further, the adsorbent exhibited good recyclability efficiency for the capture of Aur-O and EBT from aqueous solution with minimal activity decline after six and three cycles, respectively. So, the synthesized adsorbent could be used successfully by the textile industries for the treatment of dye contaminated water with excellent competency.",
      "mesh_terms": [
        "Adsorption",
        "Azo Compounds",
        "Benzophenoneidum",
        "Coloring Agents",
        "Diffusion",
        "Hydrogels",
        "Kinetics",
        "Polymers",
        "Polysaccharides, Bacterial",
        "Psyllium",
        "Temperature",
        "Textile Industry",
        "Thermodynamics",
        "Water Pollutants, Chemical",
        "Water Purification"
      ]
    },
    {
      "pmid": "28956658",
      "title": "Short-Term Supplementation of a Moderate Carbohydrate Diet with Psyllium Reduces Fasting Plasma Insulin and Tumor Necrosis Factor-α in Patients with Type 2 Diabetes Mellitus.",
      "authors": [
        "Mahdieh Kamalpour",
        "Hamid Ghalandari",
        "Javad Nasrollahzadeh"
      ],
      "journal": "Journal of dietary supplements",
      "publication_date": "2018-Jul-04",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The purpose of this study was to compare effects of a moderate carbohydrate diet supplemented with psyllium with those of a lower carbohydrate diet supplemented with placebo powder on glycemic control in patients with type 2 diabetes (T2D). In an open randomized controlled trial, 37 patients with T2D with body mass index (BMI) 25-35 kg/m2 received either a low-energy, moderate carbohydrate diet plus 7 grams of psyllium powder (MoCyllium group) or a low-energy, lower carbohydrate diet plus placebo powder (LoCarb group) for 2 weeks. Fasting and 2-hour postprandial plasma glucose, insulin, and tumor necrosis factor-α (TNF-α) as well as the homeostasis model assessment of insulin resistance (HOMA-IR) were determined at the beginning and end of the 2-week period. Postprandial samples were obtained after ingestion of a standardized breakfast meal in both groups. Body weight change did not differ between the two groups. There was no significant intervention effect on fasting plasma glucose. Fasting plasma insulin and TNF-α significantly decreased from baseline in the MoCyllium group (p = .01). The differences of absolute change of insulin and TNF-α between the groups were statistically significant (p = .002 and p = .017, respectively). Insulin sensitivity, evaluated by HOMA-IR, increased significantly in the MoCyllium group (p = .016), and comparison of absolute change between the groups showed a trend toward statistical significance. No statistical differences were detected among postprandial glucose, insulin, and TNF-α concentrations. The finding supports the concept that in diabetic patients with cultural preferences to a higher carbohydrate diet, an increase in soluble fiber intake should be encouraged.",
      "mesh_terms": [
        "Blood Glucose",
        "Body Mass Index",
        "Diabetes Mellitus, Type 2",
        "Dietary Carbohydrates",
        "Dietary Fiber",
        "Fasting",
        "Female",
        "Humans",
        "Insulin",
        "Insulin Resistance",
        "Male",
        "Middle Aged",
        "Placebos",
        "Postprandial Period",
        "Psyllium",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "27761216",
      "title": "Comparative Study on the Effect of Plantago psyllium and Ocimum basilicum Seeds on Anthropometric Measures in Nonalcoholic Fatty Liver Patients.",
      "authors": [
        "Shahab-Aldin Akbarian",
        "Sedigheh Asgary",
        "Awat Feizi",
        "Bijan Iraj",
        "Gholamreza Askari"
      ],
      "journal": "International journal of preventive medicine",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Due to the attribution of fatty liver with some chronic diseases such as obesity, finding a way to control obesity can be useful for the management of fatty liver. This study was performed to assess the effects of Plantago psyllium (PP) and Ocimum basilicum (OB) on anthropometric measurements in people with hepatic steatosis. METHODS: All patients with nonalcoholic fatty liver disease (NAFLD) were enrolled in this four-arm parallel, randomized, and single blind trial. They randomly assigned into four groups receiving (1) OB 10 g/day; (2) PP 10 g/day; (3) mix of OB and PP 10 g/day; and (4) control group without placebo for 12 weeks. Anthropometric measurements were assessed during study baseline and after 12 weeks intervention. The data were analyzed using paired sample t-test for within group and analysis of covariance for between groups. RESULTS: In within group analysis, weight and body mass index show a significant reduction after 12 weeks intervention. In addition, soft lean mass and lean body mass were decreased in PP and mixed of PP and OB groups significantly; another group (OB) shows the same result for mass body fat. Although in intervention groups, we see considerable reduction, between group changes did not demonstrate the same consequences. CONCLUSIONS: The results of this study showed that administration of OB, PP, or mix of them for 12 weeks does not affect any of the anthropometric measures in NAFLD."
    },
    {
      "pmid": "27733202",
      "title": "Comparison of psyllium feeding at home and nasogastric intubation of psyllium and magnesium sulfate in the hospital as a treatment for naturally occurring colonic sand (geosediment) accumulations in horses: a retrospective study.",
      "authors": [
        "Ritva Kaikkonen",
        "Kati Niinistö",
        "Tiina Lindholm",
        "Marja Raekallio"
      ],
      "journal": "Acta veterinaria Scandinavica",
      "publication_date": "2016-Oct-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ingestion of geosediment (further referred as sand) may cause weight loss, diarrhea and acute or recurrent colic in horses. Our aim was to compare the efficacy of three treatment protocols in clearing colonic sand accumulations in clinical patients. This retrospective clinical study consisted of 1097 horses and ponies, which were radiographed for the presence of colonic sand. Horses included to the study (n = 246) were displaying areas of sand in the radiographs of ≥75 cm2 and were treated medically monitoring the response with radiographs. The horses were assigned into three groups based on the given treatment: Group 1 was fed psyllium [1 g/kg body weight (BW)] daily at home for a minimum of 10 days (n = 57); Group 2 was treated once with psyllium or magnesium sulfate by nasogastric tubing followed by daily feeding of psyllium (1 g/kg BW) at home for a minimum of 10 days (n = 19), and Group 3 was treated by daily nasogastric tubing for 3-7 days with psyllium and/or magnesium sulfate (1 g of each/kg BW) (n = 170). RESULTS: The initial area of sand did not differ significantly between the treatments. Group 3 had significantly less residual sand than Groups 1 and 2, and the proportion of resolved horses was higher in Group 3 than in Groups 1 and 2. CONCLUSIONS: Daily nasogastric tubing with psyllium and/or magnesium sulfate for 3-7 days removes large accumulations of sand from the colon in horses more effectively than feeding psyllium for at least 10 days.",
      "mesh_terms": [
        "Animals",
        "Cathartics",
        "Colon",
        "Drug Combinations",
        "Geologic Sediments",
        "Horse Diseases",
        "Horses",
        "Intestinal Obstruction",
        "Intubation, Gastrointestinal",
        "Magnesium Sulfate",
        "Psyllium",
        "Radiography",
        "Retrospective Studies",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "27733151",
      "title": "Soluble fibers from psyllium improve glycemic response and body weight among diabetes type 2 patients (randomized control trial).",
      "authors": [
        "Ayman S Abutair",
        "Ihab A Naser",
        "Amin T Hamed"
      ],
      "journal": "Nutrition journal",
      "publication_date": "2016-Oct-12",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Water-soluble dietary fibers intake may help control blood glucose and body weight. OBJECTIVE: The objective of the study was to determine whether soluble fiber supplementation from psyllium improves glycemic control indicators and body weight in type 2 diabetic patients. METHOD: Forty type 2 diabetes patients, non-smoker, aged >35 years were stratified to different strata according to sex, age, body mass index (BMI) and fasting blood sugar level (FBS) and randomly assigned into two groups; The intervention group which consists of 20 participants was on soluble fiber (10.5 g daily), and the control group which consist of 20 participants continued on their regular diet for eight weeks duration. RESULTS: After 8 weeks of intervention, soluble fiber supplementation showed significant reduction in the intervention group in BMI (p < 0.001) when compared with the control group. Moreover, water soluble fiber supplementation proven to improve FBS (163 to 119 mg/dl), HbA1c (8.5 to 7.5 %), insulin level (27.9 to 19.7 μIU/mL), C-peptide (5.8 to 3.8 ng/ml), HOMA.IR (11.3 to 5.8) and HOMA-β % (103 to 141 %). CONCLUSION: The reduction in glycemic response was enhanced by combining soluble fiber to the normal diet. Consumption of foods containing moderate amounts of these fibers may improve glucose metabolism and lipid profile in type 2 diabetes patients. TRIAL REGISTRATION: Current Controlled Trials PHRC/HC/28/15 .",
      "mesh_terms": [
        "Adult",
        "Blood Glucose",
        "Body Mass Index",
        "Body Weight",
        "C-Peptide",
        "Diabetes Mellitus, Type 2",
        "Diet",
        "Dietary Fiber",
        "Glycated Hemoglobin",
        "Humans",
        "Insulin",
        "Male",
        "Middle Aged",
        "Psyllium",
        "Waist Circumference"
      ]
    },
    {
      "pmid": "27080737",
      "title": "Psyllium Fiber Reduces Abdominal Pain in Children With Irritable Bowel Syndrome in a Randomized, Double-Blind Trial.",
      "authors": [
        "Robert J Shulman",
        "Emily B Hollister",
        "Kevin Cain",
        "Danita I Czyzewski",
        "Mariella M Self",
        "Erica M Weidler",
        "Sridevi Devaraj",
        "Ruth Ann Luna",
        "James Versalovic",
        "Margaret Heitkemper"
      ],
      "journal": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
      "publication_date": "2017-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND & AIMS: We sought to determine the efficacy of psyllium fiber treatment on abdominal pain and stool patterns in children with irritable bowel syndrome (IBS). We evaluated effects on breath hydrogen and methane production, gut permeability, and microbiome composition. We also investigated whether psychological characteristics of children or parents affected the response to treatment. METHODS: We performed a randomized, double-blind trial of 103 children (mean age, 13 ± 3 y) with IBS seen at primary or tertiary care settings. After 2 weeks on their habitual diet, children began an 8-day diet excluding carbohydrates thought to cause symptoms of IBS. Children with ≥75% improvement in abdominal pain were excluded (n = 17). Children were assigned randomly to groups given psyllium (n = 37) or placebo (maltodextrin, n = 47) for 6 weeks. Two-week pain and stool diaries were compared at baseline and during the final 2 weeks of treatment. We assessed breath hydrogen and methane production, intestinal permeability, and the composition of the microbiome before and after administration of psyllium or placebo. Psychological characteristics of children were measured at baseline. RESULTS: Children in the psyllium group had a greater reduction in the mean number of pain episodes than children in the placebo group (mean reduction of 8.2 ± 1.2 after receiving psyllium vs mean reduction of 4.1 ± 1.3 after receiving placebo; P = .03); the level of pain intensity did not differ between the groups. Psychological characteristics were not associated with response. At the end of the study period, the percentage of stools that were normal (Bristol scale scores, 3-5), breath hydrogen or methane production, intestinal permeability, and microbiome composition were similar between groups. CONCLUSIONS: Psyllium fiber reduced the number of abdominal pain episodes in children with IBS, independent of psychological factors. Psyllium did not alter breath hydrogen or methane production, gut permeability, or microbiome composition. ClinicalTrials.gov no: NCT00526903.",
      "mesh_terms": [
        "Abdominal Pain",
        "Adolescent",
        "Breath Tests",
        "Child",
        "Dietary Fiber",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Irritable Bowel Syndrome",
        "Male",
        "Placebos",
        "Psyllium",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "26561625",
      "title": "Psyllium fiber improves glycemic control proportional to loss of glycemic control: a meta-analysis of data in euglycemic subjects, patients at risk of type 2 diabetes mellitus, and patients being treated for type 2 diabetes mellitus.",
      "authors": [
        "Roger D Gibb",
        "Johnson W McRorie",
        "Darrell A Russell",
        "Vic Hasselblad",
        "David A D'Alessio"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2015-Dec",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: A number of health benefits are associated with intake of soluble, viscous, gel-forming fibers, including reduced serum cholesterol and the attenuation of postprandial glucose excursions. OBJECTIVE: We assess the effects of psyllium, which is a soluble, gel-forming, nonfermented fiber supplement, on glycemic control in patients who were being treated for type 2 diabetes mellitus (T2DM) and in patients who were at risk of developing T2DM. DESIGN: A comprehensive search was performed of available published literature (Scopus scientific database) and clinical records stored by Procter & Gamble with the use of key search terms to identify clinical studies that assessed the glycemic effects of psyllium in nondiabetic, pre-T2DM, and T2DM patients. RESULTS: We identified 35 randomized, controlled, clinical studies that spanned 3 decades and 3 continents. These data were assessed in 8 meta-analyses. In patients with T2DM, multiweek studies (psyllium dosed before meals) showed significant improvement in both the fasting blood glucose (FBG) concentration (-37.0 mg/dL; P < 0.001) and glycated hemoglobin (HbA1c) [-0.97% (-10.6 mmol/mol); P = 0.048]. Glycemic effects were proportional to baseline FBG; no significant glucose lowering was observed in euglycemic subjects, a modest improvement was observed in subjects with pre-T2DM, and the greatest improvement was observed in subjects who were being treated for T2DM. CONCLUSIONS: These data indicate that psyllium would be an effective addition to a lifestyle-intervention program. The degree of psyllium's glycemic benefit was commensurate with the loss of glycemic control. Because the greatest effect was seen in patients who were being treated for T2DM, additional studies are needed to determine how best to incorporate psyllium into existing prevention and treatment algorithms with concomitant hypoglycemic medications.",
      "mesh_terms": [
        "Combined Modality Therapy",
        "Diabetes Mellitus, Type 2",
        "Evidence-Based Medicine",
        "Glycated Hemoglobin",
        "Humans",
        "Hyperglycemia",
        "Hypoglycemia",
        "Prebiotics",
        "Prediabetic State",
        "Psyllium",
        "Randomized Controlled Trials as Topic",
        "Risk"
      ]
    },
    {
      "pmid": "26347971",
      "title": "Loperamide Versus Psyllium Fiber for Treatment of Fecal Incontinence: The Fecal Incontinence Prescription (Rx) Management (FIRM) Randomized Clinical Trial.",
      "authors": [
        "Alayne D Markland",
        "Kathryn L Burgio",
        "William E Whitehead",
        "Holly E Richter",
        "C Mel Wilcox",
        "David T Redden",
        "Timothy M Beasley",
        "Patricia S Goode"
      ],
      "journal": "Diseases of the colon and rectum",
      "publication_date": "2015-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "BACKGROUND: Fecal incontinence is a devastating condition with few US Food and Drug Administration-approved pharmacologic treatment options. Loperamide and psyllium, both first-line treatments, have different mechanisms of action without any comparative data. OBJECTIVE: The purpose of this study was to examine the effectiveness and tolerability of loperamide compared with psyllium for reducing fecal incontinence. We hypothesized that psyllium fiber supplementation would be more effective than loperamide for reducing fecal incontinence episodes and have fewer adverse effects. DESIGN: We conducted a randomized, double-blind, placebo-controlled crossover trial comparing loperamide (followed by psyllium) with psyllium (followed by loperamide). SETTINGS: Our sites included outpatient clinics within a Veterans Affairs medical center and university affiliate. PATIENTS: Participants included community-dwelling adults (n = 80) with at least 1 fecal incontinent episode on a 7-day bowel diary. INTERVENTION: Participants received either daily loperamide (plus placebo psyllium powder) or psyllium powder (plus loperamide placebo) for 4 weeks. After a 2-week washout, participants crossed over to 4 weeks of alternate treatment. MAIN OUTCOME MEASURES: The primary outcome was the number of fecal incontinence episodes from 7-day bowel diaries. Secondary outcomes included symptom severity, quality of life, and tolerability. RESULTS: Mean age was 60.7 ± 10.1 years; 68% were men. After determining nonsignificant carryover effects, combined analyses showed no differences between the loperamide and psyllium groups for reducing fecal incontinent episodes, symptom severity, or quality of life. Within each group, both loperamide and psyllium reduced fecal incontinent episodes and improved symptom severity and quality of life. Constipation occurred in 29% of participants for loperamide vs 10% for psyllium. LIMITATIONS: Limitations include the washout period length and dropout rate after crossing over to the second intervention. CONCLUSIONS: Both loperamide and psyllium improve fecal incontinence. Loperamide was associated with more adverse effects, especially constipation.",
      "mesh_terms": [
        "Aged",
        "Antidiarrheals",
        "Cathartics",
        "Constipation",
        "Double-Blind Method",
        "Drug Administration Schedule",
        "Fecal Incontinence",
        "Female",
        "Humans",
        "Loperamide",
        "Male",
        "Middle Aged",
        "Psyllium",
        "Quality of Life",
        "Symptom Assessment",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "26325116",
      "title": "Psyllium fiber vs. placebo in early treatment after STARR for obstructed defecation: a randomized double-blind clinical trial.",
      "authors": [
        "Francesco Gabrielli",
        "Daniele Macchini",
        "Angelo Guttadauro",
        "Silvia Frassani",
        "Aimone Bertolini",
        "Cristina Giussani",
        "Matilde DE Simone",
        "Ugo Cioffi"
      ],
      "journal": "Minerva chirurgica",
      "publication_date": "2016-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Previous Literature has never evaluated the effectiveness of fiber intake after surgery for obstructed defecation in improving residual constipation and defecation urgency. METHODS: From May 2010 to June 2011, 65 patients were randomly assigned to either the active group (N.=32) or placebo group (N.=33) receiving 3.5 g/day of pure Psyllium fiber or inert compound respectively. During the 6-month follow-up score systems were evaluated: Longo's Obstructed Defecation Syndrome Score, Cleveland Constipation Score; Wexner incontinence Score and Visual Analogic Scale. We also recorded the incidence of postoperative defecation urgency. RESULTS: Active group reported less constipation at 1 week (ODS: 6.25±3.55 vs. 11.94±4.99, P<0.01-CCS: 6.59±2.65 vs. 15.10±3.33, P<0.01) and 6 months (ODS: 3.40±5.26 vs. 4.97±4.21, P<0.05-CCS: 5.00±3.82 vs. 6.63±3.68; P<0.01). Wexner Score was better at t-test in the treatment group (difference from baseline: 0.5 vs. 2.70, P<0.01 after 1 week and -0.17 vs. 1.33, P<0.01 after 6 months). Defecation urgency was less frequent in the treatment group (15.62% vs. 42.42%, P<0.05 at the χ2 Test). CONCLUSIONS: Early treatment with Psyllium fiber improves early and 6 month results after stapled transanal rectal resection, both in terms of residual constipation and fecal incontinence. It also reduces postoperative defecation urgency.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Body Mass Index",
        "Cathartics",
        "Constipation",
        "Defecography",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Middle Aged",
        "Psyllium",
        "Quality of Life",
        "Severity of Illness Index",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "25458886",
      "title": "Comparison of the effects of enteral psyllium, magnesium sulphate and their combination for removal of sand from the large colon of horses.",
      "authors": [
        "Kati Niinistö",
        "Michael Hewetson",
        "Ritva Kaikkonen",
        "Ben W Sykes",
        "Marja Raekallio"
      ],
      "journal": "Veterinary journal (London, England : 1997)",
      "publication_date": "2014-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Prospective studies documenting the efficacy and side effects of medical treatment for colonic sand accumulation in horses are limited. The purpose of the study was to compare the effect of enteral administration of magnesium sulphate (MgSO4), psyllium mucilloid (psyllium), and a combination of MgSO4 and psyllium on the evacuation of large accumulations of sand in the large colon of adult horses. Thirty-four horses with naturally acquired, large sand accumulations (>5 cm × 15 cm) identified on abdominal radiography were randomly allocated to one of three treatment groups: (1) 1 g/kg psyllium (n = 12); (2) 1 g/kg MgSO4 (n = 10), or (3) their combination (n = 12). Treatments were administered once a day via nasogastric intubation and continued for a total of 4 days. Lateral radiographs of the ventral abdomen were repeated on day 4 of treatment. If the area of sand in the radiographic image was <25 cm(2) on day 4, the sand accumulation was considered resolved. Of 12 horses treated with a combination of psyllium and MgSO4, nine evacuated the sand from the ventral colon within 4 days. In comparison, only 3/12 horses treated with psyllium and 2/10 horses treated with MgSO4 resolved (both significantly different from the combination; P <0.05). Large accumulations of sand in the large colon of horses can be treated medically. Administering a combination of psyllium and MgSO4 via nasogastric intubation once daily for a total of 4 days was a more effective treatment than either constituent alone.",
      "mesh_terms": [
        "Animals",
        "Cathartics",
        "Colon",
        "Drug Combinations",
        "Horse Diseases",
        "Horses",
        "Intestinal Obstruction",
        "Magnesium Sulfate",
        "Prospective Studies",
        "Psyllium",
        "Radiography",
        "Silicon Dioxide"
      ]
    },
    {
      "pmid": "25391814",
      "title": "Effects of psyllium on LDL-cholesterol concentrations in Brazilian children and adolescents: a randomised, placebo-controlled, parallel clinical trial.",
      "authors": [
        "Simone Augusta Ribas",
        "Diana Barbosa Cunha",
        "Rosely Sichieri",
        "Luiz Carlos Santana da Silva"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2015-Jan-14",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The present study investigated the LDL-cholesterol (LDL-C)-lowering effects of psyllium in Brazilian dyslipidaemic children and adolescents. A total of fifty-one individuals (6-19 years) with mild-to-moderate hypercholesterolaemia were evaluated by conducting a randomised, double-blind, placebo-controlled, parallel clinical trial. Over an 8-week trial period, the participants were randomly allocated to one of two groups (control: n 25 and psyllium: n 26) using a computer-generated random number sequence. Fasting blood samples, dietary records and anthropometric data were collected. Both groups were treated with the National Cholesterol Education Program Step 2 diet for 6 weeks before randomisation. After this run-in period, a daily supplement of 7·0 g psyllium was given to the intervention group, while an equivalent amount of cellulose was given to the control group. Statistically significant changes between the control and intervention groups over time were observed for total cholesterol (7·7%; - 0·39 mmol/l; P= 0·003) and LDL-C (10·7%; - 0·36 mmol/l; P= 0·01). None of the participants reported any aversion to the smell, taste, appearance or texture of psyllium. No serious adverse effects were reported during the study. In addition to causing a significant reduction in LDL-C concentrations, psyllium therapy was found to be both safe and acceptable for the treatment of hypercholesterolaemic children and adolescents.",
      "mesh_terms": [
        "Adolescent",
        "Body Mass Index",
        "Brazil",
        "Child",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Dietary Supplements",
        "Double-Blind Method",
        "Energy Intake",
        "Female",
        "Humans",
        "Hypercholesterolemia",
        "Male",
        "Psyllium",
        "Treatment Outcome",
        "Triglycerides",
        "Young Adult"
      ]
    },
    {
      "pmid": "22874121",
      "title": "Gene expression analysis of the liver and skeletal muscle of psyllium-treated mice.",
      "authors": [
        "Naoyuki Togawa",
        "Rumiko Takahashi",
        "Shizuka Hirai",
        "Tatsunobu Fukushima",
        "Yukari Egashira"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2013-Feb-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Psyllium, a dietary fibre rich in soluble components, has both cholesterol- and TAG-lowering effects. Many studies have verified these actions using liver samples, whereas little information is available on the effects of psyllium treatment on other organs. The purpose of the present study was to evaluate the possible beneficial effects of psyllium. We investigated the gene expression profiles of both liver and skeletal muscle using DNA microarrays. C57BL/6J mice were fed a low-fat diet (LFD; 7 % fat), a high-fat diet (HFD; 40 % fat) or a HFD with psyllium (40 % fat+5 % psyllium; HFD+Psy) for 10 weeks. Body weights and food intake were measured weekly. After 10 weeks, the mice were killed and tissues were collected. Adipose tissues were weighed, and plasma total cholesterol and TAG blood glucose levels were measured. The expression levels of genes involved in glycolysis, gluconeogenesis, glucose transport and fatty acid metabolism were measured by DNA microarray in the liver and skeletal muscle. In the HFD+Psy group, plasma total cholesterol, TAG and blood glucose levels significantly decreased. There was a significant reduction in the relative weight of the epididymal and retroperitoneal fat tissue depots in mice fed the HFD+Psy. The expression levels of genes involved in fatty acid oxidation and lipid transport were significantly up-regulated in the skeletal muscle of the HFD+Psy group. This result suggests that psyllium stimulates lipid transport and fatty acid oxidation in the muscle. In conclusion, the present study demonstrates that psyllium can promote lipid consumption in the skeletal muscle; and this effect would create a slightly insufficient glucose state in the liver.",
      "mesh_terms": [
        "Animals",
        "Anti-Obesity Agents",
        "Diet, Fat-Restricted",
        "Diet, High-Fat",
        "Dietary Fiber",
        "Dietary Supplements",
        "Energy Metabolism",
        "Gene Expression Profiling",
        "Gene Expression Regulation",
        "Glycolysis",
        "Hypoglycemic Agents",
        "Lipolysis",
        "Lipotropic Agents",
        "Liver",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Muscle, Skeletal",
        "Psyllium",
        "Solubility"
      ]
    },
    {
      "pmid": "22848584",
      "title": "Psyllium supplementation in adolescents improves fat distribution & lipid profile: a randomized, participant-blinded, placebo-controlled, crossover trial.",
      "authors": [
        "Martin de Bock",
        "José G B Derraik",
        "Christine M Brennan",
        "Janene B Biggs",
        "Greg C Smith",
        "David Cameron-Smith",
        "Clare R Wall",
        "Wayne S Cutfield"
      ],
      "journal": "PloS one",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: We aimed to assess the effects of psyllium supplementation on insulin sensitivity and other parameters of the metabolic syndrome in an at risk adolescent population. METHODS: This study encompassed a participant-blinded, randomized, placebo-controlled, crossover trial. Subjects were 47 healthy adolescent males aged 15-16 years, recruited from secondary schools in lower socio-economic areas with high rates of obesity. Participants received 6 g/day of psyllium or placebo for 6 weeks, with a two-week washout before crossing over. Fasting lipid profiles, ambulatory blood pressure, auxological data, body composition, activity levels, and three-day food records were collected at baseline and after each 6-week intervention. Insulin sensitivity was measured by the Matsuda method using glucose and insulin values from an oral glucose tolerance test. RESULTS: 45 subjects completed the study, and compliance was very high: 87% of participants took >80% of prescribed capsules. At baseline, 44% of subjects were overweight or obese. 28% had decreased insulin sensitivity, but none had impaired glucose tolerance. Fibre supplementation led to a 4% reduction in android fat to gynoid fat ratio (p = 0.019), as well as a 0.12 mmol/l (6%) reduction in LDL cholesterol (p = 0.042). No associated adverse events were recorded. CONCLUSIONS: Dietary supplementation with 6 g/day of psyllium over 6 weeks improves fat distribution and lipid profile (parameters of the metabolic syndrome) in an at risk population of adolescent males. TRIAL REGISTRATION: Australian New Zealand Clinical Trials Registry ACTRN12609000888268.",
      "mesh_terms": [
        "Adipose Tissue",
        "Adolescent",
        "Cross-Over Studies",
        "Dietary Fiber",
        "Dietary Supplements",
        "Humans",
        "Insulin Resistance",
        "Lipid Metabolism",
        "Male",
        "Metabolic Syndrome",
        "Placebos",
        "Psyllium",
        "Risk",
        "Single-Blind Method"
      ]
    },
    {
      "pmid": "22830226",
      "title": "[Multipurpose psyllium monotherapy in patients with diverticular disease].",
      "authors": [
        "I A Komissarenko",
        "S V Levchenko",
        "S Iu Sil'vestrova",
        "T A Kosacheva",
        "K K Noskova"
      ],
      "journal": "Eksperimental'naia i klinicheskaia gastroenterologiia = Experimental & clinical gastroenterology",
      "publication_date": "2012",
      "publication_types": [
        "Clinical Trial",
        "English Abstract",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The purpose of the research was the study of the prebiotic and hypolipidemic effects of 12-week treatment by psillium of patients with uncomplicated diverticular disease and hyperlipidemia. It has been established that the examined medicine has not any by-effects, normalizes intestinal motility and lowers a pain syndrome and flatulence. Prebiotic effect has proved by higher concentration of short-chain fatty acids in faeces and reduction of anaerobic index. Psillium certainly reduces levels of hyperlipidemia and could be recommended as hypolipidemic remedy for monotherapy as long as base datum of cholesterol is less than 6,4 mmol/l.",
      "mesh_terms": [
        "Age Factors",
        "Aged",
        "Aged, 80 and over",
        "Cathartics",
        "Diverticulosis, Colonic",
        "Fatty Acids, Volatile",
        "Feces",
        "Female",
        "Gastrointestinal Motility",
        "Humans",
        "Hyperlipidemias",
        "Hypolipidemic Agents",
        "Lipids",
        "Male",
        "Middle Aged",
        "Psyllium",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "22677568",
      "title": "A randomized, prospective, comparison study of a mixture of acacia fiber, psyllium fiber, and fructose vs polyethylene glycol 3350 with electrolytes for the treatment of chronic functional constipation in childhood.",
      "authors": [
        "Paolo Quitadamo",
        "Paola Coccorullo",
        "Eleonora Giannetti",
        "Claudio Romano",
        "Andrea Chiaro",
        "Angelo Campanozzi",
        "Emanuela Poli",
        "Salvatore Cucchiara",
        "Giovanni Di Nardo",
        "Annamaria Staiano"
      ],
      "journal": "The Journal of pediatrics",
      "publication_date": "2012-Oct",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: To compare the effectiveness of a mixture of acacia fiber, psyllium fiber, and fructose (AFPFF) with polyethylene glycol 3350 combined with electrolytes (PEG+E) in the treatment of children with chronic functional constipation (CFC); and to evaluate the safety and effectiveness of AFPFF in the treatment of children with CFC. STUDY DESIGN: This was a randomized, open label, prospective, controlled, parallel-group study involving 100 children (M/F: 38/62; mean age ± SD: 6.5 ± 2.7 years) who were diagnosed with CFC according to the Rome III Criteria. Children were randomly divided into 2 groups: 50 children received AFPFF (16.8 g daily) and 50 children received PEG+E (0.5 g/kg daily) for 8 weeks. Primary outcome measures were frequency of bowel movements, stool consistency, fecal incontinence, and improvement of other associated gastrointestinal symptoms. Safety was assessed with evaluation of clinical adverse effects and growth measurements. RESULTS: Compliance rates were 72% for AFPFF and 96% for PEG+E. A significant improvement of constipation was seen in both groups. After 8 weeks, 77.8% of children treated with AFPFF and 83% of children treated with PEG+E had improved (P = .788). Neither PEG+E nor AFPFF caused any clinically significant side effects during the entire course of the study period. CONCLUSIONS: In this randomized study, we did not find any significant difference between the efficacy of AFPFF and PEG+E in the treatment of children with CFC. Both medications were proved to be safe for CFC treatment, but PEG+E was better accepted by children.",
      "mesh_terms": [
        "Child",
        "Child, Preschool",
        "Constipation",
        "Dietary Fiber",
        "Drug Combinations",
        "Electrolytes",
        "Female",
        "Fructose",
        "Humans",
        "Laxatives",
        "Male",
        "Polyethylene Glycols",
        "Prospective Studies",
        "Psyllium"
      ]
    },
    {
      "pmid": "21944542",
      "title": "Uncontrolled study assessing the impact of a psyllium-enriched extruded dry diet on faecal consistency in cats with constipation.",
      "authors": [
        "Valerie Freiche",
        "Doreen Houston",
        "Heather Weese",
        "Michelle Evason",
        "Géraldine Deswarte",
        "Gérald Ettinger",
        "Yannick Soulard",
        "Vincent Biourge",
        "Alexander J German"
      ],
      "journal": "Journal of feline medicine and surgery",
      "publication_date": "2011-Dec",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Two field trials, involving 66 cats (15 trial 1; 51 trial 2) were conducted to assess the efficacy of a psyllium-enriched diet for management of constipation in cats. After investigations and faecal evacuation (by enema if required), all cats were fed on a moderate fibre, psyllium-enriched, dry extruded diet. Additional therapy was either not used (trial 1), or initially allowed but was subsequently withdrawn if possible (trial 2). The diet was well tolerated, and palatability was excellent. Most cases improved after initial therapy (at 2 months; trial 1: 14/15 [93%]; trial 2: 42/51 [82%]), and faecal consistency improved significantly in both trials (P < 0.001). Use of cisapride and lactulose decreased significantly in trial 2 (P < 0.001 for both). The diets used in these pilot studies were efficient in the management of recurrent feline constipation. Randomised control trials are now recommended to examine whether a clinical benefit can be proven.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Cat Diseases",
        "Cats",
        "Constipation",
        "Feces",
        "Female",
        "Laxatives",
        "Male",
        "Pilot Projects",
        "Prospective Studies",
        "Psyllium",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "21787454",
      "title": "The effects of 12-week psyllium fibre supplementation or healthy diet on blood pressure and arterial stiffness in overweight and obese individuals.",
      "authors": [
        "Sebely Pal",
        "Alireza Khossousi",
        "Colin Binns",
        "Satvinder Dhaliwal",
        "Simone Radavelli-Bagatini"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2012-Mar",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Endothelial dysfunction and increased arterial stiffness occur early in the pathogenesis of the metabolic syndrome and they are both powerful independent predictors of cardiovascular risk. A high-fibre diet has been correlated with lower BMI and a lower incidence of hyperlipidaemia, CVD, hypertension and diabetes. The present randomised, parallel-design study compared the effects of fibre intake from a healthy diet v. fibre supplement diets on blood pressure (BP) and vascular function over 12 weeks. Overweight and obese adults were randomised to one of three groups: control (with placebo), fibre supplement (FIB) or healthy eating group with placebo (HLT). Systolic blood pressure (SBP) was lower in the FIB group compared with the control group at week 6, but not at week 12. However, SBP was lower in the HLT group compared with control group at week 12. At week 6, the FIB group presented lower diastolic blood pressure and augmentation index compared with the control group, but this result did not persist to the end of the study. The present study did not show any improvements in BP or vascular function in overweight and obese individuals with psyllium fibre supplementation over 12 weeks of intervention. However, a healthy diet provided the greatest improvements in BP in overweight and obese subjects. Further research with hypertensive individuals is necessary to elucidate whether increased fibre consumption in the form of psyllium supplementation may provide a safe and acceptable means to reduce BP, vascular function and the risk of developing CVD.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Australia",
        "Body Mass Index",
        "Dietary Fiber",
        "Dietary Supplements",
        "Endothelium, Vascular",
        "Female",
        "Health Promotion",
        "Humans",
        "Hypertension",
        "Male",
        "Metabolic Syndrome",
        "Middle Aged",
        "Nutrition Policy",
        "Obesity",
        "Overweight",
        "Psyllium",
        "Single-Blind Method",
        "Vascular Stiffness",
        "Young Adult"
      ]
    },
    {
      "pmid": "21779973",
      "title": "Usefulness of psyllium in rehabilitation of obstructed defecation.",
      "authors": [
        "F Pucciani",
        "M Raggioli",
        "M N Ringressi"
      ],
      "journal": "Techniques in coloproctology",
      "publication_date": "2011-Dec",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Rehabilitation is the first therapeutic step of obstructed defecation, after failure of conservative therapy with high-fiber diet and laxatives. This study evaluates the usefulness of psyllium, a bulk-forming agent, when used during rehabilitation of obstructed defecation. METHODS: Between January 2008 and December 2010, 45 patients affected by obstructed defecation were included in the study. Two randomized groups were selected. Group 1 (21 women; age range 25-67 (mean, 51.8) years) continued to consume a high-fiber diet (approximately 30 g fiber per day) during rehabilitation. Group 2 (24 women; age range 46-71 (mean, 59.8) years) consumed only psyllium (3.6 g × 2/day; Psyllogel(®) Fibra, Nathura, Montecchio Emilia, Italy) during the rehabilitative cycle. After a preliminary clinical evaluation, including the obstructed defecation syndrome (ODS) score, patients underwent defecography and anorectal manometry as well as rehabilitative treatment according to the \"multimodal rehabilitative program\" for obstructive defecation. At the end of the program, patients were reassessed by clinical evaluation and anorectal manometry. Post-rehabilitative ODS scores were used for an arbitrary schedule of patients divided into three classes: Class I, good (score ≤ 4); Class II, fair (score > 4 to ≤ 8); Class III, poor (score > 8). RESULTS: The number of bowel movements per week did not increase significantly after rehabilitation. Both groups had a significantly better Bristol stool form scale score (Group 1: P < 0.034; Group 2: P < 0.02). The overall mean ODS score from Groups 1 and 2 showed significant improvement after treatment (P < 0.001). Twenty-eight patients (82.3%) were Class I (good results) without significant differences between groups. Nine women were symptom-free. Significant differences were found between pre-rehabilitative and post-rehabilitative manometric data from the straining test (P < 0.001) and duration of maximal voluntary contraction (Group 1: P < 0.004; Group 2: P < 0.02). A significant difference was found between the pre-rehabilitative and post-rehabilitative conscious rectal sensitivity threshold (CRST) in Group 2 women (P < 0.02). The Group 2 women who underwent volumetric rehabilitation (11 patients) had significantly lower post-rehabilitative CRST values than pre-rehabilitative values (P < 0.002); the length of volumetric rehabilitation was also significantly shorter in Group 2 patients (P < 0.04) than in Group 1 patients. CONCLUSIONS: After rehabilitation of obstructed defecation, some patients became symptom-free and many had an improved ODS score. Psyllium is helpful for volumetric rehabilitation: patients who consumed psyllium had lower post-rehabilitative CRST values than subjects were on high-fiber diet.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Cathartics",
        "Constipation",
        "Defecation",
        "Dose-Response Relationship, Drug",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Intestinal Obstruction",
        "Male",
        "Manometry",
        "Middle Aged",
        "Pressure",
        "Psyllium",
        "Retrospective Studies",
        "Single-Blind Method",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "21507572",
      "title": "Application of psyllium husk as coagulant and coagulant aid in semi-aerobic landfill leachate treatment.",
      "authors": [
        "Yasir A J Al-Hamadani",
        "Mohd Suffian Yusoff",
        "Muhammad Umar",
        "Mohammed J K Bashir",
        "Mohd Nordin Adlan"
      ],
      "journal": "Journal of hazardous materials",
      "publication_date": "2011-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Landfill leachate is a heavily polluted and a likely hazardous liquid that is produced as a result of water infiltration through solid wastes generated industrially and domestically. This study investigates the potential of using psyllium husk as coagulant and coagulant aid for the treatment of landfill leachate. Psyllium husk has been tested as primary coagulant and as coagulant aid with poly-aluminum chloride (PACl) and aluminum sulfate (alum). As primary coagulant, the optimum dosage and pH for PACl were 7.2 and 7.5 g/L, respectively, with removal efficiencies of 55, 80 and 95% for COD, color and TSS, respectively. For alum, the optimum conditions were 11 g/L alum dosage and pH 6.5 with removal efficiencies of 58, 79 and 78% for COD, color and TSS, respectively. The maximum removal efficiencies of COD, color and TSS were 64, 90 and 96%, respectively, when psyllium husk was used as coagulant aid with PACl. Based on the results, psyllium husk was found to be more effective as coagulant aid with PACl in the removal of COD, color and TSS as compared to alum. Zeta potential test was carried out for leachate, PACl, alum and psyllium husk before and after running the jar test to enhance the results of the jar test experiments.",
      "mesh_terms": [
        "Aerobiosis",
        "Alum Compounds",
        "Aluminum Chloride",
        "Aluminum Compounds",
        "Chlorides",
        "Environmental Restoration and Remediation",
        "Flocculation",
        "Psyllium",
        "Water Pollutants, Chemical",
        "Water Purification"
      ]
    },
    {
      "pmid": "21382232",
      "title": "The role of psyllium fibre supplementation in treating irritable bowel syndrome.",
      "authors": [
        "Laura E Chouinard"
      ],
      "journal": "Canadian journal of dietetic practice and research : a publication of Dietitians of Canada = Revue canadienne de la pratique et de la recherche en dietetique : une publication des Dietetistes du Canada",
      "publication_date": "2011",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "North American family physicians and dietitians commonly recommend psyllium fibre supplementation for treating symptoms of irritable bowel syndrome (IBS). In this review, evidence on the effectiveness of psyllium supplementation for diagnosed IBS symptoms was evaluated and summarized. A systematic search of MEDLINE, CINAHL, and Web of Science was conducted. Included were full-length, peer-reviewed, English-language articles in which psyllium ingestion was tested for its effect on IBS symptoms. Quality of these articles also was assessed. Twelve met the criteria for complete data abstraction. Seventy-five percent of the studies examined were of weak quality. Study designs and methods were heterogeneous. Patient-perceived global symptoms improved significantly in six of the nine studies measuring a global symptom outcome. In one study, significant improvements occurred in reported abdominal pain; in three, improvement did not occur. Quality of life and flatulence did not improve significantly in any studies in which these outcomes were examined. The results of this systematic review indicate limited and conflicting evidence to support the recommendation of psyllium supplementation for symptomatic IBS treatment.",
      "mesh_terms": [
        "Dietary Fiber",
        "Dietary Supplements",
        "Humans",
        "Irritable Bowel Syndrome",
        "Phytotherapy",
        "Psyllium"
      ]
    },
    {
      "pmid": "21323688",
      "title": "Randomised clinical trial: dried plums (prunes) vs. psyllium for constipation.",
      "authors": [
        "A Attaluri",
        "R Donahoe",
        "J Valestin",
        "K Brown",
        "S S C Rao"
      ],
      "journal": "Alimentary pharmacology & therapeutics",
      "publication_date": "2011-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Treatment of chronic constipation remains challenging with 50% of patients dissatisfied with current therapy. There is an unmet need for natural and safe alternatives. Dried plums (prunes) have been used traditionally for constipation but their efficacy is not known. Aim To assess and compare the effects of dried plums and psyllium in patients with chronic constipation. METHODS: Subjects were enrolled in an 8-week, single-blind, randomised cross-over study. Subjects received either dried plums (50 g b.d., fibre=6 gm/day) or psyllium (11 g b.d., fibre=6 gm/day) for 3 weeks each, in a crossover trial with a 1-week washout period. Subjects maintained a daily symptom and stool diary. Assessments included number of complete spontaneous bowel movements per week, global relief of constipation, stool consistency, straining, tolerability and taste. RESULTS: Forty constipated subjects (m/f=3/37, mean age=38 years) participated. The number of complete spontaneous bowel movements per week (primary outcome measure) and stool consistency scores improved significantly (P<0.05) with dried plums when compared to psyllium. Straining and global constipation symptoms did not differ significantly between treatments (P=N.S.). Dried plums and psyllium were rated as equally palatable and both were safe and well tolerated. CONCLUSION: Dried plums are safe, palatable and more effective than psyllium for the treatment of mild to moderate constipation, and should be considered as a first line therapy.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Cathartics",
        "Constipation",
        "Cross-Over Studies",
        "Defecation",
        "Dietary Fiber",
        "Humans",
        "Laxatives",
        "Middle Aged",
        "Prunus",
        "Psyllium",
        "Regression Analysis",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "20855009",
      "title": "Inclusion of psyllium in milk replacer for neonatal calves. 2. Effects on volatile fatty acid concentrations, microbial populations, and gastrointestinal tract size.",
      "authors": [
        "S J Cannon",
        "G C Fahey",
        "L L Pope",
        "L L Bauer",
        "R L Wallace",
        "B L Miller",
        "J K Drackley"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2010-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Fermentable fibers such as psyllium increase volatile fatty acid (VFA) concentrations in the lower digestive tract and increase the gastrointestinal tract (GIT) mass of many mammals. We reasoned that psyllium inclusion in milk replacer might produce similar effects in neonatal dairy calves, which could lead to improved growth and health. Male Holstein calves were fed a milk replacer (22% crude protein, 20% fat) either without or with psyllium (1.1% of dry matter, DM) from 2 d through 28 d of age. Milk replacer was reconstituted to 12.5% DM and fed at 12% of calf body weight, adjusted weekly. Water was offered ad libitum but no starter was fed. Three calves per treatment were harvested weekly to sample digesta from the reticulo-rumen, abomasum, jejunum, proximal colon, and distal colon, and to determine length and mass of GIT components. Psyllium in milk replacer increased the proportion of butyrate in reticulo-rumen contents from 2.4 to 3.2% of total but did not affect total VFA concentrations. Total VFA concentrations were very low in the jejunum but psyllium tended to increase total VFA, acetate, and valerate concentrations; valerate accounted for 15.9 and 16.7% of total VFA (molar basis) for control and psyllium calves, respectively. Psyllium increased total VFA concentrations in the proximal and distal colon by 104.4 and 45.6%, respectively, but had little effect on the profile of VFA. Psyllium in milk replacer increased populations of bifidobacteria (from 9.7 to 10.3 log(10) cfu/g of DM) and lactobacilli (from 8.2 to 9.4 log(10) cfu/g of DM) in the reticulo-rumen, but did not affect populations in jejunum or colon. Calves fed psyllium had 12.0% greater total GIT mass and 9.4% greater GIT as a percentage of body weight. Psyllium tended to increase mass of the reticulo-rumen and significantly increased mass of duodenum (34.2%), jejunum (14.5%), and colon (14.6%). Density of intestinal tissues from calves fed psyllium-supplemented milk replacer was 25.9% greater in the jejunum and 25.3% greater in the ileum, and tended to be greater in duodenum and colon than tissue from control calves. Supplementation of psyllium to milk replacer increased fermentation in the colon, mass of the total GIT, and populations of bifidobacteria and lactobacilli in the reticulo-rumen.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Animals, Newborn",
        "Cattle",
        "Colony Count, Microbial",
        "Fatty Acids, Volatile",
        "Fermentation",
        "Gastrointestinal Tract",
        "Male",
        "Milk Substitutes",
        "Psyllium"
      ]
    },
    {
      "pmid": "20655435",
      "title": "Inclusion of psyllium in milk replacer for neonatal calves. 1. Effects on growth, digesta viscosity, rate of passage, nutrient digestibilities, and metabolites in blood.",
      "authors": [
        "S J Cannon",
        "G C Fahey",
        "M R Murphy",
        "C L Dikeman",
        "B L Miller",
        "J K Drackley"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2010-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Based on research in other species, inclusion of psyllium in milk replacer might improve nutrient utilization and gastrointestinal function in neonatal calves. Male Holstein calves were fed a milk replacer (22% crude protein, 20% fat) either without or with psyllium (1.1% of dry matter) from 2 d through 28 d of age. Milk replacer was reconstituted to 12.5% dry matter (DM) and fed at 12% of calf body weight (BW), adjusted weekly. Water was offered ad libitum but no starter was fed. Three calves per treatment were harvested weekly to sample digesta from the rumen, abomasum, jejunum, proximal colon, and distal colon. Mean daily intakes of water, DM, crude protein, and metabolizable energy did not differ between treatments. Average daily gain of BW did not differ between treatments. Digesta from the abomasum and colon of calves fed psyllium was more viscous than digesta from control calves. Mean retention time of digesta in the total digestive tract tended to be greater for calves supplemented with psyllium (9.7 vs. 8.4h). Feces and digesta from the proximal and distal colon of calves fed psyllium had lower DM content than feces and digesta from control calves. Total-tract apparent digestibility of DM (92.8 vs. 94.1%) was lower for psyllium-fed calves, likely as an effect of the addition of the more poorly digestible psyllium; digestibilities of energy and ash also tended to be lower. The prefeeding plasma glucose concentration (10h after previous feeding) tended to be greater for psyllium-fed calves but concentrations of nonesterified fatty acids, beta-hydroxybutyrate, cholesterol, urea N, and total protein did not differ between treatments. Blood components did not differ between treatments at 2h postfeeding. Inclusion of psyllium in the milk replacer of neonatal calves increased digesta viscosity and slowed passage of digesta through the gastrointestinal tract.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Animals, Newborn",
        "Blood Glucose",
        "Body Weight",
        "Cattle",
        "Digestion",
        "Feces",
        "Male",
        "Milk Substitutes",
        "Psyllium",
        "Viscosity"
      ]
    },
    {
      "pmid": "20616745",
      "title": "The right fiber for the right disease: an update on the psyllium seed husk and the metabolic syndrome.",
      "authors": [
        "Attilio Giacosa",
        "Mariangela Rondanelli"
      ],
      "journal": "Journal of clinical gastroenterology",
      "publication_date": "2010-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The metabolic syndrome (MS) is a clustering of hyperglycemia/insulin resistance, dyslipidemia, overweight and hypertension. MS identifies patients who are at high risk of developing atherosclerotic cardiovascular disease (CVD) and type 2 diabetes (T2D). Based on current data dietary fibre intake from whole foods or supplements may lower blood pressure, may improve serum lipid levels, may reduce indicators of inflammations,may lower serum glucose levels and favour body weight loss. US Food and Drug Administration in 2006 authorized a health claim that psyllium husk, beta glucan in oats and beta glucan in barley can reduce the risk of heart disease. Solubility in water, viscosity, fermentability, and the kind and amounts of protein and tocotrienols have been explored as possible basis for this effect. In particular, many experimental and clinical studies suggest that psyllium does lower serum and liver cholesterol concentrations and may increase HDL-cholesterol levels- Moreover,water soluble fibres, such as psyllium, moderate post prandial glucose and insulin concentrations in non-insulin dependent diabetic patients, if taken with meals and favour the reduction of body weight and hypertension. Therefore, the favourable effect of various fibres and particularly of psyllium, on body weight reduction and satiety, on cholesterol and tryglycerides levels, on fasting glycaemia and on blood pressure suggests a potential role of these fibres in the treatment of MS.",
      "mesh_terms": [
        "Animals",
        "Blood Glucose",
        "Blood Pressure",
        "Cholesterol",
        "Dietary Fiber",
        "Dietary Supplements",
        "Evidence-Based Medicine",
        "Humans",
        "Metabolic Syndrome",
        "Psyllium",
        "Satiety Response",
        "Seeds",
        "Treatment Outcome",
        "Triglycerides",
        "Weight Loss"
      ]
    },
    {
      "pmid": "19782179",
      "title": "Psyllium as a substitute for gluten in bread.",
      "authors": [
        "Renata Puppin Zandonadi",
        "Raquel Braz Assunção Botelho",
        "Wilma Maria Coelho Araújo"
      ],
      "journal": "Journal of the American Dietetic Association",
      "publication_date": "2009-Oct",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "Celiac disease is an antibody-mediated enteropathy that presents permanent intolerance to ingested gluten. Currently, only one kind of treatment is available: the complete dietary elimination of all sources of gluten. The aim of the present study was to evaluate the effect of replacing gluten with psyllium on sensory characteristics of bread dough and to compare the chemical, nutritional, technological, and sensory characteristics of the modified preparations. This study is experimental and was subdivided into five steps: selection and development of preparation, chemical analysis, sensory analysis, and statistical analysis. Modified samples of the bread dough achieved a 93.0% acceptance rate for individuals with celiac disease and up to 97.0% for individuals without celiac disease. The most affected characteristics were odor and texture. In terms of chemical composition of the bread dough, energy was reduced by 32.1% and the fat fraction was 42.3% before being cooked. Data obtained from sensory analysis of psyllium doughs indicate that the products had good acceptance by individuals with celiac disease as well as by individuals without celiac disease. This suggests that psyllium can replace gluten in preparations. Furthermore, in terms of chemical composition, products made with modified dough had less fat and fewer calories.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Bread",
        "Celiac Disease",
        "Child",
        "Diet, Gluten-Free",
        "Emulsifying Agents",
        "Fat Substitutes",
        "Female",
        "Food Preferences",
        "Food Technology",
        "Glutens",
        "Humans",
        "Male",
        "Middle Aged",
        "Nutritive Value",
        "Odorants",
        "Patient Satisfaction",
        "Psyllium",
        "Taste",
        "Young Adult"
      ]
    },
    {
      "pmid": "19623196",
      "title": "The effects of psyllium on lipoproteins in type II diabetic patients.",
      "authors": [
        "G Sartore",
        "R Reitano",
        "A Barison",
        "P Magnanini",
        "C Cosma",
        "S Burlina",
        "E Manzato",
        "D Fedele",
        "A Lapolla"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "2009-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "We examined the effects of 2 months of psyllium treatment in optimizing metabolic control and lipoprotein profile, and its postprandial effects on lipids in type II diabetes. We recruited 40 type II diabetic patients who were on sulfonylureas and a controlled diet, sequentially assigning them to psyllium treatment (G1) or to a control group (G2) treated with dietary measures alone. After 2 months of treatment, body mass index, waist circumference, HbA1c (hemoglobin A1c) and fasting plasma glucose levels had significantly decreased in both groups. There were no postprandial differences in the lipoprotein profile between the two groups. Triglycerides were significantly lower in G1, but not in G2. Our study contributes toward elucidating the effects of psyllium on serum lipids, and suggests that psyllium treatment may help in reducing triglycerides (a known risk factor for cardiovascular disease) in type II diabetic patients.",
      "mesh_terms": [
        "Blood Glucose",
        "Cathartics",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Diabetes Mellitus, Type 2",
        "Female",
        "Glycated Hemoglobin",
        "Humans",
        "Hypertriglyceridemia",
        "Male",
        "Middle Aged",
        "Phytotherapy",
        "Postprandial Period",
        "Psyllium",
        "Triglycerides",
        "Weight Loss"
      ]
    },
    {
      "pmid": "19024858",
      "title": "[The psyllium fibre for the treatment of functional constipation in children].",
      "authors": [
        "G Bolla",
        "G Sartore"
      ],
      "journal": "La Pediatria medica e chirurgica : Medical and surgical pediatrics",
      "publication_date": "2008",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Functional constipation, characterized by delay of advancing of dehydrated stools and abnormal evacuation, is now a major reason for pediatric surgical examination. Therefore, it would be useful to define a safe and effective therapeutic strategy. In our experience, psyllium fibre may achieve good results.",
      "mesh_terms": [
        "Case-Control Studies",
        "Cathartics",
        "Child, Preschool",
        "Constipation",
        "Dietary Fiber",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Male",
        "Psyllium",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "19007123",
      "title": "Ball milling improves extractability and affects molecular properties of psyllium (Plantago ovata Forsk) seed husk arabinoxylan.",
      "authors": [
        "Valerie Van Craeyveld",
        "Jan A Delcour",
        "Christophe M Courtin"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2008-Dec-10",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Psyllium (Plantago ovata Forsk) seed husk (PSH) is very rich in arabinoxylan (AX). However, its high gelling capacity and the complex nature of the AX make it difficult to process. In this study, ball milling was investigated as a tool for enhancing PSH AX water extractability and molecular mass (MM). A 48 h laboratory-scale ball mill treatment under standardized optimal conditions reduced the PSH average particle size from 161 microm for the untreated sample to 6 microm. Concurrently, it increased the water-extractable AX (WE-AX) level from 13 (untreated PSH) to 90% of the total PSH AX. While the WE-AX of the untreated PSH had a peak MM of 216 kDa and an arabinose to xylose (A/X) ratio of 0.20, WE-AX fragments from ball mill-pretreated PSH had a peak MM of 22 kDa and an A/X ratio of 0.31. Ball milling further drastically reduced the intrinsic viscosity of PSH extracts and their water-holding capacity. Prolonged treatment brought almost all AX (98%) in solution and yielded WE-AX fragments with an even higher A/X ratio (0.42) and a lower peak MM (11 kDa). While impact and jet milling of PSH equally led to significant reductions in particle size, these technologies only marginally affected the water extractability of PSH AX. This implies that ball milling affects PSH particles and their constituent molecules differently than impact and jet milling.",
      "mesh_terms": [
        "Food Handling",
        "Molecular Weight",
        "Particle Size",
        "Plant Extracts",
        "Psyllium",
        "Seeds",
        "Viscosity",
        "Xylans"
      ]
    },
    {
      "pmid": "18985059",
      "title": "Time- and dose-dependent effect of psyllium on serum lipids in mild-to-moderate hypercholesterolemia: a meta-analysis of controlled clinical trials.",
      "authors": [
        "Z-h Wei",
        "H Wang",
        "X-y Chen",
        "B-s Wang",
        "Z-x Rong",
        "B-s Wang",
        "B-h Su",
        "H-z Chen"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "2009-Jul",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Evidences from randomized clinical trials and meta-analysis have claimed an association between the use of soluble dietary fiber from psyllium and a cholesterol-lowering effect. However, there is still uncertainty as to the dose-response relationship and its long-term lipid-lowering efficacy. This meta-analysis was primarily conducted to address the dose-response relationship between psyllium and serum cholesterol level and time-dependent effect of psyllium in mild-to-moderate hypercholesterolemic subjects. METHODS: Twenty-one studies, which enrolled a total of 1030 and 687 subjects receiving psyllium or placebo, respectively, were included in the meta-analysis. The studies were randomized placebo-controlled trials, double blinded or open label, on subjects with mild-to-moderate hypercholesterolemia. The dose of psyllium was between 3.0 and 20.4 g per day and intervention period was more than 2 weeks. Any type of diet background was permitted. Diet lead-in period was between 0 and 8 weeks. RESULTS: Compared with placebo, consumption of psyllium lowered serum total cholesterol by 0.375 mmol/l (95% CI: 0.257-0.494 mmol/l), and LDL cholesterol by 0.278 mmol/l (95% CI: 0.213-0.312 mmol/l). With random-effect meta-regression, a significant dose-response relationship were found between doses (3-20.4 g/day) and total cholesterol or LDL cholesterol changes. Regression model of total cholesterol was -0.0222+0.2061 x log (dose+1), and that of LDL cholesterol was 0.0485+0.1390 x log (dose+1). There was a time effect of psyllium on total cholesterol (equation: 6.3640-0.0316 x treatment period) and on LDL cholesterol (equation: 4.3134-0.0162 x treatment period), suggesting that psyllium reduced serum total cholesterol more quickly than LDL cholesterol. CONCLUSIONS: Psyllium could produce dose- and time-dependent serum cholesterol-lowering effect in mild and moderate hypercholesterolemic patients and would be useful as an adjunct to dietary therapy for the treatment of hypercholesterolemia.",
      "mesh_terms": [
        "Anticholesteremic Agents",
        "Cholesterol",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Dose-Response Relationship, Drug",
        "Food, Fortified",
        "Humans",
        "Hypercholesterolemia",
        "Laxatives",
        "Psyllium",
        "Randomized Controlled Trials as Topic",
        "Time Factors",
        "Triglycerides"
      ]
    },
    {
      "pmid": "18685505",
      "title": "Evaluation of prebiotic potential of refined psyllium (Plantago ovata) fiber in healthy women.",
      "authors": [
        "Marina Elli",
        "Daniela Cattivelli",
        "Sara Soldi",
        "Marzia Bonatti",
        "Lorenzo Morelli"
      ],
      "journal": "Journal of clinical gastroenterology",
      "publication_date": "2008-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "GOAL: To assess the effects of the consumption of psyllium seed husk on fecal bifidobacteria in healthy women and the ability of fecal bifidobacteria to metabolize psyllium seed husk in vitro. BACKGROUND: Poor microbiologic evidences are nowadays available concerning the ability of psyllium seed husk to promote the growth of bifidobacteria in human gut. STUDY: Eleven healthy women consumed 7.0 g/d of psyllium seed husk for 1 month. Viability of bifidobacteria in feces was assessed at different time points. RESULTS: In vivo results showed that the average fecal content of viable bifidobacteria was not significantly affected even if fecal counts were found to increase significantly after treatment in 6 out of 11 women having low initial concentration. In vitro trials conducted on bifidobacteria strains isolated from treated women failed to confirm the prebiotic potential of undigested psyllium seed husk, whereas treatment with simulated gastric and pancreatic juices and mimicking physical and chemical alterations during human gut transit allowed fecal Bifidobacterium isolates to metabolize psyllium seed husk as carbon source in a growth medium deprived of sugar. CONCLUSIONS: Psyllium seed husk can be metabolized by bifidobacteria only after partial hydrolysis. Bifidogenic potential can be detected in healthy women only in case of low level of fecal bifidobacteria before treatment.",
      "mesh_terms": [
        "Adult",
        "Bifidobacterium",
        "Colony Count, Microbial",
        "Dietary Fiber",
        "Feces",
        "Female",
        "Humans",
        "Middle Aged",
        "Psyllium",
        "Seeds",
        "Time Factors"
      ]
    },
    {
      "pmid": "18332401",
      "title": "Effect of psyllium fiber supplementation on C-reactive protein: the trial to reduce inflammatory markers (TRIM).",
      "authors": [
        "Dana E King",
        "Arch G Mainous",
        "Brent M Egan",
        "Robert F Woolson",
        "Mark E Geesey"
      ],
      "journal": "Annals of family medicine",
      "publication_date": "2008",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "PURPOSE: Recent evidence supports a significant association between the intake of dietary fiber and levels of inflammatory markers. The objective of this study was to determine whether daily fiber supplementation would reduce levels of inflammatory markers. METHODS: This study was a prospective randomized controlled trial at a single university medical center. Participants were overweight or obese adults with no history of heart disease. The intervention was psyllium supplementation at either 7 or 14 g/d for 3 months compared with no supplements in a control group. The main outcome measure was change in level of high-sensitivity C-reactive protein (hsCRP) concentration; secondary outcomes included changes in interleukin-6 (IL-6) levels, fibrinogen levels, and white blood cell (WBC) count. Protocol completers attended at least 2 visits and took more than 75% of the prescribed fiber dose. RESULTS: In this intent-to-treat analysis (n = 158), there were no significant differences between either of the 2 treatment groups and the control group in the amount of change in CRP, fibrinogen, or IL-6 levels or in WBC count (P>.05). In the analysis of protocol completers (n = 132), there also were no significant differences between the groups except for a small decrease in fibrinogen level in the high-fiber group (-6 mg/dL [-0.18 micromol/L] compared with 13 mg/dL [0.38 micromol/L] in the control group, P<.05). CONCLUSION: Psyllium fiber supplementation did not significantly reduce CRP levels in overweight or obese individuals in this trial, and changes in other markers were not consistent. Further research is needed to determine whether other fibers or nutrients can reduce inflammatory markers.",
      "mesh_terms": [
        "Adult",
        "Biomarkers",
        "Body Mass Index",
        "C-Reactive Protein",
        "Dietary Fiber",
        "Dietary Supplements",
        "Female",
        "Fibrinogen",
        "Humans",
        "Inflammation",
        "Interleukin-6",
        "Male",
        "Middle Aged",
        "Obesity",
        "Prospective Studies",
        "Psyllium"
      ]
    },
    {
      "pmid": "18222665",
      "title": "Cholesterol reduction using psyllium husks - do gastrointestinal adverse effects limit compliance? Results of a specific observational study.",
      "authors": [
        "B Uehleke",
        "M Ortiz",
        "R Stange"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2008-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Despite known cholesterol lowering effects the use of psyllium husk (Plantaginis ovatae testa) in Germany for hypercholesterolemia is limited compared to their use as a laxative. To investigate whether use in hypercholesterolemia is limited due to adverse effects on the gastrointestinal system, a prospective observational study was conducted. METHODS: Sixty-two outpatients with documented hypercholesterolemia and complaints of constipation were identified from an academic clinical center. Treatment with 3.5g psyllium husk preparation administered three times daily was initiated and patients were monitored at weekly intervals. Gastrointestinal symptoms were quantified using a validated Nepean Dyspepsia Index modified to identify both upper and lower abdominal symptoms. Diaries and study medication records were used to evaluate compliance. RESULTS: Fifty-four of 62 patients enrolled in the study completed the study protocol with 4 subjects discontinuing due to adverse reactions associated with psyllium husks. Total cholesterol was significantly decreased from 252+/-39mg/dl before treatment to 239+/-37mg/dl after 3 weeks of treatment. Similarly, low density lipoprotein (LDL)-cholesterol decreased from 174+/-34 to 162+/-31mg/dl during the study. Triglycerides and high density lipoprotein (HDL) were unchanged. Gastrointestinal symptoms were rated lower at the end than at the beginning of the study. In week 1 most of the patients reported gastrointestinal symptoms and also gastrointestinal adverse reactions, which however, showed a decrease from week 1 to weeks 2 and 3 in the diaries. Patient response to study medication was positive for patients completing the study. CONCLUSIONS: Psyllium husk preparations may be a therapeutic option for patients with mild to moderately elevated cholesterol levels. Adverse gastrointestinal symptoms associated with the preparation appear to be transient in some of the patients. Compliance may be optimized with adequate patient counseling.",
      "mesh_terms": [
        "Abdominal Pain",
        "Adult",
        "Aged",
        "Cathartics",
        "Cholesterol",
        "Cholesterol, LDL",
        "Constipation",
        "Female",
        "Flatulence",
        "Humans",
        "Hypercholesterolemia",
        "Male",
        "Middle Aged",
        "Patient Compliance",
        "Phytotherapy",
        "Plantago",
        "Prospective Studies",
        "Psyllium",
        "Time Factors"
      ]
    },
    {
      "pmid": "18184383",
      "title": "Evacuation of sand from the equine intestine with mineral oil, with and without psyllium.",
      "authors": [
        "K Hotwagner",
        "C Iben"
      ],
      "journal": "Journal of animal physiology and animal nutrition",
      "publication_date": "2008-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to determine the evacuation of sand from the equine intestine after a double treatment with psyllium and mineral oil or mineral oil only. A crossover study was conducted. Twelve healthy horses were fed 1 kg sand once a day for 5 days. Subsequently, these horses were divided into two groups: A and B. From day 6-10, both groups were treated with 2 l of mineral oil once a day and group B received an additional 0.5 kg of psyllium twice a day. The trial was repeated after 2 weeks with treatment crossover of groups A and B. The horses were housed sand free and 1.8 kg hay/100 kg body weight was offered to meet the maintenance energy requirement. Prior to the sand administration, faeces were collected from each horse for 3 days and the crude ash was determined to establish a baseline output of ash. There was no difference between the baseline crude ash output of the first and second treatment. From day 6-10, faeces were collected daily and the fresh weight and the dry matter and the crude ash contents were determined. For administration, sand or psyllium was mixed with 1 l of Irish mash (concentrate mixed with water), respectively, and mineral oil was administered via a nasogastric tube. All horses showed higher crude ash excretion when treated with psyllium and mineral oil compared with the mineral oil administration only. On the second, third and fourth day of the treatment, the difference was significant. Faeces crude ash weight corrected for baseline crude ash output while treated with psyllium plus oil and oil solely, reached a mean of 51.0 (SD 20.5) and 26.1 (SD 17.7) % of the administered sand mass, respectively. The results of this trial show that the ash output differed highly between the horses. Nevertheless, all horses showed a higher total ash output within the 5 days treatment period when the psyllium semen and mineral oil were used for the treatment than when treated with mineral oil solely.",
      "mesh_terms": [
        "Animals",
        "Cathartics",
        "Cross-Over Studies",
        "Feces",
        "Female",
        "Horse Diseases",
        "Horses",
        "Intestinal Obstruction",
        "Intestine, Large",
        "Male",
        "Mineral Oil",
        "Psyllium",
        "Random Allocation",
        "Silicon Dioxide",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "17449576",
      "title": "A combination of psyllium and plant sterols alters lipoprotein metabolism in hypercholesterolemic subjects by modifying the intravascular processing of lipoproteins and increasing LDL uptake.",
      "authors": [
        "Sudeep Shrestha",
        "Hedley C Freake",
        "Mary M McGrane",
        "Jeff S Volek",
        "Maria Luz Fernandez"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2007-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We previously demonstrated that a diet therapy involving consumption of 7.28 g psyllium (PSY) and 2 g of plant sterols (PS) per day reduced LDL cholesterol from 3.6 +/- 0.7 to 3.1 +/- 0.8 mmol/L (P < 0.01) and decreased the number of intermediate density lipoprotein particles and the smaller LDL and HDL subfractions in hypercholesterolemic individuals (n = 33). The study design was a randomized double blind crossover. Subjects consumed either 2 test cookies containing PSY+PS or 2 placebo cookies for 1 mo with a 3-wk wash out between treatments. To explore mechanisms of the lipid-lowering effects of combined PSY+PS, we present data related to intravascular and molecular regulation. Intake of PSY+PS decreased the cholesterol concentration in LDL-1 from 2.46 +/- 0.66 to 2.26 +/- 0.46 mmol/L and in LDL-2 from 0.63 +/- 0.24 to 0.54 +/- 0.27 mmol/L (P < 0.05) in the test compared with the placebo period. An increase in LDL peak size from 27.3 +/- 0.8 to 27.5 +/- 0.6 nm (P < 0.05) and a decrease in the prevalence of LDL pattern B from 27 to 18% (P < 0.05) also occurred during the PSY+PS period. Cholesteryl ester transfer protein activity was 11% lower (P < 0.05) during the test period. Notably, the abundance of the LDL receptor in circulating mononuclear cells as measured by real time PCR was 26% higher during the test compared with the placebo period (P < 0.03). These results indicate that the hypocholesterolemic action of PSY and PS can be explained in part by modifications in the intravascular processing of lipoproteins and by increases in LDL receptor-mediated uptake.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Cholesterol",
        "Cholesterol Ester Transfer Proteins",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Drug Combinations",
        "Female",
        "Humans",
        "Hypercholesterolemia",
        "Hypolipidemic Agents",
        "Lipoproteins",
        "Lipoproteins, LDL",
        "Male",
        "Middle Aged",
        "Monocytes",
        "Osmolar Concentration",
        "Oxidation-Reduction",
        "Particle Size",
        "Phosphatidylcholine-Sterol O-Acyltransferase",
        "Phytosterols",
        "Psyllium",
        "RNA, Messenger",
        "Receptors, LDL",
        "Time Factors",
        "Tissue Distribution"
      ]
    },
    {
      "pmid": "17438377",
      "title": "Nutriceuticals in cardiovascular disease: psyllium.",
      "authors": [
        "Lavanya Petchetti",
        "William H Frishman",
        "Richard Petrillo",
        "Kolanuvada Raju"
      ],
      "journal": "Cardiology in review",
      "publication_date": "2007",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "In recent years, there has been a growing interest in the use of dietary fiber in health maintenance and disease prevention. A deficiency of fiber in the Western diet may be contributing to the current epidemics of diabetes mellitus, coronary artery disease (CAD), and colonic cancer. The awareness of fiber as a dietary supplement may have contributed to the reported 30% decline in death rate from CAD observed over the past 15 years. Psyllium is a soluble gel-forming fiber that has been shown to bind to the bile acids in the gut and prevent their normal reabsorption, similar to the bile acid sequestrant drugs. Psyllium is useful as an adjunct to dietary therapy (step 1 or step 2 American Heart Association [AHA] diet) in the treatment of patients with mild-to-moderate hypercholesterolemia. In combination with other cholesterol-lowering drugs, such as statins, psyllium provides an added benefit on cholesterol lowering, and is well tolerated and cost-effective.",
      "mesh_terms": [
        "Cardiovascular Diseases",
        "Dietary Fiber",
        "Dose-Response Relationship, Drug",
        "Drug Administration Schedule",
        "Female",
        "Humans",
        "Hypercholesterolemia",
        "Male",
        "Prognosis",
        "Psyllium",
        "Randomized Controlled Trials as Topic",
        "Risk Assessment",
        "Survival Analysis",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "17329047",
      "title": "Psyllium as therapeutic and drug delivery agent.",
      "authors": [
        "Baljit Singh"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2007-Apr-04",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "There is no doubt that fibers, in particular viscous dietary fibers, have positive effects on human health, both in the prevention and in treatment of chronic diseases. Dietary fibers from psyllium have been used extensively both as pharmacological supplements, food ingredients, in processed food to aid weight control, to regulation of glucose control for diabetic patients and reducing serum lipid levels in hyperlipidemics. Keeping in view, the pharmacological importance of psyllium polysaccharide and its gel-forming nature, this article discusses the therapeutic value of psyllium for the treatment of constipation, diarrhea, irritable bowel syndrome, inflammatory bowel disease-ulcerative colitis, colon cancer, diabetes and hypercholesterolemia and exploitation of psyllium for developing drug delivery systems.",
      "mesh_terms": [
        "Cathartics",
        "Delayed-Action Preparations",
        "Diabetes Mellitus",
        "Dietary Fiber",
        "Drug Carriers",
        "Drug Delivery Systems",
        "Gastrointestinal Diseases",
        "Humans",
        "Hypercholesterolemia",
        "Polymers",
        "Psyllium"
      ]
    },
    {
      "pmid": "16988115",
      "title": "A combination therapy including psyllium and plant sterols lowers LDL cholesterol by modifying lipoprotein metabolism in hypercholesterolemic individuals.",
      "authors": [
        "Sudeep Shrestha",
        "Jeff S Volek",
        "Jay Udani",
        "Richard J Wood",
        "Christine M Greene",
        "Dimple Aggarwal",
        "John H Contois",
        "Ben Kavoussi",
        "Maria Luz Fernandez"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2006-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "We conducted a randomized, double blind, crossover, placebo-controlled study to determine the effects of a combination therapy including plant sterols (PS) and psyllium (PSY), provided via cookies, on plasma lipids and on the size and subfraction distribution of VLDL, LDL, and HDL. Thirty-three healthy free-living individuals (11 males and 22 females), aged 35-65 y, with a BMI between 25 and 35 kg/m(2) and initial plasma LDL cholesterol (LDL-C) concentrations between 2.6 and 4.1 mmol/L (100 and 160 mg/dL), were randomly assigned to receive treatment cookies (7.68 g/d PSY and 2.6 g/d PS) or placebo cookies (0 g PSY+PS) for 4 wk. After a 3-wk washout period, subjects received the other cookies for an additional 4 wk. Plasma total cholesterol concentrations were significantly reduced for all subjects, from 5.65 +/- 0.72 mmol/L after the placebo period to 5.28 +/- 0.76 mmol/L after the PSY+PS cookie period (P < 0.01). These reductions were primarily in LDL-C, which decreased from 3.48 +/- 0.70 to 3.14 +/- 0.78 mmol/L after PSY+PS cookie consumption (P < 0.01). Intake of the PSY+PS cookie decreased the number of intermediate density lipoprotein (IDL), LDL, and HDL particles (P < 0.05) and plasma apo B concentrations (P < 0.01). The decreases in LDL and HDL particles were in the small subfractions. Because smaller LDL particles are associated with an increased risk of heart disease and because smaller HDL particles are indicative of diminished reverse cholesterol transport, we conclude that the combination therapy resulted in a less atherogenic lipoprotein profile. In addition, the evaluation of lipoprotein subfractions resulting from the action of the fiber and plant sterols in the intestinal lumen provides an insight on the secondary mechanisms of plasma LDL-C lowering.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Apolipoproteins B",
        "Blood Glucose",
        "Cholesterol, LDL",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Hypercholesterolemia",
        "Lipoproteins",
        "Lipoproteins, HDL",
        "Lipoproteins, IDL",
        "Lipoproteins, LDL",
        "Lipoproteins, VLDL",
        "Male",
        "Middle Aged",
        "Particle Size",
        "Phytosterols",
        "Phytotherapy",
        "Placebos",
        "Postmenopause",
        "Premenopause",
        "Psyllium"
      ]
    },
    {
      "pmid": "16154305",
      "title": "Psyllium decreased serum glucose and glycosylated hemoglobin significantly in diabetic outpatients.",
      "authors": [
        "Seyed Ali Ziai",
        "Bagher Larijani",
        "Shahin Akhoondzadeh",
        "Hossein Fakhrzadeh",
        "Arezoo Dastpak",
        "Fatemeh Bandarian",
        "Afsaneh Rezai",
        "Hassanali Naghdi Badi",
        "Tara Emami"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2005-Nov-14",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Psyllium is a bulk-forming laxative and is high in both fiber and mucilage. The beneficial effect of dietary fiber in the management of type II diabetes, has not been totally demonstrated. The purpose of this study was to determine the plasma-lowering effects of 5.1g b.i.d. of psyllium husk fiber, as an adjunct to dietary and drug therapy on lipid and glucose levels, in patients with type II diabetes. Patients were randomly selected from an outpatient clinic of primary care to participate in a double-blind placebo-controlled study in which Plantago ovata Forsk., or placebo was given in combination with their anti-diabetic drugs. Forty-nine subjects were included in the study that were given diet counseling before the study and then followed for 8 weeks in the treatment period. Fasting plasma glucose (FBS) was measured every 2 weeks, and total plasma cholesterol (TC), LDL-cholesterol (LDL-C), HDL-cholesterol (HDL-C), triglyceride (TG), and insulin levels were measured every 4 weeks. Glycosylated hemoglobin (HbA1c) was also measured at the beginning and ending of the study. The test products (psyllium or placebo) were supplied to subjects in identically labeled foil packets containing a 5.1g dose of product, to consume two doses per day, half an hour before breakfast and dinner. Both products were well tolerated, with no serious adverse events related to treatment was reported in either. Better gastric tolerance to metformin was recorded in the psyllium group. FBS, and HbA1c, showed a significant reduction (p<0.05), whereas HDL-C increased significantly (p<0.05) following psyllium treatment. LDL/HDL ratio was significantly decreased (p<0.05). Our results show that 5.1g b.i.d. of psyllium for persons with type II diabetes is safe, well tolerated, and improves glycemic control.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Blood Glucose",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Diabetes Mellitus, Type 2",
        "Double-Blind Method",
        "Glycated Hemoglobin",
        "Humans",
        "Middle Aged",
        "Phytotherapy",
        "Psyllium",
        "Triglycerides"
      ]
    },
    {
      "pmid": "15911730",
      "title": "Effect of combining psyllium fiber with simvastatin in lowering cholesterol.",
      "authors": [
        "Abel E Moreyra",
        "Alan C Wilson",
        "Ashraf Koraym"
      ],
      "journal": "Archives of internal medicine",
      "publication_date": "2005-May-23",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Soluble fiber supplements are recommended to reduce levels of low-density lipoprotein cholesterol (LDL-C). We evaluated the LDL-C-lowering effect of psyllium husk added to low-dose simvastatin therapy. METHODS: In a 12-week blinded placebo-controlled study, patients were randomized to receive 20 mg of simvastatin plus placebo, 10 mg of simvastatin plus placebo, or 10 mg of simvastatin plus 15 g of psyllium (Metamucil) daily. Levels of total cholesterol, LDL-C, high-density lipoprotein cholesterol, triglycerides, and apolipoprotein B were determined after 4 and 8 weeks of treatment. RESULTS: The study group comprised 68 patients. All treatments were well tolerated, and after 8 weeks the mean LDL-C levels in the group receiving 10 mg of simvastatin plus placebo fell by 55 mg/dL (1.42 mmol/L) from baseline, compared with 63 mg/dL (1.63 mmol/L) in the group receiving 10 mg of simvastatin plus psyllium (P = .03). The mean lowering of LDL-C in the group receiving 20 mg of simvastatin plus placebo was the same as that in the group receiving 10 mg of simvastatin plus psyllium. Similar results were seen for apolipoprotein B and total cholesterol. No significant changes from baseline triglyceride or high-density lipoprotein cholesterol levels occurred. CONCLUSIONS: Dietary psyllium supplementation in patients taking 10 mg of simvastatin is as effective in lowering cholesterol as 20 mg of simvastatin alone. Psyllium soluble fiber should be considered as a safe and well-tolerated dietary supplement option to enhance LDL-C and apolipoprotein B lowering.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Anticholesteremic Agents",
        "Apolipoproteins B",
        "Cathartics",
        "Cholesterol",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Hypercholesterolemia",
        "Male",
        "Middle Aged",
        "Nephelometry and Turbidimetry",
        "Psyllium",
        "Simvastatin",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "15291466",
      "title": "Hypolipidemic effects of modified psyllium preparations.",
      "authors": [
        "Kenneth G D Allen",
        "Sandee J Bristow",
        "Liangli Yu"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2004-Aug-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The hypolipidemic effects of two solid-state enzymatically modified psyllium preparations were compared to that of the original psyllium husks in hamsters. Hamsters were ad libitum fed 0.2 wt % cholesterol diets formulated to contain 12% cellulose or 5% cellulose plus 7% raw or enzymatically modified psyllium preparations. Psyllium additions to the diet did not significantly alter food consumption or the weekly mean hamster weight over the 5 weeks of feeding. However, the total weight gained over 35 days of feeding of modified psyllium Y-26-4, one of the modified psyllium preparations, was significantly lower, 48, 47, and 32% than that for the cellulose, raw psyllium, and modified psyllium Y-24-3 groups, respectively. At 35 days, psyllium feeding significantly reduced plasma total cholesterol, high-density lipoprotein cholesterol, and low-density lipoprotein cholesterol by 50-100% in comparison to cellulose feeding, with no significant differences between the psyllium preparations. Fecal dry weight was unaffected by dietary treatment. At days 29-31, fecal bile acid excretion was significantly increased by 30-70% with all three psyllium diets, with no significant differences between psyllium preparations. These results suggest that improving the functional properties of psyllium by solid-state enzymatic procedures, such that its incorporation into food products is feasible, does not alter psyllium-mediated hypolipidemic effects.",
      "mesh_terms": [
        "Animals",
        "Bile Acids and Salts",
        "Cricetinae",
        "Eating",
        "Feces",
        "Hypolipidemic Agents",
        "Lipids",
        "Male",
        "Mesocricetus",
        "Psyllium",
        "Weight Gain"
      ]
    },
    {
      "pmid": "12517115",
      "title": "Effects of xylanase treatments on gelling and water-uptaking properties of psyllium.",
      "authors": [
        "Liangli Lucy Yu",
        "Jonathan Perret"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2003-Jan-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The effects of a commercial food-grade xylanase on the physicochemical properties of psyllium were evaluated. The enzymatic reactions were conducted in solid state at ambient temperature. The enzyme-treated psyllium preparations were analyzed and compared with the starting psyllium for their water-uptake properties, gelling capacities, soluble and insoluble fiber contents, and surface structures. The solid-state xylanase treatment significantly reduced both water-uptake and gelling capacities of psyllium (p < 0.01), with a slight decrease of soluble fiber content, whereas no effect on insoluble fiber content was observed. The xylanase treatment also resulted in a smoother surface structure of psyllium particles. In addition, no special equipment and operation were required to conduct the enzymatic reaction, which generated no waste. These data indicated a potential to improve the physicochemical properties of psyllium by use of the solid-state xylanase reactions to promote the utilization of psyllium fiber in functional foods for promoting human health.",
      "mesh_terms": [
        "Chemical Phenomena",
        "Chemistry, Physical",
        "Dietary Fiber",
        "Gels",
        "Psyllium",
        "Water",
        "Xylan Endo-1,3-beta-Xylosidase",
        "Xylosidases"
      ]
    },
    {
      "pmid": "12514268",
      "title": "Sex and hormonal status modulate the effects of psyllium on plasma lipids and monocyte gene expression in humans.",
      "authors": [
        "Sonia Vega-López",
        "Hedley C Freake",
        "Maria Luz Fernandez"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2003-Jan",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Psyllium (PSY) intake decreases plasma LDL cholesterol (LDL-C) in men and pre- and post-menopausal women while PSY effects on plasma triglycerides (TG) are sex related. A significant decrease in plasma TG was observed in men while postmenopausal women experienced an increase in plasma TG concentrations following PSY supplementation. To further explore the mechanisms by which sex and hormonal status influence the effects of PSY on plasma lipids, HMG-CoA reductase, LDL receptor and lipoprotein lipase (LPL) mRNA abundance were measured in mononuclear cells isolated from these subjects. The intervention followed a randomized crossover design in which participants were allocated to either 15 or 0 g (control) of PSY/d for 30 d. Compared to the control period, PSY intake induced a 20% increase in HMG-CoA reductase mRNA abundance (P < 0.05) while no significant changes in LDL receptor mRNA abundance were observed. In contrast, LPL mRNA abundance was 24% higher in men and 23% lower in postmenopausal women (P < 0.05) when comparing PSY with the control period. These results suggest that the LDL-C lowering induced by PSY was related to changes in HMG-CoA reductase gene expression in monocytes while the expression of LPL in this system was affected by sex and hormonal status.",
      "mesh_terms": [
        "Cholesterol, LDL",
        "Cross-Over Studies",
        "Female",
        "Humans",
        "Hydroxymethylglutaryl CoA Reductases",
        "Lipoprotein Lipase",
        "Male",
        "Postmenopause",
        "Premenopause",
        "Psyllium",
        "Receptors, LDL",
        "Sex Factors"
      ]
    },
    {
      "pmid": "12209371",
      "title": "Therapeutic effects of psyllium in type 2 diabetic patients.",
      "authors": [
        "M Sierra",
        "J J García",
        "N Fernández",
        "M J Diez",
        "A P Calle"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "2002-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: The aim of this study was to evaluate the effects of psyllium in type 2 diabetic patients. DESIGN: The study included three phases: phase 1 (1 week), phase 2 (treatment, 14 g fibre/day, 6 weeks) and phase 3 (4 weeks). At the end of each phase a clinical evaluation was performed after the ingestion of a test breakfast of 1824.2 kJ (436 kcal). Measurements included concentrations of blood glucose, insulin, fructosamine, GHbA(1c), C-peptide and 24 h urinary glucose excretion. In addition, uric acid, cholesterol and several mineral and vitamin concentrations were also evaluated. SETTING: The study was performed at the Department of Pharmacology, Toxicology and Nursing at the University of León (Spain). SUBJECTS: Twenty type 2 diabetic patients (12 men and 8 women) participated in the study with a mean age of 67.4 y for men and 66 y for women. The mean body mass index of men was 28.2 kg/m(2) and that of women 25.9 kg/m(2). RESULTS: Glucose absorption decreased significantly in the presence of psyllium (12.2%); this reduction is not associated with an important change in insulin levels (5%). GHbA(1c), C-peptide and 24 h urinary glucose excretion decreased (3.8, 14.9 and 22.5%, respectively) during the treatment with fibre (no significant differences) as well as fructosamine (10.9%, significant differences). Psyllium also reduced total and LDL cholesterol (7.7 and 9.2%, respectively, significant differences), and uric acid (10%, significant difference). Minerals and vitamins did not show important changes, except sodium that increased significantly after psyllium administration. CONCLUSIONS: The results obtained indicate a beneficial therapeutic effect of psyllium (Plantaben) in the metabolic control of type 2 diabetics as well as in lowering the risk of coronary heart disease. We also conclude that consumption of this fibre does not adversely affect either mineral or vitamin A and E concentrations. Finally, for a greater effectiveness, psyllium treatment should be individually evaluated.",
      "mesh_terms": [
        "Aged",
        "Blood Glucose",
        "C-Peptide",
        "Cholesterol",
        "Diabetes Mellitus, Type 2",
        "Female",
        "Fructosamine",
        "Glycated Hemoglobin",
        "Glycosuria",
        "Humans",
        "Insulin",
        "Male",
        "Middle Aged",
        "Minerals",
        "Psyllium",
        "Time Factors",
        "Vitamins"
      ]
    },
    {
      "pmid": "11912561",
      "title": "Sex and hormonal status influence the effects of psyllium on lipoprotein remodeling and composition.",
      "authors": [
        "Sonia Vega-López",
        "Karin Conde-Knape",
        "Reyna-Luz Vidal-Quintanar",
        "Neil S Shachter",
        "Maria Luz Fernandez"
      ],
      "journal": "Metabolism: clinical and experimental",
      "publication_date": "2002-Apr",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "We evaluated the influence of sex and hormonal status on the effect of psyllium (PSY) supplementation on parameters of plasma lipoprotein metabolism. Twenty-four men, 23 premenopausal women, and 21 postmenopausal women (PMW) were randomly assigned to a fiber supplement (15 g PSY/d) or a control, provided via cookies, in a crossover design. Plasma lipids, insulin, apoprotein (apo) B, apo CI, apo CIII, and apo E concentrations and the composition and size of low-density lipoprotein (LDL) and very-low-density lipoprotein (VLDL) particles were measured at the end of each 30-day treatment period. Compared with control, PSY intake decreased plasma LDL cholesterol by an average of 8% (P <.0001) in men and pre- and PMW. There was a fiber-sex/hormonal status interaction on plasma triglycerides (TG) in the response to the intervention. Men had a 17% decrease in TG, while PMW had a 16% increase with PSY (P <.01). Plasma levels of apo C III, apo E, and insulin followed the same pattern as plasma TG with PSY consumption and decreased by an average of 12% in men (P <.05), but increased by 10% in PMW (P <.05). These reductions in apoproteins suggest an increased peripheral removal of TG in men, perhaps due to decreased insulin resistance, while in PMW, the increases in apoproteins may be related to an enhanced VLDL production. The lack of effect of PSY on VLDL metabolism in premenopausal women could be associated with the protective effect of estrogen. No prominent changes in VLDL and LDL composition were observed with PSY intake other than an increase in LDL phospholipid (P <.05). In addition, compared with men and PMW, the amount of TG per VLDL particle was less, and VLDL diameter was smaller in premenopausal women (P <.05). These results indicate an important role of sex and hormonal status in determining the effects of PSY on lipoprotein metabolism.",
      "mesh_terms": [
        "Analysis of Variance",
        "Apolipoproteins",
        "Cross-Over Studies",
        "Dietary Fiber",
        "Female",
        "Humans",
        "Insulin",
        "Lipoproteins",
        "Lipoproteins, LDL",
        "Male",
        "Postmenopause",
        "Premenopause",
        "Psyllium",
        "Sex Characteristics",
        "Triglycerides",
        "Vitamin E",
        "alpha-Tocopherol"
      ]
    }
  ]
}