{
  "supplement": "Pyruvate",
  "query": "Pyruvate[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:26:00",
  "research_count": 1709,
  "count": 99,
  "articles": [
    {
      "pmid": "40272416",
      "title": "Pyruvate and related energetic metabolites modulate resilience against high genetic risk for glaucoma.",
      "authors": [
        "Keva Li",
        "Nicholas Tolman",
        "Ayellet V Segrè",
        "Kelsey V Stuart",
        "Oana A Zeleznik",
        "Neeru A Vallabh",
        "Kuang Hu",
        "Nazlee Zebardast",
        "Akiko Hanyuda",
        "Yoshihiko Raita",
        "Christa Montgomery",
        "Chi Zhang",
        "Pirro G Hysi",
        "Ron Do",
        "Anthony P Khawaja",
        "Janey L Wiggs",
        "Jae H Kang",
        "Simon W M John",
        "Louis R Pasquale"
      ],
      "journal": "eLife",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A glaucoma polygenic risk score (PRS) can effectively identify disease risk, but some individuals with high PRS do not develop glaucoma. Factors contributing to this resilience remain unclear. Using 4,658 glaucoma cases and 113,040 controls in a cross-sectional study of the UK Biobank, we investigated whether plasma metabolites enhanced glaucoma prediction and if a metabolomic signature of resilience in high-genetic-risk individuals existed. Logistic regression models incorporating 168 NMR-based metabolites into PRS-based glaucoma assessments were developed, with multiple comparison corrections applied. While metabolites weakly predicted glaucoma (Area Under the Curve = 0.579), they offered marginal prediction improvement in PRS-only-based models (p=0.004). We identified a metabolomic signature associated with resilience in the top glaucoma PRS decile, with elevated glycolysis-related metabolites-lactate (p=8.8E-12), pyruvate (p=1.9E-10), and citrate (p=0.02)-linked to reduced glaucoma prevalence. These metabolites combined significantly modified the PRS-glaucoma relationship (Pinteraction = 0.011). Higher total resilience metabolite levels within the highest PRS quartile corresponded to lower glaucoma prevalence (Odds Ratiohighest vs. lowest total resilience metabolite quartile=0.71, 95% Confidence Interval = 0.64-0.80). As pyruvate is a foundational metabolite linking glycolysis to tricarboxylic acid cycle metabolism and ATP generation, we pursued experimental validation for this putative resilience biomarker in a human-relevant Mus musculus glaucoma model. Dietary pyruvate mitigated elevated intraocular pressure (p=0.002) and optic nerve damage (p<0.0003) in Lmx1bV265D mice. These findings highlight the protective role of pyruvate-related metabolism against glaucoma and suggest potential avenues for therapeutic intervention.",
      "mesh_terms": [
        "Humans",
        "Glaucoma",
        "Male",
        "Female",
        "Animals",
        "Pyruvic Acid",
        "Cross-Sectional Studies",
        "Mice",
        "Middle Aged",
        "Genetic Predisposition to Disease",
        "Aged",
        "United Kingdom",
        "Metabolomics"
      ]
    },
    {
      "pmid": "40270134",
      "title": "Pyruvate plus uridine augment mitochondrial respiration and prevent cardiac hypertrophy in zebrafish and H9c2 cells.",
      "authors": [
        "Soumyajit Mukherjee",
        "Shreya Das",
        "Surajit Das",
        "Samudra Gupta",
        "Subhra Prakash Hui",
        "Arunima Sengupta",
        "Alok Ghosh"
      ],
      "journal": "Journal of cell science",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dysfunction of mitochondrial pyruvate oxidation and aberrant respiratory chain components are common in cardiac defects. However, the precise role of mitochondrial respiration in cardiomyocyte hypertrophy is unclear. Phenylephrine (PE) treatment on rat neonatal H9c2 cardiomyocytes promotes significant hypertrophy with decreased mitochondrial oxygen consumption rate (OCR), membrane potential, respiratory subunits NDUFB8, UQCRC2, and ATP5a expressions and accumulation of reactive oxygen species (ROS). Surprisingly, 60% reductions in cell survivability were observed in PE-treated cells compared to control cells grown under the respiratory-proficient galactose media. To revert H9c2 hypertrophy and survivability, we performed a screening with compounds that boost mitochondrial OCR and scavenge ROS, and identified pyruvate plus uridine as the best hit. Corroborated with the in vitro study, supplementation of pyruvate plus uridine significantly prevents PE-induced cardiac hypertrophy, pericardial edema, and bradycardia symptoms in zebrafish embryos. Moreover, pyruvate plus uridine decreases the ventricular and atrial area in cardiomyocyte-specific GFP transgenic Tg (myl7:HRAS-EGFP) lines. Using in vitro and in vivo models, we showed that boosting of mitochondrial respiration by pyruvate and scavenging ROS by uridine supplementations conjointly ameliorated cardiac hypertrophy and bradycardia symptoms."
    },
    {
      "pmid": "40260983",
      "title": "Ethyl Pyruvate Injection Enhances the Ischaemic Zone Viability in Burn Wounds in Rats.",
      "authors": [
        "Hossein Khoori Babalhakam",
        "Mohsen Maleki",
        "Mohammad Foad Noorbakhsh",
        "Khosro Safari Nikroo",
        "Farzad Hayati"
      ],
      "journal": "Veterinary medicine and science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Burn injuries are a significant clinical challenge due to excessive oxidative stress, inflammation and progressive tissue necrosis, leading to delayed healing and functional impairment. Ethyl pyruvate (EP) has been shown to possess potent anti-inflammatory, antioxidant, anti-apoptotic and anti-fibrotic properties, making it a promising therapeutic agent for burn wound treatment. This study aimed to evaluate the efficacy of EP in promoting burn wound healing and preventing tissue necrosis. METHOD: Following the induction of thermal damage, 30 male Wistar rats were randomly allocated to one of three distinct groups. The Test 1 group received EP 30 min, 12, 24, 36, 48, 60 and 72 h post-injury, and the Test 2 group was treated with a single dose of EP 30 min post-thermal injury. The control group received a single intraperitoneal (IP) injection of an equivalent volume of normal saline solution (0.9%). On the 3rd and 21st days after the injury, five rats from each group were euthanized. Macroscopic, histopathological and immunohistochemical assessments were performed along with biochemical evaluations that included malondialdehyde (MDA), total antioxidant capacity (TAC) and HP measurements. RESULTS: The positive effects of EP on reducing and controlling oxidative stress, inflammation and death were achieved. Generally, inflammation control further preservation of the stasis zone and accelerated healing in the coagulation area were also proven. CONCLUSION: This study revealed that administering EP through injection can effectively halt the ongoing tissue necrosis in the stasis zone and significantly promote wound healing, primarily due to its anti-inflammatory and antioxidant properties.",
      "mesh_terms": [
        "Animals",
        "Pyruvates",
        "Rats, Wistar",
        "Male",
        "Burns",
        "Rats",
        "Wound Healing",
        "Antioxidants",
        "Oxidative Stress",
        "Random Allocation"
      ]
    },
    {
      "pmid": "40250775",
      "title": "Combined inhibition of hexokinase 2 and pyruvate dehydrogenase surmounts SHP2 inhibitor resistance in non-small cell lung cancer with hybrid metabolic state harboring KRAS Q61H mutation.",
      "authors": [
        "Wenying Shan",
        "Shao-Lin Zhang",
        "Yehuda G Assaraf",
        "Kin Yip Tam"
      ],
      "journal": "Biochimica et biophysica acta. Molecular basis of disease",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "KRAS Q61H is an aggressive oncogenic driver mutation rendering cancer cells drug resistant to SHP2 inhibitors (SHP2i). Some metastatic and chemoresistant non-small cell lung cancer (NSCLC) cells, exhibit a hybrid metabolic state in which both glycolysis and oxidative phosphorylation (OXPHOS) coexist. Hence, we evaluated the in vitro and in vivo efficacy of a combination of hexokinase 2 (HK2) and pyruvate dehydrogenase (PDH) inhibitors, benserazide (Benz) and CPI-613, respectively, against NSCLC NCI-H460 cells harboring the driver KRAS Q61H mutation. This combination synergistically disrupted the hybrid metabolic state, inhibited NCI-H460 cell proliferation in vitro, and markedly suppressed tumor growth in NCI-H460 cell xenograft model in mice. The molecular basis underlying this antitumor activity was apparently due to suppression of SHP2/SOS1/RAS/MAPK signaling pathways, leading to enhanced apoptosis. Moreover, this drug combination restored the sensitivity to SHP2i. Consistently, SHP2 overexpression in NCI-H460 cells abrogated the antitumor activity of this drug combination. These findings reveal that the combination of Benz and CPI-613 targets the metabolic vulnerability of KRAS Q61H mutant-bearing NSCLC tumors. These results offer a combination therapeutic strategy for the possible treatment of cancer cells displaying a hybrid metabolic state, thereby surmounting chemoresistance."
    },
    {
      "pmid": "40249800",
      "title": "Molecular basis of pyruvate transport and inhibition of the human mitochondrial pyruvate carrier.",
      "authors": [
        "Maximilian Sichrovsky",
        "Denis Lacabanne",
        "Jonathan J Ruprecht",
        "Jessica J Rana",
        "Klaudia Stanik",
        "Mariangela Dionysopoulou",
        "Alice P Sowton",
        "Martin S King",
        "Scott A Jones",
        "Lee Cooper",
        "Steven W Hardwick",
        "Giulia Paris",
        "Dimitri Y Chirgadze",
        "Shujing Ding",
        "Ian M Fearnley",
        "Shane M Palmer",
        "Els Pardon",
        "Jan Steyaert",
        "Vanessa Leone",
        "Lucy R Forrest",
        "Sotiria Tavoulari",
        "Edmund R S Kunji"
      ],
      "journal": "Science advances",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The mitochondrial pyruvate carrier transports pyruvate, produced by glycolysis from sugar molecules, into the mitochondrial matrix, as a crucial transport step in eukaryotic energy metabolism. The carrier is a drug target for the treatment of cancers, diabetes mellitus, neurodegeneration, and metabolic dysfunction-associated steatotic liver disease. We have solved the structure of the human MPC1L/MPC2 heterodimer in the inward- and outward-open states by cryo-electron microscopy, revealing its alternating access rocker-switch mechanism. The carrier has a central binding site for pyruvate, which contains an essential lysine and histidine residue, important for its ΔpH-dependent transport mechanism. We have also determined the binding poses of three chemically distinct inhibitor classes, which exploit the same binding site in the outward-open state by mimicking pyruvate interactions and by using aromatic stacking interactions.",
      "mesh_terms": [
        "Humans",
        "Pyruvic Acid",
        "Mitochondrial Membrane Transport Proteins",
        "Binding Sites",
        "Monocarboxylic Acid Transporters",
        "Cryoelectron Microscopy",
        "Models, Molecular",
        "Biological Transport",
        "Mitochondria",
        "Protein Binding",
        "Anion Transport Proteins",
        "Protein Multimerization"
      ]
    },
    {
      "pmid": "40243989",
      "title": "A Comprehensive In Vitro and In Silico Approach for Targeting 4-Hydroxyphenyl Pyruvate Dioxygenase: Towards New Therapeutics for Alkaptonuria.",
      "authors": [
        "Giulia Bernardini",
        "Alfonso Trezza",
        "Elena Petricci",
        "Giulia Romagnoli",
        "Demetra Zambardino",
        "Fabrizio Manetti",
        "Daniela Braconi",
        "Michela Geminiani",
        "Annalisa Santucci"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Mar-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alkaptonuria (AKU) is an ultra-rare genetic disorder caused by mutations in the homogentisate 1,2-dioxygenase (HGD) gene, leading to the accumulation of homogentisic acid (HGA). Current treatment options are limited, with Nitisinone (Orfadin or NTBC) being the only approved drug. However, its long-term use raises concerns due to significant adverse effects, highlighting the urgent need for safer alternatives. AKU manifests with progressive and often painful symptoms, severely impacting patients' quality of life. Identifying new therapeutic approaches to inhibit 4-hydroxyphenyl pyruvate dioxygenase (4-HPPD) is critical to improving outcomes for AKU patients. In this study, we present a novel integrated in vitro and in silico strategy to assess the residence time of 4-HPPD inhibitors. In particular, we evaluated several features of a set of triketone compounds including their inhibitory efficacy, residence time, and ochronotic pigment accumulation. By means of our integrated approach, we investigated the pharmacokinetic and pharmacodynamics properties of novel 4-HPPD inhibitors and provided a promising foundation for the development of safer and more effective treatments for AKU.",
      "mesh_terms": [
        "Alkaptonuria",
        "4-Hydroxyphenylpyruvate Dioxygenase",
        "Humans",
        "Computer Simulation",
        "Enzyme Inhibitors",
        "Homogentisic Acid",
        "Molecular Docking Simulation",
        "Cyclohexanones",
        "Nitrobenzoates"
      ]
    },
    {
      "pmid": "40213665",
      "title": "In vivo molecular imaging of breast cancer metabolic heterogeneity using [1-13C]pyruvate-d3 hyperpolarized by reversible exchange with parahydrogen.",
      "authors": [
        "Stefan Petersen",
        "Luca Nagel",
        "Philipp R Groß",
        "Henri de Maissin",
        "Robert Willing",
        "Lisa Heß",
        "Julia Mitschke",
        "Nicole Klemm",
        "Judith Treiber",
        "Christoph A Müller",
        "Stephan Knecht",
        "Ilai Schwartz",
        "Moritz Weigt",
        "Michael Bock",
        "Dominik von Elverfeldt",
        "Maxim Zaitsev",
        "Eduard Y Chekmenev",
        "Jan-Bernd Hövener",
        "André F Martins",
        "Franz Schilling",
        "Thomas Reinheckel",
        "Andreas B Schmidt"
      ],
      "journal": "Theranostics",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic MRI using hyperpolarized (HP) [1-13C]pyruvate is promising for diagnostic medicine, allowing the study of cancer metabolism and early detection of therapy response. However, a possible widespread and routine use requires high-throughput and user-friendly technologies to produce the hyperpolarized media. Methods: Recently, we introduced a fast (6 min) and cost-effective method using Spin-Lock Induced Crossing and Signal Amplification By Reversible Exchange (SLIC-SABRE) at µT fields and a rapid purification to produce biocompatible HP solutions of aqueous pyruvate. In this study, we used SLIC-SABRE to conduct in vivo tumor metabolic imaging in a transgenic breast cancer mouse model (MMTV-PyMT). Results: In agreement with previous HP MRI cancer studies, an elevated lactate metabolism was found in tumors compared to healthy breast tissue, heart, and vasculature, as well as distinct metabolic profiles within different tumor compartments. These findings suggest a potential link between lactate-to-pyruvate ratios and the varying levels of tumor cell proliferation and apoptosis observed by histological analyses. Conclusion: Our results underscore the potential of SABRE to enhance the accessibility and throughput of HP MRI, thereby advancing cancer research and diagnostic oncology.",
      "mesh_terms": [
        "Animals",
        "Pyruvic Acid",
        "Female",
        "Breast Neoplasms",
        "Hydrogen",
        "Molecular Imaging",
        "Carbon Isotopes",
        "Mice",
        "Magnetic Resonance Imaging",
        "Disease Models, Animal",
        "Mice, Transgenic",
        "Humans"
      ]
    },
    {
      "pmid": "40199327",
      "title": "Pyruvate kinase M2 activation reprograms mitochondria in CD8 T cells, enhancing effector functions and efficacy of anti-PD1 therapy.",
      "authors": [
        "Seyedeh Sahar Mortazavi Farsani",
        "Jignesh Soni",
        "Lu Jin",
        "Anil Kumar Yadav",
        "Shivani Bansal",
        "Tian Mi",
        "Leena Hilakivi-Clarke",
        "Robert Clarke",
        "Benjamin Youngblood",
        "Amrita Cheema",
        "Vivek Verma"
      ],
      "journal": "Cell metabolism",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mitochondria regulate T cell functions and response to immunotherapy. We show that pyruvate kinase M2 (PKM2) activation enhances mitochondria-dependent effector functions in CD8 and chimeric antigen receptor (CAR)-T cells. Multi-omics and 13C-glucose tracer studies showed that PKM2 agonism alters one-carbon metabolism, decreasing methionine levels, resulting in hypomethylated nuclear and mitochondrial DNA and enhancing mitochondrial biogenesis and functions. PKM2 activation increased the recall responses and anti-tumor functions of CD8 T cells, enhancing adoptive cell therapy. In preclinical models, the PKM2 agonist induced CD8 T cell-dependent anti-tumor responses that synergized with anti-programmed death 1 (PD1) therapy. Immunologically, PKM2 agonists boosted the activation of effector T cells while reducing FoxP3+ T regulatory (Treg) cells in the tumors. The anti-PD1 combination enhanced the frequency of tumor-specific activated CD8 T cells. Together, PKM2 agonism increased mitochondrial functions supporting cell cytotoxicity. Hence, pharmacological targeting of PKM2 can be a clinically viable strategy for enhancement of adoptive cell therapy, in situ anti-tumor immune responses, and immune checkpoint blockade therapy. VIDEO ABSTRACT."
    },
    {
      "pmid": "40192567",
      "title": "HIF-Prolyl Hydroxylase Inhibitor Desidustat Increases Pyruvate Kinase Activity and Reduces Oxidative Stress in Red Blood Cells, Causes Erythrocytosis in Thalassaemic Mice, and Reduces Sickling in Sickle Cell Patient's Blood.",
      "authors": [
        "Vishal J Patel",
        "Amit A Joharapurkar",
        "Samadhan G Kshirsagar",
        "Maulik S Patel",
        "Hardikkumar H Savsani",
        "Milan H Rakhasiya",
        "Harshad S Dodiya",
        "Mukul R Jain"
      ],
      "journal": "Drug development research",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sickle cell anemia and beta-thalassemia are the major hemoglobinopathies associated with anemia. Bone marrow transplants or blood transfusion are frequently employed as treatment for these diseases, and erythropoietin analogues are sometimes used to boost erythropoiesis to compensate the destruction of RBCs. RBCs of hemoglobinopathy patients have reduced pyruvate kinase activity and increased oxidative stress, which makes the RBCs prone to destruction and precipitate vaso-occlusive crises and pain. The objective of this study was to evaluate desidustat, a hypoxia inducible factor (HIF) stabilizer in beta thalassemic mice (B6.D2-Hbbd3th/BrkJ) model, phenylhydrazine-induced acute hemolysis in C57 mice model, and sodium metabisulfite-induced sickling in sickle cell disease patient's blood. Desidustat treatment increased hemoglobin, RBCs, and hematocrit in both mice models. Desidustat treatment decreased iron overload, splenomegaly, and oxidative stress in phenylhydrazine-induced hemolytic anemia in mice. Desidustat treatment increased pyruvate kinase activity in RBCs of human, mice, and rats in a dose-dependent manner, and reduced sickling in SCD patients' RBCs. These data indicate that desidustat stimulates pyruvate kinase and attenuates oxidative stress in red blood cells, causes erythrocytosis in thalassemic mice, and reduces sickling in sickle cell patient's blood.",
      "mesh_terms": [
        "Animals",
        "Anemia, Sickle Cell",
        "Oxidative Stress",
        "Humans",
        "Erythrocytes",
        "Mice",
        "Pyruvate Kinase",
        "beta-Thalassemia",
        "Mice, Inbred C57BL",
        "Polycythemia",
        "Triazoles",
        "Male",
        "Phenylhydrazines",
        "Prolyl-Hydroxylase Inhibitors",
        "Disease Models, Animal",
        "Hypoxia-Inducible Factor-Proline Dioxygenases",
        "Barbiturates",
        "Glycine"
      ]
    },
    {
      "pmid": "40163365",
      "title": "Allosteric inhibition of trypanosomatid pyruvate kinases by a camelid single-domain antibody.",
      "authors": [
        "Joar Esteban Pinto Torres",
        "Mathieu Claes",
        "Rik Hendrickx",
        "Meng Yuan",
        "Natalia Smiejkowska",
        "Pieter Van Wielendaele",
        "Aysima Hacisuleyman",
        "Hans De Winter",
        "Serge Muyldermans",
        "Paul A M Michels",
        "Malcolm D Walkinshaw",
        "Wim Versées",
        "Guy Caljon",
        "Stefan Magez",
        "Yann G-J Sterckx"
      ],
      "journal": "eLife",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "African trypanosomes are the causative agents of neglected tropical diseases affecting both humans and livestock. Disease control is highly challenging due to an increasing number of drug treatment failures. African trypanosomes are extracellular, blood-borne parasites that mainly rely on glycolysis for their energy metabolism within the mammalian host. Trypanosomal glycolytic enzymes are therefore of interest for the development of trypanocidal drugs. Here, we report the serendipitous discovery of a camelid single-domain antibody (sdAb aka Nanobody) that selectively inhibits the enzymatic activity of trypanosomatid (but not host) pyruvate kinases through an allosteric mechanism. By combining enzyme kinetics, biophysics, structural biology, and transgenic parasite survival assays, we provide a proof-of-principle that the sdAb-mediated enzyme inhibition negatively impacts parasite fitness and growth.",
      "mesh_terms": [
        "Single-Domain Antibodies",
        "Pyruvate Kinase",
        "Allosteric Regulation",
        "Animals",
        "Trypanosoma brucei brucei",
        "Trypanocidal Agents",
        "Camelids, New World",
        "Camelidae",
        "Kinetics"
      ]
    },
    {
      "pmid": "40157328",
      "title": "Triclosan exposure induces liver fibrosis in mice: The heterogeneous nuclear ribonucleoprotein A1/pyruvate kinase M2 axis drives hepatic stellate cell activation.",
      "authors": [
        "Xiao Ni",
        "Ziyun Wei",
        "Yuxuan Peng",
        "Linlin Zheng",
        "Jianing Shang",
        "Fu Liu",
        "Yunwei Li",
        "Jieyu Liu"
      ],
      "journal": "Ecotoxicology and environmental safety",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Triclosan (TCS) is an effective broad-spectrum antibacterial agent. TCS possesses a stable structure, can easily accumulate in the environment, and may have numerous negative impacts on human health. One organ particularly susceptible to TCS damage is the liver; however, the molecular mechanisms underlying TCS-induced liver damage remain unclear. A long-term TCS exposure model was established in C57BL/6 mice through maternal administration from gestation to postnatal 8-week-old. The offspring were randomly assigned to three groups (0, 50, and 100 mg/kg TCS) with six animals per group, ensuring an equal gender distribution (3 males and 3 females). The results showed that TCS-exposed mice exhibited serum aspartate aminotransferase, alanine aminotransferase, and alkaline phosphatase enzyme activities increased by 1.5-2 times when compared with vehicle-treated mice, along with features of liver fibrosis. In the LX-2 cell line, used as an in vitro model, TCS promoted proliferation and migration and induced the activation of hepatic stellate cells (HSCs). The level of pyruvate kinase M2 (PKM2) dimer increased by 200 % in LX-2 cells treated with TCS. PKM2 dimer overexpression stimulated HSC activation, whereas treatment with TEPP-46 (a PKM2 dimer inhibitor) significantly decreased the activation process. The expression of heterogeneous ribonucleoprotein particle A1 (hnRNPA1) was upregulated in the TCS treatment group and promoted the PKM2 expression. Moreover, disruption of the hnRNPA1/PKM2 axis reduced HSC proliferation and migration activated by TCS. Overall, our findings highlighted that TCS could cause liver fibrosis by stimulating the proliferation and migration of HSCs activated via the hnRNPA1/PKM2 axis, providing promising treatment options for TCS-related liver damage.",
      "mesh_terms": [
        "Animals",
        "Triclosan",
        "Hepatic Stellate Cells",
        "Liver Cirrhosis",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Female",
        "Pyruvate Kinase",
        "Heterogeneous Nuclear Ribonucleoprotein A1",
        "Cell Line",
        "Cell Proliferation",
        "Humans"
      ]
    },
    {
      "pmid": "40105913",
      "title": "Progress of Pyruvate Kinase M2 in Hepatocellular Carcinoma-Associated Signaling Pathway.",
      "authors": [
        "Qi Wan",
        "Chunlian Zhao",
        "Rui Zhao"
      ],
      "journal": "Tissue engineering. Part C, Methods",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Hepatocellular carcinoma (HCC) is an aggressive liver tumor with a unique metabolic profile and a shift to glycolytic metabolism. This review discusses the contribution of pyruvate kinase M2 (PKM2) to HCC development and its potential as a target for therapy. We carried out a broad literature review on PKM2, focusing on its role in the glycolytic pathway and special interactions with key signaling pathways like Phosphoinositide 3-kinase/Protein kinase B/Mammalian target of rapamycin (PI3K/AKT/mTOR) and Mitogen-activated protein kinase (MAPK). PKM2 also performs a dual role in energy metabolism and signal transduction in HCC. PKM2 is paramount in the induction of HCC by regulating cellular metabolism and oncogenic signaling pathways. It promotes tumor growth, survival, and metastasis through interaction with the PI3K/AKT/mTOR and MAPK pathways. PKM2 is a key factor in HCC pathogenesis, with a dual impact on metabolism and signaling. Its properties may open the way for developing novel therapeutic interventions against HCC. Thus, PKM2 inhibition may offer further opportunities for tumor growth blockade, which could meaningfully improve patients' clinical outcomes.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Hepatocellular",
        "Liver Neoplasms",
        "Signal Transduction",
        "Animals",
        "Pyruvate Kinase",
        "Thyroid Hormones",
        "Thyroid Hormone-Binding Proteins",
        "Membrane Proteins"
      ]
    },
    {
      "pmid": "40075431",
      "title": "Metabolic expression profiling analysis reveals pyruvate-mediated EPHB2 upregulation promotes lymphatic metastasis in head and neck squamous cell carcinomas.",
      "authors": [
        "Jingjing Miao",
        "Boyu Chen",
        "Lu Zhang",
        "Zhongming Lu",
        "Rui Wang",
        "Chunyang Wang",
        "Xingyu Jiang",
        "Qi Shen",
        "Yue Li",
        "Dongni Shi",
        "Ying Ouyang",
        "Xiangfu Chen",
        "Xiaowu Deng",
        "Siyi Zhang",
        "Hequn Zou",
        "Shuwei Chen"
      ],
      "journal": "Journal of translational medicine",
      "publication_date": "2025-Mar-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lymphatic metastasis is a well-known factor for initiating distant metastasis of head and neck squamous cell carcinoma (HNSCC), which caused major death in most patients with cancer. Meanwhile, metabolic reprogramming to support metastasis is regarded as a prominent hallmark of cancers. However, how metabolic disorders drive in HNSCC remains unclear. We firstly established a new classification of HNSCC patients based on metabolism gene expression profiles from the TCGA and GEO database, and identified an enriched carbohydrate metabolism subgroup which was significantly associated with lymphatic metastasis and worse clinical outcome. Moreover, we found that highly activated pyruvate metabolism endowed tumors with EPHB2 upregulation and promoted tumor lymphangiogenesis independently of VEGF-C/VEGFR3 signaling pathway. Mechanically, high nuclear acetyl-CoA production from pyruvate metabolism promoted histone acetylation, which in turn transcriptionally upregulated EPHB2 expression and secretion in tumor cells. EPHB2 bound with EFNB1 in lymphatic endothelial cells promoted YAP/TAZ cytoplasmic retention, which alleviated YAP/TAZ-mediated prospero homeobox protein 1 (PROX1) transcriptional repression, and then triggered tumor lymphangiogenesis. Importantly, combined treatment with EFNB1-Fc and VEGFR3 inhibitor synergistic abrogated lymphangiogenesis in vitro and in vivo, suggesting that targeting EPHB2 might be a potential strategy to patients with no or slight response to VEGFR3 inhibitor. These findings uncover the mechanism by which pyruvate metabolism is linked to lymphatic metastasis of tumor and provides a promising therapeutic strategy for the prevention of HNSCC metastasis.",
      "mesh_terms": [
        "Humans",
        "Squamous Cell Carcinoma of Head and Neck",
        "Up-Regulation",
        "Lymphatic Metastasis",
        "Receptor, EphB2",
        "Head and Neck Neoplasms",
        "Cell Line, Tumor",
        "Gene Expression Profiling",
        "Gene Expression Regulation, Neoplastic",
        "Pyruvic Acid",
        "Animals",
        "Lymphangiogenesis",
        "Male",
        "Female",
        "Signal Transduction",
        "Vascular Endothelial Growth Factor Receptor-3",
        "Mice, Nude"
      ]
    },
    {
      "pmid": "40056645",
      "title": "Electrochemical bienzymatic biosensor for pyruvate kinase activity evaluation and inhibitor screening.",
      "authors": [
        "Ricardo Jose Branco Leote",
        "Madalina Maria Barsan",
        "Caroline G Sanz",
        "Victor C Diculescu"
      ],
      "journal": "Talanta",
      "publication_date": "2025-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study describes the development of a pyruvate kinase (PyK)-biosensor for the evaluation of PyK activity, as a diagnostic tool for early cancer screening and detection of kinase inhibitors used in cancer treatment, with the evaluation of the inhibition mechanism. The biosensor was constructed by co-immobilizing the enzymes PyK and pyruvate oxidase (PyOx) on Au film electrodes by crosslinking with glutaraldehyde (GA) and evaluated electrochemically by cyclic voltammetry (CV) and fixed potential amperometry (CA). First, the experimental conditions were optimized in terms of applied potential, enzyme ratio PyK:PyOx and enzyme substrate concentration: phosphoenolpyruvate (PEP) and adenosine diphosphate (ADP). The biosensor sensitivity towards PEP detection was 2.11 ± 0.08 μA mM-1 cm-2, with very high reproducibility and repeatability, which made it suitable for inhibition studies of PyK inhibitor. The inhibition mechanism of shikonin was determined in relation to both PEP and ADP, with the calculation of IC50 values and binding constants (Ki). Detection of shikonin was possible at very low concentrations in the linear range of 0.1-4.0 pM. The electrochemical results were validated by UV-Vis spectrophotometry. The developed biosensor is a valuable tool for drug screening by enabling enzyme catalytic function examination with applicability to identify inhibitors, estimate their affinity, inhibition mechanism linked to their molecular mechanisms of action and evaluate selectivity, of great interest in both pharmaceutical and medical domains.",
      "mesh_terms": [
        "Biosensing Techniques",
        "Pyruvate Kinase",
        "Electrochemical Techniques",
        "Humans",
        "Electrodes",
        "Enzymes, Immobilized",
        "Drug Evaluation, Preclinical",
        "Enzyme Inhibitors",
        "Protein Kinase Inhibitors",
        "Naphthoquinones",
        "Adenosine Diphosphate",
        "Gold",
        "Pyruvate Oxidase",
        "Enzyme Assays"
      ]
    },
    {
      "pmid": "40013192",
      "title": "Prognostic Role of Pyruvate Kinase M2 in High-Grade Gliomas: A Quantitative Immunohistochemistry Study.",
      "authors": [
        "Corina Tamas",
        "Alina R Cehan",
        "Attila Kövecsi",
        "Flaviu Tamas",
        "Adrian F Balasa"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Glioblastoma (GBM) and grade 4 astrocytoma (ASTROG4) are aggressive primary brain tumors characterized by rapid growth, invasiveness, and poor prognosis, differentiated by the presence or absence of isocitrate dehydrogenase (IDH) mutation according to the World Health Organization (WHO) 2021 classification. Essential molecular markers, in addition to IDH mutations, include alpha-thalassemia/mental retardation syndrome X-linked (ATRX) loss and p53 expression, which significantly influence their classification and prognosis. Pyruvate kinase M2 (PKM2), a critical enzyme in tumor metabolism, has been implicated in glioma progression, but its prognostic significance remains unclear. METHODS: This prospective study aimed to quantitatively measure PKM2 immunohistochemistry (IHC) expression in GBM (IDH wildtype) versus ASTROG4 (IDH R132H mutant), to assess the correlation between PKM2 expression and prognosis in these two patient groups, and to investigate the prognostic significance of ATRX and p53 expression in relation to PKM2 levels. A total of 67 patients with high-grade gliomas (43 GBM, 24 ASTROG4) were analyzed using IHC for IDH1, ATRX, p53, and PKM2. PKM2 expression was quantified using 3DHISTECH (Budapest, Hungary) image analysis software, and correlations with clinical parameters, survival, and other molecular markers were evaluated. Kaplan-Meier survival analysis and Cox regression models assessed the impact of PKM2 expression and clinical factors on prognosis. RESULTS: PKM2 expression was observed in both GBM and ASTROG4, with no significant differences in positivity rates. However, high PKM2 intensity scores significantly correlated with increased mortality risk (p=0.041). ATRX-negative tumors showed elevated PKM2 levels, suggesting compensatory metabolic adaptations. ASTROG4 cases had better survival outcomes than GBM. Severe preoperative motor deficits were associated with a threefold increase in mortality risk, highlighting the critical role of clinical factors in determining prognosis. CONCLUSIONS: PKM2 plays an important role in glioma metabolism and can serve as a potential therapeutic target. Its association with ATRX highlights its involvement in tumor progression and genomic instability. Combining molecular markers with clinical parameters can improve prognostic accuracy and inform personalized treatment strategies for astrocytic tumors."
    },
    {
      "pmid": "39981576",
      "title": "Pyruvate Kinase Function Correlates With Red Blood Cell Properties and Clinical Manifestations in Sickle Cell Disease.",
      "authors": [
        "M J M Traets",
        "J F Bos",
        "S van der Veen",
        "L van Pelt",
        "M J van Dijk",
        "B A van Oirschot",
        "J R A de Wilde",
        "J J Jans",
        "W W van Solinge",
        "S E M Schols",
        "M N Lauw",
        "M H Cnossen",
        "E Nur",
        "B J Biemond",
        "A W Rijneveld",
        "E J van Beers",
        "R van Wijk",
        "M A E Rab"
      ],
      "journal": "American journal of hematology",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pyruvate kinase (PK) is a key enzyme involved in the final step of glycolysis, essential to produce adenosine triphosphate (ATP). Relatively decreased red blood cell (RBC) PK activity (reflected by a lower PK/hexokinase [HK] ratio) and PK thermostability (PK activity after exposure to heat) were recently identified as pathophysiological features of sickle cell disease (SCD). In this study, we investigated whether impaired PK function is associated with sickle RBC properties and SCD-related clinical manifestations. This study included 97 non-transfused patients with SCD (88 HbSS, 9 HbS/β0 thalassemia). PK thermostability was correlated with RBC parameters such as reticulocyte count (r = -0.402, p < 0.0001) and hemoglobin F (r = 0.394, p < 0.0001), and indicators of impaired functional properties of sickle RBCs, such as the point of sickling (r = -0.417, p < 0.0001), oxygen affinity (r = 0.408, p < 0.001) and RBC adhesion to laminin (r = -0.322, p = 0.024). Additionally, a low PK/HK ratio correlated with decreased PK thermostability (r = 0.308, p = 0.002), decreased RBC deformability (r = 0.268, p = 0.009), and elevated 2,3-diphosphoglycerate levels (r = -0.244, p = 0.016). Multivariate Poisson regression analysis demonstrated that reduced PK thermostability and PK/HK ratio were associated with a higher incidence of SCD-related clinical complications. For every 10-unit decrease in PK thermostability and 1-unit decrease in PK/HK ratio, the incidence of SCD-related clinical complications increased by 11% (p = 0.012) and 10% (p = 0.019), respectively. Altogether, these findings indicate that impaired PK function is related to compromised sickle RBC properties and SCD-related clinical manifestations. This supports the relevance and underlines the potential of PK activation therapy.",
      "mesh_terms": [
        "Humans",
        "Anemia, Sickle Cell",
        "Pyruvate Kinase",
        "Male",
        "Female",
        "Adult",
        "Erythrocytes",
        "Adolescent",
        "Young Adult",
        "Erythrocytes, Abnormal",
        "Reticulocyte Count",
        "Child",
        "Middle Aged"
      ]
    },
    {
      "pmid": "39972351",
      "title": "Pyruvate kinase M2 modulates mitochondrial dynamics and EMT in alveolar epithelial cells during sepsis-associated pulmonary fibrosis.",
      "authors": [
        "Jinhua Feng",
        "Xi Huang",
        "Yawen Peng",
        "Wenyu Yang",
        "Xinyi Yang",
        "Ri Tang",
        "Qiaoyi Xu",
        "Yuan Gao",
        "Zhengyu He",
        "Shunpeng Xing",
        "Shuya Mei"
      ],
      "journal": "Journal of translational medicine",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Pulmonary fibrosis (PF) severely impacts both the survival and quality of life of patients with acute respiratory distress syndrome (ARDS) and remains a leading cause of late-stage ARDS-related mortality. The role of epithelial-mesenchymal transition (EMT) in alveolar epithelial cells (AECs) is pivotal in the development of PF. METHODS: This study explored the modulation of mitochondrial dynamics and the induction of EMT by pyruvate kinase M2 (PKM2) in AECs, aiming to identify new strategies for the prevention and treatment of sepsis-associated PF. RESULTS: The results demonstrated that exposure to LPS increased the levels of PKM2 and the mitochondrial fission marker dynamin-related protein-1 (DRP1), while reducing the levels of the mitochondrial fusion marker mitofusin-2 (MFN2) and the epithelial marker E-cadherin. Moreover, the mesenchymal markers α-SMA and vimentin were upregulated. Treatment with shikonin effectively reversed these alterations, restoring the balance of mitochondrial dynamics, reversing EMT markers, and alleviating the severity of sepsis-associated PF. CONCLUSIONS: This study identified PKM2 as a crucial regulator of mitochondrial dynamics and EMT in AECs during sepsis-associated PF. Targeting PKM2 activity offers a promising strategy for developing treatments to mitigate the progression of sepsis-associated PF.",
      "mesh_terms": [
        "Epithelial-Mesenchymal Transition",
        "Mitochondrial Dynamics",
        "Pulmonary Fibrosis",
        "Sepsis",
        "Alveolar Epithelial Cells",
        "Pyruvate Kinase",
        "Animals",
        "Male",
        "Mice, Inbred C57BL",
        "Mitochondria",
        "Humans",
        "Lipopolysaccharides",
        "Mice",
        "Thyroid Hormone-Binding Proteins"
      ]
    },
    {
      "pmid": "39966569",
      "title": "Myocardial metabolic flexibility following ketone infusion demonstrated by hyperpolarized [2-13C]pyruvate MRS in pigs.",
      "authors": [
        "Sabrina Kahina Bech",
        "Esben Søvsø Szocska Hansen",
        "Bent Roni Nielsen",
        "Henrik Wiggers",
        "Mads Bisgaard Bengtsen",
        "Christoffer Laustsen",
        "Jack J Miller"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aims to investigate the effects of β-3-hydroxybutyrate (β-3-OHB) infusion on myocardial metabolic flexibility using hyperpolarized [2-13C]pyruvate magnetic resonance spectroscopy (MRS) in the pig heart. We hypothesized that β-3-OHB infusion will cause rapid, quantifiable alterations in tricarboxylic acid (TCA) cycle flux as measured non-invasively by 13C MRS and reflect myocardial work. Five female Danish landrace pigs underwent β-3-OHB infusion during a hyperinsulinemic euglycemic clamp (HEC). Cardiac metabolism and hemodynamics were monitored using hyperpolarized [2-13C]pyruvate MRS and cardiac MRI. β-3-OHB infusion during HEC resulted in significant increases in cardiac output over baseline (from 1.9 to 3.8 L/min, p = 0.0011) and heart rate (from 51 to 85 bpm, p = 0.0004). Metabolic analysis showed a shift towards increased lactate production and decreased levels of acetyl-carnitine and glutamate during β-3-OHB infusion. Following the termination of the infusion, a normalization of these metabolic markers was observed. These results demonstrate the profound metabolic adaptability of the myocardium to ketone body utilization. The infusion of Na-β-3-OHB significantly alters both the hemodynamics and metabolism of the porcine heart. The observed increase in cardiac output and metabolic shifts towards lactate production suggest that ketone bodies could potentially enhance cardiac function by providing an efficient-energy substrate that, if provided, is preferentially used. This study provides new insights into the metabolic flexibility of the heart and hints at the potential therapeutic benefits of ketone interventions in heart failure treatment.",
      "mesh_terms": [
        "Animals",
        "Myocardium",
        "Swine",
        "Female",
        "Pyruvic Acid",
        "3-Hydroxybutyric Acid",
        "Citric Acid Cycle",
        "Magnetic Resonance Spectroscopy",
        "Ketones",
        "Carbon Isotopes",
        "Hemodynamics"
      ]
    },
    {
      "pmid": "39963732",
      "title": "A data-driven approach for improved quantification of in vivo metabolic conversion rates of hyperpolarized [1-13C]pyruvate.",
      "authors": [
        "Yaewon Kim",
        "Tanner M Nickles",
        "Philip M Lee",
        "Robert A Bok",
        "Jeremy W Gordon",
        "Peder E Z Larson",
        "Daniel B Vigneron",
        "Cornelius von Morze",
        "Michael A Ohliger"
      ],
      "journal": "Magnetic resonance in medicine",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Accurate quantification of metabolism in hyperpolarized (HP) 13C MRI is essential for clinical applications. However, kinetic model parameters are often confounded by uncertainties in radiofrequency flip angles and other model parameters. METHODS: A data-driven kinetic fitting approach for HP 13C-pyruvate MRI was proposed that compensates for uncertainties in the B1 + field. We hypothesized that introducing a scaling factor to the flip angle to minimize fit residuals would allow more accurate determination of the pyruvate-to-lactate conversion rate (kPL). Numerical simulations were performed under different conditions (flip angle, kPL, and T1 relaxation), with further testing using HP 13C-pyruvate MRI of rat liver and kidneys. RESULTS: Simulations showed that the proposed method reduced kPL error from 60% to 1% when the prescribed and actual flip angles differed by 60%. The method also showed robustness to T1 uncertainties, achieving median kPL errors within ±3% even when the assumed T1 was incorrect by up to a factor of 2. In rat studies, better-quality fitting for lactate signals (a 1.4-fold decrease in root mean square error [RMSE] for lactate fit) and tighter kPL distributions (an average of 3.1-fold decrease in kPL standard deviation) were achieved using the proposed method compared with when no correction was applied. CONCLUSION: The proposed data-driven kinetic fitting approach provided a method to accurately quantify HP 13C-pyruvate metabolism in the presence of B1 + inhomogeneity. This model may also be used to correct for other error sources, such as T1 relaxation and flow, and may prove to be clinically valuable in improving tumor staging or assessing treatment response.",
      "mesh_terms": [
        "Animals",
        "Pyruvic Acid",
        "Rats",
        "Magnetic Resonance Imaging",
        "Liver",
        "Carbon Isotopes",
        "Kidney",
        "Computer Simulation",
        "Lactic Acid",
        "Algorithms",
        "Male",
        "Kinetics",
        "Rats, Sprague-Dawley",
        "Image Processing, Computer-Assisted"
      ]
    },
    {
      "pmid": "39941423",
      "title": "Blood-Based Lateral-Flow Immunoassays Dipstick Test for Damaged Mitochondrial Electron Transport Chain in Pyruvate Treated Rats with Combined Blast Exposure and Hemorrhagic Shock.",
      "authors": [
        "Evans Okonkwo",
        "Biswajit Saha",
        "Geetaram Sahu",
        "Alakesh Bera",
        "Pushpa Sharma"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2025-Jan-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Blast trauma presents a unique challenge due to its complex mechanism of injury, which impacts the brain and other vital organs through overpressure waves and internal bleeding. Severe blood loss leads to an inadequate oxygen supply and insufficient fuel delivery to cells, impairing ATP production by mitochondria-essential for cell survival. While clinical symptoms of metabolic disruption are evident soon after injury, the molecular, cellular, and systemic damage persists for days to years post-injury. Current challenges in treating traumatic brain injury (TBI) stem from (1) the lack of early blood-based biomarkers for detecting metabolic failure and mitochondrial damage and (2) the limited success of mitochondrial-targeted therapeutic strategies. Objectives: To identify blood-based mitochondrial biomarkers for evaluating the severity of brain injuries and to investigate therapeutic strategies targeting mitochondria. Methods: A preclinical rat model subjected to blast exposure, with or without hemorrhagic shock (HS), followed by resuscitation was utilized. Blood samples were obtained at baseline (T0), post-injury (T60), and at the conclusion of the experiment (T180), and analyzed using a validated dipstick assay to measure mitochondrial enzyme activity. Results: Blast and HS injuries led to a significant decrease in the activity of mitochondrial enzymes, including complex I, complex IV, and the pyruvate dehydrogenase complex (PDH), compared to baseline (p < 0.05). Concurrently, blood lactate concentrations were significantly elevated (p < 0.001). An inverse correlation was observed between mitochondrial enzyme dysfunction and blood lactate levels (p < 0.05). Treatment with sodium pyruvate post-injury restored complex I, complex IV, and PDH activity to near-baseline levels, corrected hyperlactatemia, and reduced reactive oxygen species (ROS) production by mitochondria. Conclusions: Serial monitoring of blood mitochondrial enzyme activity, such as complex I, complex IV, and PDH, may serve as a valuable tool for prognostication and guiding the use of mitochondrial-targeted therapies. Additionally, mitochondrial enzyme assays in blood samples can provide insights into the global redox status, potentially paving the way for novel therapeutic interventions in TBI."
    },
    {
      "pmid": "39896457",
      "title": "Pyruvate and Related Energetic Metabolites Modulate Resilience Against High Genetic Risk for Glaucoma.",
      "authors": [
        "Keva Li",
        "Nicholas Tolman",
        "Ayellet V Segrè",
        "Kelsey V Stuart",
        "Oana A Zeleznik",
        "Neeru A Vallabh",
        "Kuang Hu",
        "Nazlee Zebardast",
        "Akiko Hanyuda",
        "Yoshihiko Raita",
        "Christa Montgomery",
        "Chi Zhang",
        "Pirro G Hysi",
        "Ron Do",
        "Anthony P Khawaja",
        "Janey L Wiggs",
        "Jae H Kang",
        "Simon Wm John",
        "Louis R Pasquale"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "A glaucoma polygenic risk score (PRS) can effectively identify disease risk, but some individuals with high PRS do not develop glaucoma. Factors contributing to this resilience remain unclear. Using 4,658 glaucoma cases and 113,040 controls in a cross-sectional study of the UK Biobank, we investigated whether plasma metabolites enhanced glaucoma prediction and if a metabolomic signature of resilience in high-genetic-risk individuals existed. Logistic regression models incorporating 168 NMR-based metabolites into PRS-based glaucoma assessments were developed, with multiple comparison corrections applied. While metabolites weakly predicted glaucoma (Area Under the Curve=0.579), they offered marginal prediction improvement in PRS-only-based models (P=0.004). We identified a metabolomic signature associated with resilience in the top glaucoma PRS decile, with elevated glycolysis-related metabolites-lactate (P=8.8E-12), pyruvate (P=1.9E-10), and citrate (P=0.02)-linked to reduced glaucoma prevalence. These metabolites combined significantly modified the PRS-glaucoma relationship (P interaction =0.011). Higher total resilience metabolite levels within the highest PRS quartile corresponded to lower glaucoma prevalence (Odds Ratio highest vs. lowest total resilience metabolite quartile =0.71, 95% Confidence Interval=0.64-0.80). As pyruvate is a foundational metabolite linking glycolysis to tricarboxylic acid cycle metabolism and ATP generation, we pursued experimental validation for this putative resilience biomarker in a human-relevant Mus musculus glaucoma model. Dietary pyruvate mitigated elevated intraocular pressure (P=0.002) and optic nerve damage (P<0.0003) in Lmx1b V265D mice. These findings highlight the protective role of pyruvate-related metabolism against glaucoma and suggest potential avenues for therapeutic intervention."
    },
    {
      "pmid": "39894827",
      "title": "Increased oxidative phosphorylation through pyruvate dehydrogenase kinase 2 deficiency ameliorates cartilage degradation in mice with surgically induced osteoarthritis.",
      "authors": [
        "Jin Han",
        "Yoon Hee Kim",
        "Seungwoo Han"
      ],
      "journal": "Experimental & molecular medicine",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chondrocytes can shift their metabolism to oxidative phosphorylation (OxPhos) in the early stages of osteoarthritis (OA), but as the disease progresses, this metabolic adaptation becomes limited and eventually fails, leading to mitochondrial dysfunction and oxidative stress. Here we investigated whether enhancing OxPhos through the inhibition of pyruvate dehydrogenase kinase (PDK) 2 affects the metabolic flexibility of chondrocytes and cartilage degeneration in a surgical model of OA. Among the PDK isoforms, PDK2 expression was increased by IL-1β in vitro and in the articular cartilage of the DMM model in vivo, accompanied by an increase in phosphorylated PDH. Mice lacking PDK2 showed significant resistance to cartilage damage and reduced pain behaviors in the DMM model. PDK2 deficiency partially restored OxPhos in IL-1β-treated chondrocytes, leading to increases in APT and the NAD+/NADH ratio. These metabolic changes were accompanied by a decrease in reactive oxygen species and senescence in chondrocytes, as well as an increase in the expression of antioxidant proteins such as NRF2 and HO-1 after IL-1β treatment. At the signaling level, PDK2 deficiency reduced p38 signaling and maintained AMPK activation without affecting the JNK, mTOR, AKT and NF-κB pathways. p38 MAPK signaling was critically involved in reactive oxygen species production under glycolysis-dominant conditions in chondrocytes. Our study provides a proof of concept for PDK2-mediated metabolic reprogramming toward OxPhos as a new therapeutic strategy for OA.",
      "mesh_terms": [
        "Animals",
        "Osteoarthritis",
        "Mice",
        "Oxidative Phosphorylation",
        "Chondrocytes",
        "Pyruvate Dehydrogenase Acetyl-Transferring Kinase",
        "Disease Models, Animal",
        "Cartilage, Articular",
        "Interleukin-1beta",
        "Reactive Oxygen Species",
        "Male",
        "Mice, Knockout",
        "Signal Transduction",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "39884492",
      "title": "Paeoniflorin inhibits pyruvate dehydrogenase kinase 3 and promotes BDNF activity by modulating neuronal activity and TNF-α.",
      "authors": [
        "Pinky",
        "Saleha Anwar",
        "Neha",
        "Suhel Parvez"
      ],
      "journal": "Brain research",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic dysregulation causes diseases like diabetes and cancer, making PDKs attractive targets. However, a thorough investigation into the unique roles played by the different members of the PDK family, especially PDK3, about memory loss and related diseases like Alzheimer's disease (AD) is still lacking. The current study investigates PF's potential to reduce PDK3-associated toxicity in neurodegenerative illnesses, including AD. The association between PF and PDK3 presents a significant opportunity for medication development and AD therapy approaches. PF efficiently suppresses PDK3 activity, as demonstrated by molecular docking and biophysical characterization, providing an in-depth understanding of their molecular interactions. PF significantly inhibited PDK3 in a concentration-dependent manner with an IC50 value of 4.88 µM. Considering this, the current investigation also explores the biological component of PF, which exhibits potential in treating AD and is primarily associated with neuroprotection. In the present study, a 3-hour pre-treatment of PF was administered at varying concentrations (4, 6, and 8 µM) in response to the 24-hour SCP (2 mM)-mediated toxicity. Based on the results of in silico and biophysical characterization, it is concluded that PF inhibits the PDK3 activity. Additionally, it can enhance cell viability, suppress ROS expression, impede apoptosis, and downregulate TNF-α expression. When combined, these actions help to prevent neuronal death in an in vitro model of SCP. PF strengthens the memory marker, which is confirmed through BDNF expression. This study found that all results were more effective at lower and moderate doses of PF. Our research indicates that PF boosts memory, decelerates the progression of oxidative stress, and could potentially serve as a dose-dependent treatment for AD.",
      "mesh_terms": [
        "Neurons",
        "Brain-Derived Neurotrophic Factor",
        "Animals",
        "Tumor Necrosis Factor-alpha",
        "Pyruvate Dehydrogenase Acetyl-Transferring Kinase",
        "Molecular Docking Simulation",
        "Glucosides",
        "Humans",
        "Neuroprotective Agents",
        "Cell Survival",
        "Alzheimer Disease"
      ]
    },
    {
      "pmid": "39836535",
      "title": "Deletion of Pyruvate Carboxylase in Tubular Epithelial Cell Promotes Renal Fibrosis by Regulating SQOR/cGAS/STING-Mediated Glycolysis.",
      "authors": [
        "Hao Huang",
        "Yuanyuan Han",
        "Yan Zhang",
        "Jianhua Zeng",
        "Xin He",
        "Jiawei Cheng",
        "Songkai Wang",
        "Yiwei Xiong",
        "Hongling Yin",
        "Qiongjing Yuan",
        "Ling Huang",
        "Yanyun Xie",
        "Jie Meng",
        "Lijian Tao",
        "Zhangzhe Peng"
      ],
      "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Renal fibrosis is a common pathway involved in the progression of various chronic kidney diseases to end-stage renal disease. Recent studies show that mitochondrial injury of renal tubular epithelial cells (RTECs) is a crucial pathological foundation for renal fibrosis. However, the underlying regulatory mechanisms remain unclear. Pyruvate carboxylase (PC) is a catalytic enzyme located within the mitochondria that is intricately linked with mitochondrial damage and metabolism. In the present study, the downregulation of PC in various fibrotic animal and human kidney samples is demonstrated. Renal proximal tubule-specific Pcx gene knockout mice (PcxcKO) has significant interstitial fibrosis compared to control mice, with heightened expression of extracellular matrix molecules. This is further demonstrated in a stable PC knock-out RTEC line. Mechanistically, PC deficiency reduces its interaction with sulfide:quinone oxidoreductase (SQOR), increasing the ubiquitination and degradation of SQOR. This leads to mitochondrial morphological and functional disruption, increased mtDNA release, activation of the cGAS-STING pathway, and elevated glycolysis levels, and ultimately, promotes renal fibrosis. This study investigates the molecular mechanisms through which PC deficiency induces mitochondrial injury and metabolic reprogramming in RTECs. This study provides a novel theoretical foundation and potential therapeutic targets for the pathogenesis and treatment of renal fibrosis.",
      "mesh_terms": [
        "Pyruvate Carboxylase",
        "Kidney Tubules",
        "Epithelial Cells",
        "Fibrosis",
        "Mice, Inbred C57BL",
        "Mitochondria",
        "Glycolysis",
        "Humans",
        "Animals",
        "Mice",
        "Membrane Proteins",
        "Nucleotidyltransferases",
        "Quinone Reductases"
      ]
    },
    {
      "pmid": "39827736",
      "title": "Red blood cell pyruvate kinase properties in Townes and Berkeley sickle cell disease mouse models - Of mice and men.",
      "authors": [
        "Marissa J M Traets",
        "Titine J J Ruiter",
        "Charles Levine",
        "Anita W Rijneveld",
        "Judith J Jans",
        "Carsten Alt",
        "Minke A E Rab",
        "Yu-Wei Chen",
        "Richard van Wijk",
        "Brigitte A van Oirschot"
      ],
      "journal": "Blood cells, molecules & diseases",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pyruvate kinase (PK), a key ATP-generating enzyme in glycolysis, is a target for novel sickle cell disease (SCD) therapies. Enhancing PK activity lowers 2,3-diphosphyglycerate (2,3-DPG), increases adenosine triphosphate (ATP), and may prevent red blood cell (RBC) sickling. Townes and Berkeley SCD mouse models are commonly used for the development of novel drugs for SCD, but differ from humans in 2,3-DPG and ATP levels, which could be related to underlying differences in PK properties. This study revealed important distinctions with humans (SCD vs healthy controls), such as similar PK/hexokinase (HK) ratios between sickling and non-sickling mouse models and significantly lower PK thermostability in mice. We additionally investigated the effect of a novel RBC PK activator, compound A, on PK properties and sickling tendency in these mice in order to assess SCD mouse model suitability. Results showed that a single dose of compound A led to an increased affinity of PK for phosphoenolpyruvate, a significant increase in PK/HK ratio and a decrease of 2,3-DPG levels. Together, these results offer detailed characterization in the PK properties of two commonly used SCD mouse models, and provide insight into the mode of action of PK activator therapy in SCD mice models.",
      "mesh_terms": [
        "Animals",
        "Pyruvate Kinase",
        "Anemia, Sickle Cell",
        "Mice",
        "Humans",
        "Disease Models, Animal",
        "Erythrocytes",
        "Male",
        "Female",
        "Adenosine Triphosphate",
        "2,3-Diphosphoglycerate",
        "Hexokinase"
      ]
    },
    {
      "pmid": "39825408",
      "title": "SRT3025-loaded cell membrane hybrid liposomes (3025@ML) enhanced anti-tumor activity of Oxaliplatin via inhibiting pyruvate kinase M2 and fatty acid synthase.",
      "authors": [
        "Xiaobin Wang",
        "Shulin Li",
        "Zichen Li",
        "Zhuona Lin",
        "Zhifeng Wang"
      ],
      "journal": "Lipids in health and disease",
      "publication_date": "2025-Jan-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Bladder cancer is one of the most common malignancies of the urinary system. Despite significant advances in diagnosis and treatment, the compromised therapeutic effect of chemotherapeutic agents, such as Oxaliplatin (OXA), remains a major clinical challenge. Thus, a combination therapy is required to enhance the OXA's therapeutic effectiveness and improve patient outcomes. METHODS: The thin film hydration method was used to prepare the liposomes. Drug encapsulation efficiency and loading capacity were determined to investigate the advantages of the SRT3025-loaded cell membrane hybrid liposomes (3025@ML). Bladder cancer cell lines T24 and 5637 were cultured in McCoy's 5 A and RPMI 1640 medium, respectively. The Cell Counting Kit-8 assay was used to determine the cell viability by treating cells with a medium containing either the vehicle solution (control), the cell membrane hybrid liposomes (ML), 3025@ML, or compound 3 K. The antiproliferative activities were investigated after treating cells with OXA + 3025@ML and compound 3 K + OXA. Cell death and apoptosis were quantified by trypan blue and Annexin V-APC/PI apoptosis assay after treating cells with control, OXA, OXA + 3025@ML, and 3025@ML. Western blot analysis was performed after treating cells with 3025@ML, OXA, 3 K, 3025@ML + OXA, and 3 K + OXA to determine the protein levels of pyruvate kinase M2 (PKM2) and fatty acid synthase (FASN), etc. RESULTS: The present study demonstrated that 3025@ML enhances the chemotherapeutic effect of OXA. 3025@ML + OXA treated T24 and 5637 cells showed that combination therapy significantly reduced cell viability and increased cell death rate. Flow cytometry analysis showed that the combination of 3025@ML and OXA significantly increased the percentage of apoptotic cells in T24 cells. 3025@ML and compound 3 K reduced the levels of FASN in T24 and 5637 cells and increased the anti-tumor activity of OXA. Mechanistic studies showed that 3025@ML inhibited the PI3K/AKT/mTOR signaling pathway and reduced the expression of key metabolic regulators PKM2 and FASN. Furthermore, this study demonstrated that targeting lipid metabolism and inhibiting FASN can effectively overcome the compromised therapeutic effect of OXA. CONCLUSION: The study demonstrated that 3025@ML significantly enhances the anti-tumor activity of OXA. This novel drug delivery system inhibits key metabolic pathways, which increase DNA damage and tumor cell apoptosis. The results indicate that 3025@ML is a promising therapeutic strategy for overcoming OXA's compromised therapeutic effect and potentially improving cancer treatment outcomes.",
      "mesh_terms": [
        "Oxaliplatin",
        "Humans",
        "Liposomes",
        "Cell Line, Tumor",
        "Apoptosis",
        "Antineoplastic Agents",
        "Cell Proliferation",
        "Cell Membrane",
        "Cell Survival",
        "Pyruvate Kinase",
        "Urinary Bladder Neoplasms",
        "Fatty Acid Synthases",
        "Fatty Acid Synthase, Type I"
      ]
    },
    {
      "pmid": "39817549",
      "title": "Increased Plasma Pyruvate Kinase M2 (PK-M2) in Heart Failure: A Novel Biomarker Related to Cardiac Function and its Clinical Implications.",
      "authors": [
        "Lu Cao",
        "Xiaoyu Dong",
        "Fuzhong Chen",
        "Guangjuan Li",
        "Jiale Fang",
        "Zhijun Han",
        "Junhong Wang"
      ],
      "journal": "Journal of the American Heart Association",
      "publication_date": "2025-Jan-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The purpose of this study was to investigate whether circulating pyruvate kinase M2 (PK-M2) levels are elevated in the peripheral blood and to assess their association with diagnosis and prognosis in patients with heart failure (HF). METHODS AND RESULTS: We conducted a prospective investigation involving 222 patients with HF and 103 control subjects, measuring PK-M2 concentrations using ELISA. The primary outcome, assessed over a median follow-up of 2 years (interquartile range: 776 to 926 days), was the time to the first occurrence of either rehospitalization for worsening HF or cardiovascular death. Patients with HF had higher PK-M2 levels than controls (17.4±4.1 versus 7.8±2.3 U/mL, P <0.001), and these levels correlated with HF severity (New York Heart Association cardiac function class). Patients with reduced left ventricular ejection fraction had higher PK-M2 concentrations than those with preserved ejection fraction (18.3±4.5 versus 16.7±3.6 U/mL, P <0.01). In a subset of patients with HF (n=52), PK-M2 levels significantly decreased following standardized HF treatment (mean difference, -4.3±0.5 U/mL, P <0.001). A high PK-M2 level had a 1.913-fold higher risk of the primary outcome (P=0.033) after adjusting for multiple cardiovascular risk factors, but not with cardiovascular death. Additionally, PK-M2 added incremental prognostic value beyond clinical predictors and N-terminal pro-brain natriuretic peptide (P <0.05). CONCLUSIONS: Elevated PK-M2 levels are associated with primary outcomes and rehospitalization for worsening heart failure in patients with HF. These findings suggest that PK-M2 is a potential biomarker for HF diagnosis and prognosis, warranting consideration for serial patient assessment.",
      "mesh_terms": [
        "Humans",
        "Heart Failure",
        "Male",
        "Female",
        "Biomarkers",
        "Aged",
        "Middle Aged",
        "Pyruvate Kinase",
        "Prospective Studies",
        "Prognosis",
        "Stroke Volume",
        "Ventricular Function, Left",
        "Patient Readmission",
        "Case-Control Studies",
        "Enzyme-Linked Immunosorbent Assay",
        "Natriuretic Peptide, Brain",
        "Up-Regulation",
        "Severity of Illness Index",
        "Predictive Value of Tests",
        "Risk Factors",
        "Time Factors",
        "Disease Progression",
        "Peptide Fragments"
      ]
    },
    {
      "pmid": "39808950",
      "title": "GlSIRT1 deacetylates and activates pyruvate kinase to improve pyruvate content and enhance heat stress resistance in Ganoderma lucidum.",
      "authors": [
        "Jing Han",
        "Xin Tang",
        "Lingshuai Wang",
        "Huhui Chen",
        "Rui Liu",
        "Mingwen Zhao"
      ],
      "journal": "Microbiological research",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Heat stress is a prevalent environmental stressor. Previous studies have shown that heat stress drives many cellular changes in Ganoderma lucidum. Interestingly, glycolysis is activated during heat stress, which could contribute to increased heat resistance. However, the molecular mechanisms underlying the enhanced heat resistance of G. lucidum following heat exposure are not yet fully understood. In this study, we explored the possibility that acetylation modification plays a significant role in responses to abiotic stress. After heat treatment, an enhanced interaction between the deacetylase GlSIRT1 and pyruvate kinase (PK) was observed, and the acetylation level of PK was decreased. Further studies revealed that GlSIRT1 increases PK activity through deacetylation, thereby increasing pyruvate content. Consistent with these findings, both PK activity and pyruvate content were reduced in GlSIRT1 knockdown strains, which exhibited greater sensitivity to heat stress compared to the wild-type (WT) strain. Collectively, our results reveal a novel molecular mechanism by which heat treatment increases pyruvate content.",
      "mesh_terms": [
        "Pyruvate Kinase",
        "Heat-Shock Response",
        "Reishi",
        "Pyruvic Acid",
        "Acetylation",
        "Fungal Proteins",
        "Glycolysis",
        "Hot Temperature",
        "Sirtuins"
      ]
    },
    {
      "pmid": "39798085",
      "title": "Disease stage-specific role of the mitochondrial pyruvate carrier suppresses differentiation in temozolomide and radiation-treated glioblastoma.",
      "authors": [
        "Emma Martell",
        "Helgi Kuzmychova",
        "Harshal Senthil",
        "Ujala Chawla",
        "Esha Kaul",
        "Akaljot Grewal",
        "Versha Banerji",
        "Christopher M Anderson",
        "Chitra Venugopal",
        "Donald Miller",
        "Tamra E Werbowetski-Ogilvie",
        "Sheila K Singh",
        "Tanveer Sharif"
      ],
      "journal": "Neuro-oncology",
      "publication_date": "2025-Jan-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The mitochondrial pyruvate carrier (MPC), a central metabolic conduit linking glycolysis and mitochondrial metabolism, is instrumental in energy production. However, the role of the MPC in cancer is controversial. In particular, the importance of the MPC in glioblastoma (GBM) disease progression following standard temozolomide (TMZ) and radiation therapy (RT) remains unexplored. METHODS: Leveraging in vitro and in vivo patient-derived models of TMZ-RT treatment in GBM, we characterize the temporal dynamics of MPC abundance and downstream metabolic consequences using state-of-the-art molecular, metabolic, and functional assays. RESULTS: Our findings unveil a disease stage-specific role for the MPC, where in post-treatment GBM, but not therapy-naïve tumors, the MPC acts as a central metabolic regulator that suppresses differentiation. Temporal profiling reveals a dynamic metabolic rewiring where a steady increase in MPC abundance favors a shift towards enhanced mitochondrial metabolic activity across patient GBM samples. Intriguingly, while overall mitochondrial metabolism is increased, acetyl-CoA production is reduced in post-treatment GBM cells, hindering histone acetylation and silencing neural differentiation genes in an MPC-dependent manner. Finally, the therapeutic translations of these findings are highlighted by the successful pre-clinical patient-derived orthotopic xenograft (PDOX) trials utilizing a blood-brain-barrier (BBB) permeable MPC inhibitor, MSDC-0160, which augments standard TMZ-RT therapy to mitigate disease relapse and prolong animal survival. CONCLUSION: Our findings demonstrate the critical role of the MPC in mediating GBM aggressiveness and molecular evolution following standard TMZ-RT treatment, illuminating a therapeutically-relevant metabolic vulnerability to potentially improve survival outcomes for GBM patients."
    },
    {
      "pmid": "39796278",
      "title": "Glutaminase-2 Expression Induces Metabolic Changes and Regulates Pyruvate Dehydrogenase Activity in Glioblastoma Cells.",
      "authors": [
        "Juan De Los Santos-Jiménez",
        "José A Campos-Sandoval",
        "Tracy Rosales",
        "Bookyung Ko",
        "Francisco J Alonso",
        "Javier Márquez",
        "Ralph J DeBerardinis",
        "José M Matés"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Jan-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Glutaminase controls the first step in glutaminolysis, impacting bioenergetics, biosynthesis and oxidative stress. Two isoenzymes exist in humans, GLS and GLS2. GLS is considered prooncogenic and overexpressed in many tumours, while GLS2 may act as prooncogenic or as a tumour suppressor. Glioblastoma cells usually lack GLS2 while they express high GLS. We investigated how GLS2 expression modifies the metabolism of glioblastoma cells, looking for changes that may explain GLS2's potential tumour suppressive role. We developed LN-229 glioblastoma cells stably expressing GLS2 and performed isotope tracing using U-13C-glutamine and metabolomic quantification to analyze metabolic changes. Treatment with GLS inhibitor CB-839 was also included to concomitantly inhibit endogenous GLS. GLS2 overexpression resulted in extensive metabolic changes, altering the TCA cycle by upregulating part of the cycle but blocking the synthesis of the 6-carbon intermediates from acetyl-CoA. Expression of GLS2 caused downregulation of PDH activity through phosphorylation of S293 of PDHA1. GLS2 also altered nucleotide levels and induced the accumulation of methylated metabolites and S-adenosyl methionine. These changes suggest that GLS2 may be a key regulator linking glutamine and glucose metabolism, also impacting nucleotides and epigenetics. Future research should ascertain the mechanisms involved and the generalizability of these findings in cancer or physiological conditions.",
      "mesh_terms": [
        "Humans",
        "Glutaminase",
        "Glioblastoma",
        "Cell Line, Tumor",
        "Glutamine",
        "Pyruvate Dehydrogenase Complex",
        "Gene Expression Regulation, Neoplastic",
        "Citric Acid Cycle",
        "Thiadiazoles",
        "Benzeneacetamides",
        "Brain Neoplasms"
      ]
    },
    {
      "pmid": "39724732",
      "title": "Atractylodin alleviates polycystic ovary syndrome by inhibiting granule cells ferroptosis through pyruvate dehydrogenase kinase 4-mediated JAK-STAT3 pathway.",
      "authors": [
        "Qi Zhou",
        "Xiaoling Ouyang",
        "Hong Tang",
        "Yongfeng Wang",
        "Yu Hua",
        "Linxia Li"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2025-Jan-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Polycystic ovary syndrome (PCOS) is a common endocrine disorder, and its close relationship with oxidative stress has been well-documented. Atractylodin (ATR) plays a role in the treatment of many diseases through its antioxidant function. However, its function in PCOS remains unexplored. In this study, the function and underlying mechanisms of ATR in mitigating PCOS symptoms were investigated. METHODS: A mouse model of PCOS induced using DHEA and a high-fat diet was established, and many factors such as hormone levels (FSH, LH, testosterone, and progesterone), the estrous cycle, and ovarian shape were evaluated. In vitro, PCOS model was established by DHEA-induced KGN cell, and the effects of ATR on ferroptosis and oxidative stress markers were explored. Specifically, the viability of KGN cells treated with ATR was assessed using the CCK-8 assay, and the levels of malondialdehyde (MDA), glutathione (GSH), and reactive oxygen species (ROS) were measured to evaluate oxidative stress. Expression of ferroptosis-related genes (NRF2, GPX4, SLC7A11) and PDK4 was analyzed by qRT-PCR and Western blotting. PDK4's interaction with ATR was examined through molecular docking and confirmed by surface plasmon resonance (SPR) analysis. RESULTS: Our data show that the treatment of ATR markedly increased hormone levels and improved normal estrous cycles. Moreover, ATR was found to improve ovarian morphology by decreasing cystic dilatation and increasing the number of corpora lutea. Mechanistically, our research found that ATR regulates the expression of PDK4 by binding to its GLY331 and inhibits granulosa cell ferroptosis by regulating the JAK-STAT3 pathway mediated by PDK4. CONCLUSIONS: In conclusion, our study suggest that ATR may be a therapeutic option for managing PCOS and PDK4 could be a target for the development of new drugs for PCOS.",
      "mesh_terms": [
        "Polycystic Ovary Syndrome",
        "Animals",
        "Female",
        "Ferroptosis",
        "Mice",
        "STAT3 Transcription Factor",
        "Signal Transduction",
        "Pyruvate Dehydrogenase Acetyl-Transferring Kinase",
        "Disease Models, Animal",
        "Humans",
        "Oxidative Stress",
        "Janus Kinases",
        "Cell Line",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "39718222",
      "title": "Ovarian tissue cryopreservation for a girl with combined severe hemolytic anemia due to pyruvate kinase deficiency: a case report and literature review.",
      "authors": [
        "Lingling Jiang",
        "Xiangyan Ruan",
        "Juan Du",
        "Jiaojiao Cheng",
        "Yanglu Li",
        "Muqing Gu",
        "Yanqiu Li",
        "Fengyu Jin",
        "Jinshan Zhang",
        "Jianji Xu",
        "Alfred O Mueck"
      ],
      "journal": "Gynecological endocrinology : the official journal of the International Society of Gynecological Endocrinology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: To present a young girl with pyruvate kinase deficiency (PKD) and concurrent severe hemolytic anemia who underwent fertility preservation and cryopreservation. Clinical symptoms, diagnosis, treatment, and new strategies for fertility protection and preservation in PKD patients who require allogeneic hematopoietic stem cell therapy are explored. CASE PRESENTATION: Six-year-old girl with persistent unconjugated hyperbilirubinemia and severe hemolytic anemia since birth, continuous elevation of bilirubin levels and severe splenomegaly. She was diagnosed with PKD, an open laparotomy for splenectomy was performed and ovarian tissue cryopreservation (OTC) was used to preserve fertility and ovarian endocrine function. Due to the previous donor being unsuitable, it took five months to find and match a new hematopoietic stem cell donor. Five months after OTC, the patient underwent high-dose busulfan and ciclosporin chemotherapy in preparation for peripheral blood stem cell transplantation and received rabbit anti-T-lymphocyte globulin to prevent graft-versus-host disease. Her red and white blood cells, hemoglobin and platelets are now generally within the normal range, total bilirubin and direct bilirubin in liver function have also normalized and AMH is below the lower limit of normal. Until now, no signs of a negative impact of OTC have been observed. CONCLUSION: Hematopoietic stem cell transplantation is essential for effective treatment of pyruvate kinase deficiency. We assess OTC as the only possible fertility preservation method for children who cannot undergo embryo and oocyte cryopreservation.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Cryopreservation",
        "Pyruvate Metabolism, Inborn Errors",
        "Pyruvate Kinase",
        "Child",
        "Fertility Preservation",
        "Ovary",
        "Anemia, Hemolytic, Congenital Nonspherocytic",
        "Hematopoietic Stem Cell Transplantation"
      ]
    },
    {
      "pmid": "39716923",
      "title": "Pyruvate Kinase M2-Responsive Release of Paclitaxel and Indoleamine 2,3-Dioxygenase Inhibitor for Immuno-Chemotherapy of Nonsmall Cell Lung Cancer.",
      "authors": [
        "Haisi Wu",
        "Xianbao Sun",
        "Kaiming Li",
        "Jinyu Li",
        "Hui Jiang",
        "Dan Yan",
        "Ya Lin",
        "Yan Ding",
        "Yawen Lu",
        "Xiaole Zhu",
        "Xufeng Chen",
        "Xiaolin Li",
        "Gaolin Liang",
        "Huae Xu"
      ],
      "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Paclitaxel (PTX) is a first-line chemotherapeutic drug for non-small cell lung cancer (NSCLC) but it can induce indoleamine 2,3-dioxygenase (IDO) activation, which severely lowers down its immuno-chemotherapeutic effect. To address this issue, a smart peptide hydrogelator Nap-Phe-Phe-Phe-Lys-Ser-Thr-Gly-Gly-Lys-Ala-Pro-Arg-OH (Nap-T), which co-assembles with PTX and an IDO inhibitor GDC0919 to form a hydrogel GP@Gel Nap-T, is rationally designed. Upon specific phosphorylation by pyruvate kinase M2 (PKM2), an overexpressed biomarker of NSCLC, Nap-T is gradually converted to Nap-Phe-Phe-Phe-Lys-Ser-Thr(H2PO3)-Gly-Gly-Lys-Ala-Pro-Arg-OH (Nap-Tp), leading to dehydrogelation and sustained release of PTX and GDC0919 within NSCLC tissues. The released PTX exerts chemotherapy on NSCLC cells as well as immunogenic cell death induction, while GDC0919 promotes the immuno-chemotherapeutic effect of PTX through IDO inhibition. We find that GP@Gel Nap-T enhances the infiltration of tumor-infiltrating immune cells and reduces the number of immunosuppressive cells in either tumor tissues or tumor-draining lymph nodes, thus enhancing the immuno-chemotherapy of PTX toward NSCLC. With this PKM2-responsive drug release strategy, the smart peptide hydrogel platform might be applied for NSCLC treatment in clinic in near future.",
      "mesh_terms": [
        "Paclitaxel",
        "Humans",
        "Carcinoma, Non-Small-Cell Lung",
        "Indoleamine-Pyrrole 2,3,-Dioxygenase",
        "Lung Neoplasms",
        "Animals",
        "Mice",
        "Cell Line, Tumor",
        "Immunotherapy",
        "Thyroid Hormone-Binding Proteins",
        "Thyroid Hormones"
      ]
    },
    {
      "pmid": "39659578",
      "title": "An enzyme-mimicking reactive oxygen species scavenger targeting oxidative stress-inflammation cycle ameliorates IR-AKI by inhibiting pyruvate dehydrogenase kinase 4.",
      "authors": [
        "Wenfang He",
        "Chenguang Ding",
        "Ting Lin",
        "Binqi Wang",
        "Wenjing Wang",
        "Zhichao Deng",
        "Taian Jin",
        "Yiwei Shang",
        "Danna Zheng",
        "Ting Bai",
        "Mingzhen Zhang",
        "Runqing Li",
        "Juan Jin",
        "Qiang He"
      ],
      "journal": "Theranostics",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rationale: Ischemia-reperfusion-induced acute kidney injury (IR-AKI), characterized by the abrupt decline in renal function, is distinguished by the intricate interplay between oxidative stress and inflammation. In this study, a reactive oxygen species (ROS) scavenger-CF@PDA was developed to effectively target antioxidant and anti-inflammatory pathways to disrupt the oxidative stress-inflammation cycle in IR-AKI. Methods: UV-vis absorption spectra, FTIR spectra, and TEM were employed to determine the successful construction of CF@P. ABTS, TMB, and NBT analyses were performed to detect the antioxidant ability and enzyme-mimicking ability of CF@P. In vitro and in vitro, the antioxidant/anti-inflammatory effect of CF@P was detected by MTT, qPCR, fluorescence, and flow cytometry. Multi-omics revealed the mechanism of CF@P in IR-AKI therapy, and molecular docking was further used to determine the mechanism. MRI and photoacoustic imaging were employed to explore the dual-mode imaging capacity of CF@P in IR-AKI management. Results: CF@P could disrupt the oxidative stress-inflammatory cascade by scavenging ROS, reducing pro-inflammatory cytokines, and modulation of macrophage polarization. Subsequent multi-omics indicated that the renal protective effects may be attributed to the inhibition of pyruvate dehydrogenase kinase 4 (PDK4). Metabolomics demonstrated that CF@P could improve the production of antioxidant compounds and reduce nephrotoxicity. Additionally, CF@P exhibited promising capabilities in T1-MRI and photoacoustic imaging for AKI management. Conclusions: Collectively, CF@P, possessing antioxidant/anti-inflammatory properties by inhibiting PDK4, as well as imaging capabilities and superior biocompatibility, holds promise as a therapeutic strategy for IR-AKI.",
      "mesh_terms": [
        "Oxidative Stress",
        "Reactive Oxygen Species",
        "Acute Kidney Injury",
        "Animals",
        "Mice",
        "Inflammation",
        "Reperfusion Injury",
        "Antioxidants",
        "Pyruvate Dehydrogenase Acetyl-Transferring Kinase",
        "Anti-Inflammatory Agents",
        "Molecular Docking Simulation",
        "RAW 264.7 Cells",
        "Humans"
      ]
    },
    {
      "pmid": "39622742",
      "title": "[Expert consensus on the diagnosis and treatment of pyruvate kinase deficiency].",
      "authors": [],
      "journal": "Zhonghua yi xue za zhi",
      "publication_date": "2024-Dec-03",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Pyruvate kinase deficiency (PKD) is a rare autosomal recessive disorder caused by mutations in the PKLR gene, encoding erythrocyte pyruvate kinase, which affects erythrocyte energy production, and then in turn affects erythrocyte function and longevity. PKD is characterized by chronic hemolytic anemia, and other features include chronic hemolytic complications, such as iron overload, decreased bone mineral density, and cardiopulmonary complications. The treatment of PKD requires individualized approach based on the patient's condition, including red blood cell transfusions, pyruvate kinase activators, and treatment for complications. This consensus focuses on the pathogenesis, clinical characteristics, diagnosis and treatment of PKD, and aims to provide better medical service for clinicians, such as diagnosis, treatment, monitoring, and prevention of complications for PKD patients.",
      "mesh_terms": [
        "Humans",
        "Pyruvate Kinase",
        "Pyruvate Metabolism, Inborn Errors",
        "Anemia, Hemolytic, Congenital Nonspherocytic",
        "Mutation",
        "Erythrocytes",
        "Erythrocyte Transfusion",
        "Consensus"
      ]
    },
    {
      "pmid": "39621302",
      "title": "The pyruvate dehydrogenase kinase inhibitor dichloroacetate mitigates alcohol-induced hepatic inflammation and metabolic disturbances in mice.",
      "authors": [
        "Jianguo Wu",
        "Emily Huang",
        "Megan R McMullen",
        "Vaibhav Singh",
        "Marko Mrdjen",
        "Annette Bellar",
        "Li Wang",
        "Nicole Welch",
        "Jaividhya Dasarathy",
        "Srinivasan Dasarathy",
        "David Streem",
        "J Mark Brown",
        "Laura E Nagy"
      ],
      "journal": "Hepatology communications",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dichloroacetate (DCA), a pan-pyruvate dehydrogenase kinase inhibitor, ameliorates multiple pathological conditions and tissue injury and shows strong potential for clinical applications. Here, we investigated the preventive effects of DCA in a murine model of alcohol-associated liver disease. METHODS: C57BL/6J mice were subjected to the acute-on-chronic model of alcohol-associated liver disease and treated with DCA. Livers were assessed in liver histology, biochemistry, and gene expression. Mass spectrometry was used to compare protein expression and metabolite levels. RESULTS: DCA inhibited hepatic expression of inflammatory genes but did not prevent steatosis and hepatocellular injury in ethanol-fed mice. Consistently, DCA repressed the expression of mRNAs for inflammatory genes in LPS-stimulated murine bone-marrow-derived macrophages and human monocytic THP-1 cells and inhibited both gene expression and protein release of interleukin-1 beta. DCA prevented hepatic accumulation of isovaleric acid in ethanol-fed mice, a short-chain fatty acid primarily produced by gut microbiota. In vitro, isovaleric acid potentiated LPS's effects, while DCA prevented this proinflammatory action. Ethanol feeding increased the expression of proteins involved in diverse metabolic pathways, including branched-chain amino acid (BCAA) degradation. In ethanol-fed mice, hepatic Fischer's ratio (the molar ratio of BCAAs to aromatic amino acids Phe and Tyr) and BTR (the molar ratio of BCAAs to Tyr) showed a decrease compared to pair-fed mice; however, this decrease was not observed in DCA-treated ethanol-fed mice. DCA blunted the ethanol-induced increase of BCKDHA, the rate-limiting enzyme in BCAA catabolism, and cytochrome P450 2E1. CONCLUSIONS: Ethanol-induced hepatic inflammatory responses and metabolic disturbances were prevented by DCA in mice, indicating the potential to develop pyruvate dehydrogenase kinase inhibitors as an effective therapy to treat alcohol-associated liver disease.",
      "mesh_terms": [
        "Animals",
        "Dichloroacetic Acid",
        "Mice",
        "Mice, Inbred C57BL",
        "Humans",
        "Liver Diseases, Alcoholic",
        "Pyruvate Dehydrogenase Acetyl-Transferring Kinase",
        "Male",
        "Disease Models, Animal",
        "Liver",
        "Ethanol",
        "THP-1 Cells"
      ]
    },
    {
      "pmid": "39608574",
      "title": "Cytoprotective role of pyruvate in mitigating abiotic stress response in Arabidopsis thaliana.",
      "authors": [
        "Nazmir Binta Alam",
        "Sangay Pelzang",
        "Arushi Jain",
        "Ananda Mustafiz"
      ],
      "journal": "Plant science : an international journal of experimental plant biology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pyruvate is a central metabolite in cellular respiration and metabolism. It can neutralize reactive oxygen species (ROS), safeguard mitochondrial membrane potential, and regulate gene expression under oxidative stress. However, its role in abiotic stress tolerance in plants needs to be explored. Therefore, the current study investigated the role of pyruvate and its metabolism in response to different abiotic stresses in the model plant Arabidopsis thaliana. We retrieved transcript profiling data for pyruvate metabolism and transportation genes (D-LDH, AlaAT, PK, MPC, PDC, PDH, NAD-ME) from public databases. The study's findings indicate that these genes' expression is regulated in response to different abiotic stresses. Moreover, the promoter region of these genes contained multiple cis-acting elements like ABRE, ARE, P-box, and MBS, which are associated with plants' abiotic stress response. Furthermore, colorimetric analysis showed higher pyruvate content under different abiotic stresses. Therefore, exogenous pyruvate treatment was given before and after different abiotic stresses, which could combat the toxicity of pro-oxidant molecules by pyruvate intake. The semiquantitative RT-PCR analysis revealed that exogenous pyruvate treatment enhances the expression of important transcription factors WRKY2, GH3.3, DREB2A, and bZIP1, and stress-responsive genes e.g., APX1, ERD5, ADC2, and HSP70 in addition to abiotic stresses. Moreover, Arabidopsis plants pre-treated with pyruvate before oxidative stress showed less RBOHD expression. Additionally, pyruvate's cytoprotective role was compared to other well-known antioxidants such as NAC, Trolox, and GSH. Finally, untargeted GC-MS/MS analysis of abiotic stress-treated Arabidopsis plants showed a higher metabolite level of β-hydroxy-pyruvic acid, indicating the crucial role of pyruvate during abiotic stress.",
      "mesh_terms": [
        "Arabidopsis",
        "Pyruvic Acid",
        "Stress, Physiological",
        "Gene Expression Regulation, Plant",
        "Oxidative Stress",
        "Reactive Oxygen Species",
        "Arabidopsis Proteins"
      ]
    },
    {
      "pmid": "39559715",
      "title": "A novel mitochondrial pyruvate carrier inhibitor drives stem cell-like memory CAR T cell generation and enhances antitumor efficacy.",
      "authors": [
        "Mathias Wenes",
        "Anouk Lepez",
        "Vladimir Arinkin",
        "Kinsey Maundrell",
        "Orsolya Barabas",
        "Federico Simonetta",
        "Valérie Dutoit",
        "Pedro Romero",
        "Jean-Claude Martinou",
        "Denis Migliorini"
      ],
      "journal": "Molecular therapy. Oncology",
      "publication_date": "2024-Dec-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Adoptive cell transfer with chimeric antigen receptor (CAR)-expressing T cells can induce remarkable complete responses in cancer patients. Therapeutic success has been correlated with central and stem cell-like memory T cell subsets in the infusion product, which are better able to drive efficient CAR T cell in vivo expansion and long-term persistence. We previously reported that inhibition of the mitochondrial pyruvate carrier (MPC) during mouse CAR T cell culture induces a memory phenotype and enhances antitumor efficacy against melanoma. Here, we use a novel MPC inhibitor, MITO-66, which robustly induces a stem cell-like memory phenotype in CD19-CAR T cells generated from healthy donors and patients with relapsed/refractory B cell malignancies. MITO-66-conditioned CAR T cells were superior in controlling human pre-B cell acute lymphoblastic leukemia in mice. Following adoptive cell transfer, MITO-66-conditioned CAR T cells maintained a memory phenotype and protected cured mice against tumor rechallenge. Furthermore, in an in vivo B cell leukemia stress model, CD19-CAR T cells generated in the presence of MITO-66 largely outperformed clinical-stage AKT and PI-3Kδ inhibitors. Thus, we provide compelling preclinical evidence that MPC inhibition with MITO-66 during CAR T cell manufacturing dramatically enhances their antitumor efficacy, thereby paving the way to clinical translation."
    },
    {
      "pmid": "39551449",
      "title": "Inducible and reversible SOD2 knockdown in mouse skeletal muscle drives impaired pyruvate oxidation and reduced metabolic flexibility.",
      "authors": [
        "Ethan L Ostrom",
        "Rudy Stuppard",
        "Aurora Mattson-Hughes",
        "David J Marcinek"
      ],
      "journal": "Free radical biology & medicine",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Skeletal muscle mitochondrial dysfunction is a key characteristic of aging muscle and contributes to age related diseases such as sarcopenia, frailty, and type 2 diabetes. Mitochondrial oxidative stress has been implicated as a driving factor in these age-related diseases, however whether it is a cause, or a consequence of mitochondrial dysfunction remains to be determined. The development of flexible genetic models is an important tool to test the mechanistic role of mitochondrial oxidative stress on skeletal muscle metabolic dysfunction. We characterize a new model of inducible and reversible mitochondrial redox stress using a tetracycline controlled skeletal muscle specific short hairpin RNA targeted to superoxide dismutase 2 (iSOD2). METHODS: iSOD2 KD and control (CON) animals were administered doxycycline for 3- or 12- weeks and followed for up to 24 weeks and mitochondrial respiration and muscle contraction were measured to define the time course of SOD2 KD and muscle functional changes and recovery. RESULTS: Maximum knockdown of SOD2 protein occurred by 6 weeks and recovered by 24 weeks after DOX treatment. Mitochondrial aconitase activity and maximum mitochondrial respiration declined in KD muscle by 12 weeks and recovered by 24 weeks. There were no significant differences in antioxidant or mitochondrial biogenesis genes between groups. Twelve-week KD showed a small, but significant decrease in muscle fatigue resistance. The primary phenotype was reduced metabolic flexibility characterized by impaired pyruvate driven respiration when other substrates are present. The pyruvate dehydrogenase kinase inhibitor dichloroacetate partially restored pyruvate driven respiration, while the thiol reductant DTT did not. CONCLUSION: We use a model of inducible and reversible skeletal muscle SOD2 knockdown to demonstrate that elevated matrix superoxide reversibly impairs mitochondrial substrate flexibility characterized by impaired pyruvate oxidation. Despite the bioenergetic effect, the limited change in gene expression suggests that the elevated redox stress in this model is confined to the mitochondrial matrix.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Muscle, Skeletal",
        "Superoxide Dismutase",
        "Oxidation-Reduction",
        "Oxidative Stress",
        "Pyruvic Acid",
        "Gene Knockdown Techniques",
        "Mitochondria, Muscle",
        "RNA, Small Interfering",
        "Male",
        "Muscle Contraction",
        "Doxycycline"
      ]
    },
    {
      "pmid": "39542042",
      "title": "The wnt/pyruvate kinase, muscle axis plays an essential role in the differentiation of mouse neuroblastoma cells.",
      "authors": [
        "Cheng Lei",
        "Jiaqi Wang",
        "Xiaoyu Zhang",
        "Xuemin Ge",
        "Wei Zhao",
        "Xinrong Li",
        "Wei Jiang",
        "Mingyu Ma",
        "Zhenhai Wang",
        "Shanshan Sun",
        "Qingfei Kong",
        "Hulun Li",
        "Lili Mu",
        "Jinghua Wang"
      ],
      "journal": "Neurochemistry international",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Neuronal differentiation and neurite growth are essential processes in nervous system development and are regulated by several factors. Although all-trans retinoic acid (ATRA) has been shown to mediate the differentiation of mouse neuroblastoma cells via the activation of several pathways, including Wnt/β-catenin signaling, the mechanism remains unclear. The pyruvate kinase, muscle (PKM) plays an important role in the glycolysis of neuroblastoma cells and regulates the Wnt signaling pathway in various cancer cells. In this study, we hypothesized that the Wnt/PKM axis regulates the differentiation of neuroblastoma cells (Neuro-2a and N1E-115). To test this hypothesis, we used inhibitors and activators of the Wnt/β-catenin and glycolytic pathways in ATRA-induced differentiated Neuro-2a and N1E-115 cells and established cell lines with silenced or a mutant replacement of Pkm. Western blot and qPCR showed that ATRA treatment activated the Wnt signaling pathway and inhibited PKM-mediated glycolysis. The oxygen consumption rate (indicating oxidative phosphorylation) significantly increased, whereas the extracellular acidification rate (indicating glycolysis) significantly decreased during differentiation; these effects were reversed upon PKM inhibition. The Wnt inhibitor ICG-001 and PKM activator ML-265 inhibited ATRA-induced Neuro-2a and N1E-115 differentiation, whereas RNA interference-mediated Pkm silencing promoted Neuro-2a and N1E-115 differentiation, which was reversed by PKM overexpression. Treatment with the Wnt activator kenpaullone promoted Neuro-2a and N1E-115 differentiation, which was reversed by ML-265 administration. These results indicate that Wnt/β-catenin signaling promotes Neuro-2a and N1E-115 differentiation by inhibiting PKM-mediated glycolysis during ATRA-induced differentiation. These findings may provide a new theoretical basis for the role of glycolysis in nerve differentiation.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Cell Differentiation",
        "Neuroblastoma",
        "Cell Line, Tumor",
        "Pyruvate Kinase",
        "Wnt Signaling Pathway",
        "Tretinoin",
        "Glycolysis"
      ]
    },
    {
      "pmid": "39538432",
      "title": "Mitapivat for Acquired Pyruvate Kinase Deficiency.",
      "authors": [
        "Hanny Al-Samkari"
      ],
      "journal": "Pediatric blood & cancer",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Pyruvate kinase (PK) activation is emerging as a promising treatment modality for numerous congenital hemolytic anemias of diverse pathophysiology, and one agent, mitapivat, is already licensed to treat patients with congenital PK deficiency. However, PK deficiency may also be acquired in the setting of clonal myeloid disorders and other pathologies, where it may result in severe hemolytic anemia and remains without known therapies. This case report describes the novel application of mitapivat therapy in a patient with acquired PK deficiency causing red cell transfusion dependence, liberating the patient from transfusions and resulting in marked improvement in symptoms and quality of life.",
      "mesh_terms": [
        "Humans",
        "Alanine",
        "Anemia, Hemolytic",
        "Anemia, Hemolytic, Congenital Nonspherocytic",
        "Erythrocyte Transfusion",
        "Pyruvate Kinase",
        "Pyruvate Metabolism, Inborn Errors",
        "Quinolines"
      ]
    },
    {
      "pmid": "39538295",
      "title": "Metabolic-driven analytics of traumatic brain injury and neuroprotection by ethyl pyruvate.",
      "authors": [
        "Nikita Golovachev",
        "Lorraine Siebold",
        "Richard L Sutton",
        "Sima Ghavim",
        "Neil G Harris",
        "Brenda Bartnik-Olson"
      ],
      "journal": "Journal of neuroinflammation",
      "publication_date": "2024-Nov-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Research on traumatic brain injury (TBI) highlights the significance of counteracting its metabolic impact via exogenous fuels to support metabolism and diminish cellular damage. While ethyl pyruvate (EP) treatment shows promise in normalizing cellular metabolism and providing neuroprotection, there is a gap in understanding the precise metabolic pathways involved. Metabolomic analysis of the acute post-injury metabolic effects, with and without EP treatment, aims to deepen our knowledge by identifying and comparing the metabolite profiles, thereby illuminating the injury's effects and EP's therapeutic potential. METHODS: In the current study, an untargeted metabolomics approach was used to reveal brain metabolism changes in rats 24 h after a controlled cortical impact (CCI) injury, with or without EP treatment. Using principal component analysis (PCA), volcano plots, Random Forest and pathway analysis we differentiated the brain metabolomes of CCI and sham injured animals treated with saline (Veh) or EP, identifying key metabolites and pathways affected by injury. Additionally, the effect of EP on the non-injured brain was also explored. RESULTS: PCA showed a clear separation of the four study groups (sham-Veh, CCI-Veh, sham-EP, CCI-EP) based on injury. Following CCI injury (CCI-Veh), 109 metabolites belonging to the amino acid, carbohydrate, lipid, nucleotide, and xenobiotic families exhibited a twofold change at 24 h compared to the sham-Veh group, with 93 of these significantly increasing and 16 significantly decreasing (p < 0.05). CCI animals were treated with EP (CCI-EP) showed only 5 metabolites in the carbohydrate, amino acids, peptides, nucleotides, lipids, and xenobiotics super families that exhibited a twofold change, compared to the CCI-Veh group (p < 0.05). In the non-injured brain, EP treatment (sham-EP) resulted in a twofold change in 6 metabolites within the amino acid, peptide, nucleotide, and lipid super families compared to saline treated sham animals (sham-Veh, p < 0.05). CONCLUSIONS: This study delineates the unique metabolic signatures resulting from a CCI injury and those related to EP treatment in both the injured and non-injured brain, underscoring the metabolic adaptations to brain injury and the effects of EP. Our analysis uncovers significant shifts in metabolites associated with inflammation, energy metabolism, and neuroprotection after injury, and demonstrates how EP intervention after injury alters metabolites associated with mitigating inflammation and oxidative damage.",
      "mesh_terms": [
        "Animals",
        "Pyruvates",
        "Brain Injuries, Traumatic",
        "Rats",
        "Male",
        "Rats, Sprague-Dawley",
        "Neuroprotective Agents",
        "Metabolomics",
        "Brain",
        "Disease Models, Animal",
        "Principal Component Analysis"
      ]
    },
    {
      "pmid": "39529265",
      "title": "First-in-Human: Simultaneous Hyperpolarized 1- 13 C-Pyruvate Magnetic Resonance Spectroscopy and 18 F-FDG PET (hyperPET) Imaging of a Patient With Lymphoma.",
      "authors": [
        "Mathias Loft",
        "Andreas Clemmensen",
        "Emil Nørgaard Christensen",
        "Charlotte Lund Denholt",
        "Helle Hjorth Johannesen",
        "Nic Gillings",
        "Esben Andreas Carlsen",
        "Malene Martini Clausen",
        "Martin Hutchings",
        "Thomas Lund Andersen",
        "Jan Henrik Ardenkjær-Larsen",
        "Andreas Kjaer"
      ],
      "journal": "Clinical nuclear medicine",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article",
        "Case Reports"
      ],
      "abstract": "Hyperpolarized 1- 13 C-pyruvate magnetic resonance spectroscopy (MRS) and MRS imaging (MRSI) offer noninvasive and real-time direct assessment of the altered metabolism of cancer cells known as the Warburg effect-a key hallmark of cancer. When combined with simultaneously acquired 18 F-FDG PET in a PET/MR scanner, coined hyperPET by us, this dual-modality may unveil cancer-type specific glucose metabolic phenotypes with potential implications for patient prognostication, treatment-response assessment, and prediction. We here present the first human data of simultaneously acquired hyperpolarized MRS/MRSI and PET performed in a PET/MR scanner-and the first human hyperpolarized MRS/MRSI data from a patient with lymphoma.",
      "mesh_terms": [
        "Humans",
        "Fluorodeoxyglucose F18",
        "Lymphoma",
        "Positron-Emission Tomography",
        "Pyruvic Acid",
        "Magnetic Resonance Spectroscopy",
        "Male",
        "Middle Aged",
        "Carbon Isotopes"
      ]
    },
    {
      "pmid": "39518833",
      "title": "Hypoxia-Induced Differences in the Expression of Pyruvate Dehydrogenase Kinase 1-Related Factors in the Renal Tissues and Renal Interstitial Fibroblast-like Cells of Yak (Bos Grunniens).",
      "authors": [
        "Manlin Zhou",
        "Jun Wang",
        "Ruirui Cao",
        "Fan Zhang",
        "Xuehui Luo",
        "Yiyuan Liao",
        "Weiji Chen",
        "Haie Ding",
        "Xiao Tan",
        "Zilin Qiao",
        "Kun Yang"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2024-Oct-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypoxia is one of the factors severely affect renal function, and, in severe cases, it can lead to renal fibrosis. Although much progress has been made in identifying the molecular mediators of fibrosis, the mechanisms that govern renal fibrosis remain unclear, and there have been no effective therapeutic anti-fibrotic strategies to date. Mammals exposed to low oxygen in the plateau environment for a long time are prone to high-altitude disease, while yaks have been living in the plateau for generations do not develop kidney fibrosis caused by low oxygen. It has been suggested that metabolic reprogramming occurs in renal fibrosis and that pyruvate dehydrogenase kinase 1 (PDK1) plays a crucial role in metabolic reprogramming as an important node between glycolysis and the tricarboxylic acid cycle. The aim of this study was to investigate the effects of hypoxia on the renal tissues and renal interstitial fibroblasts of yaks. We found that, at the tissue level, HIF-1α, PDK1, TGF-β1, Smad2, Smad3, and α-SMA were mainly distributed and expressed in tubular epithelial cells but were barely present in the renal mesenchymal fibroblasts of healthy cattle and yak kidneys. Anoptical density analysis showed that in healthy cattle kidneys, TGF-β1, Smad2, and Smad3 expression was significantly higher than in yak kidneys (p < 0.05), and HIF-1α and PDK1 expression was significantly lower than in yak kidneys (p < 0.05). The results at the protein and gene levels showed the same trend. At the cellular level, prolonged hypoxia significantly elevated PDK1 expression in the renal mesangial fibroblasts of cattle and yak kidneys compared with normoxia (p < 0.05) and was proportional to the degree of cellular fibrosis. However, PDK1 expression remained stable in yaks compared with renal interstitial fibroblast-like cells in cattle during the same hypoxic time period. At the same time, prolonged hypoxia also promoted changes in cellular phenotype, promoting the proliferation, activation, glucose consumption, lactate production, and anti-apoptosis in the both of cattle and yaks renal interstitial fibroblasts The differences in kidney structure and expression of PDK1 and HIF-1α in kidney tissue and renal interstitial fibroblasts induced by different oxygen concentrations suggest that there may be a regulatory relationship between yak kidney adaptation and hypoxic environment at high altitude. This provides strong support for the elucidation of the regulatory relationship between PDK1 and HIF-1α, as well as a new direction for the treatment or delay of hypoxic renal fibrosis; additionally, these findings provide a basis for further analysis of the molecular mechanism of hypoxia adaptation-related factors and the adaptation of yaks to plateau hypoxia."
    },
    {
      "pmid": "39501987",
      "title": "Dichloroacetate, a pyruvate dehydrogenase activator, alleviates high-fat-induced impairment of myogenic differentiation in skeletal muscles.",
      "authors": [
        "Chuang-Yen Huang",
        "I-Shan Han",
        "Po-Shiuan Hsieh",
        "Min-Chien Tsai",
        "Hung-Che Chien"
      ],
      "journal": "Basic & clinical pharmacology & toxicology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity-induced impairment of myogenic differentiation leads to muscle loss and sarcopenia. Pyruvate dehydrogenase (PDH) plays a crucial role in glucose metabolism and is associated with muscle differentiation. However, the effect of dichloroacetate (DCA), a PDH activator, on obesity-induced impairment of myogenic differentiation remains unknown. Here, we evaluated the effects of DCA treatment on high-fat intake-induced impairment of myogenic differentiation in C2C12 cells and C57BL/6 mice. In C2C12 cells, DCA treatment improved PDH activity that was reduced by palmitate (PAL) and decreased the lactate concentrations in the media. Additionally, DCA reversed PAL- and high-fat diet (HFD)-induced decrease in the expression of myoblast determination protein 1 (MyoD), myogenin (MyoG) and myosin heavy chain (MyHC) in C2C12 cells and C57BL/6 mice. To explore the possible mechanism, DCA treatment restored the levels of p-Akt, p-FoxO1, p-FoxO3a and p-p38 MAPK levels in PAL-treated C2C12 cells. Moreover, the protective effects of DCA were reversed by treatment with the Akt inhibitor MK2206 in C2C12 cells. In summary, DCA treatment alleviated high-fat intake-induced impairment of myogenic differentiation via Akt signalling, suggesting its potential in treating obesity-associated muscle loss and sarcopenia.",
      "mesh_terms": [
        "Animals",
        "Dichloroacetic Acid",
        "Diet, High-Fat",
        "Mice, Inbred C57BL",
        "Mice",
        "Muscle, Skeletal",
        "Cell Differentiation",
        "Male",
        "Cell Line",
        "Obesity",
        "Muscle Development",
        "Pyruvate Dehydrogenase Complex",
        "Signal Transduction",
        "Myoblasts",
        "Myogenin",
        "Proto-Oncogene Proteins c-akt"
      ]
    },
    {
      "pmid": "39471817",
      "title": "A hierarchical hepatic de novo lipogenesis substrate supply network utilizing pyruvate, acetate, and ketones.",
      "authors": [
        "Adam J Rauckhorst",
        "Ryan D Sheldon",
        "Daniel J Pape",
        "Adnan Ahmed",
        "Kelly C Falls-Hubert",
        "Ronald A Merrill",
        "Reid F Brown",
        "Kshitij Deshmukh",
        "Thomas A Vallim",
        "Stanislaw Deja",
        "Shawn C Burgess",
        "Eric B Taylor"
      ],
      "journal": "Cell metabolism",
      "publication_date": "2025-Jan-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hepatic de novo lipogenesis (DNL) is a fundamental physiologic process that is often pathogenically elevated in metabolic disease. Treatment is limited by incomplete understanding of the metabolic pathways supplying cytosolic acetyl-CoA, the obligate precursor to DNL, including their interactions and proportional contributions. Here, we combined extensive 13C tracing with liver-specific knockout of key mitochondrial and cytosolic proteins mediating cytosolic acetyl-CoA production. We show that the mitochondrial pyruvate carrier (MPC) and ATP-citrate lyase (ACLY) gate the major hepatic lipogenic acetyl-CoA production pathway, operating in parallel with acetyl-CoA synthetase 2 (ACSS2). Given persistent DNL after mitochondrial citrate carrier (CiC) and ACSS2 double knockout, we tested the contribution of exogenous and leucine-derived acetoacetate to acetoacetyl-CoA synthetase (AACS)-dependent DNL. CiC knockout increased acetoacetate-supplied hepatic acetyl-CoA production and DNL, indicating that ketones function as mitochondrial-citrate reciprocal DNL precursors. By delineating a mitochondrial-cytosolic DNL substrate supply network, these findings may inform strategies to therapeutically modulate DNL.",
      "mesh_terms": [
        "Lipogenesis",
        "Animals",
        "Pyruvic Acid",
        "Liver",
        "Mice",
        "Mice, Knockout",
        "Acetyl Coenzyme A",
        "ATP Citrate (pro-S)-Lyase",
        "Ketones",
        "Acetates",
        "Acetate-CoA Ligase",
        "Male",
        "Mitochondrial Membrane Transport Proteins",
        "Monocarboxylic Acid Transporters",
        "Mitochondria",
        "Acetoacetates"
      ]
    },
    {
      "pmid": "39464135",
      "title": "Pyruvate dehydrogenase kinase 1 controls triacylglycerol hydrolysis in cardiomyocytes.",
      "authors": [
        "Michael G Atser",
        "Chelsea D Wenyonu",
        "Elyn M Rowe",
        "Connie L K Leung",
        "Haoning Howard Cen",
        "Eric D Queathem",
        "Leo T Liu",
        "Renata Moravcova",
        "Jason Rogalski",
        "David Perrin",
        "Peter Crawford",
        "Leonard J Foster",
        "Armando Alcazar",
        "James D Johnson"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2025-Feb-24",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "Pyruvate dehydrogenase kinase (PDK) 1 is one of four isozymes that inhibit the oxidative decarboxylation of pyruvate to acetyl-CoA via pyruvate dehydrogenase. PDK activity is elevated in fasting or starvation conditions to conserve carbohydrate reserves. PDK has also been shown to increase mitochondrial fatty acid utilization. In cardiomyocytes, metabolic flexibility is crucial for the fulfillment of high energy requirements. The PDK1 isoform is abundant in cardiomyocytes, but its specific contribution to cardiomyocyte metabolism is unclear. Here we show that PDK1 regulates cardiomyocyte fuel preference by mediating triacylglycerol turnover in differentiated H9c2 myoblasts using lentiviral shRNA to knockdown Pdk1. Somewhat surprisingly, PDK1 loss did not affect overall PDH activity, basal glycolysis, or glucose oxidation revealed by oxygen consumption rate experiments and 13C6 glucose labelling. On the other hand, we observed decreased triacylglycerol turnover in H9c2 cells with PDK1 knockdown, which was accompanied by decreased mitochondrial fatty acid utilization following nutrient deprivation. 13C16 palmitate tracing of uniformly labelled acyl chains revealed minimal acyl chain shuffling within triacylglycerol, indicating that the triacylglycerol hydrolysis, and not re-esterification, was dysfunctional in PDK1 suppressed cells. Importantly, PDK1 loss did not significantly impact the cellular lipidome or triacylglycerol accumulation following palmitic acid treatment, suggesting that effects of PDK1 on lipid metabolism were specific to the nutrient-deprived state. We validated that PDK1 loss decreased triacylglycerol turnover in Pdk1 knockout mice. Together, these findings implicate a novel role for PDK1 in lipid metabolism in cardiomyocytes, independent of its canonical roles in glucose metabolism."
    },
    {
      "pmid": "39386714",
      "title": "Inducible and reversible SOD2 knockdown in mouse skeletal muscle drives impaired pyruvate oxidation and reduced metabolic flexibility.",
      "authors": [
        "Ethan L Ostrom",
        "Rudy Stuppard",
        "Aurora Mattson-Hughes",
        "David J Marcinek"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2024-Sep-25",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "INTRODUCTION: Skeletal muscle mitochondrial dysfunction is a key characteristic of aging muscle and contributes to age related diseases such as sarcopenia, frailty, and type 2 diabetes. Mitochondrial oxidative distress has been implicated as a driving factor in these age-related diseases, however whether it is a cause, or a consequence of mitochondrial dysfunction remains to be determined. The development of more flexible genetic models is an important tool to test the mechanistic role of mitochondrial oxidative stress on skeletal muscle metabolic dysfunction. We characterize a new model of inducible and reversible mitochondrial redox stress using a tetracycline controlled skeletal muscle specific short hairpin RNA targeted to superoxide dismutase 2 (iSOD2). METHODS: iSOD2 KD and control (CON) animals were administered doxycycline for 3- or 12- weeks and followed for up to 24 weeks and mitochondrial respiration and muscle contraction were measured to define the time course of SOD2 KD and muscle functional changes and recovery. RESULTS: Maximum knockdown of SOD2 protein occurred by 6 weeks and recovered by 24 weeks after DOX treatment. Mitochondrial aconitase activity and maximum mitochondrial respiration declined in KD muscle by 12 weeks and recovered by 24 weeks. There were minimal changes in gene expression between KD and CON muscle. Twelve-week KD showed a small, but significant decrease in muscle fatigue resistance. The primary phenotype was reduced metabolic flexibility characterized by impaired pyruvate driven respiration when other substrates are present. The pyruvate dehydrogenase kinase inhibitor dichloroacetate partially restored pyruvate driven respiration, while the thiol reductant DTT did not. CONCLUSION: We use a model of inducible and reversible skeletal muscle SOD2 knockdown to demonstrate that elevated matrix superoxide reversibly impairs mitochondrial substrate flexibility characterized by impaired pyruvate oxidation. Despite the bioenergetic effect, the limited change in gene expression suggests that the elevated redox stress in this model is confined to the mitochondrial matrix."
    },
    {
      "pmid": "39363929",
      "title": "Unveiling the anticancer potential of plumbagin: targeting pyruvate kinase M2 to induce oxidative stress and apoptosis in hepatoma cells.",
      "authors": [
        "Jun Wu",
        "Zhenjiang Ding",
        "Jingwen Tu",
        "Alsiddig Osama",
        "Qiuying Nie",
        "Wenqing Cai",
        "Baoxin Zhang"
      ],
      "journal": "RSC medicinal chemistry",
      "publication_date": "2024-Sep-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pyruvate kinase M2 (PKM2), a crucial enzyme in the glycolysis pathway, is commonly documented as being overexpressed in cancer cells. Inhibiting PKM2, a strategy to mitigate cancer cell-dependent glycolysis, has demonstrated efficacy in anticancer treatment. In this study, plumbagin, which was originally extracted from the plant Plumbago zeylanica L., was discovered as a novel PKM2 inhibitor and it could bind to PKM2 to inhibit the enzymatic activity. Treatment with plumbagin in HepG2 cells resulted in the decrease of PKM2 expression, which in turn reduced the protein kinase function. The mRNA levels of its downstream genes, such as LDHA and MYC, were suppressed. Additionally, plumbagin downregulated the expression of intracellular antioxidant proteins, which induced oxidative stress and mitochondrial damage, ultimately triggering apoptosis. Moreover, plumbagin also reduced the migration and proliferation of HepG2 cells. This study offered valuable insights into the molecular mechanism of plumbagin and advocated for the exploration of PKM2 inhibitors as viable possibilities for anticancer therapeutics."
    },
    {
      "pmid": "39360506",
      "title": "Mitochondrial Pyruvate Carrier 1 as a Novel Prognostic Biomarker in Non-Small Cell Lung Cancer.",
      "authors": [
        "Hongbo Zou",
        "Yunfei Yin",
        "Kai Xiong",
        "Xuelian Luo",
        "Zhongju Sun",
        "Bijing Mao",
        "Qichao Xie",
        "Mei Tan",
        "Rui Kong"
      ],
      "journal": "Technology in cancer research & treatment",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Abnormal mitochondrial pyruvate carrier 1 (MPC1) expression plays a key role in tumor metabolic reprogramming and progression. Understanding its significance in non-small cell lung cancer (NSCLC) is crucial for identifying therapeutic targets. METHODS: TIMER 2.0 was utilized to assess the expression of MPC1 in both normal and cancer tissues in pan-cancer. Overall survival (OS) differences between high and low MPC1 expression were analyzed in NSCLC using the Cancer Genome Atlas (TCGA) datasets. We also examined the expression of MPC1 in NSCLC cell lines using western blotting and quantitative reverse transcriptase polymerase chain reaction (qRT-PCR). In addition, the tissue samples and clinical information of 80 patients with NSCLC from our hospital were collected. Immunohistochemistry (IHC) was used to assess MPC1 expression, and OS was evaluated using Kaplan-Meier curves and the log-rank test. Univariate and multivariate Cox regression analyses were conducted to evaluate the prognostic values of the clinical characteristics and MPC1expression. RESULTS: Analysis of public databases suggested that MPC1 was downregulated in NSCLC compared to that in normal lung tissue and predicted poor prognosis. In addition, the expression of MPC1 in NSCLC cell lines was lower than that in human bronchial epithelial (HBE) cells at both protein and mRNA levels. Further clinical analysis suggested that MPC1 expression was correlated with age, tumor T stage, and TNM stage. Kaplan-Meier analysis revealed that NSCLC patients with high MPC1 expression had a better prognosis, particularly in lung adenocarcinoma (LUAD), whereas no survival benefit was observed in lung squamous cell carcinoma (LUSC). Univariate and multivariate analyses suggested that MPC1 was an independent prognostic factor for patients with NSCLC. CONCLUSIONS: MPC1 is poorly expressed in NSCLC, particularly in LUAD, which predicts a poor prognosis and may serve as an independent prognostic factor. Further studies on MPC1 may reveal new targets for the treatment of NSCLC.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Non-Small-Cell Lung",
        "Monocarboxylic Acid Transporters",
        "Prognosis",
        "Biomarkers, Tumor",
        "Female",
        "Male",
        "Mitochondrial Membrane Transport Proteins",
        "Lung Neoplasms",
        "Middle Aged",
        "Kaplan-Meier Estimate",
        "Cell Line, Tumor",
        "Gene Expression Regulation, Neoplastic",
        "Aged",
        "Immunohistochemistry",
        "Neoplasm Staging"
      ]
    },
    {
      "pmid": "39342148",
      "title": "Classic ketogenic diet-induced ketoacidosis in the treatment of pyruvate dehydrogenase deficiency: a case report and literature review.",
      "authors": [
        "Rongrong Li",
        "Mingsheng Ma",
        "Wei Chen",
        "Zhengqing Qiu"
      ],
      "journal": "BMC pediatrics",
      "publication_date": "2024-Sep-28",
      "publication_types": [
        "Case Reports",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: As a rare mitochondrial disorder, the pyruvate dehydrogenase complex (PDC) deficiency is a rare inborn disease characterized with glucose metabolism defects, which leads to neurological dysfunction, serum lactic acid buildup and a resultant trend of metabolic acidosis. Although the ketogenic diet (KD) is the first-line treatment for PDC deficiency, there is currently no widely accepted consensus on specific implementation of KD for this condition. Due to the combined effect of pre-existing hyperlactacidemia and KD-induced ketoacidosis that can further exacerbate metabolic disturbances, maintaining metabolic homeostasis should be prioritized during the implementation of KD. CASE PRESENTATION: Herein, the authors present a 6-year-old boy with lactic acidosis, ataxia, hypotonia and neuromotor development retardation. The KD was started after the patient was diagnosed with PDC deficiency based on genetic testing. The initiation with classic KD resulted in severe non-diabetic ketoacidosis with elevated anion gap, which was promptly alleviated by dextrose supplementation and dietary modification to a less-restrictive KD. Long-term supervision demonstrated the efficacy of a modified KD in improving both clinical course and metabolic acidosis of the patient. CONCLUSIONS: This rare case adds to the limited evidence of KD application in PDC deficiency, and provides valuable insights into the importance of reasonably lowering the ketogenic ratio of KD at the start of treatment to reduce the risk of metabolic acidosis.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Pyruvate Dehydrogenase Complex Deficiency Disease",
        "Male",
        "Child",
        "Ketosis",
        "Acidosis, Lactic"
      ]
    },
    {
      "pmid": "39336532",
      "title": "Evaluation of Glucose 6-Phosphate Dehydrogenase, Pyruvate Kinase, and New Generation Inflammation Biomarkers in Prolonged Neonatal Jaundice.",
      "authors": [
        "Omer Okuyan",
        "Seyma Dumur",
        "Neval Elgormus",
        "Hafize Uzun"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2024-Sep-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background and Objectives: To evaluate the clinical findings of glucose 6-phosphate dehydrogenase (G6PD) and pyruvate kinase (PK) deficiency in prolonged jaundice and to determine whether the systemic immune inflammation index (SII), neutrophil-to-lymphocyte ratio (NLR), and platelet-to-lymphocyte ratio (PLR) can be used in the diagnosis of neonatal prolonged jaundice. Materials and Methods: Among full-term neonates with hyperbilirubinemia who were admitted to Medicine Hospital between January 2019 and January 2024 with the complaint of jaundice, 167 infants with a serum bilirubin level above 10 mg/dL, whose jaundice persisted after the 10th day, were included in this study. Results: G6PD activity was negatively correlated with NLR, SII, age, and hematocrit (Hct). There was a weak negative correlation between G6PD and NLR and a moderate negative correlation between G6PD activity and SII when adjusted for age and Hct. PK activity showed no significant correlation with G6PD, NLR, PLR, SII, age, and Hct. A linear relationship was observed between G6PD activity and SII and NLR. Conclusions: NLR and SII can be easily calculated in the evaluation of prolonged jaundice in G6PD deficiency has a considerable advantage. NLR and SII levels may contribute by preventing further tests for prolonged jaundice and regulating its treatment. It may be useful to form an opinion in emergencies and in early diagnostic period.",
      "mesh_terms": [
        "Humans",
        "Jaundice, Neonatal",
        "Pyruvate Kinase",
        "Infant, Newborn",
        "Biomarkers",
        "Female",
        "Male",
        "Inflammation",
        "Glucosephosphate Dehydrogenase",
        "Glucosephosphate Dehydrogenase Deficiency",
        "Pyruvate Metabolism, Inborn Errors",
        "Neutrophils",
        "Anemia, Hemolytic, Congenital Nonspherocytic"
      ]
    },
    {
      "pmid": "39314508",
      "title": "Initial Experience of Metabolic Imaging with Hyperpolarized [1-13C]pyruvate MRI in Kidney Transplant Patients.",
      "authors": [
        "Xiaoxi Liu",
        "Ying-Chieh Lai",
        "Di Cui",
        "Shiang-Cheng Kung",
        "Meyeon Park",
        "Laszik Zoltan",
        "Peder E Z Larson",
        "Zhen J Wang"
      ],
      "journal": "ArXiv",
      "publication_date": "2024-Sep-10",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "BACKGROUND: Kidney transplant is the treatment of choice for patients with end-stage renal disease. Early detection of allograft injury is important to delay or prevent irreversible damage. PURPOSE: To investigate the feasibility of hyperpolarized (HP) [1-13C]pyruvate MRI for assessing kidney allograft metabolism. STUDY TYPE: Prospective. SUBJECTS: 6 participants (mean age, 45.2 ± 12.4 years, 2 females) scheduled for kidney allograft biopsy and 5 patients (mean age, 59.6 ± 10.4 years, 2 females) with renal cell carcinoma (RCC). FIELD STRENGTH/SEQUENCE: 3 Tesla, T2-weighted fast spin echo, multi-echo gradient echo, single shot diffusion-weighted echo-planar imaging, and time-resolved HP 13C metabolite-selective imaging. ASSESSMENT: Five of the six kidney allograft participants underwent biopsy after MRI. Estimated glomerular filtration rate (eGFR) and urine protein-to-creatine ratio (uPCR) were collected within 4 weeks of MRI. Kidney metabolism was quantified from HP [1-13C]pyruvate MRI using the lactate-to-pyruvate ratio in allograft kidneys and non-tumor bearing kidneys from RCC patients. STATISTICAL TESTS: Descriptive statistics (mean ± standard deviation). RESULTS: Biopsy was performed a mean of 9 days (range 5-19 days) after HP [1-13C]pyruvate MRI. Three biopsies were normal, one showed low-grade fibrosis and one showed moderate microvascular inflammation. All had stable functioning allografts with eGFR > 60 mL/min/1.73 m2 and normal uPCR. One participant who did not undergo biopsy had reduced eGFR of 49 mL/min/1.73 m2 and elevated uPCR. The mean lactate-to-pyruvate ratio was 0.373 in participants with normal findings (n = 3) and 0.552 in participants with abnormal findings (n = 2). The lactate-to-pyruvate ratio was highest (0.847) in the participant with reduced eGFR and elevated uPRC. Native non-tumor bearing kidneys had a mean lactate-to-pyruvate ratio of 0.309. DATA CONCLUSION: Stable allografts with normal findings at biopsy showed lactate-to-pyruvate ratios similar to native non-tumor bearing kidneys, whereas allografts with abnormal findings showed higher lactate-to-pyruvate ratios."
    },
    {
      "pmid": "39311141",
      "title": "How We Treat Hemolytic Anemia Due to Pyruvate Kinase Deficiency.",
      "authors": [
        "Sara Tama-Shekan",
        "Valeria Moreno",
        "Ludovic Saba",
        "Chakra P Chaulagain"
      ],
      "journal": "Hematology reports",
      "publication_date": "2024-Aug-31",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Pyruvate kinase (PK) deficiency is an inherited red blood cell (RBC) enzyme disorder that results in non-immune chronic hemolytic anemia. Characteristic symptoms of PK deficiency include anemia, fatigue, splenomegaly, jaundice, gallstones, thrombosis, and transfusional iron overload. Previously, treatments aimed at symptomatic management with RBC transfusions, phototherapy, folic acid supplementation, splenectomy, and iron chelation therapy when iron overload was documented. Mitapivat, a recently approved medication for treatment of PK-deficiency hemolytic anemia, is an oral allosteric activator of wild-type and mutant RBC PK enzymes. In this paper, we describe three cases of PK-deficiency anemia treated with mitapivat and describe modern management of this rare hemolytic disorder. METHODS: A retrospective healthcare database analysis was conducted to extract relevant information. Both quantitative and qualitative methods were integrated to provide a more comprehensive understanding of the cases. RESULTS: Two patients responded well to treatment with mitapivat, noted by an increase in hemoglobin levels, improvements in hemolytic markers, less frequent or no RBC transfusion requirements, and improvements in fatigue. One patient carrying two non-missense mutations of the PKLR gene did not respond to treatment with mitapivat. As variations in patient-specific factors (including genotype) can lead to different clinical manifestations and responses to treatment, we recommend considering both the phenotype (clinical symptoms and signs) and the genotype of the PKLR gene when making therapeutic decisions about starting a patient on mitapivat. CONCLUSIONS: While mitapivat addresses the previously unmet needs of most patients with PK deficiency as the first and only disease-modifying medication to receive approval for this condition, not all patients with PK deficiency are amenable to treatment with mitapivat."
    },
    {
      "pmid": "39309364",
      "title": "Novel sulfonamides unveiled as potent anti-lung cancer agents via tumor pyruvate kinase M2 activation.",
      "authors": [
        "Rudradip Das",
        "Deep Rohan Chatterjee",
        "Saumya Kapoor",
        "Het Vyas",
        "Amit Shard"
      ],
      "journal": "RSC medicinal chemistry",
      "publication_date": "2024-Sep-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This rational pursuit led to the identification of a novel sulfonamide derivative as a potent anti-lung cancer (LC) compound. Considering these results, we synthesized 38 novel sulfonamide derivatives with diverse skeletal structures. In vitro cytotoxicity assays revealed a potent and selective antiproliferative effect against A549 cells after evaluating a panel of cancer cell lines. Compound 9b has emerged as a potent activator of tumor pyruvate kinase M2 (PKM2), a protein known to play a critical role in LC. Apoptosis assays and cell cycle analysis demonstrated early apoptosis and G2 phase arrest. In silico studies demonstrated interactions between compound 9b and the activator binding site of PKM2. Surface plasmon resonance (SPR) experiments strongly indicated that 9b has a high affinity (K d of 1.378 nM) for PKM2. Furthermore, the increase in reactive oxygen species and decrease in lactate concentration suggested that compound 9b has significant anticancer effects. Notably, the increase in particle size following treatment with 9b suggested the tetramerization of PKM2. This work provides insights that might advance efforts to develop effective non-platinum anticancer agents."
    },
    {
      "pmid": "39279560",
      "title": "Pyruvate kinase modulators as a therapy target: an updated patent review 2018-2023.",
      "authors": [
        "Sevki Adem",
        "Azhar Rasul",
        "Saba Riaz",
        "Ayesha Sadiqa",
        "Matloob Ahmad",
        "Muhammad Shahid Nazir",
        "Mudassir Hassan"
      ],
      "journal": "Expert opinion on therapeutic patents",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: Cancer cells adopt a glycolytic phenotype to fulfill their energy needs in unfavorable conditions. In metabolic rewiring, cancer cells upregulate the expression of glycolytic pathway regulators including glucose transporter 1, hexokinase 2, and PKM2 (pyruvate kinase) into its M2 splice form. Among these regulators, PKM2 plays a major role in metabolic reprogramming and is overexpressed in various diseases, including cancer. Dimerization of PKM2 causes the generation of synthetic precursors from glycolytic intermediates, which are essential for cellular growth and cancer cell proliferation. COVERED AREAS: This article is focused on examining recent patents (2018-2023) on PKM2 activators, inhibitors and their biological and synthesis properties by using the advanced search service of the European Patent Office (EPO). Moreover, other databases including PubMed, Google Scholar and Elsevier were also examined for scientific data. On basis of their chemical structures, PKM2 activators and inhibitors are classified into pyrazole, pyrolidine-pyrazole, phenol, benzoxazine, isoselenazolo-pyridinium, phthalazine, and propiolylamide derivatives. EXPERT OPINION: Activating PKM2 reduces proliferation and development of cells by reducing the quantity of biomolecules needed for cell formation. PKM2 activators and inhibitors are highly effective in treating many cancer pathogens. It is important to find new, more potent and selective molecules for PKM2 activation and inhibition.",
      "mesh_terms": [
        "Humans",
        "Patents as Topic",
        "Neoplasms",
        "Animals",
        "Antineoplastic Agents",
        "Cell Proliferation",
        "Pyruvate Kinase",
        "Thyroid Hormone-Binding Proteins",
        "Membrane Proteins",
        "Molecular Targeted Therapy",
        "Thyroid Hormones",
        "Carrier Proteins",
        "Drug Development",
        "Glycolysis"
      ]
    },
    {
      "pmid": "39270801",
      "title": "Hyperpolarized [1-13C]pyruvate cardiovascular magnetic resonance imaging identifies metabolic phenotypes in patients with heart failure.",
      "authors": [
        "Steen Hylgaard Joergensen",
        "Esben Soevsoe S Hansen",
        "Nikolaj Bøgh",
        "Lotte Bonde Bertelsen",
        "Rasmus Stilling Tougaard",
        "Peter Bisgaard Staehr",
        "Christoffer Laustsen",
        "Henrik Wiggers"
      ],
      "journal": "Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance",
      "publication_date": null,
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Hyperpolarized [1-13C]pyruvate cardiovascular magnetic resonance imaging (HP [1-13C]pyruvate CMR) visualizes key steps in myocardial metabolism. The present study aimed to examine patients with heart failure (HF) using HP [1-13C]pyruvate CMR. METHODS: A cross-sectional study of patients with HF and healthy controls using HP [1-13C]pyruvate CMR. Metabolic imaging was obtained using a cardiac-gated spectral-spatial excitation with spiral read-out acquisition. The metabolite signal was analyzed for lactate, bicarbonate, and the alanine signal. Metabolite signal was normalized to the total carbon signal (TC). At the 1-year follow-up, echocardiography was performed in all patients and HP [1-13C]pyruvate MRI in two patients. RESULTS: We included six patients with ischemic heart disease (IHD), six with dilated cardiomyopathy, and six healthy controls. In patients, left ventricular ejection fraction (LVEF) correlated with lactate/bicarbonate (r = -0.6, p = 0.03) and lactate/TC (r = -0.7, p = 0.01). In patients with LVEF <30%, lactate/TC was increased (p = 0.01) and bicarbonate/TC reduced (p = 0.03). Circumferential strain correlated with metabolite ratios: lactate/bicarbonate, r = 0.87 (p = 0.0002); lactate/TC, r = 0.85 (p = 0.0005); bicarbonate/TC, r = -0.82 (p = 0.001). In patients with IHD, a strong correlation was found between baseline metabolite ratios and the change in LVEF at follow-up: lactate/bicarbonate (p = 0.001), lactate/TC (p = 0.011), and bicarbonate/TC (p = 0.012). CONCLUSIONS: This study highlighted the ability of HP [1-13C]pyruvate CMR to detect changes in metabolism in HF. HP [1-13C]pyruvate CMR has the potential for metabolic phenotyping of patients with HF and for predicting treatment response. TRIAL REGISTRATION: EUDRACT, 2018-003533-15. Registered December 4, 2018, https://www.clinicaltrialsregister.eu/ctr-search/search?query=2018-003533-15.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Heart Failure",
        "Female",
        "Middle Aged",
        "Cross-Sectional Studies",
        "Aged",
        "Predictive Value of Tests",
        "Bicarbonates",
        "Pyruvic Acid",
        "Ventricular Function, Left",
        "Stroke Volume",
        "Case-Control Studies",
        "Biomarkers",
        "Phenotype",
        "Myocardium",
        "Lactic Acid",
        "Cardiomyopathy, Dilated",
        "Time Factors",
        "Myocardial Ischemia",
        "Magnetic Resonance Imaging, Cine",
        "Energy Metabolism",
        "Carbon Isotopes",
        "Alanine",
        "Magnetic Resonance Imaging"
      ]
    },
    {
      "pmid": "39265169",
      "title": "Activating pyruvate kinase improves red blood cell integrity by reducing band 3 tyrosine phosphorylation.",
      "authors": [
        "Kang Le",
        "Xunde Wang",
        "Jonathan Chu",
        "Maureen Lundt",
        "Yuan Yee Lee",
        "Anna Conrey",
        "Ingrid Frey",
        "Silvia Giannini",
        "Penelope A Kosinski",
        "John M Hausman",
        "Philip S Low",
        "Neal Jeffries",
        "Sanjay A Desai",
        "Swee Lay Thein"
      ],
      "journal": "Blood advances",
      "publication_date": "2024-Nov-12",
      "publication_types": [
        "Journal Article",
        "Clinical Trial, Phase I"
      ],
      "abstract": "In a phase 1 study (NCT04000165), we established proof of concept for activating pyruvate kinase (PK) in sickle cell disease (SCD) as a viable antisickling therapy. AG-348 (mitapivat), a PK activator, increased adenosine triphosphate (ATP) and decreased 2,3-diphosphoglycerate levels while patients were on treatment, in line with the mechanism of the drug. We noted that the increased hemoglobin (Hb) persisted for 4 weeks after stopping AG-348 until the end of study (EOS). Here, we investigated the pathways modulated by activating PK that may contribute to the improved red blood cell (RBC) survival after AG-348 cessation. We evaluated frozen whole blood samples taken at multiple time points from patients in the phase 1 study, from which RBC ghosts were isolated and analyzed by western blotting for tyrosine phosphorylation of band 3 (Tyr-p-bd3), ankyrin-1, and intact (active) protein tyrosine phosphatase 1B (PTP1B) levels. We observed a significant dose-dependent decrease in mean Tyr-p-bd3 from baseline in the patients, accompanied by an increase in the levels of membrane-associated ankyrin-1 and intact PTP1B, all of which returned to near baseline by EOS. Because PTP1B is cleaved (inactivated) by intracellular Ca2+-dependent calpain, we next measured the effect of AG-348 on ATP production and calpain activity and the plasma membrane Ca2+ ATPase pump-mediated efflux kinetics in HbAA and HbSS erythrocytes. AG-348 treatment increased ATP levels, decreased calpain activity, and increased Ca2+ efflux. Altogether, our data indicate that ATP increase is a key mechanism underlying the increase in hemoglobin levels upon PK activation in SCD. This trial was registered at www.clinicaltrials.gov as #NCT04000165.",
      "mesh_terms": [
        "Humans",
        "Erythrocytes",
        "Anion Exchange Protein 1, Erythrocyte",
        "Phosphorylation",
        "Pyruvate Kinase",
        "Anemia, Sickle Cell",
        "Adenosine Triphosphate",
        "Protein Tyrosine Phosphatase, Non-Receptor Type 1",
        "Ankyrins",
        "Tyrosine",
        "Enzyme Activation"
      ]
    },
    {
      "pmid": "39239784",
      "title": "Initial Experience of Metabolic Imaging With Hyperpolarized [1-13C]pyruvate MRI in Kidney Transplant Patients.",
      "authors": [
        "Xiaoxi Liu",
        "Ying-Chieh Lai",
        "Di Cui",
        "Shiang-Cheng Kung",
        "Meyeon Park",
        "Zoltan Laszik",
        "Peder E Z Larson",
        "Zhen J Wang"
      ],
      "journal": "Journal of magnetic resonance imaging : JMRI",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Kidney transplant is the treatment of choice for patients with end-stage renal disease. Early detection of allograft injury is important to delay or prevent irreversible damage. PURPOSE: To investigate the feasibility of hyperpolarized (HP) [1-13C]pyruvate MRI for assessing kidney allograft metabolism. STUDY TYPE: Prospective. SUBJECTS: Six participants (mean age, 45.2 ± 12.4 years, two females) scheduled for kidney allograft biopsy and five patients (mean age, 59.6 ± 10.4 years, two females) with renal cell carcinoma (RCC). FIELD STRENGTH/SEQUENCE: Three Tesla, T2-weighted fast spin echo, multi-echo gradient echo, single shot diffusion-weighted echo-planar imaging, and time-resolved HP 13C metabolite-selective imaging. ASSESSMENT: Five of the six kidney allograft participants underwent biopsy after MRI. Estimated glomerular filtration rate (eGFR) and urine protein-to-creatine ratio (uPCR) were collected within 4 weeks of MRI. Kidney metabolism was quantified from HP [1-13C]pyruvate MRI using the lactate-to-pyruvate ratio in allograft kidneys and non-tumor bearing kidneys from RCC patients. STATISTICAL TESTS: Descriptive statistics (mean ± SD). RESULTS: Biopsy was performed a mean of 9 days (range 5-19 days) after HP [1-13C]pyruvate MRI. Three biopsies were normal, one showed low-grade fibrosis and one showed moderate microvascular inflammation. All had stable functioning allografts with eGFR >60 mL/min/1.73 m2 and normal uPCR. One participant who did not undergo biopsy had reduced eGFR of 49 mL/min/1.73 m2 and elevated uPCR. The mean lactate-to-pyruvate ratio was 0.373 in participants with normal findings (N = 3) and 0.552 in participants with abnormal findings (N = 2). The lactate-to-pyruvate ratio was highest (0.847) in the participant with reduced eGFR and elevated uPRC. Native non-tumor bearing kidneys had a mean lactate-to-pyruvate ratio of 0.309. DATA CONCLUSION: Stable allografts with normal findings at biopsy showed lactate-to-pyruvate ratios similar to native non-tumor bearing kidneys, whereas allografts with abnormal findings showed higher lactate-to-pyruvate ratios. EVIDENCE LEVEL: 2 TECHNICAL EFFICACY: Stage 2.",
      "mesh_terms": [
        "Humans",
        "Kidney Transplantation",
        "Female",
        "Male",
        "Middle Aged",
        "Magnetic Resonance Imaging",
        "Pyruvic Acid",
        "Prospective Studies",
        "Kidney",
        "Adult",
        "Carbon Isotopes",
        "Carcinoma, Renal Cell",
        "Kidney Neoplasms",
        "Allografts",
        "Biopsy",
        "Feasibility Studies",
        "Glomerular Filtration Rate"
      ]
    },
    {
      "pmid": "39224515",
      "title": "Post-translational modifications of pyruvate dehydrogenase complex in cardiovascular disease.",
      "authors": [
        "Bo Guo",
        "Fujiao Zhang",
        "Yue Yin",
        "Xingmin Ning",
        "Zihui Zhang",
        "Qinglei Meng",
        "Ziqi Yang",
        "Wenhua Jiang",
        "Manling Liu",
        "Yishi Wang",
        "Lijuan Sun",
        "Lu Yu",
        "Nan Mu"
      ],
      "journal": "iScience",
      "publication_date": "2024-Sep-20",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pyruvate dehydrogenase complex (PDC) is a crucial enzyme that connects glycolysis and the tricarboxylic acid (TCA) cycle pathway. It plays an essential role in regulating glucose metabolism for energy production by catalyzing the oxidative decarboxylation of pyruvate to acetyl coenzyme A. Importantly, the activity of PDC is regulated through post-translational modifications (PTMs), phosphorylation, acetylation, and O-GlcNAcylation. These PTMs have significant effects on PDC activity under both physiological and pathophysiological conditions, making them potential targets for metabolism-related diseases. This review specifically focuses on the PTMs of PDC in cardiovascular diseases (CVDs) such as myocardial ischemia/reperfusion injury, diabetic cardiomyopathy, obesity-related cardiomyopathy, heart failure (HF), and vascular diseases. The findings from this review offer theoretical references for the diagnosis, treatment, and prognosis of CVD."
    },
    {
      "pmid": "39219972",
      "title": "Red Cell Pyruvate Kinase Deficiency With Hypertriglyceridemia: A Case Report.",
      "authors": [
        "Dinesh V Hinge",
        "Mamta Muranjan",
        "Amar Taksande",
        "Priyanka Hampe"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Red cell pyruvate kinase (PK) deficiency is a genetic disorder affecting the enzyme PK in red blood cells. A deficiency in PK leads to hemolytic anemia. Hypertriglyceridemia means elevated levels of triglycerides in the blood. The hypertriglyceridemia disorder can be primary or secondary to an underlying disease. Hypertriglyceridemia with β-thalassemia major is a known association and is called hypertriglyceridemia-thalassemia syndrome. A four-month-old male child was found to have milky serum. On investigation, there was severe anemia, with triglycerides at 1197 mg/dL and high lactate dehydrogenase (LDH). The child had severe pallor, mild icterus, a dysmorphic face, and splenohepatomegaly. Ophthalmic examination showed lipemia retinitis. The child was treated with medium-chain fatty acid formula feed. Regular blood transfusions, folic acid supplements, and avoidance of salicylate group drugs were advised. The child improved and is doing well. Thus, early diagnosis and treatment can change the prognosis and help maintain a near-normal life for affected infants."
    },
    {
      "pmid": "39219252",
      "title": "Identification of genes contributing to attenuation of rat model of galactose-induced cataract by pyruvate.",
      "authors": [
        "Fuuga Masuda",
        "Mayumi Inami",
        "Yoshihiro Takamura",
        "Masaru Inatani",
        "Masaya Oki"
      ],
      "journal": "Genes to cells : devoted to molecular & cellular mechanisms",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cataracts are a disease that reduces vision due to opacity formation of the lens. Diabetic cataracts occur at young age and progress relatively quickly, so the development of effective treatment has been awaited. Several studies have shown that pyruvate inhibits oxidative stress and glycation of lens proteins, which contribute to onset of diabetic cataracts. However, detailed molecular mechanisms have not been revealed. In this study, we attempted to reduce galactose-induced opacity by pyruvate with rat ex vivo model. Rat lenses were extracted and cultured in galactose-containing medium to induce lens opacity. After opacity had developed, continued culturing with pyruvate in the medium resulted in a reduction of lens opacity. Subsequently, we conducted microarray analysis to investigate the genes that contribute to the therapeutic effect. We performed quantitative expression measurements using RT-qPCR for extracted genes that were upregulated in cataract-induced lenses and downregulated in pyruvate-treated lenses, resulting in the identification of 34 candidate genes. Functional analysis using the STRING database suggests that metallothionein-related factors (Mt1a, Mt1m, and Mt2A) and epithelial-mesenchymal transition-related factors (Acta2, Anxa1, Cd81, Mki67, Timp1, and Tyms) contribute to the therapeutic effect of cataracts.",
      "mesh_terms": [
        "Animals",
        "Cataract",
        "Galactose",
        "Rats",
        "Pyruvic Acid",
        "Disease Models, Animal",
        "Lens, Crystalline",
        "Male",
        "Rats, Sprague-Dawley",
        "Epithelial-Mesenchymal Transition"
      ]
    },
    {
      "pmid": "39200290",
      "title": "Pyruvate Carboxylase Attenuates Myocardial Ischemia-Reperfusion Injury in Heart Transplantation via Wnt/β-Catenin-Mediated Glutamine Metabolism.",
      "authors": [
        "Zihao Wang",
        "Hongwen Lan",
        "Yixuan Wang",
        "Qiang Zheng",
        "Chenghao Li",
        "Kan Wang",
        "Tixiusi Xiong",
        "Qingping Wu",
        "Nianguo Dong"
      ],
      "journal": "Biomedicines",
      "publication_date": "2024-Aug-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The ischemia-reperfusion process of a donor heart during heart transplantation leads to severe mitochondrial dysfunction, which may be the main cause of donor heart dysfunction after heart transplantation. Pyruvate carboxylase (PC), an enzyme found in mitochondria, is said to play a role in the control of oxidative stress and the function of mitochondria. This research examined the function of PC and discovered the signaling pathways controlled by PC in myocardial IRI. We induced IRI using a murine heterotopic heart transplantation model in vivo and a hypoxia-reoxygenation cell model in vitro and evaluated inflammatory responses, oxidative stress levels, mitochondrial function, and cardiomyocyte apoptosis. In both in vivo and in vitro settings, we observed a significant decrease in PC expression during myocardial IRI. PC knockdown aggravated IRI by increasing MDA content, LDH activity, TUNEL-positive cells, serum cTnI level, Bax protein expression, and the level of inflammatory cytokines and decreasing SOD activity, GPX activity, and Bcl-2 protein expression. PC overexpression yielded the opposite findings. Additional research indicated that reducing PC levels could block the Wnt/β-catenin pathway and glutamine metabolism by hindering the movement of β-catenin to the nucleus and reducing the activity of complex I and complex II, as well as ATP levels, while elevating the ratios of NADP+/NADPH and GSSG/GSH. Overall, the findings indicated that PC therapy can shield the heart from IRI during heart transplantation by regulating glutamine metabolism through the Wnt/β-catenin pathway."
    },
    {
      "pmid": "39189621",
      "title": "Regulation of Ptbp1-controlled alternative splicing of pyruvate kinase muscle by liver kinase B1 governs vascular smooth muscle cell plasticity in vivo.",
      "authors": [
        "Zhaohua Cai",
        "Ganesh Satyanarayana",
        "Ping Song",
        "Fujie Zhao",
        "Shaojin You",
        "Zhixue Liu",
        "Jing Mu",
        "Ye Ding",
        "Ben He",
        "Ming-Hui Zou"
      ],
      "journal": "Cardiovascular research",
      "publication_date": "2024-Nov-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: Vascular smooth muscle cell (VSMC) plasticity is a state in which VSMCs undergo phenotypic switching from a quiescent contractile phenotype into other functionally distinct phenotypes. Although emerging evidence suggests that VSMC plasticity plays critical roles in the development of vascular diseases, little is known about the key determinant for controlling VSMC plasticity and fate. METHODS AND RESULTS: We found that smooth muscle cell-specific deletion of Lkb1 in tamoxifen-inducible Lkb1flox/flox;Myh11-Cre/ERT2 mice spontaneously and progressively induced aortic/arterial dilation, aneurysm, rupture, and premature death. Single-cell RNA sequencing and imaging-based lineage tracing showed that Lkb1-deficient VSMCs transdifferentiated gradually from early modulated VSMCs to fibroblast-like and chondrocyte-like cells, leading to ossification and blood vessel rupture. Mechanistically, Lkb1 regulates polypyrimidine tract binding protein 1 (Ptbp1) expression and controls alternative splicing of pyruvate kinase muscle (PKM) isoforms 1 and 2. Lkb1 loss in VSMC results in an increased PKM2/PKM1 ratio and alters the metabolic profile by promoting aerobic glycolysis. Treatment with PKM2 activator TEPP-46 rescues VSMC transformation and aortic dilation in Lkb1flox/flox;Myh11-Cre/ERT2 mice. Furthermore, we found that Lkb1 expression decreased in human aortic aneurysm tissue compared to control tissue, along with changes in markers of VSMC fate. CONCLUSION: Lkb1, via its regulation of Ptbp1-dependent alterative splicing of PKM, maintains VSMC in contractile states by suppressing VSMC plasticity.",
      "mesh_terms": [
        "Animals",
        "Polypyrimidine Tract-Binding Protein",
        "Muscle, Smooth, Vascular",
        "Myocytes, Smooth Muscle",
        "Cell Plasticity",
        "Protein Serine-Threonine Kinases",
        "Alternative Splicing",
        "Phenotype",
        "Mice, Knockout",
        "Heterogeneous-Nuclear Ribonucleoproteins",
        "Humans",
        "Cells, Cultured",
        "Male",
        "Disease Models, Animal",
        "Glycolysis",
        "Mice, Inbred C57BL",
        "Vascular Remodeling",
        "Signal Transduction",
        "Mice",
        "AMP-Activated Protein Kinase Kinases",
        "Pyruvate Kinase",
        "AMP-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "39177735",
      "title": "The Role of Mitochondrial Pyruvate Carrier in Neurological Disorders.",
      "authors": [
        "Yue Liu",
        "Xiying Yu",
        "Wei Jiang"
      ],
      "journal": "Molecular neurobiology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The mitochondrial pyruvate carrier (MPC) is a specific protein complex located in the inner mitochondrial membrane. Comprising a heterodimer of two homodimeric membrane proteins, mitochondrial pyruvate carrier 1 and mitochondrial pyruvate carrier 2, MPC connects cytoplasmic metabolism to mitochondrial metabolism by transferring pyruvate from the cytoplasm to the mitochondria. The nervous system requires substantial energy to maintain its function, and the mitochondrial energy supply is closely linked to neurological function. Mitochondrial dysfunction can induce or exacerbate intracerebral pathologies. MPC influences mitochondrial function due to its specific role as a pyruvate transporter. However, recent studies on MPC and mitochondrial dysfunction in neurological disorders have yielded controversial results, and the underlying mechanisms remain unclear. In this brief review, we provide an overview of the structure and function of MPC. We further discuss the potential mechanisms and feasibility of targeting MPC in treating Parkinson's disease, Alzheimer's disease, and cerebral ischemia/hypoxia injury. This review aims to offer insights into MPC as a target for clinical treatment.",
      "mesh_terms": [
        "Humans",
        "Nervous System Diseases",
        "Animals",
        "Mitochondria",
        "Mitochondrial Membrane Transport Proteins",
        "Monocarboxylic Acid Transporters"
      ]
    },
    {
      "pmid": "39169543",
      "title": "Intracellular pyruvate as one of the major bioactive substances of lactic acid bacteria isolated from kimchi.",
      "authors": [
        "Jin Yong Kang",
        "Moeun Lee",
        "Jung Hee Song",
        "Eun Ji Choi",
        "So Yeong Mun",
        "Daun Kim",
        "Seul Ki Lim",
        "Namhee Kim",
        "Bo Yeon Park",
        "Ji Yoon Chang"
      ],
      "journal": "Journal of food science",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study aimed to identify the metabolites associated with the physiological activity of kimchi-derived lactic acid bacteria (LAB). A clear difference was observed between the 2,2'-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid (ABTS) radical scavenging rates when the pyruvate content was high (273.5 ng/µL; radical removal speed 6.50% per min) and the rates when the pyruvate content had decreased (131.9 ng/µL; radical removal speed 3.63% per min). Additionally, the characteristics of LAB antioxidant activity (increase in ABTS radical scavenging activity with reaction time, low level of 2,2-diphenyl-1-picrylhydrazyl radical scavenging activity) were similar to those of pyruvate-derived activity. Hydrogen peroxide content (WiKim0124, 2.08 → 0.26; WiKim0121, 0.99 → 0.47; WiKim39, 1.93 → 0.24) and lactate dehydrogenase activity (WiKim0124, 1.53 → 0.00; WiKim0121, 0.73 → 0.01; WiKim39, 1.72 → 0.02) decreased more in heat-killed LAB than in non-heat-killed LAB. Accordingly, this resulted in increased pyruvate content and the inhibitory activity of lipid peroxide production increased by 2-3 times. Our findings indicate that pyruvate is one of the major metabolites regulating LAB physiological activity. PRACTICAL APPLICATION: The safety of utilizing live probiotics remains a topic of debate. To mitigate associated risks, there is a growing interest in non-viable microorganisms or microbial cell extracts for use as probiotics. Various methods can be employed for probiotic inactivation. Heat treatment typically emerges as the preferred choice for inactivating probiotic strains in many instances. The present study shows the distinctions between inactivating lactic acid bacteria (LAB) through heat treatment and non-heat treatment. It may serve as a valuable reference for selecting an appropriate inactivation method for LAB in industrial processes.",
      "mesh_terms": [
        "Pyruvic Acid",
        "Fermented Foods",
        "Lactobacillales",
        "Antioxidants",
        "Hydrogen Peroxide",
        "Fermentation",
        "Food Microbiology",
        "L-Lactate Dehydrogenase"
      ]
    },
    {
      "pmid": "39155878",
      "title": "Role of pyruvate kinase M2 in regulating sepsis (Review).",
      "authors": [
        "Yifei Hu",
        "Jing Tang",
        "Qiao Xu",
        "Zenghui Fang",
        "Rongqing Li",
        "Mengxuan Yang",
        "Jie Zhao",
        "Xin Chen"
      ],
      "journal": "Molecular medicine reports",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Glycolysis occurs in all living organisms as a form of energy supply. Pyruvate kinase M2 (PKM2) is one of the rate‑limiting enzymes in the glycolytic process. PKM2 is considered to serve an important role in several terminal diseases, including sepsis. However, to the best of our knowledge, the specific mechanistic role of PKM2 in sepsis remains to be systematically summarised. Therefore, the present review aims to summarise the roles of PKM2 in sepsis progression. In addition, potential treatment strategies for patients with sepsis are discussed. The present review hopes to lay the groundwork for studying the role of PKM2 and developing therapeutic strategies against metabolic disorders that occur during sepsis.",
      "mesh_terms": [
        "Humans",
        "Sepsis",
        "Pyruvate Kinase",
        "Glycolysis",
        "Animals",
        "Thyroid Hormone-Binding Proteins",
        "Thyroid Hormones"
      ]
    },
    {
      "pmid": "39137831",
      "title": "The mitochondrial pyruvate carrier regulates adipose glucose partitioning in female mice.",
      "authors": [
        "Christopher E Shannon",
        "Terry Bakewell",
        "Marcel J Fourcaudot",
        "Iriscilla Ayala",
        "Annie A Smelter",
        "Edgar A Hinostroza",
        "Giovanna Romero",
        "Mara Asmis",
        "Leandro C Freitas Lima",
        "Martina Wallace",
        "Luke Norton"
      ],
      "journal": "Molecular metabolism",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The mitochondrial pyruvate carrier (MPC) occupies a critical node in intermediary metabolism, prompting interest in its utility as a therapeutic target for the treatment of obesity and cardiometabolic disease. Dysregulated nutrient metabolism in adipose tissue is a prominent feature of obesity pathophysiology, yet the functional role of adipose MPC has not been explored. We investigated whether the MPC shapes the adaptation of adipose tissue to dietary stress in female and male mice. METHODS: The impact of pharmacological and genetic disruption of the MPC on mitochondrial pathways of triglyceride assembly (lipogenesis and glyceroneogenesis) was assessed in 3T3L1 adipocytes and murine adipose explants, combined with analyses of adipose MPC expression in metabolically compromised humans. Whole-body and adipose-specific glucose metabolism were subsequently investigated in male and female mice lacking adipocyte MPC1 (Mpc1AD-/-) and fed either standard chow, high-fat western style, or high-sucrose lipid restricted diets for 24 weeks, using a combination of radiolabeled tracers and GC/MS metabolomics. RESULTS: Treatment with UK5099 or siMPC1 impaired the synthesis of lipids and glycerol-3-phosphate from pyruvate and blunted triglyceride accumulation in 3T3L1 adipocytes, whilst MPC expression in human adipose tissue was negatively correlated with indices of whole-body and adipose tissue metabolic dysfunction. Mature adipose explants from Mpc1AD-/- mice were intrinsically incapable of incorporating pyruvate into triglycerides. In vivo, MPC deletion restricted the incorporation of circulating glucose into adipose triglycerides, but only in female mice fed a zero fat diet, and this associated with sex-specific reductions in tricarboxylic acid cycle pool sizes and compensatory transcriptional changes in lipogenic and glycerol metabolism pathways. However, whole-body adiposity and metabolic health were preserved in Mpc1AD-/- mice regardless of sex, even under conditions of zero dietary fat. CONCLUSIONS: These findings highlight the greater capacity for mitochondrially driven triglyceride assembly in adipose from female versus male mice and expose a reliance upon MPC-gated metabolism for glucose partitioning in female adipose under conditions of dietary lipid restriction.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Mice",
        "Male",
        "Glucose",
        "Adipose Tissue",
        "Humans",
        "Mitochondrial Membrane Transport Proteins",
        "Monocarboxylic Acid Transporters",
        "Triglycerides",
        "Adipocytes",
        "3T3-L1 Cells",
        "Obesity",
        "Mice, Inbred C57BL",
        "Mitochondria",
        "Pyruvic Acid",
        "Lipogenesis",
        "Diet, High-Fat",
        "Mice, Knockout",
        "Anion Transport Proteins",
        "Acrylates"
      ]
    },
    {
      "pmid": "39134097",
      "title": "Design, synthesis and biological evaluation of novel cyano-cinnamate derivatives as mitochondrial pyruvate carrier inhibitors.",
      "authors": [
        "Yilei Huang",
        "Xinyan Peng",
        "Han Zhang",
        "Min Pan",
        "Xiaojing Su",
        "Gang Li",
        "Qingwei Zhang"
      ],
      "journal": "Bioorganic & medicinal chemistry letters",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mitochondrial pyruvate carrier (MPC) inhibitors promote the development of hair follicle stem cells without affecting normal cells, which is promising for the treatment of hair loss. Herein, a series of cyano-cinnamate derivatives of UK-5099 were designed and synthesized. All these new compounds have been tested for their ability to promote cellular lactate production in vitro. Compound 4i (LA content:0.322 μmol/106cell) showed better cellular lactate production activity than UK-5099 (LA content:0.185 μmol/106cell). Further compound 4i was also tested on shaved mice by topical treatment and promoted obvious hair growth on mice.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Drug Design",
        "Cinnamates",
        "Structure-Activity Relationship",
        "Molecular Structure",
        "Humans",
        "Monocarboxylic Acid Transporters",
        "Dose-Response Relationship, Drug",
        "Lactic Acid",
        "Mitochondrial Membrane Transport Proteins",
        "Mitochondria"
      ]
    },
    {
      "pmid": "39132768",
      "title": "Estrogen treatment in combination with pyruvate kinase M2 inhibition precipitate significant cumulative antitumor effects in colorectal cancer.",
      "authors": [
        "Batoul Abi Zamer",
        "Zheng-Guo Cui",
        "Mohamed Ahmed Eladl",
        "Mawieh Hamad",
        "Jibran Sualeh Muhammad"
      ],
      "journal": "Journal of biochemical and molecular toxicology",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "It is well established that pyruvate kinase M2 (PKM2) activity contributes to metabolic reprogramming in various cancers, including colorectal cancer (CRC). Estrogen or 17β-estradiol (E2) signaling is also known to modulate glycolysis markers in cancer cells. However, whether the inhibition of PKM2 combined with E2 treatment could adversely affect glucose metabolism in CRC cells remains to be investigated. First, we confirmed the metabolic plasticity of CRC cells under varying environmental conditions. Next, we identified glycolysis markers that were upregulated in CRC patients and assessed in vitro mRNA levels following E2 treatment. We found that PKM2 expression, which is highly upregulated in CRC clinical samples, is not altered by E2 treatment in CRC cells. In this study, glucose uptake, generation of reactive oxygen species (ROS), lactate production, cell viability, and apoptosis were evaluated in CRC cells following E2 treatment, PKM2 silencing, or a combination of both. Compared to individual treatments, combination therapy resulted in a significant reduction in cell viability and enhanced apoptosis. Glucose uptake and ROS production were markedly reduced in PKM2-silenced E2-treated cells. The data presented here suggest that E2 signaling combined with PKM2 inhibition cumulatively targets glucose metabolism in a manner that negatively impacts CRC cell growth. These findings hold promise for novel therapeutic strategies targeting altered metabolic pathways in CRC.",
      "mesh_terms": [
        "Humans",
        "Colorectal Neoplasms",
        "Thyroid Hormones",
        "Cell Line, Tumor",
        "Reactive Oxygen Species",
        "Estrogens",
        "Thyroid Hormone-Binding Proteins",
        "Estradiol",
        "Apoptosis",
        "Glucose",
        "Carrier Proteins",
        "Pyruvate Kinase",
        "Glycolysis",
        "Membrane Proteins",
        "Female"
      ]
    },
    {
      "pmid": "39118415",
      "title": "Comorbidities and complications in adult and paediatric patients with pyruvate kinase deficiency: Analysis from the Peak Registry.",
      "authors": [
        "Andreas Glenthøj",
        "Rachael F Grace",
        "Carl Lander",
        "Eduard J van Beers",
        "Bertil Glader",
        "Kevin H M Kuo",
        "Yan Yan",
        "Bryan McGee",
        "Audra N Boscoe",
        "Junlong Li",
        "Paola Bianchi"
      ],
      "journal": "British journal of haematology",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Observational Study",
        "Multicenter Study"
      ],
      "abstract": "Pyruvate kinase (PK) deficiency, a rare, congenital haemolytic anaemia caused by mutations in the PKLR gene, is associated with many clinical manifestations, but the full disease burden has yet to be characterised. The Peak Registry (NCT03481738) is an observational, longitudinal registry of adult and paediatric patients with PK deficiency. Here, we described comorbidities and complications in these patients by age at most recent visit and PKLR genotype. As of 13 May 2022, 241 patients were included in the analysis. In total, 48.3% had undergone splenectomy and 50.5% had received chelation therapy. History of iron overload (before enrolment/during follow-up) was common (52.5%), even in never-transfused patients (20.7%). Neonatal complications and symptoms included jaundice, splenomegaly and hepatomegaly, with treatment interventions required in 41.5%. Among adults, osteopenia/osteoporosis occurred in 19.0% and pulmonary hypertension in 6.7%, with median onset ages of 37, 33 and 22 years, respectively. Biliary events and bone health problems were common across PKLR genotypes. Among 11 patients who had thromboembolic events, eight had undergone prior splenectomy. Patients with PK deficiency may have many complications, which can occur early in and throughout life. Awareness of their high disease burden may help clinicians better provide appropriate monitoring and management of these patients.",
      "mesh_terms": [
        "Humans",
        "Registries",
        "Pyruvate Kinase",
        "Male",
        "Female",
        "Adult",
        "Child",
        "Anemia, Hemolytic, Congenital Nonspherocytic",
        "Pyruvate Metabolism, Inborn Errors",
        "Adolescent",
        "Child, Preschool",
        "Infant",
        "Comorbidity",
        "Middle Aged",
        "Splenectomy",
        "Young Adult",
        "Hypertension, Pulmonary",
        "Iron Overload",
        "Bone Diseases, Metabolic",
        "Infant, Newborn"
      ]
    },
    {
      "pmid": "39097873",
      "title": "Effect of ethyl pyruvate on human esophageal squamous cell carcinoma transplanted tumors in nude mice.",
      "authors": [
        "Xuyang Liang",
        "Jing Wen",
        "Jing Xu",
        "Zhimei Zhang",
        "Shuxian Zhang",
        "Lu Wang"
      ],
      "journal": "Cellular and molecular biology (Noisy-le-Grand, France)",
      "publication_date": "2024-Jul-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to investigate the impact of ethyl pyruvate (EP), an HMGB1 inhibitor, on ESCC cells both in vitro and in vivo. The viability of ESCC cells was assessed using the MTT method to evaluate the correlation between EP and cell viability. A scratch test was used to investigate the relationship between EP and cell migration and invasion. The effects of EP on tumor growth and survival in cancerous nude mice were examined using a tumor formation model. Immunohistochemical staining was performed to evaluate the expression levels of HMGB1, TLR4, and MyD88 in tumor tissues. EP, an anti-HMGB1 inhibitor, inhibited ESCC cell proliferation and metastasis in vitro and in vivo. Furthermore, compared with the control treatment, EP improved the activity, diet, and drinking behaviour of nude mice; inhibited tumour growth; and led to lower protein expression levels of HMGB1, TLR4, and MyD88. EP has the potential to regulate the HMGB1/TLR4-MyD88 signaling pathway, thereby inhibiting the proliferation and metastasis of ESCC, suppressing tumor growth, improving quality of life, and serving as an effective drug for ESCC treatment.",
      "mesh_terms": [
        "Animals",
        "Pyruvates",
        "Humans",
        "Mice, Nude",
        "HMGB1 Protein",
        "Toll-Like Receptor 4",
        "Myeloid Differentiation Factor 88",
        "Cell Line, Tumor",
        "Esophageal Squamous Cell Carcinoma",
        "Esophageal Neoplasms",
        "Cell Proliferation",
        "Carcinoma, Squamous Cell",
        "Xenograft Model Antitumor Assays",
        "Cell Movement",
        "Mice",
        "Signal Transduction",
        "Mice, Inbred BALB C",
        "Cell Survival",
        "Male"
      ]
    },
    {
      "pmid": "39080182",
      "title": "Inhibition of the ubiquitin-proteasome system reduces the abundance of pyruvate dehydrogenase kinase 1 in cultured myotubes.",
      "authors": [
        "Blaž Kociper",
        "Nives Škorja Milić",
        "Ivana Ogrizek",
        "Katarina Miš",
        "Sergej Pirkmajer"
      ],
      "journal": "Journal of muscle research and cell motility",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pyruvate dehydrogenase kinase (PDK), which phosphorylates the pyruvate dehydrogenase complex, regulates glucose metabolism in skeletal muscle. PDK1, an isozyme whose expression is controlled by hypoxia-inducible factor-1α (HIF-1α), is thought to play a role in muscle adaptation to hypoxia. While transcriptional upregulation of PDK1 by HIF-1α is well characterised, mechanisms controlling proteolysis of PDK1 in skeletal muscle have not been thoroughly investigated. Proteasome inhibitor MG132 paradoxically reduced the abundance of PDK1 in human cancer cells and rat L6 myotubes, suggesting that MG132 might direct PDK1 towards autophagic degradation. The objectives of our current study were to determine (1) whether MG132 suppresses PDK1 levels in primary human myotubes, (2) whether chloroquine, an inhibitor of autophagy, prevents MG132-induced suppression of PDK1 in L6 myotubes, and (3) whether PYR-41, an inhibitor of ubiquitination, suppresses PDK1 in L6 myotubes. Using qPCR and/or immunoblotting, we found that despite markedly upregulating HIF-1α protein, MG132 did not alter the PDK1 expression in cultured primary human myotubes, while it suppressed both PDK1 mRNA and protein in L6 myotubes. The PDK1 levels in L6 myotubes were suppressed also during co-treatment with chloroquine and MG132. PYR-41 markedly increased the abundance of HIF-1α in primary human and L6 myotubes, while reducing the abundance of PDK1. In L6 myotubes treated with PYR-41, chloroquine increased the abundance of the epidermal growth factor receptor, but did not prevent the suppression of PDK1. Collectively, our results suggest that cultured myotubes degrade PDK1 via a pathway that cannot be inhibited by MG132, PYR-41, and/or chloroquine.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Rats",
        "Cells, Cultured",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Leupeptins",
        "Muscle Fibers, Skeletal",
        "Proteasome Endopeptidase Complex",
        "Proteasome Inhibitors",
        "Protein Serine-Threonine Kinases",
        "Pyruvate Dehydrogenase Acetyl-Transferring Kinase",
        "Ubiquitin"
      ]
    },
    {
      "pmid": "39066737",
      "title": "Polyphyllin II Induces Apoptosis in Fibrosarcoma Cells via Activating Pyruvate Kinase M2.",
      "authors": [
        "Jun Wu",
        "Zhenjiang Ding",
        "Miao Zhong",
        "Junmin Xi",
        "Ying He",
        "Baoxin Zhang",
        "Jianguo Fang"
      ],
      "journal": "Chemical research in toxicology",
      "publication_date": "2024-Aug-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aerobic glycolysis is a metabolic reprogramming of tumor cells that is essential for sustaining their phenotype of fast multiplication by continuously supplying energy and mass. Pyruvate kinase M2 (PKM2) has a vital role in this process, which has given it high interest as a target for anticancer drug development. With potent toxicity to many types of cancer cells, polyphyllin II (PP2), a steroidal saponin isolated from the herbaceous plant Rhizoma paridis, brought to our attention that it might interfere with the PKM2 activity. In this study, we discovered that PP2 was a novel agonist of PKM2. PP2 activated recombinant PKM2 and changed the protein's oligomeric state to activate intracellular PKM2. At the same time, PP2 suppressed its protein kinase function by decreasing the content of nuclear PKM2. The mRNA levels of its downstream genes, such as Glut1, LDHA, and MYC, were inhibited. In addition, PP2 induced oxidative stress by downregulating the expression and activity of antioxidant proteins such as NQO1, TrxR, and Trx in HT-1080 cells, which in turn led to mitochondrial dysfunction and ultimately induced apoptosis. Moreover, PP2 reduced the proliferation and migration of HT-1080 cells. Thus, targeting the glycolysis pathway offers an unprecedented mode of action for comprehending PP2's pharmacological impacts and advances PP2's further development in fibrosarcoma therapy.",
      "mesh_terms": [
        "Cell Line, Tumor",
        "Pyruvate Kinase",
        "Saponins",
        "Enzyme Activation",
        "Homeostasis",
        "Mitochondria",
        "Apoptosis",
        "Fibrosarcoma",
        "Humans"
      ]
    },
    {
      "pmid": "39063228",
      "title": "Discovery of Cell-Permeable Allosteric Inhibitors of Liver Pyruvate Kinase: Design and Synthesis of Sulfone-Based Urolithins.",
      "authors": [
        "Shazia Iqbal",
        "Md Zahidul Islam",
        "Sajda Ashraf",
        "Woonghee Kim",
        "Amal A Al-Sharabi",
        "Mehmet Ozcan",
        "Essam Hanashalshahaby",
        "Cheng Zhang",
        "Mathias Uhlén",
        "Jan Boren",
        "Hasan Turkez",
        "Adil Mardinoglu"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Jul-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic dysfunction-associated fatty liver disease (MAFLD) presents a significant global health challenge, characterized by the accumulation of liver fat and impacting a considerable portion of the worldwide population. Despite its widespread occurrence, effective treatments for MAFLD are limited. The liver-specific isoform of pyruvate kinase (PKL) has been identified as a promising target for developing MAFLD therapies. Urolithin C, an allosteric inhibitor of PKL, has shown potential in preliminary studies. Expanding upon this groundwork, our study delved into delineating the structure-activity relationship of urolithin C via the synthesis of sulfone-based urolithin analogs. Our results highlight that incorporating a sulfone moiety leads to substantial PKL inhibition, with additional catechol moieties further enhancing this effect. Despite modest improvements in liver cell lines, there was a significant increase in inhibition observed in HepG2 cell lysates. Specifically, compounds 15d, 9d, 15e, 18a, 12d, and 15a displayed promising IC50 values ranging from 4.3 µM to 18.7 µM. Notably, compound 15e not only demonstrated a decrease in PKL activity and triacylglycerol (TAG) content but also showed efficient cellular uptake. These findings position compound 15e as a promising candidate for pharmacological MAFLD treatment, warranting further research and studies.",
      "mesh_terms": [
        "Humans",
        "Pyruvate Kinase",
        "Sulfones",
        "Hep G2 Cells",
        "Liver",
        "Structure-Activity Relationship",
        "Allosteric Regulation",
        "Drug Design",
        "Coumarins",
        "Enzyme Inhibitors"
      ]
    },
    {
      "pmid": "39059568",
      "title": "Pharmacological activation of pyruvate dehydrogenase by dichloroacetate protects against obesity-induced muscle atrophy in vitro and in vivo.",
      "authors": [
        "Jung-Mou Yang",
        "I-Shan Han",
        "Tsung-Hua Chen",
        "Po-Shiuan Hsieh",
        "Min-Chien Tsai",
        "Hung-Che Chien"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2024-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity-induced muscle atrophy leads to physical impairment and metabolic dysfunction, which are risky for older adults. The activity of pyruvate dehydrogenase (PDH), a critical regulator of glucose metabolism, is reduced in obesity. Additionally, PDH activator dichloroacetate (DCA) improves metabolic dysfunction. However, the effects of PDH activation on skeletal muscles in obesity remain unclear. Thus, this study aimed to evaluate the effects of PDH activation by DCA treatment on obesity-induced muscle atrophy in vitro and in vivo and elucidate the possible underlying mechanisms. Results showed that PDH activation by DCA treatment ameliorated muscle loss, decreased the cross-sectional area, and reduced grip strength in C57BL/6 mice fed a high-fat diet (HFD). Elevation of muscle atrophic factors atrogin-1 and muscle RING-finger protein-1 (MuRF-1) and autophagy factors LC3BII and p62 were abrogated by DCA treatment in palmitate-treated C2C12 myotubes and in the skeletal muscles of HFD-fed mice. Moreover, p-Akt, p-FoxO1, and p-FoxO3 protein levels were reduced and p-NF-κB p65 and p-p38 MAPK protein levels were elevated in palmitate-treated C2C12 myotubes, which were restored by DCA treatment. However, the protective effects of DCA treatment against myotube atrophy were reversed by treatment with Akt inhibitor MK2206. Taken together, our study demonstrated that PDH activation by DCA treatment can alleviate obesity-induced muscle atrophy. It may serve as a basis for developing novel strategies to prevent obesity-associated muscle loss.",
      "mesh_terms": [
        "Animals",
        "Dichloroacetic Acid",
        "Muscular Atrophy",
        "Obesity",
        "Mice, Inbred C57BL",
        "Mice",
        "Male",
        "Diet, High-Fat",
        "Muscle, Skeletal",
        "Pyruvate Dehydrogenase Complex",
        "Cell Line",
        "Enzyme Activation",
        "Muscle Fibers, Skeletal",
        "Autophagy"
      ]
    },
    {
      "pmid": "39058293",
      "title": "Prenatal molecular diagnosis of pyruvate dehydrogenase complex deficiency enables rapid initiation of ketogenic diet.",
      "authors": [
        "Aaron B Bowen",
        "Otto Rapalino",
        "Camilo Jaimes",
        "Eva-Maria Ratai",
        "Yingyi Zhong",
        "Elizabeth A Thiele",
        "Amy Kritzer",
        "Rebecca D Ganetzky",
        "Nina B Gold",
        "Melissa A Walker"
      ],
      "journal": "American journal of medical genetics. Part A",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Pyruvate dehydrogenase complex deficiency (PDCD) is a mitochondrial disorder of carbohydrate oxidation characterized by lactic acidosis and central nervous system involvement. Knowledge of the affected metabolic pathways and clinical observations suggest that early initiation of the ketogenic diet may ameliorate the metabolic and neurologic course of the disease. We present a case in which first trimester ultrasound identified structural brain abnormalities prompting a prenatal molecular diagnosis of PDCD. Ketogenic diet, thiamine, and N-acetylcysteine were initiated in the perinatal period with good response, including sustained developmental progress. This case highlights the importance of a robust neurometabolic differential diagnosis for prenatally diagnosed structural anomalies and the use of prenatal molecular testing to facilitate rapid, genetically tailored intervention.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Pyruvate Dehydrogenase Complex Deficiency Disease",
        "Female",
        "Pregnancy",
        "Prenatal Diagnosis",
        "Adult",
        "Infant, Newborn",
        "Ultrasonography, Prenatal"
      ]
    },
    {
      "pmid": "39052437",
      "title": "Enhancing mitochondrial pyruvate metabolism ameliorates ischemic reperfusion injury in the heart.",
      "authors": [
        "Joseph R Visker",
        "Ahmad A Cluntun",
        "Jesse N Velasco-Silva",
        "David R Eberhardt",
        "Luis Cedeño-Rosario",
        "Thirupura S Shankar",
        "Rana Hamouche",
        "Jing Ling",
        "Hyoin Kwak",
        "J Yanni Hillas",
        "Ian Aist",
        "Eleni Tseliou",
        "Sutip Navankasattusas",
        "Dipayan Chaudhuri",
        "Gregory S Ducker",
        "Stavros G Drakos",
        "Jared Rutter"
      ],
      "journal": "JCI insight",
      "publication_date": "2024-Jul-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The clinical therapy for treating acute myocardial infarction is primary percutaneous coronary intervention (PPCI). PPCI is effective at reperfusing the heart; however, the rapid reintroduction of blood can cause ischemia-reperfusion (I/R). Reperfusion injury is responsible for up to half of the total myocardial damage, but there are no pharmacological interventions to reduce I/R. We previously demonstrated that inhibiting monocarboxylate transporter 4 (MCT4) and redirecting pyruvate toward oxidation can blunt hypertrophy. We hypothesized that this pathway might be important during I/R. Here, we establish that the pyruvate-lactate axis plays a role in determining myocardial salvage following injury. After I/R, the mitochondrial pyruvate carrier (MPC), required for pyruvate oxidation, is upregulated in the surviving myocardium. In cardiomyocytes lacking the MPC, there was increased cell death and less salvage after I/R, which was associated with an upregulation of MCT4. To determine the importance of pyruvate oxidation, we inhibited MCT4 with a small-molecule drug (VB124) at reperfusion. This strategy normalized reactive oxygen species (ROS), mitochondrial membrane potential (ΔΨ), and Ca2+, increased pyruvate entry to the TCA cycle, increased oxygen consumption, and improved myocardial salvage and functional outcomes following I/R. Our data suggest normalizing pyruvate-lactate metabolism by inhibiting MCT4 is a promising therapy to mitigate I/R injury.",
      "mesh_terms": [
        "Animals",
        "Myocardial Reperfusion Injury",
        "Monocarboxylic Acid Transporters",
        "Pyruvic Acid",
        "Mice",
        "Myocytes, Cardiac",
        "Male",
        "Mitochondrial Membrane Transport Proteins",
        "Muscle Proteins",
        "Myocardium",
        "Mitochondria, Heart",
        "Lactic Acid",
        "Disease Models, Animal",
        "Myocardial Infarction",
        "Mitochondria",
        "Oxidation-Reduction",
        "Reactive Oxygen Species",
        "Mice, Inbred C57BL",
        "Anion Transport Proteins"
      ]
    },
    {
      "pmid": "39043046",
      "title": "The Diagnostic and Prognostic Value of the Combination of Tumor M2-Pyruvate Kinase, Carcinoembryonic Antigen, and Cytokeratin 19 Fragment in Non-Small Cell Lung Cancer.",
      "authors": [
        "Li Li",
        "Yihan Xu",
        "Yuchao Wang",
        "Qian Zhang",
        "Yan Wang",
        "Chunhua Xu"
      ],
      "journal": "Technology in cancer research & treatment",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective: Finding biomarkers related to non-small cell lung cancer (NSCLC) is helpful for the diagnosis and precise treatment of lung cancer. The relationship between serum tumor M2-pyruvate kinase (TuM2-PK), carcinoembryonic antigen (CEA), and cytokeratin 19 fragment (CYFRA21-1) and NSCLC was analyzed. Methods: The serum levels of TuM2-PK, CEA, and CYFRA21-1 in 184 patients with the NSCLC group, 60 patients with the benign lung disease (BLD) group, and 90 healthy controls (HC) group were detected. The levels of TuM2-PK were measured by using an enzyme-linked immunosorbent assay. The detection methods of CEA and CYFRA21-1 were electrochemiluminescence. The receiver operating characteristic (ROC) curve was drawn to evaluate the diagnostic value of TuM2-PK, CEA, and CYFRA21-1 on NSCLC. The Kaplan-Meier survival curve was drawn to evaluate the survival status in NSCLC patients with different serum levels of TuM2-PK, CEA, and CYFRA21-1. Results: Serum levels of TuM2-PK, CEA, and CYFRA21-1 in the NSCLC group were significantly higher than those in the BLD group and the HC group (P < .01). Serum levels of TuM2-PK, CEA, and CYFRA21-1 in NSCLC patients were associated with the tumor lymph node metastasis stage (P < .05), lymph node metastasis (P < .05), and distant metastasis (P < .05). The ROC curve showed that the area under the curve of serum levels of TuM2-PK, CEA, and CYFRA21-1 was 0.814, 0.638, and 0.719, respectively, and that the combination of the above 3 was 0.918. The Kaplan-Meier survival curve showed that the 1-, 3- and 5-year survival rate in NSCLC patients with positive TuM2-PK, CEA, and CYFRA21-1 was significantly lower than that in NSCLC patients with negative TuM2-PK, CEA, and CYFRA21-1, respectively (P < .05). Conclusions: Serum TuM2-PK, CEA, and CYFRA21-1 levels have high clinical values in the diagnosis of NSCLC, and can effectively judge the prognosis of patients.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Non-Small-Cell Lung",
        "Keratin-19",
        "Carcinoembryonic Antigen",
        "Female",
        "Male",
        "Biomarkers, Tumor",
        "Prognosis",
        "Middle Aged",
        "ROC Curve",
        "Lung Neoplasms",
        "Antigens, Neoplasm",
        "Aged",
        "Pyruvate Kinase",
        "Adult",
        "Neoplasm Staging",
        "Kaplan-Meier Estimate",
        "Case-Control Studies"
      ]
    },
    {
      "pmid": "38983107",
      "title": "Long-term use of investigational β-Hydroxybutyrate salts in children with multiple acyl-CoA dehydrogenase or pyruvate dehydrogenase deficiency.",
      "authors": [
        "Andrew A M Morris",
        "Bernard Cuenoud",
        "Philippe Delerive",
        "Helen Mundy",
        "Bernd C Schwahn"
      ],
      "journal": "Molecular genetics and metabolism reports",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Several disorders of energy metabolism have been treated with exogenous ketone bodies. The benefit of this treatment is best documented in multiple acyl-CoA dehydrogenase deficiency (MADD) (MIM#231680). One might also expect ketone bodies to help in other disorders with impaired ketogenesis or in conditions that profit from a ketogenic diet. Here, we report the use of a novel preparation of dextro-β-hydroxybutyrate (D-βHB) salts in two cases of MADD and one case of pyruvate dehydrogenase (PDH) deficiency (MIM#312170). The two patients with MADD had previously been on a racemic mixture of D- and L‑sodium hydroxybutyrate. Patient #1 found D-βHB more palatable, and the change in formulation corrected hypernatraemia in patient #2. The patient with PDH deficiency was on a ketogenic diet but had not previously been given hydroxybutyrate. In this case, the addition of D-βHB improved ketosis. We conclude that NHS101 is a good candidate for further clinical studies in this group of diseases of inborn errors of metabolism."
    },
    {
      "pmid": "38946607",
      "title": "UK5099 Inhibits the NLRP3 Inflammasome Independently of its Long-Established Target Mitochondrial Pyruvate Carrier.",
      "authors": [
        "Linyu Ran",
        "Miao Chen",
        "Jihui Ye",
        "Song Zhang",
        "Zhibing Luo",
        "Tengfei Bai",
        "Chenchen Qian",
        "Quan Zhou",
        "Mengtian Shan",
        "Yong Chu",
        "Joerg Herrmann",
        "Qiang Li",
        "Feilong Wang"
      ],
      "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Targeting NLRP3 inflammasome has been recognized as a promising therapeutic strategy for the treatment of numerous common diseases. UK5099, a long-established inhibitor of mitochondrial pyruvate carrier (MPC), is previously found to inhibit macrophage inflammatory responses independent of MPC expression. However, the mechanisms by which UK5099 inhibit inflammatory responses remain unclear. Here, it is shown that UK5099 is a potent inhibitor of the NLRP3 inflammasome in both mouse and human primary macrophages. UK5099 selectively suppresses the activation of the NLRP3 but not the NLRC4 or AIM2 inflammasomes. Of note, UK5099 retains activities on NLRP3 in macrophages devoid of MPC expression, indicating this inhibitory effect is MPC-independent. Mechanistically, UK5099 abrogates mitochondria-NLRP3 interaction and in turn inhibits the assembly of the NLRP3 inflammasome. Further, a single dose of UK5099 persistently reduces IL-1β production in an endotoxemia mouse model. Importantly, structure modification reveals that the inhibitory activities of UK5099 on NLRP3 are unrelated to the existence of the activated double bond within the UK5099 molecule. Thus, this study uncovers a previously unknown molecular target for UK5099, which not only offers a new candidate for the treatment of NLRP3-driven diseases but also confounds its use as an MPC inhibitor in immunometabolism studies.",
      "mesh_terms": [
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Animals",
        "Mice",
        "Inflammasomes",
        "Humans",
        "Disease Models, Animal",
        "Mice, Inbred C57BL",
        "Macrophages",
        "Mitochondria",
        "Mitochondrial Membrane Transport Proteins",
        "Furans",
        "Indenes",
        "Sulfonamides"
      ]
    },
    {
      "pmid": "38940222",
      "title": "Ethyl pyruvate alleviates NLRP3/Caspase-1/GSDMD-mediated neuronal pyroptosis in neonatal rats with hypoxic-ischemic brain damage.",
      "authors": [
        "Sha Sha",
        "Ni Jin",
        "Xinyi Xie",
        "Ruiyu Zhou",
        "Yanghao Ruan",
        "Ying Ouyang"
      ],
      "journal": "International journal of developmental neuroscience : the official journal of the International Society for Developmental Neuroscience",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pyroptosis is an inflammation-associated programmed cell death, and neuroinflammation is strongly associated with severe neurological deficits in neonatal hypoxic-ischemic encephalopathy (HIE). Ethyl pyruvate (EP), a known anti-inflammatory agent, has shown promise in the treatment of hypoxic-ischemic brain damage (HIBD) rats; nevertheless, the therapeutic mechanism of EP and its capacity to suppress neuronal pyroptosis in HIBD rats remain unclear. In both the neonatal Rice-Vannucci rat model and the OGD/R model, this study examined alterations in the NLRP3/Caspase-1/GSDMD classical pyroptosis pathway in hippocampal neurons during HIE and the potential inhibitory impact of ethyl pyruvate on this pathway. We used HE staining, immunofluorescence double staining, transmission electron microscopy, and western blot to demonstrate that EP effectively inhibited hippocampal neuronal pyroptosis and attenuated the activation of the NLRP3/Caspase-1/GSDMD signaling pathway in HIBD rats, which resulted in a reduction of neuroinflammation and facilitated neural recovery. The results suggest that EP may be a promising neuroprotective agent for treating HIE.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Animals, Newborn",
        "Caspase 1",
        "Gasdermins",
        "Hippocampus",
        "Hypoxia-Ischemia, Brain",
        "Neurons",
        "Neuroprotective Agents",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Phosphate-Binding Proteins",
        "Pyroptosis",
        "Pyruvates",
        "Rats, Sprague-Dawley",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "38934866",
      "title": "Checkpoint Kinase 1 Stimulates Endogenous Cardiomyocyte Renewal and Cardiac Repair by Binding to Pyruvate Kinase Isoform M2 C-Domain and Activating Cardiac Metabolic Reprogramming in a Porcine Model of Myocardial Ischemia/Reperfusion Injury.",
      "authors": [
        "Tian-Wen Wei",
        "Tian-Kai Shan",
        "Hao Wang",
        "Jia-Wen Chen",
        "Tong-Tong Yang",
        "Liu-Hua Zhou",
        "Di Zhao",
        "Jia-Teng Sun",
        "Si-Bo Wang",
        "Ling-Feng Gu",
        "Chong Du",
        "Qi-Qi Jiang",
        "Rui Sun",
        "Qi-Ming Wang",
        "Xiang-Qing Kong",
        "Xiao-Hu Lu",
        "Hao-Liang Sun",
        "Yi Xu",
        "Li-Ping Xie",
        "Ai-Hua Gu",
        "Feng Chen",
        "Yong Ji",
        "Xue-Jiang Guo",
        "Lian-Sheng Wang"
      ],
      "journal": "Journal of the American Heart Association",
      "publication_date": "2024-Jul-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The regenerative capacity of the adult mammalian hearts is limited. Numerous studies have explored mechanisms of adult cardiomyocyte cell-cycle withdrawal. This translational study evaluated the effects and underlying mechanism of rhCHK1 (recombinant human checkpoint kinase 1) on the survival and proliferation of cardiomyocyte and myocardial repair after ischemia/reperfusion injury in swine. METHODS AND RESULTS: Intramyocardial injection of rhCHK1 protein (1 mg/kg) encapsulated in hydrogel stimulated cardiomyocyte proliferation and reduced cardiac inflammation response at 3 days after ischemia/reperfusion injury, improved cardiac function and attenuated ventricular remodeling, and reduced the infarct area at 28 days after ischemia/reperfusion injury. Mechanistically, multiomics sequencing analysis demonstrated enrichment of glycolysis and mTOR (mammalian target of rapamycin) pathways after rhCHK1 treatment. Co-Immunoprecipitation (Co-IP) experiments and protein docking prediction showed that CHK1 (checkpoint kinase 1) directly bound to and activated the Serine 37 (S37) and Tyrosine 105 (Y105) sites of PKM2 (pyruvate kinase isoform M2) to promote metabolic reprogramming. We further constructed plasmids that knocked out different CHK1 and PKM2 amino acid domains and transfected them into Human Embryonic Kidney 293T (HEK293T) cells for CO-IP experiments. Results showed that the 1-265 domain of CHK1 directly binds to the 157-400 amino acids of PKM2. Furthermore, hiPSC-CM (human iPS cell-derived cardiomyocyte) in vitro and in vivo experiments both demonstrated that CHK1 stimulated cardiomyocytes renewal and cardiac repair by activating PKM2 C-domain-mediated cardiac metabolic reprogramming. CONCLUSIONS: This study demonstrates that the 1-265 amino acid domain of CHK1 binds to the 157-400 domain of PKM2 and activates PKM2-mediated metabolic reprogramming to promote cardiomyocyte proliferation and myocardial repair after ischemia/reperfusion injury in adult pigs.",
      "mesh_terms": [
        "Animals",
        "Myocytes, Cardiac",
        "Myocardial Reperfusion Injury",
        "Checkpoint Kinase 1",
        "Disease Models, Animal",
        "Humans",
        "Cell Proliferation",
        "Pyruvate Kinase",
        "HEK293 Cells",
        "Swine",
        "Cellular Reprogramming",
        "Thyroid Hormone-Binding Proteins",
        "Regeneration",
        "Protein Binding",
        "Sus scrofa",
        "Ventricular Remodeling",
        "Recombinant Proteins",
        "Energy Metabolism",
        "Thyroid Hormones",
        "Metabolic Reprogramming"
      ]
    },
    {
      "pmid": "38930523",
      "title": "Babesia duncani Pyruvate Kinase Inhibitor Screening and Identification of Key Active Amino Acid Residues.",
      "authors": [
        "Fangjie Li",
        "Pengfei Zhao",
        "Sen Wang",
        "Wanxin Luo",
        "Yingjun Xia",
        "Dongfang Li",
        "Lan He",
        "Junlong Zhao"
      ],
      "journal": "Microorganisms",
      "publication_date": "2024-Jun-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Babesia duncani (B. duncani), a protozoan parasite prevalent in North America, is a significant threat for human health. Given the regulatory role of pyruvate kinase I (PyK I) in glycolytic metabolism flux and ATP generation, PyK I has been considered the target for drug intervention for a long time. In this study, B. duncani PyK I (BdPyK I) was successfully cloned, expressed, and purified. Polyclonal antibodies were confirmed to recognize the native BdPyK I protein (56 kDa) using Western blotting. AlphaFold software predicted the three-dimensional structure of BdPyK I, and molecular docking with small molecules was conducted to identify potential binding sites of inhibitor on BdPyK I. Moreover, inhibitory effects of six inhibitors (tannic acid, apigenin, shikonin, PKM2 inhibitor, rosiglitazone, and pioglitazone) on BdPyK I were examined under the optimal enzymatic conditions of 3 mM PEP and 3 mM ADP, and significant activity reduction was found. Enzyme kinetics and growth inhibition assays further confirmed the reliability of these inhibitors, with PKM2 inhibitor, tannic acid, and apigenin exhibiting the highest selectivity index as specific inhibitors for B. duncani. Subsequently, key amino acid residues were mutated in both BdPyK I and Homo sapiens pyruvate kinase I (HPyK I), and two differential amino acid residues (isoleucine and phenylalanine) were identified between HPyK I and BdPyK I through PyK activity detection experiments. These findings lay foundation for understanding the role of PyK I in the growth and development of B. duncani, providing insights for babesiosis prevention and drug development."
    },
    {
      "pmid": "38919958",
      "title": "Metabolic blood profile and response to treatment with the pyruvate kinase activator mitapivat in patients with sickle cell disease.",
      "authors": [
        "Myrthe J van Dijk",
        "Titine J J Ruiter",
        "Sigrid van der Veen",
        "Minke A E Rab",
        "Brigitte A van Oirschot",
        "Jennifer Bos",
        "Cleo Derichs",
        "Anita W Rijneveld",
        "Marjon H Cnossen",
        "Erfan Nur",
        "Bart J Biemond",
        "Marije Bartels",
        "Roger E G Schutgens",
        "Wouter W van Solinge",
        "Judith J M Jans",
        "Eduard J van Beers",
        "Richard van Wijk"
      ],
      "journal": "HemaSphere",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mitapivat is an investigational, oral, small-molecule allosteric activator of pyruvate kinase (PK). PK is a regulatory glycolytic enzyme that is key in providing the red blood cell (RBC) with sufficient amounts of adenosine triphosphate (ATP). In sickle cell disease (SCD), decreased 2,3-DPG levels increase the oxygen affinity of hemoglobin, thereby preventing deoxygenation and polymerization of sickle hemoglobin. The PK activator mitapivat has been shown to decrease levels of 2,3-DPG and increase levels of ATP in RBCs in patients with SCD. In this phase 2, investigator-initiated, open-label study (https://www.clinicaltrialsregister.eu/ NL8517; EudraCT 2019-003438-18), untargeted metabolomics was used to explore the overall metabolic effects of 8-week treatment with mitapivat in the dose-finding period. In total, 1773 unique metabolites were identified in dried blood spots of whole blood from ten patients with SCD and 42 healthy controls (HCs). The metabolic phenotype of patients with SCD revealed alterations in 139/1773 (7.8%) metabolites at baseline when compared to HCs (false discovery rate-adjusted p < 0.05), including increases of (derivatives of) polyamines, purines, and acyl carnitines. Eight-week treatment with mitapivat in nine patients with SCD altered 85/1773 (4.8%) of the total metabolites and 18/139 (12.9%) of the previously identified altered metabolites in SCD (unadjusted p < 0.05). Effects were observed on a broad spectrum of metabolites and were not limited to glycolytic intermediates. Our results show the relevance of metabolic profiling in SCD, not only to unravel potential pathophysiological pathways and biomarkers in multisystem diseases but also to determine the effect of treatment."
    },
    {
      "pmid": "38913443",
      "title": "Metabolic MRI With Hyperpolarized 13 C-Pyruvate for Early Detection of Fibrogenic Kidney Metabolism.",
      "authors": [
        "Nikolaj Bøgh",
        "Lotte B Bertelsen",
        "Camilla W Rasmussen",
        "Sabrina K Bech",
        "Anna K Keller",
        "Mia G Madsen",
        "Frederik Harving",
        "Thomas H Thorsen",
        "Ida K Mieritz",
        "Esben Ss Hansen",
        "Alkwin Wanders",
        "Christoffer Laustsen"
      ],
      "journal": "Investigative radiology",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Fibrosis is the final common pathway for chronic kidney disease and the best predictor for disease progression. Besides invasive biopsies, biomarkers for its detection are lacking. To address this, we used hyperpolarized 13 C-pyruvate MRI to detect the metabolic changes associated with fibrogenic activity of myofibroblasts. MATERIALS AND METHODS: Hyperpolarized 13 C-pyruvate MRI was performed in 2 pig models of kidney fibrosis (unilateral ureteral obstruction and ischemia-reperfusion injury). The imaging data were correlated with histology, biochemical, and genetic measures of metabolism and fibrosis. The porcine experiments were supplemented with cell-line experiments to inform the origins of metabolic changes in fibrogenesis. Lastly, healthy and fibrotic human kidneys were analyzed for the metabolic alterations accessible with hyperpolarized 13 C-pyruvate MRI. RESULTS: In the 2 large animal models of kidney fibrosis, metabolic imaging revealed alterations in amino acid metabolism and glycolysis. Conversion from hyperpolarized 13 C-pyruvate to 13 C-alanine decreased, whereas conversion to 13 C-lactate increased. These changes were shown to reflect profibrotic activity in cultured epithelial cells, macrophages, and fibroblasts, which are important precursors of myofibroblasts. Importantly, metabolic MRI using hyperpolarized 13 C-pyruvate was able to detect these changes earlier than fibrosis-sensitive structural imaging. Lastly, we found that the same metabolic profile is present in fibrotic tissue from human kidneys. This affirms the translational potential of metabolic MRI as an early indicator of fibrogenesis associated metabolism. CONCLUSIONS: Our findings demonstrate the promise of hyperpolarized 13 C-pyruvate MRI for noninvasive detection of fibrosis development, which could enable earlier diagnosis and intervention for patients at risk of kidney fibrosis.",
      "mesh_terms": [
        "Fibrosis",
        "Swine",
        "Animals",
        "Magnetic Resonance Imaging",
        "Pyruvic Acid",
        "Carbon Isotopes",
        "Humans",
        "Kidney",
        "Disease Models, Animal",
        "Early Diagnosis",
        "Myofibroblasts",
        "Male",
        "Kidney Diseases",
        "Ureteral Obstruction",
        "Female"
      ]
    },
    {
      "pmid": "38912866",
      "title": "Ethyl pyruvate attenuates cellular adhesion and proliferation of diffuse large B-cell lymphoma by targeting c-Jun.",
      "authors": [
        "Zhimin Yan",
        "Qiong Zhong",
        "Ling Yan",
        "Wenhong Lai",
        "Xi Xu"
      ],
      "journal": "Journal of applied biomedicine",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diffuse large B-cell lymphoma (DLBCL) stands out as the most common type of malignant cancer, representing the majority of cases of non-Hodgkin's lymphoma. Ethyl pyruvate (EP) is a derivative of pyruvic acid and found to have potent anti-tumor properties. Despite its potential benefits, the impact of EP on DLBCL remains ambiguous. Our objective is to elucidate the role of EP in modulating the development of DLBCL. Analysis of cholecystokinin-8 (CCK-8) revealed that treatment with EP significantly diminished the viability of DLBCL cells. Furthermore, EP administration suppressed colony formation and hindered cell adhesion and invasion in DLBCL cells. Examination of cell cycle progression showed that EP treatment induced arrest at the G1 phase and subsequently reduced the S phase population in DLBCL cells. EP treatment consistently exhibited apoptosis-inducing properties in Annexin-V assays, and notably downregulated the expression of Bcl-2 while increasing levels of proapoptotic cleaved caspase 3 and BAX in DLBCL cells. Additionally, EP treatment decreased the overexpression of c-Jun in c-Jun-transfected DLBCL cells. Further, EP demonstrated DNA-damaging effects in TUNEL assays. In vivo, xenograft animal models revealed that EP treatment significantly mitigated DLBCL tumor growth and suppressed DLBCL cell adhesion to bone marrow stromal cells. In summary, these findings suggest that EP mitigates DLBCL progression by inducing apoptosis, inducing cell cycle arrest, and promoting DNA damage.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Mice",
        "Apoptosis",
        "Cell Adhesion",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Lymphoma, Large B-Cell, Diffuse",
        "Proto-Oncogene Proteins c-jun",
        "Pyruvates",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "38910890",
      "title": "Targeting pyruvate kinase M2 for the treatment of kidney disease.",
      "authors": [
        "Dan-Qian Chen",
        "Jin Han",
        "Hui Liu",
        "Kai Feng",
        "Ping Li"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pyruvate kinase M2 (PKM2), a rate limiting enzyme in glycolysis, is a cellular regulator that has received extensive attention and regards as a metabolic regulator of cellular metabolism and energy. Kidney is a highly metabolically active organ, and glycolysis is the important energy resource for kidney. The accumulated evidences indicates that the enzymatic activity of PKM2 is disturbed in kidney disease progression and treatment, especially diabetic kidney disease and acute kidney injury. Modulating PKM2 post-translational modification determines its enzymatic activity and nuclear translocation that serves as an important interventional approach to regulate PKM2. Emerging evidences show that PKM2 and its post-translational modification participate in kidney disease progression and treatment through modulating metabolism regulation, podocyte injury, fibroblast activation and proliferation, macrophage polarization, and T cell regulation. Interestingly, PKM2 activators (TEPP-46, DASA-58, mitapivat, and TP-1454) and PKM2 inhibitors (shikonin, alkannin, compound 3k and compound 3h) have exhibited potential therapeutic property in kidney disease, which indicates the pleiotropic effects of PKM2 in kidney. In the future, the deep investigation of PKM2 pleiotropic effects in kidney is urgently needed to determine the therapeutic effect of PKM2 activator/inhibitor to benefit patients. The information in this review highlights that PKM2 functions as a potential biomarker and therapeutic target for kidney diseases."
    },
    {
      "pmid": "38892032",
      "title": "Ethyl Pyruvate Decreases Collagen Synthesis and Upregulates MMP Activity in Keloid Fibroblasts and Keloid Spheroids.",
      "authors": [
        "Wooyeol Baek",
        "Seonghyuk Park",
        "Youngdae Lee",
        "Hyun Roh",
        "Chae-Ok Yun",
        "Tai Suk Roh",
        "Won Jai Lee"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-May-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Keloids, marked by abnormal cellular proliferation and excessive extracellular matrix (ECM) accumulation, pose significant therapeutic challenges. Ethyl pyruvate (EP), an inhibitor of the high-mobility group box 1 (HMGB1) and TGF-β1 pathways, has emerged as a potential anti-fibrotic agent. Our research evaluated EP's effects on keloid fibroblast (KF) proliferation and ECM production, employing both in vitro cell cultures and ex vivo patient-derived keloid spheroids. We also analyzed the expression levels of ECM components in keloid tissue spheroids treated with EP through immunohistochemistry. Findings revealed that EP treatment impedes the nuclear translocation of HMGB1 and diminishes KF proliferation. Additionally, EP significantly lowered mRNA and protein levels of collagen I and III by attenuating TGF-β1 and pSmad2/3 complex expression in both human dermal fibroblasts and KFs. Moreover, metalloproteinase I (MMP-1) and MMP-3 mRNA levels saw a notable increase following EP administration. In keloid spheroids, EP induced a dose-dependent reduction in ECM component expression. Immunohistochemical and western blot analyses confirmed significant declines in collagen I, collagen III, fibronectin, elastin, TGF-β, AKT, and ERK 1/2 expression levels. These outcomes underscore EP's antifibrotic potential, suggesting its viability as a therapeutic approach for keloids.",
      "mesh_terms": [
        "Humans",
        "Keloid",
        "Fibroblasts",
        "Pyruvates",
        "Spheroids, Cellular",
        "Matrix Metalloproteinase 1",
        "Transforming Growth Factor beta1",
        "HMGB1 Protein",
        "Collagen",
        "Cell Proliferation",
        "Cells, Cultured",
        "Matrix Metalloproteinase 3",
        "Extracellular Matrix",
        "Collagen Type I",
        "Smad2 Protein",
        "Smad3 Protein",
        "Up-Regulation",
        "Male"
      ]
    },
    {
      "pmid": "38879156",
      "title": "Compound 3K attenuates isoproterenol-induced cardiac hypertrophy by inhibiting pyruvate kinase M2 (PKM2) pathway.",
      "authors": [
        "Mohd Rihan",
        "Shyam Sunder Sharma"
      ],
      "journal": "Life sciences",
      "publication_date": "2024-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: Chronic sympathetic stimulation has been identified as a primary factor in the pathogenesis of cardiac hypertrophy (CH). However, there is no appropriate treatment available for the management of CH. Recently, it has been revealed that pyruvate kinase M2 (PKM2) plays a significant role in cardiac remodeling, fibrosis, and hypertrophy. However, the therapeutic potential of selective PKM2 inhibitor has not yet been explored in cardiac hypertrophy. Thus, in the current study, we have studied the cardioprotective potential of Compound 3K, a selective PKM2 inhibitor in isoproterenol-induced CH model. METHODS: To induce cardiac hypertrophy, male Wistar rats were subcutaneously administered isoproterenol (ISO, 5 mg/kg/day) for 14 days. Compound 3K at dosages of 2 and 4 mg/kg orally was administered to ISO-treated rats for 14 days to explore its effects on various parameters like ECG, ventricular functions, hypertrophic markers, histology, inflammation, and protein expression were performed. RESULTS: Fourteen days administration of ISO resulted in the induction of CH, which was evidenced by alterations in ECG, ventricular dysfunctions, increase in hypertrophy markers, and fibrosis. The immunoblotting of hypertrophy heart revealed the significant rise in PKM2 and reduction in PKM1 protein expression. Treatment with Compound 3K led to downregulation of PKM2 and upregulation of PKM1 protein expression. Compound 3K showed cardioprotective effects by improving ECG, cardiac functions, hypertrophy markers, inflammation, and fibrosis. Further, it also reduced cardiac expression of PKM2-associated splicing protein, HIF-1α, and caspase-3. CONCLUSION: Our findings suggest that Compound 3K has a potential cardioprotective effect via PKM2 inhibition in isoproterenol-induced CH.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats",
        "Cardiomegaly",
        "Cardiotonic Agents",
        "Fibrosis",
        "Isoproterenol",
        "Pyruvate Kinase",
        "Rats, Wistar",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "38869884",
      "title": "Metabolic profiling of glioblastoma stem cells reveals pyruvate carboxylase as a critical survival factor and potential therapeutic target.",
      "authors": [
        "Ophélie Renoult",
        "Mélanie Laurent-Blond",
        "Hala Awada",
        "Lisa Oliver",
        "Noémie Joalland",
        "Mikaël Croyal",
        "François Paris",
        "Catherine Gratas",
        "Claire Pecqueur"
      ],
      "journal": "Neuro-oncology",
      "publication_date": "2024-Sep-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Glioblastoma (GBM) is a highly aggressive tumor with unmet therapeutic needs, which can be explained by extensive intra-tumoral heterogeneity and plasticity. In this study, we aimed to investigate the specific metabolic features of Glioblastoma stem cells (GSC), a rare tumor subpopulation involved in tumor growth and therapy resistance. METHODS: We conducted comprehensive analyses of primary patient-derived GBM cultures and GSC-enriched cultures of human GBM cell lines using state-of-the-art molecular, metabolic, and phenotypic studies. RESULTS: We showed that GSC-enriched cultures display distinct glycolytic profiles compared with differentiated tumor cells. Further analysis revealed that GSC relies on pyruvate carboxylase (PC) activity for survival and self-renewal capacity. Interestingly, inhibition of PC led to GSC death, particularly when the glutamine pool was low, and increased differentiation. Finally, while GSC displayed resistance to the chemotherapy drug etoposide, genetic or pharmacological inhibition of PC restored etoposide sensitivity in GSC, both in vitro and in orthotopic murine models. CONCLUSIONS: Our findings demonstrate the critical role of PC in GSC metabolism, survival, and escape to etoposide. They also highlight PC as a therapeutic target to overcome therapy resistance in GBM.",
      "mesh_terms": [
        "Glioblastoma",
        "Humans",
        "Pyruvate Carboxylase",
        "Neoplastic Stem Cells",
        "Animals",
        "Mice",
        "Brain Neoplasms",
        "Tumor Cells, Cultured",
        "Xenograft Model Antitumor Assays",
        "Drug Resistance, Neoplasm",
        "Etoposide",
        "Cell Proliferation",
        "Cell Line, Tumor",
        "Cell Survival"
      ]
    },
    {
      "pmid": "38865743",
      "title": "A chemical modification of a peroxisome proliferator-activated receptor pan agonist produced a shift to a new dual alpha/gamma partial agonist endowed with mitochondrial pyruvate carrier inhibition and antidiabetic properties.",
      "authors": [
        "Antonio Laghezza",
        "Carmen Cerchia",
        "Massimo Genovese",
        "Roberta Montanari",
        "Davide Capelli",
        "Judith Wackerlig",
        "Stefan Simic",
        "Emanuele Falbo",
        "Lucia Pecora",
        "Rosalba Leuci",
        "Leonardo Brunetti",
        "Luca Piemontese",
        "Paolo Tortorella",
        "Abanish Biswas",
        "Ravi Pratap Singh",
        "Suhas Tambe",
        "C A Sudeep",
        "Ashok Kumar Pattnaik",
        "Venkatesan Jayaprakash",
        "Paolo Paoli",
        "Antonio Lavecchia",
        "Fulvio Loiodice"
      ],
      "journal": "European journal of medicinal chemistry",
      "publication_date": "2024-Sep-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "New analogs of the PPAR pan agonist AL29-26 encompassed ligand (S)-7 showing potent activation of PPARα and -γ subtypes as a partial agonist. In vitro experiments and docking studies in the presence of PPAR antagonists were performed to help interpretation of biological data and investigate the main interactions at the binding sites. Further in vitro experiments showed that (S)-7 induced anti-steatotic effects and enhancement of the glucose uptake. This latter effect could be partially ascribed to a significant inhibition of the mitochondrial pyruvate carrier demonstrating that (S)-7 also acted through insulin-independent mechanisms. In vivo experiments showed that this compound reduced blood glucose and lipid levels in a diabetic mice model displaying no toxicity on bone, kidney, and liver. To our knowledge, this is the first example of dual PPARα/γ partial agonist showing these combined effects representing, therefore, the potential lead of new drugs for treatment of dyslipidemic type 2 diabetes.",
      "mesh_terms": [
        "Animals",
        "PPAR alpha",
        "PPAR gamma",
        "Mice",
        "Hypoglycemic Agents",
        "Humans",
        "Structure-Activity Relationship",
        "Diabetes Mellitus, Experimental",
        "Male",
        "Molecular Structure",
        "Dose-Response Relationship, Drug",
        "Monocarboxylic Acid Transporters",
        "Diabetes Mellitus, Type 2",
        "Molecular Docking Simulation",
        "Mitochondria"
      ]
    },
    {
      "pmid": "38856931",
      "title": "Pyruvate kinase M2 sustains cardiac mitochondrial quality surveillance in septic cardiomyopathy by regulating prohibitin 2 abundance via S91 phosphorylation.",
      "authors": [
        "Yingzhen Du",
        "Jialei Li",
        "Zhe Dai",
        "Yuxin Chen",
        "Yao Zhao",
        "Xiaoman Liu",
        "Tian Xia",
        "Pingjun Zhu",
        "Yijin Wang"
      ],
      "journal": "Cellular and molecular life sciences : CMLS",
      "publication_date": "2024-Jun-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The endogenous mitochondrial quality control (MQC) system serves to protect mitochondria against cellular stressors. Although mitochondrial dysfunction contributes to cardiac damage during many pathological conditions, the regulatory signals influencing MQC disruption during septic cardiomyopathy (SC) remain unclear. This study aimed to investigate the involvement of pyruvate kinase M2 (PKM2) and prohibitin 2 (PHB2) interaction followed by MQC impairment in the pathogenesis of SC. We utilized LPS-induced SC models in PKM2 transgenic (PKM2TG) mice, PHB2S91D-knockin mice, and PKM2-overexpressing HL-1 cardiomyocytes. After LPS-induced SC, cardiac PKM2 expression was significantly downregulated in wild-type mice, whereas PKM2 overexpression in vivo sustained heart function, suppressed myocardial inflammation, and attenuated cardiomyocyte death. PKM2 overexpression relieved sepsis-related mitochondrial damage via MQC normalization, evidenced by balanced mitochondrial fission/fusion, activated mitophagy, restored mitochondrial biogenesis, and inhibited mitochondrial unfolded protein response. Docking simulations, co-IP, and domain deletion mutant protein transfection experiments showed that PKM2 phosphorylates PHB2 at Ser91, preventing LPS-mediated PHB2 degradation. Additionally, the A domain of PKM2 and the PHB domain of PHB2 are required for PKM2-PHB2 binding and PHB2 phosphorylation. After LPS exposure, expression of a phosphorylation-defective PHB2S91A mutant negated the protective effects of PKM2 overexpression. Moreover, knockin mice expressing a phosphorylation-mimetic PHB2S91D mutant showed improved heart function, reduced inflammation, and preserved mitochondrial function following sepsis induction. Abundant PKM2 expression is a prerequisite to sustain PKM2-PHB2 interaction which is a key element for preservation of PHB2 phosphorylation and MQC, presenting novel interventive targets for the treatment of septic cardiomyopathy.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Male",
        "Mice",
        "Cardiomyopathies",
        "Lipopolysaccharides",
        "Mice, Inbred C57BL",
        "Mice, Transgenic",
        "Mitochondria, Heart",
        "Mitophagy",
        "Myocytes, Cardiac",
        "Phosphorylation",
        "Prohibitins",
        "Pyruvate Kinase",
        "Repressor Proteins",
        "Sepsis"
      ]
    },
    {
      "pmid": "38844173",
      "title": "Design and synthesis of novel fluorene derivatives as inhibitors of pyruvate dehydrogenase kinase.",
      "authors": [
        "Masafumi Inoue",
        "Hironobu Nagamori",
        "Toru Morita",
        "Satoru Kobayashi",
        "Koichi Suzawa",
        "Yuki Kitao",
        "Tomoyuki Saito",
        "Iichiro Kawahara",
        "Takuya Orita",
        "Shota Akai",
        "Tsuyoshi Adachi",
        "Takahisa Motomura"
      ],
      "journal": "Bioorganic & medicinal chemistry letters",
      "publication_date": "2024-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Activation of pyruvate dehydrogenase (PDH) by inhibition of pyruvate dehydrogenase kinase (PDHK) has the potential for the treatment of diabetes mellitus and its complications, caused by the malfunction of the glycolytic system and glucose oxidation. In this paper, we describe the identification of novel PDHK inhibitors with a fluorene structure. High-throughput screening using our in-house library provided compound 6 as a weak inhibitor that occupied the allosteric lipoyl group binding site in PDHK2. Structure-based drug design (SBDD) while addressing physicochemical properties succeeded in boosting inhibitory activity approximately 700-fold. Thus obtained compound 32 showed favorable pharmacokinetics profiles supported by high membrane permeability and metabolic stability, and exhibited activation of PDH in rat livers and a glucose lowering effect in Zucker fatty rats.",
      "mesh_terms": [
        "Animals",
        "Drug Design",
        "Pyruvate Dehydrogenase Acetyl-Transferring Kinase",
        "Rats",
        "Fluorenes",
        "Rats, Zucker",
        "Structure-Activity Relationship",
        "Protein Kinase Inhibitors",
        "Protein Serine-Threonine Kinases",
        "Molecular Structure",
        "Humans",
        "Dose-Response Relationship, Drug"
      ]
    },
    {
      "pmid": "38839007",
      "title": "Neurotoxic effects of triclosan in adolescent mice: Pyruvate kinase M2 dimer regulated Signal transducer and activator of transcription 3 phosphorylation mediated microglia activation and neuroinflammation.",
      "authors": [
        "Ziyun Wei",
        "Xiao Ni",
        "He Cui",
        "Chang Shu",
        "Yuxuan Peng",
        "Yunwei Li",
        "Jieyu Liu"
      ],
      "journal": "The Science of the total environment",
      "publication_date": "2024-Sep-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Triclosan (TCS), a commonly used antibacterial agent, is associated with various harmful effects on mammalian neurodevelopment, particularly when exposed prenatally. This study investigated the impact of long-term exposure to TCS on the prefrontal cortex development in adolescent mice. We evaluated the motor ability, motor coordination, and anxiety behavior of mice using open field tests (OFT) and elevated cross maze tests (EPM). An increase in movement distance, number of passes through the central area, and open arm retention time was observed in mice treated with TCS. Hematoxylin eosin staining and Nissl staining also showed significant adverse reactions in the brain tissue of TCS-exposed group. TCS induced microglia activation and increased inflammatory factors expression in the prefrontal cortex. TCS also increased the expression of pyruvate kinase M2 (PKM2), thereby elevating the levels of PKM2 dimer, which entered the nucleus. Treatment with TEPP46 (PKM2 dimer nuclear translocation inhibitor) blocked the expression of inflammatory factors induced by TCS. TCS induced the phosphorylation of nuclear signal transducer and activator of transcription 3 (STAT3) in vivo and in vitro, upregulating the levels of inflammatory cytokines. The results also demonstrated the binding of PKM2 to STAT3, which promoted STAT3 phosphorylation at the Tyr705 site, thereby regulating the expression of inflammatory factors. These findings highlight the role of PKM2-regulated STAT3 phosphorylation in TCS-induced behavioral disorders in adolescents and propose a reliable treatment target for TCS.",
      "mesh_terms": [
        "Animals",
        "Triclosan",
        "Mice",
        "Microglia",
        "Pyruvate Kinase",
        "STAT3 Transcription Factor",
        "Phosphorylation",
        "Neuroinflammatory Diseases",
        "Anti-Infective Agents, Local",
        "Male"
      ]
    },
    {
      "pmid": "38838079",
      "title": "The use of ketogenic diets in children living with drug-resistant epilepsy, glucose transporter 1 deficiency syndrome and pyruvate dehydrogenase deficiency: A scoping review.",
      "authors": [
        "Tracy Cameron",
        "Karen Allan",
        "Kay Cooper"
      ],
      "journal": "Journal of human nutrition and dietetics : the official journal of the British Dietetic Association",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "BACKGROUND: The ketogenic diet (KD) is a high fat, moderate protein and very low carbohydrate diet. It can be used as a medical treatment for drug-resistant epilepsy (DRE), glucose transporter 1 deficiency syndrome and pyruvate dehydrogenase deficiency. The aim of this scoping review was to map the KD literature, with a focus on epilepsy and associated metabolic conditions, to summarise the current evidence-base and identify any gaps. METHODS: This review was conducted using JBI scoping review methodological guidance and the PRISMA extension for scoping reviews reporting guidance. A comprehensive literature search was conducted in September 2021 and updated in February 2024 using MEDLINE, CINAHL, AMED, EmBASE, CAB Abstracts, Scopus and Food Science Source databases. RESULTS: The initial search yielded 2721 studies and ultimately, data were extracted from 320 studies that fulfilled inclusion criteria for the review. There were five qualitative studies, and the remainder were quantitative, including 23 randomised controlled trials (RCTs) and seven quasi-experimental studies. The USA published the highest number of KD studies followed by China, South Korea and the UK. Most studies focused on the classical KD and DRE. The studies key findings suggest that the KD is efficacious, safe and tolerable. CONCLUSIONS: There are opportunities available to expand the scope of future KD research, particularly to conduct high-quality RCTs and further qualitative research focused on the child's needs and family support to improve the effectiveness of KDs.",
      "mesh_terms": [
        "Humans",
        "Diet, Ketogenic",
        "Pyruvate Dehydrogenase Complex Deficiency Disease",
        "Child",
        "Drug Resistant Epilepsy",
        "Carbohydrate Metabolism, Inborn Errors",
        "Monosaccharide Transport Proteins",
        "Child, Preschool",
        "Male",
        "Female",
        "Adolescent"
      ]
    },
    {
      "pmid": "38829568",
      "title": "In vivo Metabolic Sensing of Hyperpolarized [1-13C]Pyruvate in Mice Using a Recyclable Perfluorinated Iridium Signal Amplification by Reversible Exchange Catalyst.",
      "authors": [
        "Jessica Ettedgui",
        "Kazutoshi Yamamoto",
        "Burchelle Blackman",
        "Norikazu Koyasu",
        "Natarajan Raju",
        "Olga Vasalatiy",
        "Hellmut Merkle",
        "Eduard Y Chekmenev",
        "Boyd M Goodson",
        "Murali C Krishna",
        "Rolf E Swenson"
      ],
      "journal": "Angewandte Chemie (International ed. in English)",
      "publication_date": "2024-Oct-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Real-time visualization of metabolic processes in vivo provides crucial insights into conditions like cancer and metabolic disorders. Metabolic magnetic resonance imaging (MRI), by amplifying the signal of pyruvate molecules through hyperpolarization, enables non-invasive monitoring of metabolic fluxes, aiding in understanding disease progression and treatment response. Signal Amplification By Reversible Exchange (SABRE) presents a simpler, cost-effective alternative to dissolution dynamic nuclear polarization, eliminating the need for expensive equipment and complex procedures. We present the first in vivo demonstration of metabolic sensing in a human pancreatic cancer xenograft model compared to healthy mice. A novel perfluorinated Iridium SABRE catalyst in a fluorinated solvent and methanol blend facilitated this breakthrough with a 1.2-fold increase in [1-13C]pyruvate SABRE hyperpolarization. The perfluorinated moiety allowed easy separation of the heavy-metal-containing catalyst from the hyperpolarized [1-13C]pyruvate target. The perfluorinated catalyst exhibited recyclability, maintaining SABRE-SHEATH activity through subsequent hyperpolarization cycles with minimal activity loss after the initial two cycles. Remarkably, the catalyst retained activity for at least 10 cycles, with a 3.3-fold decrease in hyperpolarization potency. This proof-of-concept study encourages wider adoption of SABRE hyperpolarized [1-13C]pyruvate MR for studying in vivo metabolism, aiding in diagnosing stages and monitoring treatment responses in cancer and other diseases.",
      "mesh_terms": [
        "Animals",
        "Iridium",
        "Mice",
        "Catalysis",
        "Humans",
        "Pyruvic Acid",
        "Carbon Isotopes",
        "Magnetic Resonance Imaging",
        "Pancreatic Neoplasms"
      ]
    },
    {
      "pmid": "38798427",
      "title": "Sex-dependent adipose glucose partitioning by the mitochondrial pyruvate carrier.",
      "authors": [
        "Christopher E Shannon",
        "Terry Bakewell",
        "Marcel J Fourcaudot",
        "Iriscilla Ayala",
        "Giovanna Romero",
        "Mara Asmis",
        "Leandro C Freitas Lima",
        "Martina Wallace",
        "Luke Norton"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2024-May-14",
      "publication_types": [
        "Preprint",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The mitochondrial pyruvate carrier (MPC) occupies a critical node in intermediary metabolism, prompting interest in its utility as a therapeutic target for the treatment of obesity and cardiometabolic disease. Dysregulated nutrient metabolism in adipose tissue is a prominent feature of obesity pathophysiology, yet the functional role of adipose MPC has not been explored. We investigated whether the MPC shapes the adaptation of adipose tissue to dietary stress in female and male mice. METHODS: The impact of pharmacological and genetic disruption of the MPC on mitochondrial pathways of triglyceride assembly (lipogenesis and glyceroneogenesis) was assessed in 3T3L1 adipocytes and murine adipose explants, combined with analyses of adipose MPC expression in metabolically compromised humans. Whole-body and adipose-specific glucose metabolism were subsequently investigated in male and female mice lacking adipocyte MPC1 (Mpc1AD-/-) and fed either standard chow, high-fat western style, or high-sucrose lipid restricted diets for 24 weeks, using a combination of radiolabeled tracers and GC/MS metabolomics. RESULTS: Treatment with UK5099 or siMPC1 impaired the synthesis of lipids and glycerol-3-phosphate from pyruvate and blunted triglyceride accumulation in 3T3L1 adipocytes, whilst MPC expression in human adipose tissue was negatively correlated with indices of whole-body and adipose tissue metabolic dysfunction. Mature adipose explants from Mpc1AD-/- mice were intrinsically incapable of incorporating pyruvate into triglycerides. In vivo, MPC deletion restricted the incorporation of circulating glucose into adipose triglycerides, but only in female mice fed a zero fat diet, and this associated with sex-specific reductions in tricarboxylic acid cycle pool sizes and compensatory transcriptional changes in lipogenic and glycerol metabolism pathways. However, whole-body adiposity and metabolic health were preserved in Mpc1AD-/- mice regardless of sex, even under conditions of zero dietary fat. CONCLUSION: These findings highlight the greater capacity for mitochondrially driven triglyceride assembly in adipose from female versus male mice and expose a reliance upon MPC-gated metabolism for glucose partitioning in female adipose under conditions of dietary lipid restriction."
    },
    {
      "pmid": "38786060",
      "title": "Immunoglobulin Superfamily Containing Leucine-Rich Repeat (ISLR) Serves as a Redox Sensor That Modulates Antioxidant Capacity by Suppressing Pyruvate Kinase Isozyme M2 Activity.",
      "authors": [
        "Tongtong Wang",
        "Meijing Chen",
        "Yang Su",
        "Yuying Zhang",
        "Chang Liu",
        "Miaomiao Lan",
        "Lei Li",
        "Fan Liu",
        "Na Li",
        "Yingying Yu",
        "Lei Xiong",
        "Kun Wang",
        "Jin Liu",
        "Qing Xu",
        "Yue Hu",
        "Yuxin Jia",
        "Yuxin Cao",
        "Jingwen Pan",
        "Qingyong Meng"
      ],
      "journal": "Cells",
      "publication_date": "2024-May-14",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Cells defend against oxidative stress by enhancing antioxidant capacity, including stress-activated metabolic alterations, but the underlying intracellular signaling mechanisms remain unclear. This paper reports that immunoglobulin superfamily containing leucine-rich repeat (ISLR) functions as a redox sensor that responds to reactive oxygen species (ROS) stimulation and modulates the antioxidant capacity by suppressing pyruvate kinase isozyme M2 (PKM2) activity. Following oxidative stress, ISLR perceives ROS stimulation through its cysteine residue 19, and rapidly degrades in the autophagy-lysosome pathway. The downregulated ISLR enhances the antioxidant capacity by promoting the tetramerization of PKM2, and then enhancing the pyruvate kinase activity, PKM2-mediated glycolysis is crucial to the ISLR-mediated antioxidant capacity. In addition, our results demonstrated that, in triple-negative breast cancer, cisplatin treatment reduced the level of ISLR, and PKM2 inhibition sensitizes tumors to cisplatin by enhancing ROS production; and argued that PKM2 inhibition can synergize with cisplatin to limit tumor growth. Our results demonstrate a molecular mechanism by which cells respond to oxidative stress and modulate the redox balance.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Humans",
        "Mice",
        "Antioxidants",
        "Autophagy",
        "Cell Line, Tumor",
        "Cisplatin",
        "Glycolysis",
        "Membrane Proteins",
        "Oxidation-Reduction",
        "Oxidative Stress",
        "Pyruvate Kinase",
        "Reactive Oxygen Species",
        "Thyroid Hormone-Binding Proteins",
        "Thyroid Hormones",
        "Triple Negative Breast Neoplasms",
        "Immunoglobulins"
      ]
    }
  ]
}