{
  "supplement": "Quercetin",
  "query": "Quercetin[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:26:18",
  "research_count": 3614,
  "count": 100,
  "articles": [
    {
      "pmid": "40308638",
      "title": "Quercetin ameliorates obesity and inflammation via microbial metabolite indole-3-propionic acid in high fat diet-induced obese mice.",
      "authors": [
        "Jiaxin Lu",
        "Yanting Huang",
        "Yujing Zhang",
        "Jiayu Xie",
        "Qingjun Guo",
        "Huifan Yang",
        "Yunyan Yang",
        "Jing Chen",
        "Lijie Su"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Obesity is a chronic metabolic disease, mainly caused by excessive/abnormal fat accumulation, as well as accompanied by endotoxemia and chronic inflammation. Quercetin, a natural flavonoid, may alleviate obesity by regulating gut microbiota and metabolites, but its exact mechanism for improving obesity is unknown. OBJECTIVES: The aim of this study was to investigate the effects of quercetin on high-fat diet (HFD)-induced obesity in mice. In particular, we focused on the regulatory effects of quercetin on gut microbiota and the tryptophan metabolite indole-3-propionic acid (IPA). METHODS: The C57BL/6J mice were subjected to a 20-week HFD feeding regimen with concurrent daily oral administration of quercetin or IPA. The body weight, fat accumulation, gut barrier function, and chronic inflammation were determined. Gut microbiota composition was analyzed by 16S rRNA sequencing and IPA levels were measured in serum and feces. In vitro experiments, Caco-2 cells were used to evaluate the effects of IPA and fecal dilutions from quercetin-treated mice on tight junction protein expression and aryl hydrocarbon receptor (AhR) activation. RESULTS: Our results revealed that quercetin supplementation significantly mitigated obesity and chronic inflammation, and improved the disrupted gut barrier function through the actvation of AhR/interleukin 22 (IL-22) pathway. 16S rRNA sequencing revealed that quercetin treatment increased the abundance of Lactobacillus. Quercetin intervention increased the levels of IPA in the serum and feces of mice. IPA supplementation alleviated obesity and chronic inflammation, and enhanced intestinal barrier function through AhR activation. The findings were further corroborated by Caco-2 cell experiment, which indicated that the modulation of the dysregulated gut microbiota to change microbial metabolite IPA coordinated the improvement effect of quercetin on gut barrier disruption. CONCLUSION: Quercetin supplementation alleviates obesity by restoring high-fat diet induced gut microbiota disorder, which elevates IPA level to activate AhR/IL-22 pathway, thereby enhancing intestinal barrier integrity and suppressing chronic inflammation."
    },
    {
      "pmid": "40307659",
      "title": "Mechanism study of the effects of astragaloside IV and quercetin on idiopathic pulmonary fibrosis.",
      "authors": [
        "Ye Luo",
        "Chang-Jun Xu",
        "Xing-Hui Ai",
        "Yu-Ping Li",
        "Xing Zhu",
        "Chang-Fu Yang"
      ],
      "journal": "Journal of natural medicines",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the effects of astragaloside IV(AS-IV) and quercetin (QCT) on autophagic activity, pyroptosis, and epithelial-mesenchymal transdifferentiation (EMT) in the context of idiopathic pulmonary fibrosis (IPF), utilizing both in vivo and in vitro models. In the in vivo component of the research, C57BL/6 J mice were subjected to bleomycin (BLM) modeling, followed by AS-IV + QCT intervention at low, medium, and high doses for 14 and 28 days. Pathological changes in lung tissue were assessed through HE and Masson staining. Additionally, the expression levels of autophagy and pyroptosis-related proteins in serum and bronchoalveolar lavage fluid were examined via Western blot analysis. In the in vitro experiment, RAW264.7 macrophage cells were co-cultured with MLE-12 alveolar epithelial cells (3:1 ratio), implementing BLM and NLR family pyrin domain-containing protein (NLRP3) + BLM models to induce IPF. The effects of AS-IV and QCT on these cells were evaluated by electron microscopy to observe structural changes, while Western blot and ELISA were used to measure the expression of autophagy and pyroptosis-related proteins. Results showed that AS-IV and QCT significantly enhanced autophagic activity, evidenced by increased levels of LC3II and beclin-1 and decreased levels of P62. Additionally, both compounds reduced the expression of pyroptosis-related proteins (NLRP3, Caspase-1, IL-1β, and IL-18) and slowed the progression of EMT in alveolar epithelial cells. These findings propose that AS-IV and QCT inhibit the EMT process in IPF by activating autophagic mechanisms while suppressing pyroptosis, thereby underscoring their potential as innovative therapeutic strategies for IPF and highlighting the promising implications of herbal compounds in its prevention and treatment."
    },
    {
      "pmid": "40296879",
      "title": "Zein and Trimethyl Chitosan-Based Core-Shell Nanoparticles for Quercetin Oral Delivery to Enhance Absorption by Paracellular Pathway in Obesity Mice.",
      "authors": [
        "Zijian Dai",
        "Wanting Yin",
        "Jiahao Li",
        "Lingjun Ma",
        "Fang Chen",
        "Qun Shen",
        "Xiaosong Hu",
        "Yong Xue",
        "Junfu Ji"
      ],
      "journal": "Biomaterials research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Quercetin as a flavonoid polyphenol in nature has shown great anti-obesity effects. Due to its poor stability in chemical structure and low intestinal absorption, the in vivo bioavailability of quercetin is considered to be the main challenge for applications. To achieve the oral quercetin administration, chitosan was successfully trimethylated (TMC) to coat the quercetin-loaded zein nanoparticles (Zein-Q), which were designed as the core-shell structure for enhancing the intestinal absorption in this study. TMC-Zein-Q was demonstrated to protect quercetin from degradation and showed the sustained-release effect in an in vitro drug release experiment. The nanoparticles were found to reversibly open tight junctions between intestinal epithelial cells and help to increase quercetin uptake via the paracellular pathway in Caco-2 cells. In addition, the delivery system also showed stronger intestinal permeability and mucoadhesion in vivo, which improved the bioavailability of quercetin in cellular and animal experiments. After 10 weeks of intervention, TMC-Zein-Q could effectively suppress weight gain, improve serum lipid levels, and ameliorate hepatic steatosis and glucose tolerance in high-fat diet (HFD) mice by mediating the AMPK pathway. Consequently, this work successfully constructed TMC-Zein-Q for oral quercetin delivery, providing a novel and feasible strategy for the treatment of obesity via the oral route."
    },
    {
      "pmid": "40294843",
      "title": "Quercetin prevents single prolonged stress-induced posttraumatic stress disorder and neurochemical changes via antioxidant, antiinflammatory and antiapoptotic mechanisms in rats.",
      "authors": [
        "Mega Obukohwo Oyovwi",
        "Ejime A Chijiokwu",
        "Arientare Rume Rotu",
        "Ejayeta Jeroh",
        "Paul Chinwuba",
        "Benneth Ben-Azu",
        "Esthinsheen Osirim",
        "Eze Kingsley Nwangwa"
      ],
      "journal": "Neuroscience",
      "publication_date": "2025-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Posttraumatic stress disorder (PTSD) is a debilitating condition characterized by neurochemical imbalances and behavioral disruptions. Emerging evidence suggests that quercetin, a naturally occurring flavonoid, may possess neuroprotective properties. This study investigates the potential effects of quercetin on neurochemical dynamics associated with single prolonged stress (SPS)-induced PTSD in rats. Male Sprague-Dawley rats were subjected to the SPS protocol to induce PTSD-like symptoms. Following SPS exposure, rats were randomly assigned to either a quercetin treatment group or a vehicle control group. Neurochemical analysis was performed post-treatment, including assessment of neurotransmitter concentrations (e.g., serotonin, norepinephrine, dopamine) and inflammatory markers (e.g., TNF-α, IL-1β) in relevant brain tissues. Behavioral assessments were also conducted to correlate neurochemical changes with PTSD-like symptoms. Preliminary findings suggest that quercetin treatment, particularly at 20 mg/kg dosages, resulted in a partial modulation of neurochemical dysregulation related to PTSD. Specifically, quercetin administration attenuated the stress-induced regional alterations in neurotransmitter levels, including increased dopamine and serotonin levels, and decreased markers of neuroinflammation in the studied brain regions compared to the control group. These changes were associated with improvements in anxiety-like and depressive behavior alongside increased cognitive performance. Quercetin shows potential to improve the neurochemical imbalances linked to PTSD in a rat model. Further studies are needed to confirm these findings and investigate the exact mechanisms of action, as well as the therapeutic potential of quercetin for individuals with PTSD."
    },
    {
      "pmid": "40293841",
      "title": "Quercetin Mitigates Sulfasalazine-Induced Toxicity by Inhibiting p53-Dependent Apoptosis and DNA Damage in Rat Epididymis, Semen and Bone Marrow.",
      "authors": [
        "Sharon O Osawe",
        "Ebenezer O Farombi"
      ],
      "journal": "Journal of biochemical and molecular toxicology",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sulfasalazine, an anti-inflammatory drug used in the treatment of inflammatory bowel disorders poses a threat to male reproductive potential. With a growing interest in the therapeutic ability of dietary flavonoids to mitigate drug-related reproductive dysfunction in males, we evaluated the possible protective potentials of quercetin against sulfasalazine-induced genotoxicity in the bone marrow and apoptosis in testis, semen, and epididymis of Wistar rats. Twenty rats were placed into four groups (n = 5) and orally administered the following for 14 consecutive days: Group 1: 0.5% sodium carboxymethyl cellulose (1 ml/kg). Group 2: quercetin (20 mg/kg). Group 3: sulfasalazine (600 mg/kg). Group 4: sulfasalazine (600 mg/kg) + quercetin (20 mg/kg). Tumor suppressor protein (Tp53), caspase 9, and caspase 3 levels were increased in semen, while TUNEL positive sperm increased in epididymis of sulfasalazine-treated rats, indicative of apoptotic death of sperm. These were significantly decreased in sulfasalazine-treated rats co-administered with quercetin. However, levels of Tp53, caspase 9 and 3 remained unchanged, while TUNEL-stained sperm cells were not evident in testes of rats treated with sulfasalazine. Again, sulfasalazine increased the frequency of micronuclei (MN) in bone marrow of treated rats, evident of its genotoxic potential. MN frequency was, however, decreased in their bone marrow on co-administration of quercetin. In conclusion, our findings suggest that quercetin holds promise in ameliorating the apoptotic death of sperm cells associated with sulfasalazine's detrimental effect on male fertility and DNA.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Quercetin",
        "Sulfasalazine",
        "Apoptosis",
        "DNA Damage",
        "Tumor Suppressor Protein p53",
        "Rats, Wistar",
        "Rats",
        "Epididymis",
        "Bone Marrow",
        "Semen"
      ]
    },
    {
      "pmid": "40292065",
      "title": "Protective and Antioxidant Effects of Quercetin Loaded Black Cumin (Nigella sativa L) Seed Oil-Based Nanoemulsion in Testosterone-Induced Benign Prostatic Hyperplasia: An Experimental Study.",
      "authors": [
        "A Jafari",
        "N Panahi",
        "S Hesaraki",
        "G Akbari"
      ],
      "journal": "Archives of Razi Institute",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Quercetin (Qu) is a type of plant flavonoid that has been demonstrated to possess anti-proliferative properties, making it a potentially beneficial agent in the treatment of prostate hyperplasia. Additionally, Nigella sativa seed oil (NSO) has demonstrated efficacy in alleviating symptoms associated with benign prostatic hyperplasia (BPH). The objective of this study is to evaluate the impact of quercetin (Qu) in combination with a nanoemulsion derived from Nigella sativa seed oil (Qu-NSO) on a rat model of benign prostatic hyperplasia (BPH). The study employed a rat model of BPH, whereby testosterone enanthate (5 mg/kg) was administered subcutaneously to induce the condition. The rats were then treated with various interventions, including Qu (25 mg/kg and 50 mg/kg), NSO, and Qu-NSO (25 mg/kg and 50 mg/kg), with a total volume of 0.5 ml administered orally. This allowed for an assessment of the effects of Qu-NSO. The self-nanoemulsified drug delivery system was prepared using NSO, coconut oil, Tween 80, and polyethylene glycol 400 (PEG). The globule size and zeta potential of the formed vesicles were determined. Investigations were conducted on the rat model to examine the effects of the treatments on dihydrotestosterone (DHT), prostate-specific antigen (PSA), prostatic weight and index, oxidant and antioxidant markers, and histopathology. The mean globule size for Qu-NSO was 171.9±10.9 nm, with a zeta potential value of +17.3 mV. The Qu-NSO treatment resulted in a 40% reduction in prostate weight and an 86.71% reduction in prostate index compared to the testosterone-treated group. The Qu-NSO treatment resulted in a significant reduction in serum levels of oxidative contents (MDA) (p<0.0001), while antioxidative substances (SOD and GPx activity) exhibited a significant increase (p<0.0001). The Qu-NSO group exhibited superior outcomes in terms of decreasing prostatic weight and enhancing antioxidative properties, as evidenced by elevated antioxidant enzyme activity. This study demonstrated that the Qu and NSO in a Qu NSO formula augmented the Qu efficacy in managing BPH. Quercetin (Qu) is a type of plant flavonoid that is beneficial in fighting prostate hyperplasia cells. Meanwhile, Nigella sativa seed oil (NSO) has shown promise in relieving benign prostatic hyperplasia (BPH) symptoms. This study aims to assess the effects of Qu combined with NSO-based nanoemulsion (Qu-NSO) against a rat model of BPH. The study involved the ‎induction of BPH in rats using testosterone enanthate (5 mg/kg) subcutaneously and ‎administering different treatments, ‎including Qu (25 mg/kg and 50 mg/kg), NSO, and Qu-NSO (25 mg/kg and 50 mg/kg), with total volume 0.5 ml per oral to assess the effects of ‎Qu-NSO. NSO, coconut oil, Tween 80, and polyethylene glycol 400 (PEG) were obtained for the ‎self-nano-emulsified drug delivery system. The globule size and zeta potential of formed vesicles were measured. Dihydrotestosterone (DHT), prostate-specific antigen (PSA), prostatic weight and index, oxidant and antioxidant markers, and histopathology were investigated in the rat model. The average globule size for Qu-NSO was ‎171.9±10.9 ‎nm, with ‎a zeta potential value of ‎+17.3 mV. Qu-NSO declined prostate weight by 40% and prostate index by 86.71% compared to ‎the testosterone group. Qu-NSO treatment ‎significantly reduced the serum levels of oxidative ‎contents (MDA) (p<0.0001), while antioxidative substances (SOD and GPx activity) were ‎significantly more (p<0.0001). Qu-NSO was superior to the finasteride group in decreasing prostatic weight and antioxidative ‎properties, such as increasing antioxidant enzyme ‎activity.‎ This study revealed that the Qu and NSO in a Qu NSO formula enhanced the Qu efficacy in managing BPH.‎.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Antioxidants",
        "Testosterone",
        "Rats",
        "Prostatic Hyperplasia",
        "Nigella sativa",
        "Quercetin",
        "Plant Oils",
        "Emulsions",
        "Rats, Wistar",
        "Seeds",
        "Disease Models, Animal",
        "Carum"
      ]
    },
    {
      "pmid": "40288175",
      "title": "Copper-quercetin complexes: methods of study, relevance to cell death pathways, therapeutic applications.",
      "authors": [
        "Michael Kenneth Lawson"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2025-Apr-26",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Copper-quercetin complexes, CuQ, have been an active area of research for several decades. In vitro experiments show complexes are better antioxidants than quercetin alone. There seems to be a synergy effect. Cancer cell culture experiments also show prooxidant and DNA damaging properties which may be exploitable in cancer cell therapy. The effect of copper in combination with quercetin on cell death pathways needs to be investigated, especially regarding the cuproptosis pathway. CuQ complexes may require formulations similar to quercetin. The use of nanoparticles has enabled practical formulations of quercetin and/or their complexes to be made which guarantee stability, satisfactory bioavailability, and clinical effectiveness. In vivo studies are also being reported as well of planning of applications including skin infections and bone healing. Zn, Cu and quercetin tested on mice shows strong potential to treat Androgenic Alopecia. Copper-quercetin complexes seem to be easy to make and have good pharmacological potential in antimicrobial function, osteogenesis, angiogenesis and cancer treatment. Complexes such as those involving phenoanthroline, quercetin and copper may be found to be superior and zinc might be better for cancer therapy."
    },
    {
      "pmid": "40285990",
      "title": "Quercetin-calcium hydroxide scaffolds modulate dental pulp stem cell response in vitro under a simulated inflammatory environment.",
      "authors": [
        "Caroline Anselmi",
        "Igor Paulino Mendes Soares",
        "Sarah Chang",
        "Lais M Cardoso",
        "Ana Beatriz Gomes de Carvalho",
        "Renan Dal-Fabbro",
        "Carlos Alberto de Souza Costa",
        "Marco C Bottino",
        "Josimeri Hebling"
      ],
      "journal": "International endodontic journal",
      "publication_date": "2025-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: Tissue engineering can be applied to dentine regeneration, stimulating tissue repair by promoting mesenchymal cell migration and differentiation into odontoblast-like cells while modulating inflammation. This study aimed to investigate the effect of quercetin (QU) and calcium hydroxide (CH) incorporated into polycaprolactone (PCL)/polyethylene oxide (PEO) scaffolds on the differentiation of dental pulp stem cells (DPSCs) in a simulated inflammatory environment in vitro. METHODOLOGY: Dental pulp stem cells (DPSCs) were cultured and treated with different concentrations of quercetin (QU) to assess cell viability, mineralized matrix production and responses under inflammatory stimuli. Reactive oxygen and nitrogen species, as well as TNF-α synthesis, were quantified using fluorescence and ELISA methods. Scaffolds of PCL/PEO with calcium hydroxide and QU were fabricated via electrospinning, characterized and analysed for cell adhesion, viability, inflammatory and mineralisation-related genes in an artificial pulp chamber model. Statistical analysis was performed using anova, Kruskal-Wallis and confidence intervals with a significance level of 5%. RESULTS: Polycaprolactone/polyethylene oxide scaffolds incorporated with CH and QU showed cytocompatibility and support for DPSC differentiation at concentrations of up to 5 M diluted in the culture medium. After 14 days of treatment, the scaffolds upregulated ALPL gene expression under the inflammatory stimulus, with no differences between the control group and the nonincorporated scaffold. The expression of osteocalcin (OCN) and dentine sialophosphoprotein (DSPP) genes was significantly upregulated for the scaffold-treated group when stimulated with LPS. CONCLUSIONS: Incorporating QU and CH into PCL/PEO scaffolds modulated the inflammatory-related response and upregulated mineralisation-related genes of LPS-challenged dental pulp stem cells."
    },
    {
      "pmid": "40285407",
      "title": "Network Pharmacology Integrated Experimental Validation Uncover Quercetin as the Key Ingredient of Hedyotis diffusa Anti-BRCA.",
      "authors": [
        "Queting Chen",
        "Yuanzhuang Xu",
        "Jianhua Ma",
        "Gaotao Zhang",
        "Zhengyu Yin",
        "Donghao Zhang",
        "Duqiang Luo",
        "Zhiqin Liu"
      ],
      "journal": "Chemical biology & drug design",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hedyotis diffusa, a famous Traditional Chinese Medicine (TCM), has been extensively used clinically for thousands of years. Although the therapeutic effect of Hedyotis diffusa on tumors has attracted wide attention, components, and mechanisms against breast cancer (BRCA) have not been fully understood. The study aims to explore the active components and molecular mechanisms of Hedyotis diffusa against BRCA using network pharmacology combined with experimental validation. The results of network pharmacology indicated that quercetin was the most core component of Hedyotis diffusa. BIRC5, CDK1, FOS, and HSP90AA1 were considered candidate key targets of Hedyotis diffusa against BRCA. KEGG enrichment analysis revealed that multiple cancer-related pathways are enriched, including pathways in cancer, estrogen signaling pathway, and PI3K-AKT signaling pathway, and the like. The results of in vitro experiments showed that quercetin inhibited the proliferation of both MCF-7 cells and MDA-MB-231 cells in a dose-dependent manner. Furthermore, the experimental data demonstrated quercetin may decrease the expression level of BIRC5, CDK1, and HSP90AA1 in MCF-7 cells. Overall, results of the study indicated that quercetin may play a vital role in the anti-BRCA effect of Hedyotis diffusa, and quercetin can affect the expression of BIRC5, CDK1, and HSP90AA1 in MCF-7 cells. This study may provide new evidence for the use of Hedyotis diffusa in the treatment of BRCA.",
      "mesh_terms": [
        "Humans",
        "Network Pharmacology",
        "Breast Neoplasms",
        "Quercetin",
        "Cell Proliferation",
        "Hedyotis",
        "MCF-7 Cells",
        "Female",
        "Cell Line, Tumor",
        "Signal Transduction",
        "Survivin",
        "CDC2 Protein Kinase",
        "HSP90 Heat-Shock Proteins",
        "Antineoplastic Agents, Phytogenic"
      ]
    },
    {
      "pmid": "40284462",
      "title": "Polymer-Functionalized Magnetic Nanoparticles for Targeted Quercetin Delivery: A Potential Strategy for Colon Cancer Treatment.",
      "authors": [
        "Júlia Borges de Macedo",
        "Julia Narayana Schoroeder Bueno",
        "Carla Cristine Kanunfre",
        "José Ricardo de Arruda Miranda",
        "Andris Figueiroa Bakuzis",
        "Priscileila Colerato Ferrari"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Nanoparticle-based drug delivery systems improve pharmacokinetic aspects, including controlled release and drug targeting, increasing therapeutic efficacy, and reducing toxicity in conventional colon cancer treatment. The superparamagnetism of magnetic nanoparticles (MNP) appears to be a potential alternative for magnetothermal therapy, inducing tumor cell death by an external magnetic field. Therefore, this study aimed to develop chitosan (CS) and folate-chitosan (FA-CS)-coated MNP to improve the stability and targeting of the system for quercetin (Q) delivery. Methods: After FA-CS synthesis and 32 factorial design, polymer-functionalized MNPs were produced for quercetin loading, characterized, and evaluated by drug dissolution and cytotoxicity assay. Results: The factorial design indicated the positive influence of CS on MNPs' Zeta potential, followed by the CS-temperature interaction. Optimized formulations had hydrodynamic diameters of 122.32 ± 8.56 nm, Zeta potentials of +30.78 ± 0.8 mV, and loading efficiencies of 80.45% (MNP-CS-Q) and 54.4% (MNP-FA-CS-Q). The 24 h drug release was controlled in MNP-CS-Q (up to 6.4%) and MNP-FA-CS-Q (up to 7.7%) in a simulated tumor medium, with Fickian diffusion release mechanism correlated to the Korsmeyer-Peppas model (R > 0.99). The cytotoxicity assay in HCT-116 showed a higher (p < 0.001) dose-dependent antitumor effect of quercetin-loaded MNP compared to free drug, with IC50s of 1.46 (MNP-CS) and 1.30 µg·mL-1 (MNP-FA-CS). Conclusions: Therefore, this study contributes to the development of biomedical nanotechnology and the magnetic debate by highlighting the antitumor potential of quercetin magnetic nanoparticles. The experimental design allows the discussion of critical manufacturing variables and the determination of optimal parameters for the formulations."
    },
    {
      "pmid": "40282947",
      "title": "Quercetin as a Potential Therapeutic Agent for Malignant Melanoma-A Review of Current Evidence and Future Directions.",
      "authors": [
        "Teodora Hoinoiu",
        "Victor Dumitrascu",
        "Daniel Pit",
        "David-Alexandru Schipor",
        "Madalina Jabri-Tabrizi",
        "Bogdan Hoinoiu",
        "David Emanuel Petreuș",
        "Corina Seiman"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Neoplastic disorders, particularly malignant carcinomas, are complex systemic diseases characterized by unregulated cellular proliferation, the invasion of adjacent tissues, and potential metastasis to distant bodily sites. Among the diverse spectrum of cancer subtypes, malignant melanoma is a highly aggressive form of cutaneous cancer originating in melanocytes, the pigment-producing cells resident in the skin. This malignancy is distinguished by its rapid and uncontrolled growth, as well as its propensity for metastasis to vital organs, thereby posing significant challenges to therapeutic intervention and prognostication. Early detection of melanoma is crucial for optimizing patient outcomes, as diagnosis at an advanced stage often yields a poor prognosis and limited treatment options. Diagnostic modalities for melanoma encompass comprehensive clinical evaluations by dermatologists; radiological imaging techniques such as ultrasonography, magnetic resonance imaging (MRI), computed tomography (CT) scans; and excisional biopsies for accurate histopathological assessment. Malignant melanoma is typically treated with surgery to remove the tumor, followed by immunotherapy to enhance the immune response, targeted therapy for tumors with specific genetic mutations, chemotherapy for advanced stages, radiation therapy to manage metastasis, and other adjunct therapies. This review presents the properties and possible adjunct therapeutic effects against malignant melanoma of quercetin found in the literature and explores, based on the observed physicochemical properties and biological activity, its potential development as a topical formulation for cutaneous application. Quercetin is a naturally occurring flavonoid compound abundant in various plant-based food sources, including apples, onions, berries, and citrus fruits, and has exhibited promising antiproliferative, antioxidant, and anticancer properties. Its distinctive biochemical structure enables quercetin to effectively neutralize reactive oxygen species and modulate key carcinogenic pathways, thereby rendering it a potential candidate for therapeutic intervention in managing malignant tumors, including melanoma.",
      "mesh_terms": [
        "Humans",
        "Melanoma",
        "Quercetin",
        "Skin Neoplasms",
        "Melanoma, Cutaneous Malignant",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "40282409",
      "title": "Reduction in Liver Cancer Risk by Quercetin via Modulation of Urate Levels: Insights from Drug-Target Mendelian Randomization.",
      "authors": [
        "Zhengwen Li",
        "Yue Wang",
        "Kaichuan Yang",
        "Chujie Li",
        "Ming Zhang"
      ],
      "journal": "Genes",
      "publication_date": "2025-Apr-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Quercetin, a dietary flavonoid and a widely used supplement, has hepatoprotective properties. Given its urate-lowering effects and epidemiological evidence linking elevated serum urate levels to liver cancer risk, we tested whether quercetin reduces liver cancer risk via modulation of urate levels by bioinformatics methods. METHODS: We employed drug-target Mendelian randomization using genome-wide association study summary statistics from public databases (e.g., MRC-IEU) to assess genetic associations, and integrated these findings with GEO datasets (such as GSE138709 and GSE179443) and immune infiltration analyses using tools like xCell, TIMER. RESULTS: Our analyses identified ABCG2-mediated urate elevation as a causal risk factor for hepatocellular carcinoma (OR = 1.001, p < 0.01), cholangiocarcinoma (OR = 3.424, p < 0.01), and liver fibrosis (OR = 2.528, p < 0.01). Single-cell transcriptomics revealed elevated ABCG2 expression in cholangiocarcinoma endothelial cells, while immune infiltration analysis showed significant associations between ABCG2 expression and both endothelial cell and macrophage infiltration. Survival analysis further indicated that ABCG2 was not associated with poor prognosis in cholangiocarcinoma or hepatocellular carcinoma. CONCLUSIONS: Considering quercetin's multifaceted interactions with BCRP/ABCG2, our findings support its potential use as a preventive dietary supplement for hepatic diseases rather than as an adjunctive therapy for established liver cancer.",
      "mesh_terms": [
        "Humans",
        "Quercetin",
        "ATP Binding Cassette Transporter, Subfamily G, Member 2",
        "Liver Neoplasms",
        "Uric Acid",
        "Mendelian Randomization Analysis",
        "Genome-Wide Association Study",
        "Neoplasm Proteins",
        "Carcinoma, Hepatocellular",
        "Cholangiocarcinoma",
        "Risk Factors",
        "Polymorphism, Single Nucleotide"
      ]
    },
    {
      "pmid": "40274622",
      "title": "Untargeted metabolomics revealed that quercetin improves rat renal metabolic disorders induced by chronic unpredictable mild stress.",
      "authors": [
        "Yali Hou",
        "Yaru Li",
        "Jian Li",
        "Xiujuan Zhao"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Depression is a serious mental disease, and its accompanying abnormal changes in peripheral organs, including the kidney, are easy to be ignored. The metabolic abnormalities of the kidney and other organs will inevitably affect the progress of depression through the circulatory system. Quercetin has attracted much attention as a flavonoid with anti-inflammatory, antioxidant, neuroprotective, and antidepressant potential. Chronic unpredictable mild stress (CUMS) model is a reliable and effective animal model of depression. We hypothesize that quercetin has the potential to alleviate the abnormalities in renal metabolic profile induced by CUMS. An ultra-high-performance liquid chromatography-quadrupole time-of-flight mass spectrometry (UPLC-QTOF-MS) platform was used to analyze renal metabolites, and the obtained data were analyzed using the Progenesis QI software for peak alignment, peak picking, and data normalization. Based on the data processing method with fold change > 2 or < 0.5, the false discovery rate corrected was p < 0.05, and a variable importance in projection score was > 1; a total of 16 differential metabolites were identified, including L-histidine, D-glucose 1-phosphate, cytidine, D-Ribulose 5-phosphate, D-xylulose 5-phosphate, uridine monophosphate (UMP), uracil, glucuronide, prostaglandin-F2α (PGF2ɑ), arachidonic acid, 14,15-dihydroxyeicosatrienoic acid (14,15-DHET), 14,15-epoxyeicosatrienoic acid (14,15-EET), deoxycytidine, anserine, carnosine, and PC (14:0). Among them, the intensities of anserine, carnosine, L-histidine, and 14,15-EET were significantly reduced (p < 0.01), while the intensities of other metabolites were significantly increased in the CUMS group compared with the control group (p < 0.01). When CUMS model rats received high-dose quercetin treatment, the intensities of above differential metabolites were significantly restored (p < 0.05 or p < 0.01). Further, pathway enrichment analysis revealed abnormalities in arachidonic acid (AA) metabolism, pyrimidine metabolism, amino acid metabolism, and pentose and glucuronide acid interconversion in the kidney. The renal histopathological examination revealed CUMS induced renal tubular epithelial cell shedding and glomerular atrophy. High-dose quercetin can improve renal metabolic disorders and renal pathological changes caused by CUMS. Mechanistically, quercetin improves renal metabolic disorders by enhancing the antioxidant capacity and inhibiting the secretion of inflammatory factors. Moreover, quercetin can regulate renal AA metabolism disorder by inhibiting soluble epoxide hydrolase activity. High-dose quercetin (50 mg/kg bw) has a certain protective effect on kidney damage induced by CUMS, providing new strategies for quercetin to prevent depression."
    },
    {
      "pmid": "40267837",
      "title": "Investigating the mechanisms of yinchen in the treatment of immune hemolysis: Quercetin's role in complement inhibition and suppression of IL-6/STAT3 signaling.",
      "authors": [
        "Le Bai",
        "Yuxiang Lang",
        "Nannan Zhang",
        "Haiying Li",
        "Jintong Zhong",
        "Xiaodan Peng",
        "Jiaojiao Yang",
        "Xueqin He",
        "Qing Nian",
        "Zebo Yu",
        "Xue Hu"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Yinchen (YC), the dried aerial parts of the medicinal plant Artemisia capillaris Thunb. (family Asteraceae), is primarily distributed across the Asia-Pacific Region. Although YC exhibits clinically validated efficacy against immune hemolytic disorders, its mechanistic underpinnings remain insufficiently elucidated in pharmacological research. This study investigates the potential targets and mechanisms of YC in treating immune hemolysis based on network pharmacology and bioinformatic analysis. Additionally, it aims to verify quercetin's anti-complement activity and inhibition of IL-6-induced STAT3 activation, a key component of YC, through in vitro experiments, molecular docking and molecular dynamics simulations. 13 active components in YC with 143 putative targets were identified by Network pharmacology. Quercetin, beta-sitosterol, and isorhamnetin were top-ranked by target count. 1231 gene targets related to immune hemolysis, with 60 overlapping targets mapping to both YC and the disease were identified. Quercetin exhibited inhibitory activity against both classical and alternative complement pathways, with IC50 values of 528.3 mg/L and 212.5 mg/L, respectively. Quercetin (80 μM) suppressed IL-6-induced IgG secretion and attenuated STAT3 signaling in murine splenic lymphocytes, as evidenced by decreased levels of STAT3 mRNA expression, STAT3 and phosphorylated STAT3 (p-STAT3) proteins. Molecular docking analysis revealed quercetin's putative binding affinity to key complement system components (C1, C2, C3, C4, C5, C8, C9, Factor B) and IL-6, suggesting a dual mechanism of complement pathway modulation and IL-6/IL-6R interaction blockade. Simulation studies confirmed the stable interaction between C1s, C3, C5 and IL-6 and quercetin. Quercetin, a key component of Yinchen used in treating immune hemolysis, demonstrates anti-complement activity and can inhibit IL-6-induced STAT3 activation in vitro."
    },
    {
      "pmid": "40266550",
      "title": "Development of silver-based hybrid nanoparticles loaded with eEF2 K-siRNA and quercetin against triple-negative breast cancer.",
      "authors": [
        "Orhan Burak Eksi",
        "Ahsen Guler",
        "Munevver Akdeniz",
        "Pinar Atalay",
        "Zuhal Hamurcu",
        "Omer Aydin"
      ],
      "journal": "Drug delivery and translational research",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Breast cancer is the most common cancer among women, with approximately 2.3 million new cases globally. Triple-negative breast cancer (TNBC) is an aggressive subtype characterized by the lack of estrogen receptor (ER), progesterone receptor (PR), and HER2 expression, making it unresponsive to traditional therapies. Eukaryotic Elongation Factor 2 Kinase (eEF2K) is overexpressed in TNBC, promoting cell survival by inhibiting apoptosis through phosphorylation of eEF2. Recently, eEF2K has been targeted for cancer therapy, and siRNA-based gene therapy has emerged as an effective approach to silence overexpressed genes. However, siRNA delivery is challenging due to its instability and susceptibility to degradation. In this study, we developed a novel hybrid nanoparticle (HNP) using a Layer-by-Layer (LbL) method for siRNA delivery targeting eEF2K in TNBC. The HNPs consist of a silver nanoparticle (AgNP) core, coated with poly (allylamine hydrochloride) (PAH) and poly(styrene sulfonate) (PSS), and loaded with eEF2K-siRNA and quercetin (QU), a chemotherapeutic agent, in separate layers. The nanoparticles also incorporated 4-ATP molecules for Raman traceability. In vitro experiments on TNBC cell lines (MDA-MB-231, BT-549, 4T1) showed that the combination therapy of eEF2K-siRNA and QU reduced cell viability, inhibited colony formation, and suppressed cell migration. At high 120 nM of siRNA concentration, 3D spheroid disintegration, activation of apoptotic pathways, and eventual necrotic cell death were observed. The results demonstrate that the developed HNPs are non-toxic, effective, and offer potential as a theranostic platform for TNBC treatment."
    },
    {
      "pmid": "40265943",
      "title": "Quercetin and luteolin complexation with first-row transition metals in purely aqueous solutions: stoichiometry and binding site selectivity.",
      "authors": [
        "Giuseppina Anna Corrente",
        "Luana Malacaria",
        "Amerigo Beneduci",
        "Tiziana Marino",
        "Emilia Furia"
      ],
      "journal": "Dalton transactions (Cambridge, England : 2003)",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The complexation behaviour of quercetin and luteolin with first-row transition metals (Cr(III), Mn(II), Co(II), Ni(II), and Zn(II)) in aqueous solutions was systematically investigated using potentiometric titrations, UV-Vis and FT-IR spectroscopy, and density functional theory (DFT) calculations. This study aimed to elucidate the stability, stoichiometry, and preferred binding sites of these flavonoid-metal complexes in an entirely aqueous solution at 37 °C as a function of pH under controlled ionic strength. Speciation analysis revealed the formation of 1 : 1, 1 : 2, and 1 : 3 metal-to-ligand complexes, with coordination occurring primarily at the 4,5- or 3,4-binding site, depending on the metal ion and ligand structure. UV-Vis and IR spectral changes confirmed complex formation, while computational modeling provided insights into binding site selectivity and free energy changes associated with coordination. Results highlight the influence of the ligand structure on metal affinity and stability, with quercetin forming more stable complexes than those formed by luteolin owing to the presence of an additional hydroxyl group at position 3. These findings contribute to a deeper understanding of flavonoid-metal interactions, with potential implications for antioxidant activity, metal chelation therapy, and environmental applications."
    },
    {
      "pmid": "40260380",
      "title": "Multi-target mechanisms and potential applications of quercetin in the treatment of acne vulgaris.",
      "authors": [
        "Yang Bo",
        "Yiming Li"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Acne vulgaris, a prevalent inflammatory dermatosis, afflicts approximately 90% of adolescents globally. Despite the efficacy of conventional therapies, including antibiotics and retinoids, their use is frequently limited by adverse effects and the emergence of drug resistance. Quercetin, a naturally occurring flavonoid, has garnered significant attention owing to its diverse biological activities, encompassing anti-inflammatory, antioxidant, antimicrobial, and immunomodulatory properties. This review comprehensively explores the multi-target mechanisms of quercetin in the treatment of acne, focusing on its ability to modulate inflammatory cytokine production, oxidative stress pathways, sebaceous gland activity, and microbial populations. Additionally, quercetin promotes skin barrier repair and reduces post-inflammatory hyperpigmentation and scarring through its antioxidant and anti-fibrotic effects. Despite promising in vitro and preclinical findings, challenges such as quercetin's low bioavailability and lack of robust clinical evidence necessitate further research. Advanced delivery systems, including nanoparticles and combination therapies, may optimize its therapeutic potential. This review provides insights into the molecular mechanisms and clinical applications of quercetin, highlighting its potential as a safe and effective alternative for acne management."
    },
    {
      "pmid": "40259964",
      "title": "Perillyl alcohol, quercetin, and berberine combination therapy ameliorates experimental pulmonary arterial hypertension: Effects on the lung miR-204 expression, remodeling, and inflammatory factors.",
      "authors": [
        "Zeinab Kordestani",
        "Ahmad Beik",
        "Hamid Najafipour",
        "Zohreh Safi",
        "Majid Askaripour",
        "Soodeh Rajabi"
      ],
      "journal": "Avicenna journal of phytomedicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Pulmonary artery hypertension (PAH) is a devastating syndrome. Our previous studies showed that perillyl alcohol (P), berberine (B) and quercetin (Q) improve PAH. In this study, we investigated the effects of sub-effective doses of these derivatives in double and triple combination forms on PAH in rats. MATERIALS AND METHODS: Forty nine rats were divided into seven groups (n=7): 1) control, 2) monocrotaline (MCT), 3) MCT+vehicle (veh), 4) MCT+BP, 5) MCT+PQ, 6) MCT+BQ, and 7) MCT+BPQ. After three weeks of PAH induction with MCT (60 mg/kg), either vehicle (ethanol 5% in saline) or one of the above combinations (dose of 20 mg/kg for B, and doses of 20 and 10 mg/ kg for P and Q in vehicle) was administered for three weeks. Right ventricular (RV) pressure, contractility indices, lung pathology, miR-204 expression, oxidative stress markers, inflammation and apoptosis were assayed. RESULTS: MCT increased RV systolic pressure and hypertrophy, and lung arteriole wall thickness, fibrosis and leukocyte infiltration in the MCT group compared to the CTL group. All treatments improved these effects significantly. Furthermore, MCT reduced antioxidant factors, Bax, P21 and miR-204 expression and increased Tumor Necrosis Factor alpha (TNF-α), Interleukin 6 (IL-6) and Bcl-2. All of these effects were recovered by combination treatments. CONCLUSION: The results showed that combination therapy with sub-effective/ineffective doses of these compounds had ameliorative effects against PAH."
    },
    {
      "pmid": "40246110",
      "title": "Effect of microwave treatment on the structure and digestive characteristics of quercetin-added corn starch.",
      "authors": [
        "Xinge Jia",
        "Siqi Liu",
        "Yan Cui",
        "Xinyu Jiang",
        "Wutong Jiang",
        "Mingwei Xue",
        "Xin Meng",
        "Xintao Liu",
        "Mingzhu Zheng",
        "Jingsheng Liu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The impact of microwave treatment (MT) on corn starch-quercetin complex (CS-Q) is investigated in this study. The results indicate that MT significantly increased the complexation index (CI) of quercetin with corn starch from 36.08 % to 47.73 %. Structural and digestive properties were also investigated. Scanning electron microscopy (SEM) revealed that microwave-treated corn starch-quercetin complex (MT-CS-Q) formed a more compact complex than CS-Q. Fourier-transform infrared spectroscopy (FT-IR) and X-ray diffraction (XRD) analyses confirmed that MT-CS-Q exhibited a highly ordered structure, with the crystalline conformation of starch transitioning from A-type to A + V-type. Moreover, the dense structure formed by quercetin and starch after microwave treatment significantly reduced the in vitro digestibility of the complex, resistant starch content increased from 11.91 % to 19.06 % compared to the non-microwave treated complex. During simulated gastrointestinal digestion, MT-CS-Q reduced quercetin release in the stomach and increased its absorption in the intestine. These findings demonstrate that microwave treatment is an effective method for enhancing the CI of quercetin with corn starch. The results provide a theoretical basis for the development and utilization of functional starch."
    },
    {
      "pmid": "40241055",
      "title": "Targeted cancer therapy potential of quercetin-conjugated with folic acid-modified nanocrystalline cellulose nanoparticles: a study on AGS and A2780 cell lines.",
      "authors": [
        "Mozhgan Soltani",
        "Negar Ahmadzadeh",
        "Hasti Nasiraei Haghighi",
        "Niloufar Khatamian",
        "Masoud Homayouni Tabrizi"
      ],
      "journal": "BMC biotechnology",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigates the effects of quercetin-conjugated nanocrystalline cellulose/cetyltrimethylammonium bromide/folic acid nanoparticles (NCC/CTAB/FA NPs) on AGS and A2780 cancer cell lines, focusing on their cytotoxicity and antioxidant capacity. Dynamic light scattering (DLS) analysis revealed an average particle size of 388.70 nm, suitable for cellular uptake and release kinetics. The NCC/CTAB/FA NPs exhibited a rod and spherical morphology and uniform distribution, as confirmed by field emission scanning electron microscopy (FESEM). Fourier-transform infrared (FTIR) spectroscopy confirmed the successful synthesis and functional group integration, supporting the NPs' ability for drug delivery. The encapsulation efficiency value was 81.17%, demonstrating the effective incorporation of Quercetin. Cytotoxicity assays indicated significant reductions in cell viability for AGS and A2780 cells with IC50 values of 3.2 µg/mL and 16.04 µg/mL, respectively, while HDF cells exhibited higher viability. Flow cytometry analysis revealed a dose-dependent induction of apoptosis in AGS cells, supported by changes in gene expression related to apoptosis and inflammation. Furthermore, antioxidant capacity assays demonstrated practical free radical scavenging abilities, with IC50 values of 151.65 µg/mL for ABTS and 349.54 µg/mL for DPPH. NCC/CTAB/FA/Quercetin NPs exhibit promising characteristics for targeted cancer therapy and antioxidant applications.",
      "mesh_terms": [
        "Quercetin",
        "Humans",
        "Cellulose",
        "Nanoparticles",
        "Cell Line, Tumor",
        "Folic Acid",
        "Cell Survival",
        "Apoptosis",
        "Antioxidants",
        "Antineoplastic Agents",
        "Particle Size",
        "Drug Carriers"
      ]
    },
    {
      "pmid": "40239742",
      "title": "Quercetin-loaded PEGylated liposomes alleviate testicular dysfunction in alloxan-induced diabetic rats: The role of Kisspeptin/Neurokinin B/Dynorphin pathway.",
      "authors": [
        "Mohamed Fouad Mansour",
        "Amany Behairy",
        "Mahmoud Mostafa",
        "Tarek Khamis",
        "Amira Ebrahim Alsemeh",
        "Noura Mohammed Qenawy Ahmed",
        "Mahran Mohamed Abd El-Emam"
      ],
      "journal": "Toxicology and applied pharmacology",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes mellitus (DM) is a chronic metabolic disorder that can lead to serious complications, including testicular dysfunction. This dysfunction is considered a significant cause of male infertility. Quercetin (Que), a naturally existing flavonoid with versatile biological functions, has limited water solubility and low bioavailability. The current study was designed to develop a bioavailable formulation of Que. via encapsulating it in PEGylated liposomes (Que-PEG-Lip) and determine whether this formulation is effective in the treatment of alloxan-induced testicular injury via targeting Kisspeptin/Neurokinin B/Dynorphin/steroidogenesis signaling pathway. Thirty-two male Sprague Dawley rats were randomly divided into four groups: Control, alloxan-induced diabetes with testicular dysfunction (ALX), ALX + metformin (MET) and ALX + Que-PEG-Lip. The results showed that treatment of ALX group with Que-PEG-Lip significantly improved the alteration of glycemic index, serum reproductive hormones, testicular antioxidant status, testicular Kiss-1, androgen receptor (AR), and proliferation marker protein (ki67) immunoexpression in compared to ALX group. Moreover, the treatment of ALX group with Que-PEG-Lip regulated the Kisspeptin/Neurokinin B/Dynorphin/steroidogenesis pathway gene expression. Interestingly, the outcomes of the molecular docking analysis revealed a strong agonistic effect of Que. on the kisspeptin, neurokinin, and dynorphin receptors. In conclusion, Que-PEG-Lip mitigated the testicular dysfunction in alloxan-induced diabetic rats via regulation of hypothalamic-pituitary-gonadal axis signaling pathway and alleviation the testicular oxidative stress."
    },
    {
      "pmid": "40231522",
      "title": "Potential Benefits of Quercetin through P2X7 Modulation against Neuroinflammation in Alzheimer's Disease.",
      "authors": [
        "Matheus Chimelo Bianchini",
        "Francini Franscescon",
        "Adinei Abadio Soares",
        "Vinicius Ansolin",
        "Kailane Paula Pretto",
        "Marcelo Lemos Vieira da Cunha",
        "Débora Tavares de Resende E Silva"
      ],
      "journal": "Current neuropharmacology",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease is the leading cause of dementia worldwide. It belongs to the group of neurodegenerative ailments caused by the accumulation of extracellular β-amyloid plaques (Aβ) and intracellular neurofibrillary tau tangles, which damage brain tissue. One of the mechanisms proposed involves protein neurotoxicity and neuroinflammation through the purinergic system pathway. Several endogenous nucleotides, such as Adenosine 5'-triphosphate (ATP), are involved in cell signaling. High ATP levels can cause P2X7 receptor hyper-stimulation, resulting in an exacerbated inflammatory process and in apoptosis of cells. From this perspective, searching for new therapies becomes important to assist in the patient's treatment and quality of life. As a flavonoid with several properties, including anti-inflammatory activity, Quercetin may be an alternative to alleviate the damage and symptoms caused by Alzheimer's disease. Therefore, this review aims to examine the potential of Quercetin through P2X7 modulation against neuroinflammation in Alzheimer's disease, as it affects the P2X7 receptor by direct and indirect interactions, resulting in decreased inflammation levels. Therefore, we believe that Quercetin may have significant power in modulating the P2X7 receptor, demonstrating that the purinergic system has the potential to modulate neuroinflammation and can add to the treatment, reduce disease progression, and result in better prognoses. Furthermore, technological alternatives such as Quercetin micronization might improve its delivery to target tissues."
    },
    {
      "pmid": "40230265",
      "title": "Quercetin Prevents Hyperuricemia Associated With Gouty Arthritis by Inactivating the NLRP3/NF-κB Signaling Pathway.",
      "authors": [
        "Qingliang Meng",
        "Chenyang Song",
        "Junfu Ma",
        "Jiakang Cui",
        "Junping Zhan",
        "Jing Zhao",
        "Yunan Zhang",
        "Zelin Zhu",
        "Xuzhao Du"
      ],
      "journal": "Chemical biology & drug design",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Quercetin (QCT) shows great therapeutic potential for hyperuricemia (HUA) associated with gouty arthritis (GA). However, the underlying mechanism of QCT in inhibiting the progression of HUA and GA remains unclear. HUA mouse model was established by injection of oteracil potassium (OXO) combined with ethambutol (EMB). The GA mouse model was established by intraarticular injection of sodium urate (MSU). MSU-induced HK-2 cells as well as lipopolysaccharide (LPS) and MSU-induced THP-1/M0 macrophages were used as cell models. The ankle perimeter of each mouse was measured to evaluate ankle swelling. The study also detected serum levels of uric acid (UA), tumor necrosis factor-α (TNF-α), interleukin (IL)-1β (IL-1β), and IL-6 and analyzed the pathological conditions of synovial tissues and renal tissues. QCT treatment inhibited ankle joint swelling, TNF-α, IL-1β, and IL-6 serum levels as well as UA production in HUA and GA mice. Treatment with QCT inhibited oxidative stress in the renal tissues of HUA and GA mice and MSU-induced HK-2 cells. QCT treatment inhibited the inflammatory response in LPS and MSU-induced THP-1/M0 macrophages. QCT treatment inactivated the NOD-like receptor thermal protein domain associated protein 3 (NLRP3)/nuclear factor kappa-B (NF-κB) pathway. QCT inactivated the NLRP3/NF-κB signaling pathway to prevent HUA associated with GA.",
      "mesh_terms": [
        "Animals",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Arthritis, Gouty",
        "Hyperuricemia",
        "NF-kappa B",
        "Quercetin",
        "Signal Transduction",
        "Humans",
        "Mice",
        "Male",
        "Uric Acid",
        "Cell Line",
        "Disease Models, Animal",
        "Lipopolysaccharides",
        "THP-1 Cells",
        "Macrophages",
        "Mice, Inbred C57BL",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "40223371",
      "title": "A Novel Approach to Overcome Cisplatin Resistance in Ovarian Cancer: Revealing the Synergistic Potential of Quercetin-Loaded Solid Lipid Nanoparticles.",
      "authors": [
        "Masoumeh Shamsi",
        "Hossien Babaahmadi-Rezaei",
        "Azam Khedri",
        "Mahdi Hatami",
        "Mojtaba Rashidi"
      ],
      "journal": "Iranian biomedical journal",
      "publication_date": "2025-Jan-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ovarian cancer (OC) remains the leading cause of mortality among gynecological cancers, mainly because of resistance to platinum-based chemotherapy, particularly cisplatin. This study investigated the potential of quercetin (QU)-loaded solid lipid nanoparticles (SLNs) to address cisplatin resistance in OC cells. METHODS: The efficacy of QU-SLN was assessed in vitro on the cisplatin-resistant SK-OV-3 and cisplatin-sensitive A2780s human OC cell lines. Various assays, including cytotoxicity, cell viability, clonogenicity, flow cytometry, quantitative RT-PCR, and wound healing assays, evaluated the combined effects of QU and QU-SLN with cisplatin on cell viability, apoptosis, gene expression levels related to cisplatin resistance, and cell migration. RESULTS: Combining QU-SLN with cisplatin resulted in significantly reduced cell viability and colony formation, accompanied by increased apoptotic rates compared to each treatment alone. Moreover, there was a notable reduction in the expression level of genes associated with cisplatin resistance, particularly ABCG2, MT-2A, GST-pi, and XIAP, in the combined treatment. Wound healing assays indicated that the QU-SLN and cisplatin combination severely impaired OC cell motility compared to cisplatin monotherapy. CONCLUSION: QU-SLN and cisplatin combination enhances the therapeutic response in cisplatin-resistant OC cells. By reducing cell proliferation, promoting apoptosis, and downregulating drug resistance genes, QU-SLN might present a promising strategy to improve treatment outcomes for OC patients resistant to cisplatin.",
      "mesh_terms": [
        "Humans",
        "Cisplatin",
        "Ovarian Neoplasms",
        "Female",
        "Drug Resistance, Neoplasm",
        "Cell Line, Tumor",
        "Nanoparticles",
        "Apoptosis",
        "Quercetin",
        "Drug Synergism",
        "Cell Movement",
        "Cell Survival",
        "Antineoplastic Agents",
        "Gene Expression Regulation, Neoplastic",
        "Lipids",
        "Cell Proliferation",
        "Liposomes"
      ]
    },
    {
      "pmid": "40220882",
      "title": "Combined quercetin with phosphodiesterase inhibitors; sildenafil and pentoxifylline alleviated CCl4-induced chronic hepatic fibrosis: Role of redox-sensitive pathways.",
      "authors": [
        "Gehad Nasr",
        "Doaa Mohamed Elroby Ali",
        "Michael A Fawzy",
        "Fares E M Ali",
        "Moustafa Fathy"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Liver fibrosis is a common pathological condition that is caused by complicated molecular and cellular processes. This study evaluated the therapeutic potential of combined quercetin (QU) with either sildenafil (Sild) or pentoxifylline (PTX) in chronic carbon tetrachloride (CCl4)-induced liver fibrosis in Wistar albino rats. Fibrosis was induced by CCl4 injections (1.5 mg/kg, i.p.) three times weekly for 10 weeks. After six weeks, rats received oral QU (50 mg/kg/day), Sild (50 mg/kg/day), or PTX (10 mg/kg twice/day) individually or in combination for the remaining four weeks. Results showed significant alterations in liver biochemical markers, histopathology, oxidative stress, inflammation, apoptosis, and hypoxic responses due to CCl4 exposure. These changes included reduced expression of Nrf-2, HO-1, and cytoglobin, alongside increased levels of NF-κB, cleaved caspase-3, TNF-α, IL-1β, and HIF-1. Notably, QU, Sild, and PTX, individually or in combination, improved these parameters. The combination of QU with Sild or PTX proved more effective than single treatments, modulating anti-oxidant (Nrf2/HO-1/cytoglobin), anti-inflammatory (NF-κB/TNF-α), and hypoxic signaling pathways (HIF-1α). In conclusion, QU combined with phosphodiesterase inhibitors shows promise as a therapy for liver fibrosis, offering enhanced protection through anti-oxidants and anti-inflammatory mechanisms."
    },
    {
      "pmid": "40220804",
      "title": "Controllable preparation of hydrophilic alendronate hydroxyapatite quercetin multifunctional polylactic acid microspheres for treating osteoarthritis.",
      "authors": [
        "Lifei Yang",
        "Jiawei Yao",
        "Dongjie Shi",
        "Fengyan Wang",
        "Xiaoyu Zheng",
        "Zhanhua Huang",
        "Mohamed A Nassan",
        "Salah M El-Bahy",
        "Hassan Algadi",
        "Zhanhu Guo",
        "Houjuan Qi"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoarthritis (OA) is a degenerative joint disease primarily caused by damage to the articular cartilage. During early OA pathogenesis, chondrocyte mitochondrial dysfunction drives reactive oxygen species (ROS) overproduction, and propagating oxidative damage. Therefore, maintaining a stable pH in the microenvironment and eliminating ROS are crucial for effectively treating OA. In this study, we aim to design a targeted small-molecule delivery system possessing excellent adhesion properties and microenvironment remediation capabilities, addressing the issues of drug degradation and loss in OA treatment. We obtained microspheres (PPC) exhibiting superior cell adhesion through carboxymethyl cellulose (CMC) surface modification. Subsequently, quercetin (QUE) was chelated with alendronate-functionalized hydroxyapatite via coordination bonds to obtain (AHQ) nanoparticles. The (PPC-AHQ) microspheres loaded with AHQ nanoparticles exhibit excellent performance in antioxidant and cell adhesion experiments. This study offers valuable insights into OA therapy based on small molecule delivery."
    },
    {
      "pmid": "40220083",
      "title": "Antioxidant-Effective Quercetin Through Modulation of Brain Interleukin-13 Mitigates Autistic-Like Behaviors in the Propionic Acid-Induced Autism Model in Rats.",
      "authors": [
        "Kubilay Doğan Kılıç",
        "Gökçen Garipoğlu",
        "Burak Çakar",
        "Yiğit Uyanıkgil",
        "Oytun Erbaş"
      ],
      "journal": "Journal of neuroimmune pharmacology : the official journal of the Society on NeuroImmune Pharmacology",
      "publication_date": "2025-Apr-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Overproduction of reactive oxygen species occurs when inflammation induces oxidative stress in macrophages and microglia, leading to a self-sustaining cycle of cellular damage and neuroinflammation. Oxidative stress and neuroinflammation are well-established contributors to the pathophysiology of autism spectrum disorders, which are associated with impaired neuronal function, neuronal loss, and behavioral deficits. Damaged cells, through microglial activation, release additional inflammatory mediators under conditions of oxidative stress, exacerbating neuronal damage. Quercetin, a powerful dietary antioxidant, has been shown to scavenge free radicals, reduce oxidative stress, and inhibit inflammatory pathways. Given these properties, we hypothesize that quercetin may improve learning and social skills in individuals with autism spectrum disorders by alleviating oxidative stress and reducing brain levels of inflammatory cytokines. In this study, an autism model was established in 30 rats by intraperitoneal injection of 250 mg/kg/day propionic acid (PPA) for five days. The study groups were as follows: Group 1: Normal ontrol (n = 10); Group 2: PPA + saline (PPAS, n = 10); Group 3: PPA + Quercetin (PPAQ, n = 10). All treatments were administered for 15 days. At the end of the treatment, histological and biochemical analyses of brain tissue and behavioral tests related to autistic-like behaviors were performed. Malondialdehyde, tumor necrosis factor-alpha, and interleukin-13 levels in brain homogenates were significantly higher in the PPAS group compared to the control group, indicating elevated oxidative stress and inflammation following PPA exposure. The PPAQ group significantly reduced oxidative stress parameters and inflammatory biomarkers, demonstrating its antioxidant and anti-inflammatory effects. This biochemical improvement was accompanied by preserving Purkinje cells and neuronal populations, significantly reduced in the PPAS group. Moreover, quercetin-treated rats exhibited improved social behavior and learning, which were severely impaired in the PPAS group. These findings, when interpreted together, suggest that quercetin exerts its neuroprotective effects by targeting oxidative stress and neuroinflammation, thereby preventing neuronal cell loss and alleviating behavioral deficits associated with autism spectrum disorders.",
      "mesh_terms": [
        "Animals",
        "Quercetin",
        "Propionates",
        "Rats",
        "Antioxidants",
        "Male",
        "Autistic Disorder",
        "Brain",
        "Oxidative Stress",
        "Interleukin-13",
        "Disease Models, Animal",
        "Behavior, Animal",
        "Rats, Wistar",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "40219344",
      "title": "Chitosan-Folic Acid-Coated Quercetin-Loaded PLGA Nanoparticles for Hepatic Carcinoma Treatment.",
      "authors": [
        "Anil Kumar Sahdev",
        "Chaitany Jayprakash Raorane",
        "Mohammad Ajmal Ali",
        "Khalid Mashay Al-Anazi",
        "Ranjith Kumar Manoharan",
        "Vinit Raj",
        "Anita Singh"
      ],
      "journal": "Polymers",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hepatocellular carcinoma (HCC) causes the third highest mortality worldwide. Liver ablation, surgery, and embolization are conventional methods for treatment. However, these methods have limitations. To overcome these issues, nanomedicines have potential due to their high stability, high drug load capacity, and controlled release. Thus, we prepared quercetin-loaded polylactic-co-glycolic acid (PLGA) nanoparticles coated with folic acid-chitosan (QPCF-NPs) to improve drug delivery and targetability applications of quercetin for the treatment of HCC. We prepared QPCF-NPs by solvent evaporation and coated them with chitosan-folic acid (CS-FA). QPCF-NPs were examined using Fourier-Transform infrared (FTIR), scanning electron microscopy (SEM), transmission electron microscopy (TEM), and X-ray diffraction (XRD). In addition, the drug release rate and cytotoxicity were studied. Moreover, in vivo HCC studies such as histopathology and biochemical parameters were conducted. Subsequently, QPCF-NPs with a spherical shape and an average size of 200-290 nm have been demonstrated to have formed by FTIR, XRD, SEM, and TEM. Further, we observed sustained drug release from QPCF-NPs compared to quercetin. Cellular cytotoxicity showed significant inhibition in the HEPG2-cell line with QPCF-NPs treatment. Biochemical estimate and oxidative stress regulation were considerably more regulated in the treatment groups than the HCC group in a dose-dependent way after subcutaneous administration of QPCF-NPs. ELISA of interleukin and caspase-3 demonstrated the anticipated results in comparison to the carcinogen control group. Compared to earlier preparations, the QPCF-NPs generated demonstrated better drug targetability and potency for treating HCC."
    },
    {
      "pmid": "40213657",
      "title": "Hybrid NIR-responsive liposome/hydrogel platform mediating chemo-photothermal therapy of retinoblastoma enhanced by quercetin as an adjuvant.",
      "authors": [
        "Min Lin",
        "Xiumei Liu",
        "Jing Li",
        "Hong Zou",
        "Jie Wang",
        "Zi Yan",
        "Ying Liu",
        "Yaqi Lyu",
        "Nianping Feng"
      ],
      "journal": "Theranostics",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rationale: Retinoblastoma is one of the most aggressive paediatric cancers originating from retina and finally invades vitreous humour or other tissues if treated improperly. Current interventions often fail due to the complexities of tumour progression and drug resistance driven by frequent intravitreal injection and epithelial-mesenchymal transition (EMT). Consequently, there is an unmet need for more effective, less invasive treatments. Methods: A near-infrared (NIR)-responsive liposome/hydrogel platform that incorporates quercetin (QUE) and doxorubicin (DOX) co-loaded liposomes (QD Lipo), and indocyanine green (ICG) in a low-gelling temperature agarose hydrogel (LAgel) was developed to improve efficacy through localized, on-demand delivery of chemo-photothermal therapy directly at the site of tumour. The initial phase of the study examined the injectability, reversibility and stability of QD Lipo/ICG/LAgel under NIR using cryo-SEM technique and rheological measurement. Following this, photothermal conversion capability and controlled release of QD Lipo, alongside the mobility and penetration of QD Lipo was investigated using infrared thermal imaging, nanoparticle tracking analysis and fluorescence microscope. Moreover, retinoblastoma orthotopic model was established to corroborate the anti-tumour effectiveness in vivo. Flow cytometry, H&E, immunohistochemical staining, animal imaging and western blotting were performed to identify the underling mechanism of QD Lipo/ICG/LAgel to improve the treatment. Results: The thermosensitivity and photothermal conversion capabilities of QD Lipo/ICG/LAgel enable precise, on-demand drug delivery in vitreous, significantly reducing the need for frequent intravitreal injections. In vitro and in vivo evaluation demonstrated that with facilitation of QUE, our platform effectively targets the rapid tumour progression and overcome therapeutic resistance of mild photothermal therapy (PTT), by modulating EMT process and inhibiting heat shock protein (HSP) level. Conclusions: This innovative approach not only mitigates the current challenges of repeated invasive medication, but also sets new strategies for treating complex ocular diseases.",
      "mesh_terms": [
        "Retinoblastoma",
        "Liposomes",
        "Animals",
        "Hydrogels",
        "Quercetin",
        "Doxorubicin",
        "Photothermal Therapy",
        "Humans",
        "Mice",
        "Retinal Neoplasms",
        "Indocyanine Green",
        "Cell Line, Tumor",
        "Infrared Rays"
      ]
    },
    {
      "pmid": "40213362",
      "title": "Anti-inflammatory potential of quercetin: From chemistry and mechanistic insight to nanoformulations.",
      "authors": [
        "Diwakar Aggarwal",
        "Mayank Chaudhary",
        "Sachin Kumar Mandotra",
        "Hardeep Singh Tuli",
        "Ritu Chauhan",
        "Naveen Chandra Joshi",
        "Damandeep Kaur",
        "Laurent Dufossé",
        "Abhishek Chauhan"
      ],
      "journal": "Current research in pharmacology and drug discovery",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Flavonoids are hydroxylated polyphenols that are abundantly produced by plants as secondary metabolites. These flavonoids hold vast therapeutic potential as they possess numerous medicinal benefits encompassing anti-inflammatory, anti-oxidative, anticancer and antiviral properties. Flavonoids render anti-inflammatory effect either by activating antioxidant pathways or by inhibiting enzymatic secretions involved in inflammatory reactions. Flavonoids like quercetin targets inflammation by modulating expression of cytokines and pro-inflammatory molecules and by inhibiting pro-inflammatory enzymes. Mode of action, absorption and bioavailability of flavonoids greatly affect their biological activity. On-going research is focussing on isolation, synthesis of flavonoid analogs and effect of flavonoids on human health by manifestation of different techniques and animal models. Unravelling the anti-inflammatory potential of flavonoids can manifest better treatment options against variety of diseases and metabolic syndromes. Additionally, enhanced bioavailability of flavonoids can result in superior pharmaceutical activities."
    },
    {
      "pmid": "40208264",
      "title": "Quercetin ameliorates chronic restraint stress- and LPS-induced anxiety-like behaviors by modulating neuroinflammation in the lateral hypothalamus.",
      "authors": [
        "Xinxin Wang",
        "Guangdong Weng",
        "Yunpei Gao",
        "Yu Wang",
        "Chengxin Zhang"
      ],
      "journal": "Psychopharmacology",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Quercetin is a natural flavonoid which has been shown to exhibit anti-inflammatory and anxiolytic properties. Neuroinflammation has recently been identified as a major cause of anxiety disorders. Both the lateral hypothalamus (LH) and bed nucleus of the stria terminalis (BNST) are important brain regions that regulate anxiety. This study aims to explore the effect of quercetin on anxiety-like behaviors, as well as the underlying mechanisms associated with neuroinflammation in the LH and BNST. METHODS: The anxiety models were established in male mice by chronic restraint stress (CRS) and lipopolysaccharide (LPS) administration. The elevated plus maze (EPM) and open field (OF) tests were used to evaluate anxiety level. Immunofluorescent staining and quantitative real-time PCR were performed to examine the expression of microglia and inflammatory cytokines in the LH and BNST of male mice. RESULTS: Behavioral data showed that quercetin treatment in male mice significantly alleviated anxiety in the EPM and OF tests. Examination of the inflammation level further revealed that quercetin administration significantly inhibited microglia activation in the LH and BNST of CRS- and LPS-treated male mice, while concurrently reducing the levels of the pro-inflammatory cytokine interleukin-6 (IL-6) in the LH of CRS-treated male mice, as well as interleukin-1β (IL-1β) mRNA expression in the LH of LPS-treated male mice. Furthermore, we found that the expression of NF-κB was downregulated by quercetin in the LH of CRS-treated male mice. CONCLUSION: Our study indicates the clinical potential of quercetin in neuroinflammation-related anxiety, and begins to show that the underlying mechanism in the chronic restraint stress condition may potentially involve the modulation of NF‑κB signaling pathway in the LH."
    },
    {
      "pmid": "40199993",
      "title": "The synergistic activity of fisetin on quercetin improves testicular recover in ischemia-reperfusion injury in rats.",
      "authors": [
        "Sina Zolfaghari",
        "Ali Soleimanzadeh",
        "Mohammadreza Baqerkhani"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study examines a potential treatment for testicular ischemia-reperfusion (I/R) injury using fisetin (FIS) and quercetin (QUE) in a rat model. Male rats were divided into five groups: a control group, a torsion/detorsion (T/D) group, and three experimental groups treated with FIS, QUE, or a combination of FIS + QUE. Sperm parameters, oxidative stress markers, histopathological features, RT-PCR analysis of apoptotic and antiapoptotic gene expression, and fertility index were evaluated. The results demonstrated that FIS + QUE, FIS, and QUE significantly improved sperm motility and concentration, leading to a higher fertility index, than the reduced metrics in the T/D group. Additionally, levels of MDA and NO were significantly lowered, while CAT, SOD, GPx, and TAC levels increased in the FIS + QUE, FIS, and QUE groups. Histopathological, RT-PCR and fertility analyses also revealed evidence of apoptosis and testicular damage in the T/D group, shown by significant increases in P53, Bax, and caspase-3, along with marked decreases in AKT, PI3K, and Bcl-2. Treatment with FIS and QUE, particularly in combination, significantly improved outcomes, indicating a strong synergistic effect that helps repair damage and enhance reproductive function after T/D injury.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Reperfusion Injury",
        "Quercetin",
        "Flavonols",
        "Testis",
        "Rats",
        "Oxidative Stress",
        "Apoptosis",
        "Drug Synergism",
        "Sperm Motility",
        "Flavonoids",
        "Antioxidants",
        "Disease Models, Animal",
        "Rats, Sprague-Dawley",
        "Spermatozoa"
      ]
    },
    {
      "pmid": "40196379",
      "title": "Quercetin Exhibits Broad-Spectrum Antibiofilm and Antiquorum Sensing Activities Against Gram-Negative Bacteria: In Vitro and In Silico Investigation Targeting Antimicrobial Therapy.",
      "authors": [
        "Tanvi Shastri",
        "Reem Binsuwaidan",
        "Arif Jamal Siddiqui",
        "Riadh Badraoui",
        "Sadaf Jahan",
        "Nawaf Alshammari",
        "Mohd Adnan",
        "Mitesh Patel"
      ],
      "journal": "The Canadian journal of infectious diseases & medical microbiology = Journal canadien des maladies infectieuses et de la microbiologie medicale",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Quercetin (QC), a flavonoid abundant in fruits and vegetables, has garnered attention for its potential therapeutic properties. In this study, we investigated the antibiofilm and antiquorum sensing (QS) activities of QC against Gram-negative bacteria both in vitro and in silico. The findings of this study demonstrate MIC values of 125 μg/mL for Chromobacterium violaceum, 250 μg/mL for Pseudomonas aeruginosa, and 500 μg/mL for Serratia marcescens, indicating its antibacterial potential abilities. QS-mediated production of violacein and prodigiosin was significantly inhibited in a dose-dependent manner at sub-MIC concentrations. Additionally, a dose-dependent reduction in the virulence factors of P. aeruginosa, including production of pyocyanin, pyoverdine, and rhamnolipid, was noted with QC. Biofilm formation decreased by 66.40%, 59.28%, and 63.70% at the highest sub-MIC for C. violaceum, P. aeruginosa, and S. marcescens, respectively. Furthermore, swimming motility and exopolysaccharide (EPS) production were also reduced in the presence of QC. Additionally, molecular docking and molecular dynamics simulations elucidate the binding interactions between QC and key molecular targets (LasI, LasR, PilY1, LasA, PilT, CviR, CviR', PqsR, RhlR, and PigG) involved in biofilm formation and QS pathways. Our results indicated that the antibiofilm and anti-QS sensing activities of QC may be attributed to its ability to interfere with critical signaling molecules and regulatory proteins. Overall, this study highlights QC as a promising natural compound for combating biofilm-associated infections caused by Gram-negative bacteria. The multifaceted antimicrobial mechanisms of QC underscore its potential as a therapeutic agent for the treatment of biofilm-related infections, providing the way for further exploration, and development of QC-based strategies in antimicrobial therapy."
    },
    {
      "pmid": "40194339",
      "title": "Effect of resveratrol and quercetin on SFRP4 as a biomarker of diabesity: In silico and in vivo studies.",
      "authors": [
        "Asim Rehman",
        "Shazia Anwer Bukhari",
        "Zunera Chauhdary",
        "Naheed Akhter",
        "Razia Noreen"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The concurrent presence of complex metabolic disorders such as obesity and diabetes within an individual is known as diabesity. Various organs are involved in metabolic chronic diseases like obesity, hypertension, and diabetes. In the last few years, the rise in diabetes cases has coincided with the rapid elevation in obesity rates, resulting in a global health crisis. Major risk factors playing a critical role in the spread of obesity include high-fat food consumption, high-calorie foods, and insufficient physical activity. Diabetes is strongly linked with obesity in terms of metabolic abnormalities and physiological processes, including inflammation. Diabetes type 2 (T2D) is caused primarily by insulin resistance and insufficient insulin release from beta cells of the pancreas. An obese or overweight individual has a strong association with insulin resistance, which in turn leads to the development of T2D. Metabolic stress due to nutrient overload releases different types of inflammatory mediators (such as TNF-α, IL-6, and SFRP4) from adipose tissues in obesity. Secreted frizzled-related protein 4 (SFRP4) is also an inflammatory mediator that impairs insulin secretion. SFRP4 acts as an early biomarker for diabesity expressed with interleukin-1 beta (IL-1β) in the adipose tissues that hinders the exocytosis of insulin-secreting granules from the pancreatic β-cells and is a potential target for preserving β-cell dysfunction and the diabesity treatment. In the current study, plant-based phytocompounds were identified and investigated in silico and in vivo for their ability to suppress the expression of SFRP4. In a diet-induced mouse model, short-listed compounds such as resveratrol and quercetin at higher and lower doses were found effective and significant in reducing the anti-inflammatory mediators and SFRP4 levels. Overall, the current study describes the expression of SFRP4, IL-6, and TNF-α, and its inhibition by various inhibitors. Moreover, the study's findings suggest that resveratrol and quercetin hold promise as potential treatments for diabesity.",
      "mesh_terms": [
        "Resveratrol",
        "Animals",
        "Quercetin",
        "Biomarkers",
        "Obesity",
        "Mice",
        "Diabetes Mellitus, Type 2",
        "Proto-Oncogene Proteins",
        "Male",
        "Mice, Inbred C57BL",
        "Stilbenes",
        "Humans",
        "Computer Simulation",
        "Diet, High-Fat",
        "Diabesity"
      ]
    },
    {
      "pmid": "40190824",
      "title": "The development of mitochondria-targeted quercetin for rescuing Sertoli cells from oxidative stress.",
      "authors": [
        "Satrialdi",
        "Cellina Pratiwi",
        "Ryan Novia Khaeranny",
        "Diky Mudhakir"
      ],
      "journal": "Research in pharmaceutical sciences",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND PURPOSE: The imbalance between reactive oxygen species (ROS) production and endogenous antioxidant capacity leads to oxidative stress, which may damage several cellular functions, particularly spermatogenesis. This condition is a leading cause of male infertility, so controlling ROS levels is crucial. The ROS level can be controlled by supporting the endogenous antioxidant system through antioxidant therapy. Mitochondria are the prime target for antioxidant therapy due to the majority of endogenous ROS produced in mitochondria and their critical role in providing energy during fertilization. This research aimed to develop mitochondria-targeted hybrid nanoplatforms by combining liposomes with dequalinium's mitochondriotropic agent (DQ) to deliver quercetin for targeted antioxidant therapy to mitochondria. EXPERIMENTAL APPROACH: The quercetin-loaded nanocarrier was constructed using the hydration method. We varied the concentration of DQ to investigate its impact on physical characteristics, encapsulation efficiency, intracellular trafficking, and in vitro antioxidant activity. FINDINGS/RESULTS: The impact of different DQ densities on particle size, encapsulation efficiency, and mitochondria targeting was insignificant. However, lowering the DQ density reduced the zeta potential. Minimizing oxidative stress on TM4 cells was only achieved with low-density DQ (Q-LipoDQ LD), while high-density DQ (Q-LipoDQ HD) failed to mitigate the negative impact. CONCLUSION AND IMPLICATIONS: According to the findings, LipoDQ LD preserves a promising potential as mitochondria-targeted nanoplatforms and validates the importance of mitochondria as a target for antioxidant therapy."
    },
    {
      "pmid": "40189052",
      "title": "Hybrid micellar preparations for co-delivery of PARP-1 siRNA and quercetin for cataract treatment.",
      "authors": [
        "Jing Zhang",
        "Zhilin Zou",
        "Yao He",
        "Nina Filipczak",
        "Satya Siva Kishan Yalamarty",
        "Xiang Li",
        "Vladimir P Torchilin"
      ],
      "journal": "Journal of controlled release : official journal of the Controlled Release Society",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cataract remains a major cause of ocular blindness. Cyclic Arg-Gly-Asp-d-Phe-Lys (RGD) peptide was introduced to the surface of self-assembled hybrid micelles for the co-delivery of poly (ADP-ribose) polymerase 1 (PARP-1) small-interfering RNA (siRNA) and quercetin (Q/siP-c-M). Q/siP-c-M exhibited uniform particle size distribution, good dispersibility, high encapsulation efficiency, and strong stability for siRNA and quercetin. Q/siP-c-M significantly improved the transcorneal co-delivery of siRNA and quercetin to the deeper cornea and led to greater drug accumulation. In addition, Q/siP-c-M significantly increased the activity of catalase and the content of adenosine triphosphate (ATP), reduced the expression of PARP-1 protein, and effectively prevented lipid peroxidation in the lens. Among selenite-induced cataract rats, the Q/siP-c-M-treated rats produced higher levels of ATP and catalase, as well as lower levels of malondialdehyde and PARP-1 protein expression compared with those in the model group. Administration of quercetin further resulted in a decrease in neutrophil extracellular trap formation and downregulation of gene expression of related proteins and pro-inflammatory cytokines. These observations indicated that quercetin has the potential to serve as a therapeutic for alleviating an excessive inflammatory reaction characterized by an overabundance of neutrophil extracellular traps in the eyes. Therefore, this study highlights the potential of Q/siP-c-M against cataract development through the regulation of the immune response by regulating inflammatory conditions. Furthermore, Q/siP-c-M may offer benefits in terms of apoptosis attenuation for lens epithelial cells."
    },
    {
      "pmid": "40183961",
      "title": "Quercetin Simultaneously Treats Skeletal Fluorosis and Kashin-Beck Disease by Modulating HIF-1 and Ferroptosis Signaling Pathways.",
      "authors": [
        "Bin Liu",
        "Yan Wang",
        "Jingyuan Zhu",
        "Hui Huang",
        "Ruiqin Chen",
        "Fangfang Yu",
        "Guoyu Zhou",
        "Yue Ba"
      ],
      "journal": "Biological trace element research",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Excessive fluoride exposure can lead to skeletal fluorosis (SF), and selenium deficiency is one of the important pathogenic factors of Kashin-Beck disease (KBD). Although the pathogenic factors of these two diseases vary, there are many similarities in their pathogenic mechanisms on skeletal and articular cartilage lesions. There are currently no specific drugs for either disease, and investigating their shared pathogenic mechanisms may facilitate the development of new drugs for the treatment. This study found through bioinformatics technology that the HIF-1 signaling pathway and ferroptosis pathway might exert significant effects in both SF and KBD. Targeted small molecule drug prediction was conducted for the above two signaling pathways, and quercetin was screened as the best candidate therapeutic drug. Meanwhile, molecular docking and molecular dynamics simulations once again validated our screening results. In summary, quercetin may alleviate the symptoms of SF and KBD by regulating the HIF-1 signaling pathway and the ferroptosis pathway. In other words, it can attain the objective of treating two diseases simultaneously with one drug. This will provide new theoretical references for the treatment of comorbidity."
    },
    {
      "pmid": "40183386",
      "title": "Effect of quercetin on inhibiting gefitinib‑activated non‑small cell lung cancer‑induced cell pyroptosis in cardiomyocytes via modulating mitochondrial autophagy mediated by the SHP2/ROS/AMPK/XBP‑1/DJ‑1 signaling pathway.",
      "authors": [
        "Jie Zhang",
        "Shanshan Qi",
        "Yanyan Du",
        "Honghong Dai",
        "Ninghua Liu"
      ],
      "journal": "Oncology reports",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "It has been reported that treatment of patients with non‑small cell lung cancer (NSCLC) with gefitinib increases the risk of QT interval prolongation. Therefore, the present study aimed to investigate whether quercetin could delay gefitinib‑induced cardiomyocyte apoptosis and its underlying mechanism. A total of 32 nude mice were divided into the sham, NSCLC, NSCLC + gefitinib and NSCLC + gefitinib + quercetin groups. Cardiac fibrosis in mouse heart tissues was assessed by Masson's trichrome staining. Additionally, immunohistochemical staining was performed to detect the expression levels of Src homology‑2 domain‑containing protein tyrosine phosphatase (SHP2), X‑box binding protein 1 (XBP‑1), phosphorylated (p)‑stimulator of interferon genes (STING) and Nod‑like receptor protein 3. Bioinformatics analysis was carried auto to predict the association between quercetin and the SHP2/reactive oxygen species (ROS) axis. Furthermore, the effects of adenosine triphosphate (ATP) + gefitinib, SHP2 silencing and H2O2 on ROS levels, as well as on the p‑AMP‑activated protein kinase (AMPK)/XBP‑1/Parkinsonism associated deglycase (DJ‑1) axis, mitochondrial autophagy and apoptosis were assessed via detecting the expression levels of the corresponding proteins in cardiomyocytes by western blot analysis. JC‑1 immunofluorescence was performed to evaluate mitochondrial membrane damage. The results showed that NSCLC could not significantly affect cardiac function. In addition, compared with NSCLC alone, ventricular fibrosis was exacerbated in the NSCLC + gefitinib group. However, treatment with quercetin inhibited gefitinib‑induced ventricular fibrosis, activated the gefitinib‑suppressed SHP2 protein expression and downregulated the gefitinib‑induced XBP‑1 and p‑STING expression. Furthermore, the bioinformatics analysis results predicted that quercetin could interact with SHP2/ROS. The in vitro experiments demonstrated that the expression levels of the ROS‑related proteins, namely NADPH oxidase 4 and XBP‑1/DJ‑1, and those of the mitochondrial autophagy‑ and apoptosis‑related proteins were enhanced, while those of p‑AMPK, were reduced in cardiomyocytes of the NSCLC + ATP + gefitinib group. However, cell treatment with quercetin inhibited ROS production and the expression levels of XBP‑1/DJ‑1 and apoptosis‑related proteins activated by NSCLC + ATP + gefitinib. By contrast, quercetin activated the expression levels of mitochondrial autophagy‑related proteins and those of p‑AMPK. Furthermore, SHP2 silencing and cell treatment with H2O2 could separately inhibit the NSCLC + ATP + gefitinib‑induced expression of mitochondrial autophagy‑related proteins and p‑AMPK, while they could promote ROS production and upregulate XBP‑1/DJ‑1 and apoptosis‑related proteins. In summary, the results of the current study revealed a promising therapeutic approach for addressing cardiac issues caused by gefitinib treatment in patients with NSCLC. Therefore, quercetin could inhibit the gefitinib‑induced NSCLC‑mediated cardiomyocyte apoptosis via regulating the SHP2/ROS/AMPK/XBP‑1/DJ‑1 signaling pathway through mitochondrial autophagy.",
      "mesh_terms": [
        "Quercetin",
        "Animals",
        "Carcinoma, Non-Small-Cell Lung",
        "Myocytes, Cardiac",
        "Gefitinib",
        "Mice",
        "Lung Neoplasms",
        "Protein Tyrosine Phosphatase, Non-Receptor Type 11",
        "Signal Transduction",
        "Humans",
        "Autophagy",
        "Reactive Oxygen Species",
        "Apoptosis",
        "AMP-Activated Protein Kinases",
        "Male",
        "Mitochondria",
        "Mice, Nude",
        "Cell Line, Tumor"
      ]
    },
    {
      "pmid": "40177799",
      "title": "Efficacy and Safety of Topical Compound Heparin Sodium Allantoin Gel (Main Components: Onion Extract Quercetin) for the Treatment of Rosacea.",
      "authors": [
        "Zining Xu",
        "Biao Yu",
        "Yuxin Qing",
        "Shuhong Ye",
        "Bingyang Xu",
        "Yuanqin Wang",
        "Bin Zhao",
        "Hong Sun",
        "Na Wu",
        "Jiawen Wu"
      ],
      "journal": "Journal of cosmetic dermatology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: The management of papulopustular rosacea presents a significant clinical challenge. Anti-inflammatory and vasoconstrictive treatments are ineffective in the rapid amelioration of the dryness, burning, and itching caused by skin barrier damage in patients with papulopustular rosacea. AIMS: To assess the efficacy and safety of the topical application of compound heparin sodium allantoin gel to treat rosacea. METHODS: Eighty-two patients participated in this randomized, prospective, single-center, and controlled trial. The Clinician Erythema Assessment score, Investigator Global Assessment score, transepidermal water loss, and skin hydration were evaluated at 0, 2, 4, 8, and 12 weeks. Rosacea-specific quality of life score, itching, dryness, burning, Global Aesthetic Improvement Scale, and Patient Self-Assessment grades were also assessed. RESULTS: Compared with the traditional therapy group, the 8-week and 12-week topical application of compound heparin sodium allantoin gel to treat rosacea significantly decreased Clinician Erythema Assessment/Investigator Global Assessment grades, burning and itching grades, and rosacea-specific quality of life scores. Compound heparin sodium allantoin gel significantly improved the skin barrier with hydration and significantly decreased trans-epidermal water loss. For patients with Demodex infestation, externally applied compound heparin sodium allantoin gel was associated with better rosacea treatment outcomes and improved skin barrier function than externally applied hyaluronic acid. This may be attributable to the inhibition of abnormal demodex, improved skin barrier, and repair of minor skin wounds. CONCLUSIONS: Compound heparin sodium allantoin gel effectively improved facial erythema, alleviated ithching and burning sensations, and improved patients' quality of life. TRAIL REGISTRATION: ClinicalTrials.gov identifier: ChiCTR2400087948.",
      "mesh_terms": [
        "Humans",
        "Rosacea",
        "Female",
        "Male",
        "Middle Aged",
        "Allantoin",
        "Quality of Life",
        "Gels",
        "Prospective Studies",
        "Adult",
        "Administration, Cutaneous",
        "Treatment Outcome",
        "Heparin",
        "Aged",
        "Severity of Illness Index",
        "Young Adult",
        "Erythema",
        "Onions",
        "Dermatologic Agents",
        "Water Loss, Insensible"
      ]
    },
    {
      "pmid": "40177702",
      "title": "Quercetin-loaded nanophytosome ameliorates early life stress-induced hippocampal oxido-inflammatory damages.",
      "authors": [
        "Ali Eslami",
        "Akbar Hajizadeh Moghaddam",
        "Sedigheh Khanjani Jelodar",
        "Mojtaba Ranjbar"
      ],
      "journal": "IBRO neuroscience reports",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phytosome-based nanocarriers have emerged as innovative drug delivery systems in recent years, demonstrating significant potential in the treatment of neurodegenerative disorders. This study aimed to evaluate the therapeutic efficacy of quercetin-loaded nanophytosome (QNP) in modulating the oxido-inflammatory response in a rat model of early life stress (ELS) induced by maternal isolation (MI). To establish the ELS model, male rat pups were isolated from their dam for 3 hours daily from postnatal days 1-9. Following the lactation period (postpartum days 1-21), treatments with quercetin (10 and 40 mg/kg) and QNP (10 and 40 mg/kg) were administered continuously for 21 days. Cognitive behaviors, oxidative stress markers, hippocampal dopamine levels, and mRNA expression of TNF-α and IL-6 were assessed after ELS induction. Treatment with QNP (40 mg/kg) significantly improved cognitive function (P < 0.01), increased hippocampal dopamine levels (P < 0.001), and reduced oxidative stress (P < 0.01) as well as the expression of TNF-α (P < 0.001) and IL-6 (P < 0.001). In conclusion, QNP demonstrates potent hippocampal anti-oxidoinflammatory effects, making it a promising therapeutic candidate for mitigating the adverse effects of maternal isolation-induced early life stress."
    },
    {
      "pmid": "40176274",
      "title": "Quercetin Alleviates Pyroptosis and Necroptosis Triggered on by DEHP Exposure in Bursa of Fabricius in Chicken by the ROS/MAPK/NF-κB Pathway.",
      "authors": [
        "Chenxi Huang",
        "Xiaodan Wang",
        "Wenwen Zhang",
        "Meichen Liu",
        "Ruirui Xie",
        "Huiling Zheng",
        "Xinyu Huo",
        "Tong Xu",
        "Hongjin Lin"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bis(2-ethylhexyl) phthalate (DEHP) is an endocrine disruptor that may cause damage to several species. Quercetin (Que), a common flavonoid, has anti-inflammation, antioxidation, and immune regulation properties. In this study, we identified DEHP-exposed or Que-antagonist groups in chicken and MSB-1 cells to explore whether Que can mitigate DEHP-caused bursa of Fabricius pyroptosis and necroptosis. The findings demonstrated that Que reduced the expression of necroptosis and pyroptosis, inhibited the mitogen-activated protein kinase (MAPK)/NF-κB pathway, and mitigated oxidative stress caused by DEHP. The addition of the reactive oxygen species activator (Sanguinarin) raised the extent of oxidative stress, and the NF-κB activator (nuclear factor-kappa-B activator1, NF-κB act1) activated the MAPK/NF-κB pathway compared to the Que + DEHP group. In conclusion, Que inhibited the MAPK/NF-κB pathway to counteract DEHP-induced bursa pyroptosis and programmed necrosis. This work adds to the toxicological consequences of DEHP on avian further theoretical justification for Que's treatment of organic toxic damage.",
      "mesh_terms": [
        "Animals",
        "NF-kappa B",
        "Diethylhexyl Phthalate",
        "Reactive Oxygen Species",
        "Pyroptosis",
        "Chickens",
        "Quercetin",
        "Mitogen-Activated Protein Kinases",
        "Necroptosis",
        "Bursa of Fabricius",
        "Oxidative Stress",
        "Cell Line",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "40168353",
      "title": "Role of Quercetin in Modulating Inflammation and Epigenetic Regulation of Staphylococcus aureus-Induced Bovine Mastitis.",
      "authors": [
        "Zhihai Shi",
        "Wenjia Wang",
        "Borhan Shokrollahi",
        "Wenqi Wang",
        "Hamdy Abdel-Shafy",
        "Tingxian Deng"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mastitis is a prevalent inflammatory disease in dairy herds and presents substantial economic and welfare challenges. Although antibiotics are the most widely used and effective treatment for mastitis, research into alternative antibiotics with plant-derived compounds has gained increasing attention due to the high side effects of antibiotics. Quercetin is known to play a crucial role in regulating inflammation, yet its role in preventing and treating mastitis requires further investigation. To fill this gap, we construct a bovine mastitis model using Staphylococcus aureus (S. aureus) as the pathogen and bovine mammary epithelial cells (BMECs) as the cell model. Based on this, our study further investigated the therapeutic potential of quercetin by using in vitro assays and murine models. Our results demonstrated that quercetin inhibited the inflammatory response and reduced morphological damage in S. aureus-induced BMECs by disrupting cell adhesion. Direct RNA sequencing revealed that multiple genes enriched in the TNF/IL-17 pathway were pivotal in the ability of quercetin to mitigate inflammation, which was influenced by N6-methyladenosine (m6A) methylation. Quercetin effectively modulated CCL5 expression, a key chemokine in inflammatory responses in S. aureus-induced BMECs, through m6A methylation mediated by YTHDF2, revealing a novel epigenetic mechanism in mastitis. RNA-seq analysis showed that quercetin significantly altered genes related to inflammation, extracellular matrix regulation, and matrix metalloproteinase activity, including MMP3, MMP1, MMP1A, and IGFBP3, indicating its impact on tissue remodeling and inflammation. Additionally, quercetin disrupted S. aureus adhesion to BMECs, inhibited biofilm formation, and reduced the severity of infection. The in vivo assay supported the notion that quercetin regulates CCL5 activity to alleviate the inflammatory response in an m6A-YTHDF2-dependent manner. This study demonstrated the dual role of quercetin in inflammation suppression and epigenetic modulation via m6A, positioning quercetin as a promising therapeutic for bovine mastitis and suggesting new treatment strategies targeting CCL5- and m6A-related pathways.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Quercetin",
        "Female",
        "Epigenesis, Genetic",
        "Mastitis, Bovine",
        "Staphylococcus aureus",
        "Staphylococcal Infections",
        "Mice",
        "Epithelial Cells",
        "Chemokine CCL5",
        "Inflammation",
        "Mammary Glands, Animal"
      ]
    },
    {
      "pmid": "40162673",
      "title": "Adding collagen, propolis plus quercetin, bacillus coagulans, hyaluronic acid and chondroitin sulphate to D-mannose avoids symptoms and prevents recurrence in women with recurrent urinary tract infections: a single-blind randomized controlled trial.",
      "authors": [
        "Gaetano Riemma",
        "Davide Vinci",
        "Marco La Verde",
        "Florindo Mario Caniglia",
        "Gaetano Scalzone",
        "Marco Torella"
      ],
      "journal": "Expert review of anti-infective therapy",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: To evaluate the efficacy of a new D-mannose dietary supplement containing D-mannose, Propolis-Quercetin, Bacillus Coagulans, Hyaluronic Acid and Chondroitin Sulfate with fosfomycin in reducing rUTI episodes and improving quality of life. RESEARCH DESIGN AND METHODS: Single-blind, randomized controlled trial conducted at tertiary-care hospital in Italy. Women aged 21-65 with a history of rUTIs were randomized into three groups: fosfomycin, the dietary supplement, and a combination of both treatments. Primary outcome was frequency of rUTI episodes per month. RESULTS: Combination therapy demonstrated greatest reduction in rUTI episodes per month at 12 months compared to fosfomycin or supplement monotherapy (0.23 ± 0.37 vs 0.58 ± 0.67 and 1.12 ± 0.96 for fosfomycin and supplement monotherapy respectively; p < 0.05) and to supplement monotherapy at 6 months (0.69 ± 1.03 vs 1.43 ± 1.33; p < 0.05), with significant improvement of ICIQ-FLUTS domains compared to other groups at 12 months (p < 0.05). Combination therapy had lower number of women matching rUTI criteria (55.32% vs 76.47% and 84%; p < 0.05) and symptoms remission at 12 months (89.36% vs 56.86% and 20%; p < 0.001). CONCLUSIONS: Combining fosfomycin and an integrated D-mannose supplement for managing rUTIs offers a potential reduction in antibiotic reliance. Further large-scale studies are recommended to confirm these findings. TRIAL REGISTRATION: The trial is registered at ClinicalTrials.gov (CT.gov identifier: NCT06659016)."
    },
    {
      "pmid": "40160967",
      "title": "Quercetin Improves Hippocampal Neurogenesis in Depression by Regulating the Level of Let-7e-5p in Microglia Exosomes.",
      "authors": [
        "Ying Xie",
        "Tongxuan Ouyang",
        "Anli Xu",
        "Qinglai Bian",
        "Biran Zhu",
        "Min Zhao"
      ],
      "journal": "Drug design, development and therapy",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Adult hippocampal neurogenesis plays a beneficial role in the treatment of depression. The precise mechanism by which let-7e-5p functions as a potential marker for depression remains unclear. Quercetin, a flavonoid compound, exhibits antidepressant effects; however, further investigation is needed to elucidate its regulatory effect and mechanism on hippocampal neurogenesis. METHODS: Chronic unpredictable mild stress (CUMS) was employed to induce depressive-like signaling and cognitive impairment in mice, while quercetin was administered via oral gavage. The symptoms of the mice were evaluated using various signaling methods. The expression levels of microglia, neural stem cells, and let-7e-5p in the dentate gyrus (DG) area of hippocampus were assessed using pathological observation methods. The expression levels of let-7e-5p and the Wnt1/β-catenin signaling pathways in the hippocampal DG of mice were assessed using qRT-PCR and Western blotting, respectively. The exosomes from peripheral blood were isolated and identified, followed by the detection of expression levels for microglia markers CD11b and TMEM119. We isolated hippocampal neural stem cells (NSCs) and co-cultured them with exosomes secreted by BV2 cells under LPS stimulation to observe the proliferation of NSCs and the generation of new neurons. The targeting relationship between let-7e-5p and Wnt1 was ultimately confirmed through the utilization of a dual luciferase reporter assay. RESULTS: (1) Quercetin ameliorated depression-like behaviors in mice induced by CUMS and restored neurogenesis in the DG region of the hippocampus. (2) Quercetin suppressed the secretion of microglia-derived exosomes carrying let-7e-5p in the DG, which exerted effects on NSC. (3) let-7e-5p regulates depression-related neurogenesis through targeting the Wnt1/β-catenin signaling pathway. CONCLUSION: The inhibitory effect of let-7e-5p in microglial exosomes on depression-associated neurogenesis is mediated through the blockade of the Wnt1/β-catenin signaling pathway, which can be effectively reversed by Quercetin treatment.",
      "mesh_terms": [
        "Animals",
        "Quercetin",
        "Neurogenesis",
        "Mice",
        "Hippocampus",
        "Microglia",
        "Depression",
        "Male",
        "Exosomes",
        "MicroRNAs",
        "Mice, Inbred C57BL",
        "Cells, Cultured",
        "Antidepressive Agents"
      ]
    },
    {
      "pmid": "40160020",
      "title": "Network pharmacology and in silico study of quercetin and structurally similar flavonoids as osteogenesis inducers that interact with oestrogen receptors.",
      "authors": [
        "Mohammad-Sadegh Lotfi",
        "Hamidreza Jamali",
        "Fatemeh B Rassouli"
      ],
      "journal": "Archives of physiology and biochemistry",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Osteoporosis poses a global health challenge, particularly with an ageing population. Quercetin, isorhamnetin, avicularin, isoquercetin, quercitrin, and taxifolin are natural flavonoids with similar structure that induce ontogenesis. Methods: In the present study, proteins in oestrogen signalling and bone morphogenesis were analysed, and hub genes were identified with Cytoscape, followed by pathway analysis. Then, molecular targets of flavonoids and osteoporosis-related targets were identified, and overlaps were detected. Molecular docking and dynamics simulations assessed flavonoid interactions with ERs. Results: The study identified 14 gene products linked to osteoporosis, including ESR1 and ESR2. Enrichment analyses confirmed ESR involvement in various biological processes. SwissTargetPrediction highlighted quercetin and isorhamnetin as favourable targets for ESR1 and ESR2. Molecular docking and dynamics revealed favourable and stable binding of flavonoids to ERα and ERβ. Conclusion: These interactions suggest therapeutic potential of natural flavonoids for osteoporosis treatment by targeting ERs, laying a foundation for future research in preclinical and clinical settings."
    },
    {
      "pmid": "40159968",
      "title": "[Quercetin ameliorates myocardial injury in diabetic rats by regulating L-type calcium channels].",
      "authors": [
        "Hongyan Sun",
        "Guoqing Lu",
        "Chengwen Fu",
        "Mengwen Xu",
        "Xiaoyi Zhu",
        "Guoquan Xing",
        "Leqiang Liu",
        "Yufei Ke",
        "Lemei Cui",
        "Ruiyang Chen",
        "Lei Wang",
        "Pinfang Kang",
        "Bi Tang"
      ],
      "journal": "Nan fang yi ke da xue xue bao = Journal of Southern Medical University",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To investigate the effects of quercetin on cuproptosis and L-type calcium currents in the myocardium of diabetic rats. METHODS: Forty SD rats were randomized into control group and diabetic model groups. The rat models of diabetes mellitus (DM) induced by high-fat and high-sugar diet combined with streptozotocin (STZ) injection were further divided into DM model group, quercetin treatment group, and empagliflozin treatment group (n=10). Blood glucose and body weight were measured every other week, and cardiac function of the rats was evaluated using echocardiography. HE staining, Sirius red staining, and wheat germ agglutinin (WGA) analysis were used to observe the changes in myocardial histomorphology, and serum copper levels and myocardial FDX1 expression were detected. In cultured rat cardiomyocyte H9c2 cells with high-glucose exposure, the effects of quercetin and elesclomol, alone or in combination, on intracellular CK-MB and LDH levels and FDX1 expression were assessed, and the changes in L-type calcium currents were analyzed using patch-clamp technique. RESULTS: The diabetic rats exhibited elevated blood glucose, reduced body weight, impaired left ventricular function, increased serum copper levels and myocardial FDX1 expression, decreased L-type calcium currents, and prolonged action potential duration. Quercetin and empagliflozin treatment significantly lowered blood glucose, improved body weight, and restored cardiac function of the diabetic rats, and compared with empagliflozin, quercetin more effectively reduced serum copper levels, downregulated FDX1 expression, and enhanced myocardial L-type calcium currents in diabetic rats. In H9c2 cells, high glucose exposure significantly increased myocardial expressions of FDX1, CK-MB and LDH, which were effectively lowered by quercetin treatment; Elesclomol further elevated FDX1, CK-MB and LDH levels in the exposed cells, and these changes were not significantly affected by the application of quercetin. CONCLUSIONS: Quercetin ameliorates myocardial injury in diabetic rats possibly by suppressing myocardial cuproptosis signaling and restoring L-type calcium channel activity.",
      "mesh_terms": [
        "Animals",
        "Quercetin",
        "Calcium Channels, L-Type",
        "Rats",
        "Diabetes Mellitus, Experimental",
        "Rats, Sprague-Dawley",
        "Myocytes, Cardiac",
        "Myocardium",
        "Male",
        "Glucosides",
        "Blood Glucose",
        "Benzhydryl Compounds",
        "Copper"
      ]
    },
    {
      "pmid": "40158430",
      "title": "Quercetin down-regulates MCP-1 expression in autoimmune myocarditis via ERK1/2-C/EBPβ pathway: An integrative approach using network pharmacology and experimental models.",
      "authors": [
        "Jinlin Liu",
        "Zhuolun Li",
        "Wei Liu",
        "Zuli Jiang",
        "Xin Zhang",
        "Yizhe Yuan",
        "Yan Shen"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2025-May-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Myocarditis is one of the common causes of sudden death in adolescents, and autoimmune response and inflammation play an essential role in the development of myocarditis. Quercetin is a natural flavonoid compound with anti-inflammatory and cardioprotective effects. However, the mechanism of quercetin in autoimmune myocarditis remains unclear. This study observed that quercetin significantly improved cardiac function, inflammation and fibrosis in mice with experimental autoimmune myocarditis (EAM). In addition, Network pharmacology predicts the key target C/EBPβ and signalling pathway MAPK for quercetin treatment of autoimmune myocarditis. CESTA and DARTS experiments verified that quercetin and C/EBPβ have strong binding ability. It is shown that quercetin down-regulates MCP-1 expression in H9C2 cells by dephosphorylation of ERK1/2 and C/EBPβ. Specifically, quercetin reduced the binding of C/EBPβ to the MCP-1 promoter, resulting in decreased expression of MCP-1, which was associated with decreased ERK1/2 dependent phosphorylation at the C/EBPβ threonine 188 site. This inhibitory effect of quercetin could be further enhanced by the ERK1/2 inhibitor PD98059. The biological relevance of this regulatory network is demonstrated in EAM mice. In conclusion, these results illustrate the protective effect of quercetin against autoimmune myocarditis. A novel regulatory mechanism was revealed, namely the down-regulation of MCP-1 through the ERK1/2-C/EBPβ axis. This provides a new therapeutic strategy for autoimmune myocarditis.",
      "mesh_terms": [
        "Animals",
        "Myocarditis",
        "Autoimmune Diseases",
        "Quercetin",
        "Chemokine CCL2",
        "Down-Regulation",
        "CCAAT-Enhancer-Binding Protein-beta",
        "Male",
        "Mice",
        "MAP Kinase Signaling System",
        "Disease Models, Animal",
        "Cell Line",
        "Network Pharmacology",
        "Mice, Inbred BALB C",
        "Rats",
        "Anti-Inflammatory Agents",
        "Humans",
        "Mitogen-Activated Protein Kinase 3"
      ]
    },
    {
      "pmid": "40153184",
      "title": "Anti-virulence effect of photoactivated nano-quercetin by diode laser on Aggregatibacter actinomycetemcomitans.",
      "authors": [
        "Sara Monem Moharrer",
        "Maryam Pourhajibagher",
        "Arash Azizi",
        "Arezoo Alaee"
      ],
      "journal": "AMB Express",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Photodynamic therapy (PDT) is an innovative, non-invasive, and selective treatment approach that has gained attention as an adjunctive treatment in periodontitis. Aggregatibacter actinomycetemcomitans is an opportunistic periodontopathogen known for its ability to form biofilms. The objective of this in vitro study was to determine the anti-virulence effect of nano-quercetin (N-QT)-mediated PDT on the expression of a gene associated with biofilm formation of A. actinomycetemcomitans. After synthesis and characterization of N-QT by transmission electron microscopes (TEM), dynamic light scattering (DLS), zeta potential analysis, and fourier transform infrared spectroscopy (FTIR) analysis, the effects of different concentrations of N-QT and energy densities of diode laser alone on cell viability of A. actinomycetemcomitans were evaluated. A. actinomycetemcomitans was then treated by sub-lethal doses of diode laser emitting light in the presence of sub-lethal doses of N-QT. Ultimately, the sub-lethal dose of PDT was used to investigate the metabolic activity of A. actinomycetemcomitans, the generation of reactive oxygen species (ROS), and changes in rcpA, qseB, and qseC genes expression using the quantitative real-time polymerase chain reaction (qRT-PCR) method. According to the results, TEM, DLS, zeta potential, and FTIR confirmed the synthesis of N-QT. PDT with concentrations of 16 to 512 µg/mL of N-QT alone and irradiation for 6 min with an energy density of 154.8 J/cm2 alone caused a significant decrease in bacterial count (P < 0.05). PDT with 8 µg/mL N-QT and 5-min irradiation achieved the highest metabolic activity reduction (42.9%), while 2 µg/mL N-QT and 4-min irradiation yielded the lowest reduction (12.3%). Using 8 µg/mL of N-QT with light exposure for 4 and 5 min at energy densities of 103.9 and 129 J/cm² led to ROS levels that were 2.67- and 2.83-fold higher than those in the control cells, respectively (P < 0.05). Additionally, the sub-lethal dose of PDT with 5 min of irradiation in the presence of 2 µg/mL of N-QT resulted in a 2.62-, 2.85-, and 3.21-fold decrease in the expression levels of the rcpA, qseB, and qseC genes, respectively (P < 0.05). PDT utilizing N-QT and diode laser shows promise in suppressing cellular survival and emerges as a viable strategy for targeting A. actinomycetemcomitans virulence."
    },
    {
      "pmid": "40145967",
      "title": "Effects of quercetin and its derivatives in in vivo models of neuroinflammation: a systematic review and meta-analysis.",
      "authors": [
        "Michele Goulart Dos Santos",
        "Bruno Dutra Arbo",
        "Mariana Appel Hort"
      ],
      "journal": "Neural regeneration research",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Neuroinflammation is an inflammatory response in the central nervous system associated with various neurological conditions. The inflammatory process is typically treated with non-steroidal and steroidal anti-inflammatory drugs, which have a range of serious adverse effects. As an alternative, naturally derived molecules such as quercetin and its derivatives show promising anti-inflammatory properties and beneficial effects on various physiological functions. Our objective was to synthesize the evidence on the anti-inflammatory effect of quercetin and its derivatives in in vivo models, in the face of neuroinflammatory insults induced by lipopolysaccharide, through a systematic review and meta-analysis. A search of the preclinical literature was conducted across four databases (PubMed, Web of Science, Scielo, and Google Scholar). Studies were selected based on inclusion and exclusion criteria, assessed for methodological quality using CAMARADES, and risk of bias using the SYRCLE tool, and data were extracted from the studies. The quantitative assessment of quercetin effects on the expression of pro-inflammatory cytokines and microgliosis was performed through a meta-analysis. A total of 384 potentially relevant articles were identified, of which 11 studies were included in the analysis. The methodological quality was assessed, resulting in an average score of 5.8/10, and the overall risk of bias analysis revealed a lack of methodological clarity in most studies. Furthermore, through the meta-analysis, it was observed that treatment with quercetin statistically reduces pro-inflammatory cytokines, such as tumor necrosis factor alpha, interleukin 6, interleukin 1β (n = 89; SMD = -2.00; 95% CI: -3.29 to -0.71), and microgliosis (n = 33; SMD = -2.56; 95% CI: -4.07 to -1.10). In terms of underlying mechanisms, quercetin and its derivatives exhibit antioxidant and anti-apoptotic properties, possibly through the nuclear factor erythroid 2-related factor 2 (Nrf2)/ HO-1 pathways, increasing the expression of antioxidant enzymes and reducing reactive species, and modulating the caspase pathway, increasing levels of anti-apoptotic proteins and decreasing proapoptotic proteins. Quercetin and its derivatives exhibit highly pleiotropic actions that simultaneously contribute to preventing neuroinflammation. However, despite promising results in animal models, future directions should focus on well-designed clinical studies to assess the safety, bioavailability, and efficacy of quercetin and its derivatives in humans. Additionally, standardization of methods and dosages in studies is crucial to ensure consistency of findings and optimize their application in clinical settings."
    },
    {
      "pmid": "40143608",
      "title": "Antiproliferative and Apoptotic Efficacy of Nano-PLGA Encapsulated Quercetin Molecules by Downregulation of Akt in K-ras Mutated NSCLC Cell Lines, A549 and H460.",
      "authors": [
        "Avinaba Mukherjee",
        "Sandip Ghosh",
        "Sayak Ganguli",
        "Jhinuk Basu",
        "Biswarup Basu"
      ],
      "journal": "Journal of biochemical and molecular toxicology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To test if encapsulating hydrophobic flavonoids in nanoparticles could offer a new possibility in the therapeutics of non-small cell lung cancer (NSCLC), quercetin was encapsulated in Poly(lactic-co-glycolic acid) (PLGA) nanoparticles by the solvent displacement technique. The synthesized nanoparticles were then characterized by dynamic light scattering (DLS), Fourier transform infrared spectroscopy (FTIR), and atomic force microscopy (AFM). The size of the nanoparticles with smooth surface topology was estimated at 110 nm. Treatment with nano-PLGA encapsulated quercetin (NPEQ) triggered the death of K-ras mutated NSCLC cells, A549 and H460, and showed 50% cell cytotoxicity in them at a dose of 406 and 347 ng/ml respectively. NPEQ was able to block uncontrolled cell proliferation by inducing concomitant destruction of BrdU activity and a lower incidence of cell migrations. Cell death was due to the induction of apoptosis rather than necrosis, as revealed by morphological alterations and phosphatidylserine externalization induced by NPEQ. NPEQ also caused the arrest of A549 and H460 cells at the sub-G1 stage. Through network analysis, AKT was identified as a key gene target of quercetin in NSCLC. Moreover, we found that NPEQ induced downregulation of Akt, which is usually hyperactive in NSCLC due to K-ras mutation. This indicates that NPEQ caused target-specific apoptotic and antiproliferative activity by targeting the downregulation of Akt. Further, when NPEQ was generated in the tumour-bearing mice model, it showed antitumor efficacy also modulating the Akt expression along with upregulation in cleaved caspase 3 activation. Besides this, histological alteration of tissue architecture and reduction in tumor volume was also found. This as a whole indicates the prospects and advantages of nanoparticulate quercetin delivery in therapeutic formulations against cancer.",
      "mesh_terms": [
        "Quercetin",
        "Humans",
        "Carcinoma, Non-Small-Cell Lung",
        "Apoptosis",
        "Proto-Oncogene Proteins c-akt",
        "Lung Neoplasms",
        "Polylactic Acid-Polyglycolic Acid Copolymer",
        "Animals",
        "Nanoparticles",
        "Cell Proliferation",
        "Mice",
        "A549 Cells",
        "Down-Regulation",
        "Cell Line, Tumor",
        "Mutation",
        "Proto-Oncogene Proteins p21(ras)",
        "Lactic Acid",
        "Polyglycolic Acid",
        "Mice, Nude",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "40141761",
      "title": "Antitumor Effects of Quercetin and Luteolin in A375 Cutaneous Melanoma Cell Line Are Mediated by Upregulation of P-ERK, c-Myc, and the Upstream GPER.",
      "authors": [
        "Shaymaa A Hussein",
        "Nidaa A Ababneh",
        "Noor Tarawneh",
        "Mohammad A Ismail",
        "Abdalla Awidi",
        "Shtaywy Abdalla"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2025-Mar-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cutaneous melanoma (CM) is the most aggressive and fatal malignancy among other skin cancers and its incidence has risen steadily recently around the world. Hormone-related therapy, particularly estrogen (E2) has been used as a prospective strategy for CM treatment. Quercetin and luteolin are flavonoids with antitumor effects against a wide range of cancers including CM. However, the underlying mechanism of their actions through GPER in CM is not fully understood. We examined the anti-tumor effects of quercetin and luteolin on the A375 CM cell line through activation of the G-protein coupled estrogen receptor (GPER). MTT assay was performed to assess the impact of flavonoids on cell viability. Apoptosis and cell cycle were studied by flow cytometry. Cell migration was evaluated by transwell assay. GPER expression and the effect of the flavonoids on the key signaling proteins were confirmed by immunofluorescence staining and Western blot, respectively. Results showed that quercetin and luteolin inhibited proliferation and migration, induced apoptosis, and blocked the cell cycle at S and G2/M in A375 cells. Immunofluorescence and immunoblotting data demonstrated the presence of GPER in this cell line and the two flavonoids enhanced its expression except at the high concentration of 100 µM. Quercetin and luteolin enhanced P-ERK and c-Myc expression, an effect abolished by the GPER antagonist G15, confirming GPER-mediated signaling. In conclusion, quercetin and luteolin exhibited anti-tumor effects on A375 melanoma cells via GPER activation, suggesting their potential as anti-melanoma therapeutics."
    },
    {
      "pmid": "40133990",
      "title": "Can quercetin reduce arsenic induced toxicity in mouse BALB/c 3T3 fibroblast cells? A study involving in vitro, molecular docking, and ADME predictions.",
      "authors": [
        "Velid Unsal",
        "Cumali Keskin",
        "Erkan Oner"
      ],
      "journal": "BMC pharmacology & toxicology",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the protective effect of quercetin against arsenic-induced oxidative damage, inflammation, and apoptosis in mouse BALB/c 3T3 fibroblast cells (NIH-3T3). Arsenic at different concentrations of 0.05 µM (low), 0.5 µM (medium), 10 µM (high) doses were used to induce toxicity, while 120 μm quercetin was used for treatment. MTT and LDH analyses were performed to determine the effect of arsenic and quercetin on cell viability, while oxidative stress markers and antioxidant enzyme activities were measured by spectrophotometric method. TNF-α and IL-1β levels were measured by the ELISA method, Autodock programs were used for molecular docking studies. In addition, computer-based analyses of quercetin and succimer molecules were performed using SwissADME web tools. TNF-α (PDB ID: 2AZ5), IL-1β (PDB ID: 1ITB), Caspase3 (PDB ID: 2XYG), Bax (PDB ID: 4S0O), SOD (PDB ID:1CBJ), GSH-Px (PDB ID: 1GP1) and Bcl-2 (PDB ID: 1G5M) crystal structures were obtained from the Protein Data Bank. Bax and Bcl-2 levels of apoptotic genes and mRNA expression levels of Caspase-3 activity were measured using the QRT-PCR technique. TUNEL staining was performed to determine DNA fragmentations, while DAPI staining was done to visualise nuclear modifications. Quercetin has been found to significantly reduce oxidative stress, inflammation, and apoptosis in cells and exert anti-apoptotic effects. Molecular docking studies revealed quercetin shows good binding affinity with molecules with SOD, GSH-Px, Bax, Bcl-2, Caspase-3, TNF-α and IL-1β structures, and has been observed to bind with Bax and Bcl-2 with molecular docking scores of -7.5 and - 7.7 kcal/mol, respectively. These findings are supported by results showing that quercetin is effective in anti-apoptotic and anti-inflammatory processes in arsenic-induced cells under in vitro conditions. In addition, when ADME values are examined, it can be considered that quercetin is a useful and effective candidate compound in reducing arsenic toxicity, considering its higher synthetic accessibility score, better pharmacokinetic properties, and good biological transition and interaction capacities compared to succimer.",
      "mesh_terms": [
        "Animals",
        "Quercetin",
        "Mice",
        "Molecular Docking Simulation",
        "Antioxidants",
        "Oxidative Stress",
        "Arsenic",
        "Apoptosis",
        "Cell Survival",
        "Interleukin-1beta",
        "Tumor Necrosis Factor-alpha",
        "NIH 3T3 Cells",
        "BALB 3T3 Cells",
        "Fibroblasts"
      ]
    },
    {
      "pmid": "40132497",
      "title": "Role of quercetin as a promising antiviral, therapeutic and immunomodulatory mediator against dengue virus induced robust infection in in-vivo Balb/C mice model.",
      "authors": [
        "Saikat Mukherjee",
        "Anusri Tripathi"
      ],
      "journal": "European journal of medicinal chemistry",
      "publication_date": "2025-Jun-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Currently, there are no clinically approved antiviral agents against dengue-virus (DENV). This study aimed to determine the prophylactic, antiviral, and therapeutic potential of quercetin by its pre-treatment, co-treatment, and post-treatment [24, 48, and 72 h-post-infection (HPI)] of DENV-infected Balb/C mice through both oral and intraperitoneal (I.P) route, respectively. 80 mg/kg/day and 16 mg/kg/day of quercetin were non-toxic for oral and I.P administration, respectively. I.P. was found to be more effective than oral administration which significantly reduced DENV copy-number in co-treatment group (from day 1, p < 0.01); post-treatment (24hpi),and pretreatment groups (day 3 onwards, p < 0.05). Molecular-docking experiments indicated quercetin could act as a double-edged sword by strongly interacting with DENV envelope-glycoprotein (-8.1 kcal/mol) and NS5-RdRp domain (-8.0 kcal/mol), which are crucial for viral-attachment and replication. MD-simulation of docked complexes indicated their stability defined by low RMSD, RMSF, and stable H-bond with active-site residues. Significant reduction (p < 0.001) in TNF-α, IL-6, ROS-production, and vascular leakage was observed among pre-, co-, and post-treatment (24 and 48 HPI) groups with promising hepatic and renal-protective effects. Pharmacological and functional-molecular interaction networks indicate a significant effect of quercetin on vascular integrity byVEGF-KDR signaling pathway (via PI3K-Akt and Ras signalling), oxygen homeostasis through HIF-1 signalling, and the anti-inflammatory response via PI3K-Akt, IL-6 and its receptor signalling (PPI enrichment P = 3.19e-10).Thus, it can be concluded that I.P. co- and post-treatment (24hpi) of quercetin to DENV-infected mice could effectively reduce viral-titer, pro-inflammatory cytokines, ROS-response, and vascular permeability. Taken together this demonstrates quercetin as an important antiviral candidate against dengue.",
      "mesh_terms": [
        "Quercetin",
        "Animals",
        "Dengue Virus",
        "Mice, Inbred BALB C",
        "Dengue",
        "Mice",
        "Antiviral Agents",
        "Disease Models, Animal",
        "Immunologic Factors",
        "Molecular Docking Simulation",
        "Molecular Structure",
        "Dose-Response Relationship, Drug",
        "Structure-Activity Relationship",
        "Microbial Sensitivity Tests"
      ]
    },
    {
      "pmid": "40132458",
      "title": "Exploring quercetin based nano formulation in combating human Metapneumovirus infections.",
      "authors": [
        "Veluswamy Bhuvaneshwari",
        "Ramasamy Amsaveni"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Human Metapneumovirus (hMPV) is a significant respiratory pathogen, particularly affecting children, the elderly, and immunocompromised individuals. Despite its clinical impact, there are currently no approved vaccines or specific antiviral treatments for hMPV, necessitating the exploration of novel therapeutic strategies. Quercetin, a naturally occurring flavonoid with well-documented antioxidant, anti-inflammatory, and antiviral properties, has shown promising potential in combating hMPV infections. However, its poor bioavailability limits its therapeutic efficacy. Recent advancements in nanotechnology offer a solution through quercetin-based nanoformulations, which enhance its solubility, stability, and bioavailability, thereby improving its antiviral potency. Molecular docking studies have demonstrated strong interactions between quercetin and the hMPV matrix protein, suggesting its role in inhibiting viral replication. Additionally, quercetin modulates oxidative stress and inflammatory responses by suppressing key pathways such as NF-κB and IRF-3, reducing lung damage associated with hMPV infections. In vitro and in vivo studies indicate that quercetin-loaded nanoparticles effectively decrease viral titers and inflammatory markers. Given its natural origin, safety profile, and therapeutic potential, quercetin-based nanoformulations emerge as a promising candidate for hMPV treatment. Further clinical trials are required to validate their efficacy and optimize formulations for potential clinical application.",
      "mesh_terms": [
        "Quercetin",
        "Humans",
        "Metapneumovirus",
        "Animals",
        "Paramyxoviridae Infections",
        "Antiviral Agents",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "40128784",
      "title": "Dual-modality immune nano-activator harnessing Mn2⁺ and quercetin to potentiate the cGAS-STING pathway for advanced cancer metalloimmunotherapy.",
      "authors": [
        "Shanshan Ma",
        "Xuequan Zhang",
        "Xiaoqi Zhu",
        "Kangning Yan",
        "Qin Wang",
        "Lei Lei",
        "Jiasheng Li",
        "Jing Guo",
        "Weizhong Tang",
        "Junjie Liu",
        "Jun Cao",
        "Duo Wang",
        "Tao Luo"
      ],
      "journal": "Journal of nanobiotechnology",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Manganese ions (Mn2+) have emerged as promising activators of the cyclic GMP-AMP synthase-stimulator of interferon genes (cGAS-STING) pathway. However, their clinical application was hindered by low bioavailability and limited immune activation pathways, which impaired their ability to trigger robust immune responses and achieve significant antitumor effects. To address these challenges, we developed a dual-modality immune nano-activator by coordinating manganese ions with quercetin. This strategy was designed to enhance the cGAS-STING pathway activation and elicit the immunogenic cell death, thereby strengthening the antitumor immune response. The engineered nano-activator demonstrated superior tumor-targeting ability and efficient cellular internalization. Upon exposure to near-infrared irradiation, the system harnessed photothermal effects to induce apoptosis in tumor cells while simultaneously accelerating the release of manganese ions and quercetin. The released manganese ions facilitated the generation of reactive oxygen species, which in conjunction with quercetin-induced apoptosis, amplified photothermal-induced DNA damage. This DNA damage further promoted the release of cytosolic DNA, which in turn activated the cGAS-STING pathway, thereby intensifying immune activation. Notably, the nano-activator also triggered immunogenic cell death, which synergized with the cGAS-STING activation to promote dendritic cell maturation and activate antigen-specific T-cell, significantly enhancing the immune response against the tumor. Both in vitro and in vivo studies confirmed that this nano-activator effectively inhibited tumor growth, with particularly pronounced effects when combined with anti-CTLA-4 antibodies.",
      "mesh_terms": [
        "Quercetin",
        "Animals",
        "Nucleotidyltransferases",
        "Manganese",
        "Mice",
        "Humans",
        "Membrane Proteins",
        "Immunotherapy",
        "Cell Line, Tumor",
        "Signal Transduction",
        "Neoplasms",
        "Apoptosis",
        "Reactive Oxygen Species",
        "Female",
        "Antineoplastic Agents",
        "DNA Damage",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "40127723",
      "title": "Quercetin liposomes conjugated with hyaluronidase: An efficient drug delivery system to block pancreatic cancer.",
      "authors": [
        "Ge Sun",
        "Ying Wu",
        "Jiekai Li",
        "Mingjie Yang",
        "Hang Xu",
        "Yiping Li",
        "Peilin Tong",
        "Rong Shao",
        "Yingbin Liu",
        "Xianming Kong"
      ],
      "journal": "Journal of controlled release : official journal of the Controlled Release Society",
      "publication_date": "2025-Mar-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pancreatic cancer characterized with intense hydraulic tissue in tumor extracellular matrix (ECM) resists most of chemotherapeutic drugs. Increased levels of hyaluronic acid (HA) represent the primary component of the hydraulic tissue, rendering tumors protective from drug targeting. Quercetin (Que), a natural flavonoid, has the ability to inhibit tumor cell growth in a number of cancers; however, its poor water solubility and low bioavailability largely limit its application in cancer therapy. Hence, we developed an efficient drug delivery system by encapsulation of Que. into liposomes and conjugation with hyaluronidase (HAase) at liposome surface, termed as HQL. In the presence of HAase, HQL were predominantly accumulated at tumor with enhanced permeability and retention effect. Treatment of xenografted tumor mice with HQL gave rise to suppressed tumor growth, while no toxic effects were observed in mice. HQL demonstrated the strong ability to inhibit cell proliferation, promote cell apoptosis, and induce arrest at G2/M cell cycle in pancreatic cancer lines, three-dimensional cultured cell spheroids and pancreatic ductal adenocarcinoma (PDAC)-derived organoids. Mechanistically, HQL downregulated expression of cell cycle-associated protein (CCNB1, CDK1 and PLK1) and cell apoptosis-associated factors PI3K/AKT and Bcl-2. In summary, HQL degraded HA in the tumor microenvironment to enhance nano-particle penetration and inhibited tumor cell growth, eliciting efficacy of anti-tumor therapy. Thereof, HQL may provide a novel efficient drug delivery approach for the adjuvant treatment of pancreatic cancer."
    },
    {
      "pmid": "40118409",
      "title": "Cyclic RGD modified dextran-quercetin polymer micelles for targeted therapy of breast cancer.",
      "authors": [
        "Chunpeng Yang",
        "Huiling Ma",
        "Ze Liang",
        "Ying Zhuang",
        "Litao Hu",
        "Kexin Zhang",
        "Leixiao Huang",
        "Min Li",
        "Shubiao Zhang",
        "Yuhong Zhen"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Quercetin is a natural flavonoid found in many plants which has various pharmacological activities including antitumor effect. However, the poor water solubility and bioavailability limit the potential benefits of quercetin for patients. Thus, modifying quercetin structure and developing actively targeted drug delivery systems are extremely important for tumor precision therapy. Herein, polymer-drug conjugates dextran-quercetin (D-Q) and cRGD-dextran (R-D) were synthesized by grafting quercetin and polypeptide cRGDfk (Arg-Gly-Asp-(D-Phe)-Lys) to dextran. Then cRGD-modified dextran-quercetin polymer micelles (R-D-Q) were constructed by self-assembling of D-Q and R-D. R-D-Q micelles possessed appropriate particle size (133.4 nm), nearly neutral potential (8.14 mV) and excellent drug-loading efficiency (13.1 %) and achieved higher cytotoxicity, apoptosis induction and penetration to human breast cancer MCF-7 cells than the micelles unmodified with cRGD, which were ascribed to cRGD-integrin mediated transcytosis. R-D-Q micelles effectively suppressed tumor growth in tumor-bearing mice by delivering more quercetin throughout the tumor tissue. And R-D-Q micelles could promote the apoptosis of tumor cells by activating p38 and JNK signal pathways and suppressing ERK signal pathway. In addition, R-D-Q micelles had no damage to normal tissues of mice at therapeutic dose. These results indicate promising prospects for R-D-Q micelles as an effective drug delivery system against tumor."
    },
    {
      "pmid": "40115376",
      "title": "Spatiotemporal regulation of the bone immune microenvironment via a 'Zn2+-quercetin' hierarchical delivery system for bone regeneration.",
      "authors": [
        "Hengliang Sun",
        "Yedan Chen",
        "Xiaoqin Sang",
        "Qingxiang Liu",
        "Haoran Yu",
        "Shaojun Hu",
        "Yingji Mao",
        "Li Zhang"
      ],
      "journal": "Regenerative biomaterials",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The immunoregulation of tissue-engineered bone has emerged as a prominent area for bone defect repair. While this field demonstrates considerable potential, effectively managing relevant factors and maintaining a balanced immune microenvironment in practical applications remain substantial challenges that require resolution. In this study, we tested a novel comprehensive hierarchical delivery system based on the requirements of a natural immune microenvironment for inflammatory factors, to optimize local immune responses through precise regulation of drug release. Quercetin (Que)-loaded zeolite imidazolate framework-8 (ZIF-8) nanoparticles were embedded in gelatin methacrylate to create a drug-release system featuring a Zn2+ shell and quercetin core. In vivo and in vitro studies demonstrated that this dual sustained-release hydrogel-ZIF-8 system can produce low concentrations of Zn2+ at an early stage, resulting in a mild anti-inflammatory effect and proliferation of bone marrow mesenchymal stem cells. Moreover, as inflammation advances, the release of quercetin works synergistically with Zn2+ to enhance anti-inflammatory responses, reconfigure the local microenvironment, and mitigate the inflammatory response that adversely impacts bone health by inhibiting the Nuclear Factor-kappa B (NF-κB) signaling pathway, thereby promoting osteogenic differentiation. This system is pioneering for sequential microenvironment regulation based on its diverse anti-inflammatory properties, offering a novel and comprehensive strategy for bone immune regulation in the clinical treatment of bone defects."
    },
    {
      "pmid": "40108592",
      "title": "Sodium alginate microspheres loaded with Quercetin/Mg nanoparticles as novel drug delivery systems for osteoarthritis therapy.",
      "authors": [
        "Jun Chen",
        "Guoya Wu",
        "Jian Wu",
        "Zhijian Jiao"
      ],
      "journal": "Journal of orthopaedic surgery and research",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Osteoarthritis (OA) is the most prevalent arthritic disease characterized by cartilage degradation and low-grade inflammation, for which there remains a lack of efficacious therapeutic interventions. Notably, mitigating the impact of oxidative stress (OS) and inflammatory factors could help alleviate or hinder the advancement of OA. Given the benefits of both quercetin (Que) and Magnesium ion (Mg2+) in OA treatment, coupled with the structural properties of Que, we have innovatively developed the Que-Mg2+ nanoparticles (NPs), aiming to deliver both Que and Mg2+ simultaneously and achieve enhanced therapeutic outcomes for OA. Moreover, to avoid the adverse reactions linked to frequent injections, sodium alginate (SA) microspheres encapsulating Que-Mg2+ NPs (Que-Mg@SA) were designed to treat the H2O2-induced OA cell model. METHODS: Que-Mg@SA microspheres were synthesized using the ionotropic gelation technique, with calcium chloride acting as the cross-linking agent. Comprehensive characterization of the Que-Mg@SA was conducted through transmission electron microscope (TEM), dynamic light scattering (DLS), optical microscope, and scanning electron microscope (SEM), which provided detailed insights into their size, zeta potential, morphology, and micromorphology. Additionally, the microsphere swelling rate and Que release were evaluated. The biocompatibility of Que-Mg@SA microspheres, along with their impact on chondrocyte viability, were detected through CCK-8 assay and live/dead cell staining. Furthermore, the antioxidant and anti-inflammatory properties of Que-Mg@SA were evaluated by examining the ROS scavenging ability and pro-inflammatory factors levels, respectively. Finally, the regulatory influence of Que-Mg@SA microspheres on extracellular matrix (ECM) metabolism in OA was assessed by immunofluorescence staining and Western blot. RESULTS: Characterization results revealed that Que-Mg NPs exhibit nanoscale diameter, exceptional stability, and good dispersibility, while Que-Mg@SA possesses high entrapment efficiency (EE%) and loading efficiency (LE%), pronounced hygroscopic properties, and sustained drug-release capabilities. Additionally, in vitro cellular assays revealed that the biocompatible Que-Mg@SA microspheres significantly restored chondrocyte viability, scavenged H2O2-induced excessive ROS, reduced the levels of inflammatory cytokines, upregulated cartilage anabolic gene expression, downregulated cartilage catabolic protease gene expression, and maintained the metabolic balance of cartilage tissue. CONCLUSION: The functionalized Que-Mg@SA microspheres developed in our study hold great promise as a drug delivery system for OA and potentially other biomedical applications. CLINICAL TRIAL NUMBER: Not applicable.",
      "mesh_terms": [
        "Quercetin",
        "Alginates",
        "Microspheres",
        "Osteoarthritis",
        "Magnesium",
        "Nanoparticles",
        "Humans",
        "Drug Delivery Systems",
        "Chondrocytes",
        "Animals",
        "Antioxidants",
        "Cells, Cultured",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "40100888",
      "title": "Fischer's ratio and DNA damage in hypoxemia-induced brain injury in rat model: prophylactic role of quercetin and mexamine supplementation.",
      "authors": [
        "Mai O Kadry",
        "Hanaa Ali"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypoxemia brain injuries arise when the brain's oxygen supply is restricted. Brain cells gradually die and become impaired as a result of the restricted oxygen flow a diversity of signaling pathways are involved in the pathophysiology of brain damage. One of the main concerns when examining the rate of protein breakdown is the measurement of the serum amino acid ratio. Valine, leucine, and isoleucine make up branched-chain amino acids, while phenylalanine and tyrosine make up aromatic amino acids. A vital tool for assessing the severity of hypoxemia is Fischer's ratio. The goal of this article is to determine how quercetin (QUR) and/or mexamine (MEX) prevented synfat (SN)-induced brain damage in a rat models. It also aimed to elucidate the various cross-linked inflammatory pathways, DNA damage, and Fischer's ratio. Following QUR and MEX therapy, synfat-induced hypoxemia. Hemoglobin (Hb) levels were markedly reduced by synfat-intoxication, and oxidative stress and inflammatory biomarkers, including TNF-??, MDA, interleukin-6 (IL-6), and C -reactive protein (CRP), were elevated. Hemoglobin levels, oxidative stress biomarkers, and the aberrant expression of pro-inflammatory cytokines were all altered by QUR and/or MEX therapy. Similarly, the concentration of γ-aminobutyric acid, serotonine, noradrenaline, and intropin in cerebral tissue is restricted. Similarly, the COMET assay and 8-oxo-7,8-dihydro-2'-deoxyguanosine analysis (8-oxodG) demonstrated that QUR and MEX potentially altered synfat-induced brain DNA damage. The results confirmed the potential impact of this combined strategy as a powerful therapy for brain hypoxemia, concluding that treatment via QUR with MEX was superior therapy in modulating synfat-triggered cerebral injury.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "DNA Damage",
        "Male",
        "Quercetin",
        "Brain Injuries",
        "Oxidative Stress",
        "Hypoxia",
        "Disease Models, Animal",
        "Biomarkers",
        "Dietary Supplements",
        "Cytokines"
      ]
    },
    {
      "pmid": "40092314",
      "title": "Evaluation of Remineralization of White Spot Lesions with Quercetin Nanoparticles: An in vitro Study.",
      "authors": [
        "Karthikeyan Subramani",
        "Brian Decker",
        "Kishore Chaudhry",
        "Usha Subbiah",
        "Eduardo G Mota"
      ],
      "journal": "Journal of clinical and experimental dentistry",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study explored the synthesis of quercetin nanoparticles (QNPs) and evaluated the remineralization effect of QNPs on artificial white spot lesions on extracted human teeth. MATERIAL AND METHODS: QNPs were successfully synthesized, and their size was measured. Seventy-six extracted human molars were divided into 4 groups of n=19 to undergo a 10-day pH cycling protocol: 1000 ppm fluoride solution as aqueous NaF (group 1), 6.5% w/v quercetin microparticle solution (group 2), 4000 ppm QNP (group 3) and deionized water (group 4). Vickers microhardness tester, scanning electron microscopy-energy dispersive X-ray spectroscopy (SEM-EDX) and atomic force microscopy (AFM) were used to measure the surface microhardness (SMH), Ca:P ratio and surface roughness (Ra), respectively. RESULTS: After remineralization, the SMH values were significantly different among all the experimental groups (p<0.001). The fluoride and QNP groups had significantly greater SMH values than the quercetin group. The AFM data showed a significant decrease, but the differences were not significant. The Ca:P values were significantly greater than those of the control in all 3 experimental groups, but the QNP and fluoride concentrations were significantly greater than those of quercetin. There were no significant differences between QNPs and fluoride according to any test. CONCLUSIONS: It can be concluded from the results of this study that QNPs have similar remineralization potential to fluoride and are more effective than quercetin. Key words:White Spot Lesion, Remineralization, Quercetin, Nanoparticles, Orthodontic Treatment."
    },
    {
      "pmid": "40090989",
      "title": "The role and mechanism of quercetin in improving late-onset hypogonadism through network analysis and experimental validation.",
      "authors": [
        "Xiaodong Wu",
        "Hui Zhao",
        "Xinshuang Huang",
        "Peng Lu",
        "Runqi Zhang",
        "Qingbo Guan",
        "Chunxiao Yu"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2025-Mar-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The rising incidence of late-onset hypogonadism (LOH) profoundly diminishes the quality of life in men due to declining testosterone levels. Quercetin is an important active metabolite in various traditional botanical drugs that enhance male fertility, yet its mechanisms of action remain unclear. This study delves into the therapeutic potential and underlying mechanisms of quercetin in LOH management, proposing novel treatment strategies. An aging murine model was created and treated with quercetin starting at 12 weeks of age. Sperm parameters were evaluated, and serum and testicular testosterone and inflammatory cytokines were quantified via ELISA. Histological analyses of testicular tissue were performed. Network analysis and molecular docking studies predicted quercetin's therapeutic pathways in LOH. Key proteins involved in testosterone synthesis and testicular aging were verified using western blotting and immunofluorescence. Aged TM3 cells were treated with quercetin to corroborate the effects on testicular Leydig cells. In the murine model, the quercetin treatment group showed an increase in sperm average path velocity (VAP) by 1.21 ± 0.087-fold (p < 0.01), an increase in straight-line velocity (VCL) by 1.12 ± 0.18-fold (p < 0.01), a rise in serum testosterone levels by 0.27 ± 0.48-fold (p < 0.05), and an increase in testosterone levels in testicular tissue by 0.30 ± 0.20-fold (p < 0.05), while IL-1β levels decreased to 0.61 ± 0.13-fold (p < 0.01) compared to the aging group. Network analysis suggested quercetin's efficacy in LOH may be mediated through the AR and PI3K/AKT pathways. In quercetin-treated aged mice, a reduction in γH2AX and an increase in Ki67 expression were observed in testicular tissue, alongside upregulated expression of key testosterone synthesis proteins-steroidogenic acute regulatory (STAR) and scavenger receptor class B type 1 (SRB1), accompanied with enhanced AR expression and AKT1 phosphorylation. Similar results were confirmed in testicular Leydig cells. Compared to the group treated with bleomycin alone, the bleomycin plus quercetin treatment group showed a reduced positive area in β-gal staining, downregulation of the senescence-associated marker γH2AX, increased expression of the key testosterone synthesis protein SRB1, and elevated levels of expression of quercetin's potential target AR as well as phosphorylation of AKT1. Quercetin ameliorates the aging of testicular Leydig cells and promotes testosterone synthesis through modulation of the AR/PI3K/AKT signaling pathway, presenting a promising therapeutic approach for LOH."
    },
    {
      "pmid": "40088746",
      "title": "Quercetin protected the gut barrier in ulcerative colitis by activating aryl hydrocarbon receptor.",
      "authors": [
        "Qiuzhu Wei",
        "Haixu Jiang",
        "Jia Zeng",
        "Jie Xu",
        "Honglin Zhang",
        "Enfan Xiao",
        "Qingyi Lu",
        "Guangrui Huang"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ulcerative colitis (UC) is characterized by abdominal pain and bloody diarrhoea and restoring the gut barrier is the core goal of UC treatment. Activation of aryl hydrocarbon receptor (Ahr) was reported to effectively alleviate symptoms and repair the gut barrier damage. Neutrophil extracellular traps (NETs) have been recognized as potential targets in the treatment of UC. Ahr activation has been found to be capable of upregulating Nqo1, thereby reducing the production of reactive oxygen species (ROS), which is important in the formation of NETs. Quercetin (QUE), which is derived from natural plants and herbs used in traditional Chinese medicine (TCM), is able to strengthen gut barrier function by activating Ahr. PURPOSE: The aim of this study is to investigate how QUE suppresses NETs in UC and activates Ahr in neutrophils. METHODS: In this study, the dextran sulfate sodium (DSS)-induced UC model was used. Histopathological assessments were performed in the paraffin slides of tissues after H&E, PAS, Masson and alcian blue staining. The concentration of cytokines was also detected using cytometric beads array kits. Based on the transcriptomic analysis of colon tissues, western blot (WB) analysis, immunohistochemistry (IHC) assays and immunofluorescence (IF) assays were conducted to validate the significantly regulated genes and pathways. In vitro, the binding of quercetin to Ahr was calculated by molecular dynamic simulations (MDS) and biolayer interferometry (BLI) analysis. Primary neutrophils isolated from mice were cocultured with LPS or PMA with or without quercetin. The regulated genes were detected using WB, real-time quantitative PCR, enzyme-linked immunosorbent assay (ELISA) and IF analysis. The agonists and antagonist of Ahr were used as the control. RESULTS: After the administration of quercetin, colon inflammation and gut barrier disruption was significantly prevented through inhibiting the NF-κB pathway and upregulating the expression of Ahr/Arnt and Nqo1. The transcriptomic analysis and IHC assays showed that inflammation and NETs were greatly decreased by QUE treatment. In vitro, quercetin inhibited LPS-induced inflammatory responses through NF-κB pathway. Furthermore, MDS and BLI analysis revealed that QUE is an agonist of AHR. QUE activated Ahr translocation and reduced ROS production via regulation of Arnt and Nqo1. CONCLUSION: This study proved that quercetin greatly improved gut barrier function in the DSS-induced colitis model by regulating NET formation and that quercetin was able to activate Ahr and upregulate Arnt in neutrophils to regulate NET formation.",
      "mesh_terms": [
        "Receptors, Aryl Hydrocarbon",
        "Quercetin",
        "Animals",
        "Colitis, Ulcerative",
        "Dextran Sulfate",
        "Mice",
        "Male",
        "Mice, Inbred C57BL",
        "Neutrophils",
        "Disease Models, Animal",
        "NAD(P)H Dehydrogenase (Quinone)",
        "Cytokines",
        "Reactive Oxygen Species",
        "Colon"
      ]
    },
    {
      "pmid": "40085284",
      "title": "Effects of quercetin and derivatives on NAMPT/Sirtuin-1 metabolic pathway in neuronal cells: an approach to mitigate chemotherapy-induced cognitive impairment.",
      "authors": [
        "Jeena John",
        "Subham Das",
        "Anu Kunnath",
        "Jayesh Mudgal",
        "Krishnadas Nandakumar"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": " The cognitive alterations observed in individuals undergoing cancer treatments have garnered more attention recently. Chemotherapy can reduce nicotinamide adenine dinucleotide (NAD+) levels by inhibiting nicotinamide phosphoribosyl transferase (NAMPT). This reduction can make cancer cells more susceptible to oxidative damage and death and may also affect non-cancerous cells, particularly the brain cells. During chemotherapy-induced suppression, the downregulation of the NAMPT-mediated NAD+/Sirtuin 1 (SIRT1) pathway may cause dyscognition. Objective: This study aimed to assess the role of quercetin and analogues in chemobrain and the associated mechanisms. Methods: The potential of quercetin and its derivatives interaction with NAMPT and SIRT1 proteins was performed using computational studies followed by their in vitro evaluation in SH-SY5Y cells. Molecular docking and simulation studies of human SIRT1 and NAMPT proteins with quercetin and its derivatives were performed. Differentiated SH-SY5Y cell lines were treated with quercetin and selected derivatives against Methotrexate and 5-Fluorouracil (MF) toxicity, by subjecting to cytotoxicity assay, flow cytometry, and RT-PCR analysis. Results: Quercetin, Rutin, and Isoquercetin showed interactions necessary in the activation process of both proteins. Cytotoxicity and flow cytometric studies demonstrated that the phytochemicals shield the differentiated SH-SY5Y cells from MF toxicity. As determined by RT-PCR investigations, NAMPT and SIRT1 gene mRNA expression was higher in test drug-treated cells at quercetin (0.12, 0.6 µM), rutin, and isoquercetin (16, 80 µM) and lower in MF-treated cells. Conclusion: The treatment of phytochemicals alleviated CICI by targeting NAMPT and SIRT1 proteins, which could lead to the identification of effective treatment strategies for the chemobrain.",
      "mesh_terms": [
        "Quercetin",
        "Nicotinamide Phosphoribosyltransferase",
        "Sirtuin 1",
        "Humans",
        "Cytokines",
        "Cell Line, Tumor",
        "Neurons",
        "Cognitive Dysfunction",
        "Molecular Docking Simulation",
        "Antineoplastic Agents",
        "Fluorouracil",
        "Antioxidants",
        "Rutin"
      ]
    },
    {
      "pmid": "40084006",
      "title": "Phytochemical insights into flavonoids in cancer: Mechanisms, therapeutic potential, and the case of quercetin.",
      "authors": [
        "Piero Alex Silva-Pinto",
        "Janaína Teixeira Costa de Pontes",
        "Brigitte Aguilar-Morón",
        "Christian Shleider Carnero Canales",
        "Fernando Rogério Pavan",
        "Cesar Augusto Roque-Borda"
      ],
      "journal": "Heliyon",
      "publication_date": "2025-Feb-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Quercetin, a flavonoid known for its potent antioxidant and anti-inflammatory properties, has gained attention in cancer therapy due to its ability to modulate key molecular pathways involved in tumor progression and immune evasion. This review provides a comprehensive analysis of quercetin's effects on pathways such as PI3K/Akt/mTOR, MAPK/ERK, NF-κB, and JAK/STAT, which are central to cancer cell survival, proliferation, and apoptosis. Through inhibition of PI3K/Akt/mTOR and MAPK/ERK signaling, quercetin promotes apoptosis and reduces proliferation specifically in cancer cells while sparing healthy cells. Additionally, quercetin downregulates NF-κB activity and modulates JAK/STAT signaling, enhancing immune recognition of cancer cells and decreasing inflammation in the tumor microenvironment. Emerging nanoformulation strategies are also discussed, highlighting how nanotechnology can improve quercetin's bioavailability and targeting capabilities. Unlike other reviews, this work uniquely integrates molecular insights with cutting-edge nanoformulations, showcasing quercetin's dual potential as a therapeutic agent and an immune modulator in the evolving landscape of cancer treatment. This review underscores quercetin's multifaceted role in cancer treatment and suggests future directions to optimize its clinical efficacy, particularly in combination with conventional therapies."
    },
    {
      "pmid": "40076811",
      "title": "Enhancing the Therapeutic Efficacy of Berberine and Quercetin Through Salt Formulation for Liver Fibrosis Treatment.",
      "authors": [
        "Yangyang Cheng",
        "Haoyang Yu",
        "Sitong Yang",
        "Xiaolian Tian",
        "Mengyu Zhao",
        "Ling Ren",
        "Xiuping Guo",
        "Chujuan Hu",
        "Jiandong Jiang",
        "Lulu Wang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Feb-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Liver fibrosis, caused by chronic hepatic injury, is a major threat to human health worldwide, as there are no specific drugs available for its treatment. Natural compounds, such as berberine (BBR) and quercetin (QR), have shown the ability to regulate energy metabolism and protect the liver without significant adverse effects. Additionally, combination therapy (the cocktail therapy approach), using multiple drugs, has shown promise in treating complicated conditions, including liver injury. In this study, we prepared a salt formulation of BBR and QR (BQS) to enhance their combined effect on liver fibrosis. The formation of BQS was confirmed using various analytical techniques, including nuclear magnetic resonance spectroscopy (NMR), differential scanning calorimetry (DSC), Fourier-transform infrared spectroscopy (FTIR), powder X-ray diffractometry (PXRD), and scanning electron microscopy (SEM). The results demonstrated that the dissolution efficiency and bioavailability of QR significantly increased in the BQS form, aligning with that of BBR, compared to the physically mixed (BQP) form. Moreover, BQS exhibited a superior inhibitory effect on fibrosis compared to BQP in the human hepatic stellate cell line LX-2 by modulating lipid accumulation, inflammation, apoptosis, and the cell cycle. Furthermore, in a mouse model of hepatic fibrosis induced by methionine and choline-deficient (MCD) diets, BQS demonstrated enhanced anti-fibrotic activities compared to BQP. These findings suggest that BQS holds promise as a potential alternative treatment for liver fibrosis. Importantly, this study provides novel insights into achieving a cocktail effect through the salt formation of two or more drugs. The results highlight the potential of salt formulations in enhancing the therapeutic efficacy and consistent biological processes of drug combinations.",
      "mesh_terms": [
        "Berberine",
        "Quercetin",
        "Liver Cirrhosis",
        "Animals",
        "Humans",
        "Mice",
        "Cell Line",
        "Hepatic Stellate Cells",
        "Male",
        "Apoptosis",
        "Drug Compounding"
      ]
    },
    {
      "pmid": "40074160",
      "title": "Quercetin loaded biogenic squalene nano-lipid carriers for the treatment of dry eye syndrome.",
      "authors": [
        "Ajit Mishra",
        "Jitu Halder",
        "Ivy Saha",
        "Vineet Kumar Rai",
        "Ritu Mahanty",
        "Deepak Pradhan",
        "Priyanka Dash",
        "Chandan Das",
        "Tushar Kanti Rajwar",
        "Bibhanwita Satpathy",
        "Salim Manoharadas",
        "Muralidhar Tata",
        "Jameel Al-Tamimi",
        "Biswakanth Kar",
        "Goutam Ghosh",
        "Goutam Rath"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, quercetin-incorporated squalene nanostructured lipid carriers (QS-NLCs) were developed to mitigate the pathological conditions of dry eye disease (DED). The melt emulsification method was used to prepare QS-NLCs. The resulting NLCs have 93.74 ± 9.32 nm particle size, 43.8 ± 5.42 % drug loading and showed good stability for 90 days at different storage conditions. The structural characterization of NLCs was carried out through DSC, FTIR, and XRD, and the morphological study was conducted using TEM analysis. The morphological study emphasised no agglomeration was present in the formulation, and further -31.47 ± 2.18 mV zeta potential supported the TEM analysis. Also, the QS-NLCs showed a release pattern in which more than 70 % of the drug was released in the medium in 1 h. After that, a sustained release pattern was observed for 6 h. However, QS-NLCs also showed higher ex-vivo corneal permeation, i.e., ∼2.5-fold, as compared to free quercetin. Also, no significant difference was observed in the moisture retention capacity of NLCs when compared with control glycerin. Further, the QS-NLCs showed good anti-inflammatory and cytotoxicity activities against RAW 264.7 and HCECs cell lines, respectively. Furthermore, 18.22 ± 1.23 mm of Schirmer score in a 5-day tear production study and a 2.79-fold increased half-life (T1/2), 3.02-fold enhanced area under the curve (AUC0-∞), and 2.88-fold higher mean retention time (MRT0-∞) were obtained which signified the higher bioavailability of QS-NLCs with higher ocular tolerance ensured by modified Draize test. Most importantly, the proposed QS-NLCs improved the pharmacological activities of quercetin against DED.",
      "mesh_terms": [
        "Quercetin",
        "Animals",
        "Mice",
        "Dry Eye Syndromes",
        "Squalene",
        "Drug Carriers",
        "Lipids",
        "Humans",
        "RAW 264.7 Cells",
        "Nanoparticles",
        "Drug Liberation",
        "Particle Size",
        "Cornea",
        "Anti-Inflammatory Agents",
        "Cell Survival",
        "Drug Stability",
        "Male",
        "Rabbits"
      ]
    },
    {
      "pmid": "40073625",
      "title": "Quercetin-derived carbon dots promote proliferation and migration of Schwann cells and enhance neurite outgrowth.",
      "authors": [
        "Phanindra Babu Kasi",
        "Henry Opoku",
        "Liudmila N Novikova",
        "Mikael Wiberg",
        "Paul J Kingham",
        "Jia Wang",
        "Lev N Novikov"
      ],
      "journal": "Colloids and surfaces. B, Biointerfaces",
      "publication_date": "2025-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Quercetin, a flavonoid known for its antioxidant properties, has recently garnered attention as a potential neuroprotective agent for treatment of the injured nervous system. The repair of peripheral nerve injuries hinges on the proliferation and migration of Schwann cells, which play a crucial role in supporting axonal growth and myelination. In this study we synthesized Quercetin-derived carbon dots (QCDs) and investigated their effects on cultured Schwann cells and the NG108-15 cell line. QCDs was obtained by solvothermal synthesis and characterized via UV-vis absorption spectroscopy, transmission electron microscopy, Fourier transform infrared spectroscopy, and X-ray diffraction analysis. The particles demonstrated significant dose-dependent free radical scavenging activity in DPPH and ABTS radical scavenging assays, supported in vitro proliferation and migration of Schwann cells, expression of neurotrophic and angiogenic growth factors, and stimulated neurite outgrowth from NG108-15 cells. Thus, QCDs could serve as a potential novel treatment strategy to promote regeneration in the injured peripheral nervous system.",
      "mesh_terms": [
        "Schwann Cells",
        "Quercetin",
        "Cell Proliferation",
        "Animals",
        "Neuronal Outgrowth",
        "Rats",
        "Cell Movement",
        "Carbon",
        "Quantum Dots",
        "Neurites",
        "Mice",
        "Cell Line",
        "Free Radical Scavengers"
      ]
    },
    {
      "pmid": "40073469",
      "title": "Melissa officinalis extract nanoemulsion, Caffeic acid and Quercetin as a novel inducer for investigating neural differentiation of human Wharton's jelly mesenchymal stem cells.",
      "authors": [
        "Fatemeh Taherianrad",
        "Hossein Dehghan",
        "Nafiseh Abbasabadi",
        "Arash Padash",
        "Hora Jalali Tehrani",
        "Mahdi Tat",
        "Abdolreza Dayani",
        "Ali Salimi"
      ],
      "journal": "Tissue & cell",
      "publication_date": "2025-Mar-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cell therapy utilizing mesenchymal stem cells, which have the ability to differentiate into different lineages, has garnered significant attention in recent years. Melissa officinalis is rich in biologically active compounds and exhibits antioxidant activity, antimicrobial properties, and sedative effects. Nanoemulsions can facilitate the effective transfer of substances and also protect drugs and biological materials from environmental factors. The aim of the present study is to investigate the role of Melissa officinalis extract nanoemulsion and the active ingredients of caffeic acid and quercetin as inducers in increasing the efficiency of differentiation of mesenchymal stem cells into neural cells in a laboratory environment. MATERIALS AND METHODS: Human WJMSCs were cultured in the basic culture medium consisting of: Hight glucose DMEM, 10 % FBS and 1 % penicillin/streptomycin. The alcoholic extract of Melissa officinalis was extracted and its nanoemulsion was prepared along with two other effective substances. Next, zeta potential and size of nanoparticles were measured by Dynamic light scattering (DLS) technique. The optimal dose of all three material was calculated by MTT (3-4,5-dimethylthiazol-2-yl-2, 5-diphenyl tetrazolium bromide) assay and Acridine orange-ethidium bromide (AO/EB) staining. In the following, neural differentiation was investigated using Real-time Reverse Transcription Polymerase Chain Reaction (RT-PCR) and immunocytochemistry (ICC) techniques on days 7 and 14. RESULTS: The results obtained from MTT and AO/EB assays showed that the optimal dose of nanoemulsion M. officinalis, caffeic acid and quercetin is 150 μg/ml, 75 μg/ml and 25 μg/ml, respectively. The ideal particle size for nanoemulsion is below 100 nm. The zeta potential of the M. officinalis extract nanoemulsion was reported to be -9.45 and the average particle size was 17.76 nm. The results of this study indicated that the expression of neural marker genes (MAP-2, β-tubulin III and NSE) and proteins (MAP-2, β-tubulin III and Gamma-enolase) increased in differentiated cells treated with the synthesized nanoemulsion compared to the control group on days 7 and 14 (P ≤ 0.05). CONCLUSION: In general, our results showed that M. officinalis extract nanoemulsion, caffeic acid and quercetin caused induction of neural differentiation mechanism in human WJ-MSCs."
    },
    {
      "pmid": "40066126",
      "title": "Dual Modulation of Canonical and Non-canonical TGF-β/ROS/Erk1/2 Pathways: Synergistic Activation of Nrf-2 and Antioxidant Enzymes (SOD1, GPx, HO-1) by Quercetin Loaded in Solid Lipid Nanoparticles and Curcumin in Atherosclerosis Therapy.",
      "authors": [
        "Masoumeh Shamsi",
        "Ghorban Mohammadzadeh",
        "Mahdi Hatami",
        "Mohammadreza Roshanazadeh",
        "Mojgan Noor-Behbahani",
        "Mojtaba Rashidi"
      ],
      "journal": "Iranian journal of pharmaceutical research : IJPR",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Atherosclerosis remains the leading cause of mortality worldwide, highlighting the urgent need for innovative treatments targeting chronic inflammation. Recent research indicates that quercetin (QCT) and curcumin, two naturally occurring compounds, have potential therapeutic benefits in cardiovascular diseases. OBJECTIVES: This study focuses on the novel synthesis of nano-quercetin (N-QCT) encapsulated in solid lipid nanoparticles (SLNs) and investigates the synergistic cardioprotective effects of N-QCT and curcumin on human vascular smooth muscle cells (VSMCs). The underlying molecular mechanisms, particularly the involvement of the TGF-β signaling pathway in VSMCs, are explored. METHODS: The VSMCs, including TGF-β-stimulated VSMCs, were treated with N-QCT, curcumin, or a combination of both. The MTT assay was performed to evaluate the cytotoxic effects of these treatments. The cytotoxicity of various concentrations of curcumin and QCT was used to calculate the Combination Index (CI), with CI analysis quantifying synergy or antagonism. Furthermore, following TGF-β stimulation, antioxidant enzyme activity, nuclear transcription factor erythroid 2-related factor (Nrf2) mRNA expression, reactive oxygen species (ROS) production, NADPH oxidases (NOX) expression, and extracellular signal-regulated kinase (Erk)1/2 phosphorylation were measured in the treated VSMCs. RESULTS: The N-QCT and curcumin significantly influenced Nrf2 mRNA expression and upregulated downstream antioxidant enzymes, including HO-1, GPx, and SOD1. The combination treatment further enhanced Nrf2 protein expression and modulated Erk1/2 phosphorylation. Notably, the synergistic effect of the combination produced pronounced cardioprotective outcomes, characterized by reduced ROS production and decreased phosphorylation of Erk1/2 via the TGF-β/NOX/Erk1/2 and ROS/Nrf2 signaling pathways. CONCLUSIONS: The findings demonstrate that the combination of QCT encapsulated in SLNs and curcumin synergistically reduces oxidative stress and inflammation in TGF-β-stimulated VSMCs. This effect is achieved through the inhibition of ROS/Erk1/2 signaling and the activation of Nrf2 and antioxidant enzymes. These natural compounds, when used together, represent a promising therapeutic approach for mitigating the inflammatory processes associated with atherosclerosis."
    },
    {
      "pmid": "40063125",
      "title": "Quercetin ingestion alters motor unit behavior and enhances improvement in muscle strength following resistance training in older adults: a randomized, double-blind, controlled trial.",
      "authors": [
        "Taichi Nishikawa",
        "Ryosuke Takeda",
        "Saeko Ueda",
        "Kaito Igawa",
        "Tetsuya Hirono",
        "Masamichi Okudaira",
        "Yukiko Mita",
        "Toshiyuki Ohya",
        "Kohei Watanabe"
      ],
      "journal": "European journal of nutrition",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: During resistance training, quercetin ingestion can enhance motor unit (MU) with a higher recruitment threshold in older adults. OBJECTIVE: We investigated the effects of daily quercetin glucoside ingestion on chronic adaptations in muscle strength and MU behavior following resistance training in healthy older adults. METHODS: Twenty-six older adults were randomly allocated to two groups that completed 6-week resistance training intervention with the ingestion of either placebo (PLA) or quercetin glycosides (QUE) at 200 mg/day. Maximal voluntary force (MVF) during isometric knee extension, muscle mass, and MU firing behavior during ramp task at 70%MVF were measured before (PRE) and after (POST) intervention. RESULTS: In both groups, knee extensor MVF was significantly increased (both p < 0.001), and the improvement in QUE (115.1 ± 11.0%) was greater than in PLA (105.3 ± 4.8%) (p < 0.001) by the Mann-Whitney test. Muscle mass was not changed from PRE to POST in PLA or QUE (p > 0.050). At POST, firing rates of Mus with relatively moderate (recruited between 20 and 40%MVF) or higher (recruited between 20 and 40%MVF) recruitment thresholds were higher in QUE than PLA (p < 0.050). There was a significant correlation between %change in MVF and %change in firing rates of MUs with a relatively higher recruitment threshold from PRE to POST (p = 0.018, r = 0.642). CONCLUSIONS: These results suggest that the adaptations of MUs with higher recruitment thresholds explain the greater improvement in muscle strength associated with QUE ingestion. CLINICAL TRIAL REGISTRY: UMIN000053019 ( https://rctportal.niph.go.jp/detail/um?trial_id=UMIN000053019 ).",
      "mesh_terms": [
        "Humans",
        "Quercetin",
        "Muscle Strength",
        "Male",
        "Double-Blind Method",
        "Aged",
        "Female",
        "Resistance Training",
        "Muscle, Skeletal",
        "Dietary Supplements",
        "Middle Aged"
      ]
    },
    {
      "pmid": "40059516",
      "title": "Quercetin-loaded magnetic nanoparticles: a promising tool for antitumor treatment in human breast cancer cells.",
      "authors": [
        "Silvina Tiburzi",
        "Virginia Lezcano",
        "Gabriel Principe",
        "María Gabriela Montiel Schneider",
        "Alicia B Miravalles",
        "Verónica Lassalle",
        "Ariana Bruzzone",
        "Verónica González-Pardo"
      ],
      "journal": "Journal of drug targeting",
      "publication_date": "2025-Mar-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Quercetin (QUE) is a phytoestrogen with known antitumor properties; however, its hydrophobic nature and low bioavailability limit its efficacy as an anticancer drug. To address this, we explored loading QUE onto a non-toxic nanocarrier. This study focused on the biological activity of magnetic iron oxide nanoparticles coated with polyethylene glycol (MAG@PEG) loaded with QUE (MAG@PEG@QUE) in MCF-7 cells. The MAG@PEG nanosystem was synthesised using a hydrothermal method, and QUE was incorporated by adding an alcoholic solution of QUE to an aqueous dispersion of MAG@PEG. QUE incorporation was confirmed qualitatively by FTIR spectroscopy and quantitatively through UV-visible spectroscopy. Cytotoxicity studies showed that MAG@PEG@QUE, at a concentration equivalent to the half-maximal inhibitory concentration (IC50) of free QUE, significantly reduced cell proliferation and viability while increasing apoptosis. MCF-7 cells treated with MAG@PEG@QUE also displayed actin cytoskeleton alterations typical of apoptotic cells. Transmission electron microscopy revealed clusters of magnetic nanoparticles within cellular vesicles. Targeted delivery of these nanoparticles was achieved using a static magnetic field, leading to high intracellular accumulation and selective cell death in targeted areas, without affecting adjacent cells. In conclusion, MAG@PEG@QUE shows comparable antitumor effects to free QUE and has the potential to enhance QUE's bioavailability and targeted delivery for breast cancer treatment."
    },
    {
      "pmid": "40058319",
      "title": "Reshaping the gut microbiota: Tangliping decoction and its core blood-absorbed component quercetin improve diabetic cognitive impairment.",
      "authors": [
        "Wenlan Zhang",
        "Chunmei Yi",
        "Zhijie Song",
        "Bin Yu",
        "Xijuan Jiang",
        "Lin Guo",
        "Shanshan Huang",
        "Tong Xia",
        "Fayin Huang",
        "Yijing Yan",
        "Huhu Li",
        "Yongna Dai"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Type 2 diabetes mellitus (T2DM) is associated with an increased risk of cognitive decline, which can result in diabetic cognitive impairment (DCI). Recent studies have indicated that gut microbiota plays a significant role in the development of DCI. Tangliping Decoction (TLP), a traditional Chinese medicine compound, contains various active ingredients that have been shown to regulate the microecology of gut microbiota and potentially improve DCI. However, it remains unclear whether TLP can improve DCI by modulating gut microbiota, as well as which specific component is primarily responsible for these effects. PURPOSE: Assess the impact of TLP on alleviating DCI and investigate the contribution of quercetin (QR), the core blood-absorbed component of TLP, in this process. and investigate the underlying mechanisms through which TLP and QR enhance DCI by modulating gut microbiota composition. STUDY DESIGN AND METHODS: Initially, experiments such as morris water maze (MWM), morphological analysis, and 16S ribosomal RNA (16S rRNA) gene amplicon sequencing from DCI mice, were performed to validate the pharmacological efficacy of TLP in mitigating DCI. The results indicated that TLP possesses the capacity to modulate the composition and quantity of gut microbiota and safeguard the integrity of the gut barrier and brain barrier. Secondly, high performance liquid chromatography coupled with high-performance liquid chromatography-quadrupole time-of-flight mass spectrometry (HPLC-Q-TOF-MS/MS) combined with network pharmacology methods were used to screen for blood-absorbed components, suggesting that QR may be a potential core blood-absorbed component of TLP in the treatment of DCI. Subsequently, the pharmacological efficacy of QR in ameliorating DCI was confirmed, and the characteristics of gut microbiota as well as the permeability of the gut and brain barrier, were assessed. Finally, fecal microbiota transplantation (FMT) experiments were conducted, wherein fecal matter from TLP and QR-treated mice (donor mice) was transplanted into pseudo-sterile DCI mice with antibiotic-induced depletion of gut microbiota. This approach aimed to elucidate the specific mechanisms by which TLP and QR improve DCI through the modulation of the structure, composition, and abundance of gut microbiota. RESULTS: TLP and QR have the potential to enhance learning and memory capabilities in DCI mice, as well as reduce homeostasis model assessment insulin resistance (HOMA-IR) and restore homeostasis model assessment-β function (HOMA- β), leading to increased fasting insulin (FIN) levels and decreased fasting blood glucose (FBG) levels. Simultaneously, the administration of FMT from donor mice to pseudo-sterile DCI mice has been shown to alter the composition and abundance of gut microbiota, leading to amelioration of pathological damage in the colon and hippocampal tissues. Ultimately, FMT utilizing fecal suspensions from donor mice treated with TLP and QR improved cognitive function in pseudo-sterile DCI mice, restore gut microbiota dysbiosis, and maintained the integrity of the gut and brain barriers. CONCLUSION: The results of this study indicate that TLP and its core component, QR, which is absorbed into the bloodstream, improve DCI through a gut microbiota-dependent mechanism, providing further evidence for gut microbiota as a therapeutic target for DCI treatment.",
      "mesh_terms": [
        "Gastrointestinal Microbiome",
        "Quercetin",
        "Animals",
        "Cognitive Dysfunction",
        "Drugs, Chinese Herbal",
        "Mice",
        "Male",
        "Diabetes Mellitus, Type 2",
        "Diabetes Mellitus, Experimental",
        "RNA, Ribosomal, 16S",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "40057166",
      "title": "Quercetin attenuates DEHP-induced pyroptosis and programmed necrosis in chicken duodenum through regulation of the TLR4/MyD88/NF-κB pathway.",
      "authors": [
        "Ruirui Xie",
        "Tong Xu",
        "Yilin Yin",
        "Meichen Liu",
        "Chenxi Huang",
        "Wenwen Zhang",
        "Shu Li"
      ],
      "journal": "Environmental pollution (Barking, Essex : 1987)",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Di(2-ethylhexyl) phthalate (DEHP) is not only popularly used as a plasticizer, but also ubiquitous in environment, causes an important risk to the lives and well-being of poultry. Quercetin (QUE) is a natural flavonoid with antioxidant, anti-inflammatory, anticancer and immunoregulation. Nevertheless, it's still unclear possibly DEHP causes duodenal pyroptosis and programmed necrosis in broiler chickens or perhaps QUE has a mitigating impact in this mechanism. Therefore, the present investigation was conducted to establish a model of tissue and duodenal progenitor cells models based on DEHP and QUE exposure, and in vitro experiments were added the nuclear factor-kappa-B activator1 (NF-κB Act1) and reactive oxygen species activator (Sanguinarine). The mechanism of duodenal injury was explored by immunofluorescence, Western blot and qRT-PCR. It was shown that exposure to DEHP resulted in decreased depth of the duodenal crypt, shortened cilia length, upregulation of oxidative stress markers, downregulation of antioxidant markers, and a significant increase in the promotion of ROS expression in chicken duodenum. DEHP also promoted the expression of the TLR4/MyD88/NF-κB pathway, as well as the expression of genes associated with pyroptosis and programmed necrosis. While in the DEHP + QUE co-treatment group, QUE regulated the antioxidant capacity of the duodenum and inhibited the TLR4/MyD88/NF-κB pathway, which reduced DEHP-induced pyroptosis and programmed necrosis to some extent. In in vitro experiments where NF-κB Act1 and Sanguinarin were added to the co-treated treatment group, NF-κB signalling was activated and re-up-regulated the levels of genes related to cellular pyroptosis and programmed necrosis alleviated by QUE, which further demonstrated that this pathway could regulate chicken duodenal pyroptosis and programmed necrosis. Thus, quercetin alleviated DEHP-induced chicken duodenal pyroptosis and programmed necrosis via the regulation of the TLR4/MyD88/NF-κB. This investigation supplies a theoretical footing for the hazard valuation of the plasticizer DEHP for poultry.",
      "mesh_terms": [
        "Animals",
        "Chickens",
        "NF-kappa B",
        "Pyroptosis",
        "Toll-Like Receptor 4",
        "Quercetin",
        "Duodenum",
        "Diethylhexyl Phthalate",
        "Myeloid Differentiation Factor 88",
        "Signal Transduction",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "40051361",
      "title": "Quercetin's Potential Therapeutic Role in Human Colorectal Cancer: An Effective Strategy for Prevention and Treatment.",
      "authors": [
        "Shima Mehrabadi"
      ],
      "journal": "Anti-cancer agents in medicinal chemistry",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Colorectal cancer (CRC) is a significant global health burden, ranking third in incidence and second in mortality worldwide. The incidence of CRC continues to rise, and drug resistance to conventional therapies such as 5-fluorouracil (5-FU) poses a challenge in treatment. Quercetin, a naturally occurring flavonol, has shown anti-carcinogenic properties and potential in sensitizing cancer cells to chemotherapy. AIMS AND OBJECTIVE: This review assesses recent animal and clinical studies on the impact of quercetin on CRC treatment and progression and evaluates its potential in combination with conventional therapies. METHODS: A comprehensive literature search was conducted to identify relevant studies investigating quercetin's effects on CRC. The search included both animal and clinical studies. RESULTS: Quercetin has been shown to inhibit cancer progression through cell cycle arrest and apoptosis induction. It sensitizes cancer cells to chemotherapy while exhibiting protective effects on normal cells. In CRC, quercetin has demonstrated potential in reducing tumor growth and modulating signaling pathways involved in inflammation and immune responses. CONCLUSION: Quercetin shows promise as a novel therapeutic agent for CRC, and its combination with conventional therapies may lead to more effective treatment options and improved patient outcomes. Further research is warranted to validate these findings in clinical settings."
    },
    {
      "pmid": "40051132",
      "title": "Dasatinib and Quercetin Mitigate Age-Related Alveolar Bone Inflammaging and Neutrophil Infiltration.",
      "authors": [
        "Jinru Tang",
        "Jingya Li",
        "Zeyu Hou",
        "Rong He",
        "Bingzhi Li",
        "Jiajing Gong",
        "Yuhang Xie",
        "Wanrong Meng",
        "Yunkun Liu",
        "Takehito Ouchi",
        "Longjiang Li",
        "Bo Li"
      ],
      "journal": "Oral diseases",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Age-related alveolar bone resorption poses a major dental health challenge, yet its mechanisms and treatments are poorly understood. This study investigates the impact of dasatinib and quercetin (D + Q) treatment on senescent cells (SnCs), senescence-associated secretory phenotype (SASP), and neutrophil infiltration in aged alveolar bone, aiming to develop new strategies for combating age-related bone resorption. METHODS: C57BL/6 mice (2 and 18 months) were used to examine alveolar bone resorption, inflammaging, and neutrophil infiltration. Aged mice received D + Q treatment to assess therapeutic effects. Key measurements included cementoenamel junction to the alveolar bone crest (CEJ-ABC) distance, periodontal ligament (PDL) thickness, osteometabolism markers, SnCs accumulation, SASP expression, and neutrophil infiltration. RESULTS: Aged alveolar bone showed increased CEJ-ABC distance, atrophied periodontal ligament, and unbalanced osteometabolism, along with elevated SnCs, SASP, and neutrophils compared to young controls. D + Q treatment improved these conditions by reducing CEJ-ABC distance, enhancing periodontal ligament health, and boosting bone metabolism. It also lowered the expression of SnCs, SASP, and neutrophil markers. CONCLUSION: D + Q treatment effectively mitigates alveolar bone aging by clearing SnCs, lowering SASP levels, and reducing neutrophil aggregation, presenting a novel approach for age-related bone resorption."
    },
    {
      "pmid": "40046683",
      "title": "Quercetin, a Compound of the Total Flavonoids of Periploca forrestii Schltr., Ameliorates Rheumatoid Arthritis by Targeting TNF-α.",
      "authors": [
        "Shuaishuai Chen",
        "Weina Xue",
        "Zhongxiu Wu",
        "Dingyan Lu",
        "Lin Zheng",
        "Meng Zhou",
        "Yongjun Li",
        "Yonglin Wang",
        "Ting Liu"
      ],
      "journal": "Journal of inflammation research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The total flavonoids of Periploca forrestii Schltr. (TFPF) exhibit notable anti-rheumatoid arthritis (RA) properties, highlighted by their inhibitory action on TNF-α. This study investigates the specific compounds of TFPF responsible for TNF-α inhibition and delineates their mechanism of action. METHODS: L929 cells and luciferase-based assays were used to assess anti-TNF-α activity. Additionally, MH7A cells and Wistar rats were employed to establish in vitro and in vivo models of RA. Chemical chromatography, thermal proteome profiling (TPP), molecular docking, surface plasmon resonance (SPR), cellular thermal shift assays (CETSA), drug affinity responsive target stability tests (DARTS), and transcriptomic analysis were used to study the potent molecules of TFPF and their protein targets and pathways. H&E staining, immunofluorescence staining, ELISA, and Western blot were employed for pharmacodynamic and mechanism studies of these potent molecules. RESULTS: TFPF mitigated cellular injury in L929 cells and inhibited luciferase expression, both of which were induced by TNF-α. Among the eight compounds identified, quercetin exhibited the most potent anti-TNF-α activity. Quercetin improved cellular injury and reduced the cell apoptosis rate in L929 cells treated with TNF-α. TPP revealed the interaction between quercetin and TNF-α, which was verified by molecular docking, SPR, CETSA, and DARTS assays. Transcriptomic analysis highlighted the TNF signaling pathway, suggesting that quercetin may target TNF-α to inhibit the activation of the NF-κB signaling pathway. Quercetin inhibited luciferase expression, suppressed the phosphorylation of IκBα and p65, blocked p65 nuclear translocation, and reduced the mRNA expression of COX-2, INOS, IL-6, and IL-1β. Moreover, quercetin decreased inflammation and joint damage in RA. CONCLUSION: Quercetin, a compound of TFPF, interacts with and inhibits the activity of TNF-α, thereby suppressing the TNF-α/NF-κB signaling pathway and alleviating the symptoms of RA. These findings position quercetin as a promising TNF-α inhibitor for the treatment of RA."
    },
    {
      "pmid": "40038212",
      "title": "Use quercetin for pulmonary fibrosis: a preclinical systematic review and meta-analysis.",
      "authors": [
        "Xuanyu Wu",
        "Xiang Xiao",
        "Yuchen Su",
        "Yuwei Zhang",
        "Ganggang Li",
        "Fei Wang",
        "Quanyu Du",
        "Han Yang"
      ],
      "journal": "Inflammopharmacology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Pulmonary fibrosis (PF) is an age-related interstitial lung disease, which lacks effective drug treatment at present. Quercetin has been shown to have favorable anti-inflammatory and anti-fibrotic properties, and preliminary evidence suggests its potential efficacy and tolerability in PF patients. However, a comprehensive systematic review and evaluation of the protective effects and potential mechanisms of quercetin in PF models remains to be completed. Therefore, we conducted this study. METHODS: The PubMed, Cochrane Library, Embase, and Web of Science databases were searched up to the April 1, 2024. CAMARADES was the methodological quality assessment tool. And statistical analyses were conducted with R and Stata 16.0. Origin was used for a three-dimensional (3D) dosage-intervention duration-efficacy model for quercetin treatment of PF. RESULTS: A total of 20 studies, encompassing 44 independent experiments and involving 1019 animals, were included in the analysis. Meta-analysis revealed that quercetin significantly mitigated lung pathological tissue scores and the expression of lung fibrosis markers in PF animal models. Furthermore, quercetin significantly ameliorated inflammatory responses, oxidative stress, epithelial-mesenchymal transition and myofibroblast activation, cell senescence and apoptosis, and the markers expression of extracellular matrix (ECM) deposition. Quercetin did not show significant hepatic and nephrotoxicity. The 3D dosage-intervention duration-efficacy model indicated that a dosing period over 20 days and dosages range of 5-100 mg/kg were appropriate modalities. CONCLUSION: Herein, our study highlights the potential of quercetin in the treatment of PF and the available mechanisms.",
      "mesh_terms": [
        "Quercetin",
        "Pulmonary Fibrosis",
        "Animals",
        "Humans",
        "Oxidative Stress",
        "Antioxidants",
        "Disease Models, Animal",
        "Epithelial-Mesenchymal Transition",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "40037045",
      "title": "Improving quercetin bioavailability: A systematic review and meta-analysis of human intervention studies.",
      "authors": [
        "Lu Liu",
        "Elizabeth Barber",
        "Nicole J Kellow",
        "Gary Williamson"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Jun-15",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "This systematic review evaluated a total of 31 included human intervention studies that have assessed methods to improve quercetin bioavailability from different formulations and food matrices using urine or blood samples up to July 2024. The bioavailability of quercetin in humans was affected by several factors. 1) Chemical structure: Quercetin-3-O-oligoglucosides exhibited 2-fold higher bioavailability than quercetin-3-O-glucoside, 10-fold higher than quercetin-3-O-rutinoside and ∼ 20-fold higher than quercetin aglycone. 2) Modification of physicochemical properties: In comparison to quercetin aglycone, the quercetin-3-O-glucoside-γ-cyclodextrin inclusion complex showed a 10.8-fold increase in bioavailability, while the self-emulsifying fenugreek galactomannans and lecithin encapsulation, and lecithin phytosome, showed a 62- and 20.1-fold increase, respectively. 3) Food matrix effects: the addition of dietary fats and fibre increased bioavailability by ∼2-fold. This review summarises key factors that enhance quercetin bioavailability, contributing to the development of more effective and practical quercetin supplements or functional foods for better bioactivity of quercetin in humans.",
      "mesh_terms": [
        "Quercetin",
        "Humans",
        "Biological Availability",
        "Dietary Supplements",
        "Functional Food"
      ]
    },
    {
      "pmid": "40035402",
      "title": "Alleviation of renal ischemia-reperfusion injury by quercetin, kaempferol, and luteolin in Shiwei Hezi pill (SHP): Network pharmacology and molecular docking analysis of a traditional Tibetan herbal agent.",
      "authors": [
        "Drolma Gomchok",
        "Hui Yang",
        "Tana Wuren"
      ],
      "journal": "International journal of clinical pharmacology and therapeutics",
      "publication_date": "2025-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The aim of the study was to utilize a systematic network pharmacology approach to explore the active components, targets, and pathways associated with the efficacy of Shiwei Hezi pill (SHP) in treating renal ischemia-reperfusion injury (RIRI). MATERIALS AND METHODS: We utilized online databases to identify common targets of SHP and RIRI. Functional annotation of genes using the Gene Ontology (GO) and enrichment analysis of pathways using the Kyoto Encyclopedia of Genes and Genomes (KEGG) were performed using bioinformatics websites. Cytoscape was utilized to generate and visualize protein-protein interaction (PPI) networks. We employed specialist software to conduct molecular docking analysis on crucial constituents and targets in order to validate the interaction patterns between core ingredients and essential targets. RESULTS: We screened 54 ingredients with good bioavailability in SHP and identified 204 shared targets between SHP and RIRI. Our data suggests that SHP may primarily target TNF, IL6, GAPDH, MMP9, PTGS2, and MMP6 in the therapeutic management of RIRI. The GO enrichment and KEGG pathway enrichment show that the mechanism of SHP treatment for RIRI involves multiple biological processes and signaling pathways. The molecular docking indicates that the three most potent active components of SHP (quercetin, kaempferol, and luteolin) have a strong likelihood of binding to TNF, IL6, GAPDH, MMP9, and PTGS2 with a high degree of affinity. CONCLUSION: This is the first exploration of the potential mechanism of Tibetan medicine formula SHP in treating RIRI using network pharmacology. Our research indicates that the various components of SHP could act on multiple targets and signaling pathways associated with RIRI. The findings in this study provide a theoretical basis and a novel method for the clinical therapy of RIRI."
    },
    {
      "pmid": "40033442",
      "title": "Quercetin carbon quantum dots: dual-target therapy for intracerebral hemorrhage in mice.",
      "authors": [
        "Guangyu Jia",
        "Xinyu Yang",
        "Yamei Yu",
        "Yuanyuan Li",
        "Zhe Zhang",
        "Xiaolong Tang",
        "Qi Wang",
        "Heqing Zheng",
        "Yao Xiao",
        "Shiyong Li",
        "Ye Wang"
      ],
      "journal": "Molecular brain",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Following intracerebral hemorrhage, mitigating oxidative stress and removing excess iron are critical strategies for reducing secondary brain injury and improving neurological outcomes. In vitro, we synthesized quercetin-ethylenediamine carbon quantum dots (QECQDs) with diameters of 2-11 nm and found that QECQDs effectively scavenge ABTS+· and DPPH· free radicals, defending HT22 cells against hemin-induced oxidative stress. In vivo, QECQDs predominantly accumulate in the pia mater, subarachnoid space, and dura mater after intrathecal injection. Compared to the ICH injury group, QECQDs treatment effectively improves cerebral blood flow, inhibits oxidative stress damage, and reduces neuron death. Importantly, QECQDs treatment reduced hemorrhage volume, alleviated edema, and improved neurological function. This lays a foundation for developing multi-target drugs for treating ICH.",
      "mesh_terms": [
        "Animals",
        "Quantum Dots",
        "Carbon",
        "Quercetin",
        "Cerebral Hemorrhage",
        "Oxidative Stress",
        "Male",
        "Mice",
        "Cell Line",
        "Cerebrovascular Circulation",
        "Mice, Inbred C57BL",
        "Cell Death"
      ]
    },
    {
      "pmid": "40031975",
      "title": "[Quercetin inhibits proliferation and migration of clear cell renal cell carcinoma cells by regulating TP53 gene].",
      "authors": [
        "Junjie Gao",
        "Kai Ye",
        "Jing Wu"
      ],
      "journal": "Nan fang yi ke da xue xue bao = Journal of Southern Medical University",
      "publication_date": "2025-Feb-20",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To identify potential molecular targets of quercetin in the treatment of clear cell renal carcinoma (ccRCC). METHODS: The therapeutic targets of quercetin were screened from multiple databases by network pharmacology analysis, and the targets significantly correlated with ccRCC were screened from 4907 plasma proteins using a Mendelian randomization method. The drug-disease network model was constructed to screen the potential key targets. The functions of these targets were evaluated via bioinformatics analysis, and the screened targets were verified in cultured ccRCC cells. RESULTS: Network pharmacology analysis combined with Mendelian randomization identified TP53 (OR=3.325, 95% CI: 1.805-6.124, P=0.0001), ARF4 (OR=0.173, 95% CI: 0.065-0.456, P=0.0003), and DPP4 (OR=0.463, 95% CI: 0.302-0.711, P=0.0004) as the core targets in quercetin treatment of ccRCC. Bioinformatics analysis showed that TP53 was highly expressed in ccRCC, and patients with high TP53 expressions had worse survival outcomes. Molecular docking studies showed that the binding energy between quercetin and TP53 was -5.83 kcal/mol. In cultured 786-O cells, CCK-8 assay and wound healing assay showed that treatment with quercetin significantly inhibited cell proliferation and migration. Quercetin treatment also strongly suppressed the expression of TP53 at both the mRNA and protein levels in 786-O cells as shown by RT-qPCR and Western blotting. CONCLUSIONS: TP53 may be the key target of quercetin in the treatment of ccRCC, which sheds light on potential molecular mechanism that mediate the therapeutic effect of quercetin.",
      "mesh_terms": [
        "Quercetin",
        "Humans",
        "Carcinoma, Renal Cell",
        "Cell Proliferation",
        "Tumor Suppressor Protein p53",
        "Kidney Neoplasms",
        "Cell Movement",
        "Cell Line, Tumor",
        "Molecular Docking Simulation",
        "Gene Expression Regulation, Neoplastic",
        "Network Pharmacology",
        "Computational Biology"
      ]
    },
    {
      "pmid": "40031974",
      "title": "[Quercetin mitigates HIV-1 gp120-induced rat astrocyte neurotoxicity via promoting G3BP1 disassembly in stress granules].",
      "authors": [
        "Pengwei Huang",
        "Jie Chen",
        "Jinhu Zou",
        "Xuefeng Gao",
        "Hong Cao"
      ],
      "journal": "Nan fang yi ke da xue xue bao = Journal of Southern Medical University",
      "publication_date": "2025-Feb-20",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To explore the effect of quercetin for mitigating HIV-1 gp120-induced astrocyte neurotoxicity and its underlying mechanism. METHODS: Primary rat astrocytes were isolated and treated with quercetin, HIV-1 gp120, or gradient concentrations of quercetin combined with HIV-1 gp120. The formation of stress granules (SGs) in the treated cells was observed with immunofluorescence assay, and the levels of oxidative stress markers and protein expressions were measured using specific assay kits and Western blotting. HIV-1 gp120 transgenic mice were treated with quercetin (50 mg/kg) by gavage for 4 weeks, and the changes in cognitive functions and oxidative stress levels were examined by behavioral assessments, oxidative stress index analysis in serum, and immunohistochemical and Western blotting of the brain tissue. RESULTS: In primary rat astrocytes, treatment with quercetin significantly reduced HIV-1 gp120-induced SG formation, increased the levels of antioxidant indexes, decreased the levels of oxidative substances, and up-regulated protein level associated with SG depolymerization. In the transgenic mouse models, quercetin obviously improved the cognitive function of the rats, reduced oxidative stress levels, and promoted the expression of proteins associate with SG depolymerization in the brain tissues. CONCLUSIONS: Quercetin mitigates HIV-1 gp120-induced astrocyte neurotoxicity and cognitive function impairment by inhibiting oxidative stress, enhancing expressions of SG depolymerization-related proteins, and promoting SG disassembly, suggesting the value of quercetin as a potential therapeutic agent for neuroprotection in HIV-associated neurocognitive disorders.",
      "mesh_terms": [
        "Animals",
        "Quercetin",
        "HIV Envelope Protein gp120",
        "Astrocytes",
        "Rats",
        "Oxidative Stress",
        "Mice",
        "Mice, Transgenic",
        "HIV-1",
        "RNA Recognition Motif Proteins",
        "Brain"
      ]
    },
    {
      "pmid": "40028266",
      "title": "Investigating the cardioprotective potential of quercetin against tacrolimus-induced cardiotoxicity in Wistar rats: A mechanistic insights.",
      "authors": [
        "Ankit Verma",
        "Tarique Anwer",
        "Muzaffar Iqbal",
        "Vinod Gahlot",
        "Roshi Khan",
        "Manju Sharma",
        "Mohammad Sohail Akhtar"
      ],
      "journal": "Open medicine (Warsaw, Poland)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The aim of this research study is to assess the ability of quercetin to protect the heart from the negative consequences of tacrolimus-induced cardiotoxicity. METHODS: A total of 30 rats were divided into 5 groups. Tacrolimus was used to induce cardiotoxicity, whereas quercetin was employed as a protective agent. RESULTS: Tacrolimus administration significantly raised the levels of serum cardiac biomarkers (Lactate dehydrogenase, creatine kinase-myocardial band, and troponin-I) as well as inflammatory biomarkers (tumor necrosis alpha and interleukin 6). The administration of quercetin reduced raised levels of cardiac and inflammatory biomarkers significantly. In addition, treatment with tacrolimus resulted in higher malondialdehyde (MDA) (lipid peroxidation marker) levels and falling in the levels of reduced glutathione (GSH) as well as antioxidant enzymes such as superoxide dismutase (SOD), glutathione reductase (GR), and catalase (CAT). Quercetin treatment significantly reduced MDA levels and increased GSH and antioxidant enzyme (SOD, GR, and CAT) levels. Moreover, the tacrolimus-administered group exhibited histological changes in cardiac tissue cited as vacuole formation, large and uncondensed nucleus, and cardiomyocyte hypertrophy. The quercetin treatment reduced the inflammatory cell infiltration in cardiac tissue and thus reduced vacuole formation and hypertrophy. CONCLUSIONS: The outcome showed quercetin's cardioprotective potential against tacrolimus-administered cardiotoxicity. Consequently, it is concluded that quercetin may be used as add-on therapy with tacrolimus to reduce cardiac adverse effects."
    },
    {
      "pmid": "40020631",
      "title": "Quercetin attenuated necroptosis and apoptosis caused by LPS-induced mitochondrial function dysfunction through the METTL3-mediated PTEN m6A methylation/PI3K/AKT signaling in broiler livers.",
      "authors": [
        "Yu Xia",
        "Yidan Wang",
        "Kai Chen",
        "Muyue Zhang",
        "Qihang Jiang",
        "Tong Xu"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Quercetin (QUE), a natural flavonoid, offered an efficient protection against organism injury. N6-methyladenosine (m6A) methylation is considered to be the most prevalent and abundant modifications involved in various diseases. PURPOSE: We sought to explore protective roles of QUE in mitigating necroptosis and apoptosis triggered by LPS-induced imbalances in mitochondria dynamic and energy metabolism in broiler livers, with a focus on m6A methylation modulation. STUDY DESIGN/METHODS: We used LPS as a stimulus and treated with QUE to establish this in vivo and in vitro. In addition, we treated LMH cells with siMETTL3 (80 nM) to determine its detailed mechanism. RESULTS: Our findings revealed QUE significantly decreased METTL3 expression, leading to a decrease in PTEN m6A methylation and factors related to mitochondria fission, necroptosis, and apoptosis in the QUE+LPS group. In contrast, QUE treatment promoted the expression levels of marker factors for mitochondria fusion, energy metabolism, anti-apoptosis, and PI3K/AKT compared with the LPS group. Additionally, an increase of ΔΨm, ATP content, and ATPase activity was observed. AO/EB staining, Flow cytometry and TUNEL assays confirmed QUE inhibited LPS-induced apoptosis and necroptosis. Molecular docking analysis and cellular thermal shift assay supported an interaction between QUE and METTL3. CONCLUSION: In summary, QUE mitigated necroptosis and apoptosis triggered by LPS-induced disorders of mitochondrial kinetic and metabolic processes in broiler livers through its interaction with METTL3, regulating PTEN m6A methylation/PI3K/AKT signaling pathway. This study enhances our understanding of biological functions for QUE and lays a theoretical foundation for developing new therapeutic interventions, highlighting its potential value.",
      "mesh_terms": [
        "Animals",
        "Chickens",
        "Lipopolysaccharides",
        "Apoptosis",
        "Necroptosis",
        "Proto-Oncogene Proteins c-akt",
        "Phosphatidylinositol 3-Kinases",
        "Signal Transduction",
        "Methyltransferases",
        "Quercetin",
        "PTEN Phosphohydrolase",
        "Liver",
        "Methylation",
        "Mitochondria",
        "Adenosine",
        "Mitochondrial Dynamics",
        "Male"
      ]
    },
    {
      "pmid": "40018935",
      "title": "Inhibition of PI3K/AKT/GLUT1 Signaling Pathway by Quercetin in the Treatment of Psoriasis.",
      "authors": [
        "Jie Ma",
        "Feifei Wang",
        "Lei Wang",
        "Ying Wang",
        "Doudou Wu",
        "Wenbo Jiang",
        "Nuo Li",
        "Yanping Bai"
      ],
      "journal": "Frontiers in bioscience (Landmark edition)",
      "publication_date": "2025-Feb-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Psoriasis is an enduring inflammatory skin disorder defined by recurring attacks, distinguished primarily by red patches and scaly skin. Quercetin, a kind of natural flavonoid compound, is widely found in various vegetables, fruits, and Chinese herbs. Quercetin is a multifaceted compound with a wide range of potential health benefits. In addition to antioxidant, cardiovascular protection, and anti-tumor effects, quercetin has shown potential in regulating immune and inflammation effects. In the initial stages, in vivo studies have demonstrated that quercetin positively affects psoriasis and is connected with the phosphatidylinositol 3-kinase (PI3K)/Protein Kinase B (AKT)/glucose transporter 1 (GLUT1) signaling. Nevertheless, the precise mechanism by which quercetin influences the PI3K/AKT/GLUT1 signaling cascade in the context of psoriasis remains uncertain. OBJECTIVE: The aim of this study was to investigate the potential therapeutic influence of quercetin on psoriasis and the relationship with the PI3K/AKT/GLUT1 signaling pathway. METHODS: A mouse model for psoriasis induced by imiquimod was employed to assess alterations in the morphology of skin lesions and their histopathological characteristics. Cell Counting kit-8 (CCK-8) assay was used to assess the impact of proliferation of HaCaT human keratinocyte cells. HaCaT cells were examined using flow cytometry for the influence of quercetin on apoptosis. Additionally, Western blot analysis was used to evaluate the protein expression levels in the PI3K/AKT/GLUT1 signaling pathway. RESULTS: concerning pathological alterations, the mice in the model group exhibited characteristic alterations associated with psoriasis. The extent of excessive keratinization in the epidermis and hypertrophy of the spinous layer observed in each quercetin dosage group was less pronounced compared to the model group. The CCK-8 assay laid out that quercetin can suppress the proliferation of HaCaT cells. Furthermore, it was found that quercetin facilitates the apoptosis of these cells. Analysis of immunoblotting demonstrated that the intervention of quercetin in HaCaT cells led to modifications in the proteins related to the PI3K/AKT/GLUT1 signaling pathway. CONCLUSION: Through in vivo and in vitro experiments, this study shows that quercetin may play a therapeutic role in psoriasis and inhibit the PI3K/AKT/GLUT1 signaling pathway.",
      "mesh_terms": [
        "Quercetin",
        "Psoriasis",
        "Animals",
        "Signal Transduction",
        "Proto-Oncogene Proteins c-akt",
        "Humans",
        "Glucose Transporter Type 1",
        "Cell Proliferation",
        "Phosphatidylinositol 3-Kinases",
        "Mice",
        "Apoptosis",
        "HaCaT Cells",
        "Mice, Inbred BALB C",
        "Keratinocytes",
        "Disease Models, Animal",
        "Imiquimod",
        "Male",
        "Skin"
      ]
    },
    {
      "pmid": "40013710",
      "title": "Active tumor targeting by core-shell PDMS-HA nanoparticles with sequential delivery of doxorubicin and quercetin to overcome P-glycoprotein efflux pump.",
      "authors": [
        "Madhu Verma",
        "Krishna Yadav",
        "Rashmi Parihar",
        "Debjani Dutta",
        "Surabhi Chaudhuri",
        "Sri Sivakumar"
      ],
      "journal": "Nanoscale",
      "publication_date": "2025-Feb-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The therapeutic efficacy of chemotherapy in various malignancies and solid tumors is significantly limited when used as monotherapy. This study explored a combined treatment approach for breast cancer cells involving sequential delivery of doxorubicin followed by quercetin, both delivered via polydimethylsiloxane nanoparticles decorated with hyaluronic acid. Quercetin inhibits P-glycoprotein efflux action to enhance doxorubicin activity by increasing its intracellular accumulation; hence, both synergistically suppress cancer cell growth by promoting cytotoxicity and apoptosis. Quercetin reverses multidrug resistance, induces arrest in the cell cycle, and alters the mitochondrial membrane potential. The successful delivery and internalization of these drugs into breast cancer cells were confirmed through CD44 ligand recognition, inhibiting cell viability via apoptosis (caspase-induced) and cell arrest in the G2/M phase of the cell cycle. Furthermore, in an MCF-7 (breast cancer) cell-derived xenograft tumor model using NOD/SCID mice, the core-shell PDMS-HA nanoparticle system carrying quercetin and doxorubicin resulted in approximately 65% tumor volume reduction, outperforming the loaded single drug and free drug combination. These results were supported by the TUNEL assay and proliferation index by Ki-67 immunohistochemistry staining, which show substantial cell death and tissue necrosis in the tumor sections. Histological studies of tumor tissues confirm enhanced anticancer efficacy with negligible systemic toxicity to normal organs. Overall, the PDMS-HA delivery system efficiently transports quercetin and doxorubicin to tumor cells, enhancing the antitumor effects against the MCF-7 tumor xenograft model in mice without adverse effects. This study suggests that the targeted co-delivery of phytochemicals and anti-cancer agents can synergistically overcome many barriers associated with tumor treatment.",
      "mesh_terms": [
        "Quercetin",
        "Doxorubicin",
        "Humans",
        "Animals",
        "MCF-7 Cells",
        "Female",
        "Mice",
        "Nanoparticles",
        "Hyaluronic Acid",
        "Breast Neoplasms",
        "Dimethylpolysiloxanes",
        "ATP Binding Cassette Transporter, Subfamily B, Member 1",
        "Mice, SCID",
        "Apoptosis",
        "Mice, Inbred NOD",
        "Xenograft Model Antitumor Assays",
        "Drug Carriers",
        "Drug Resistance, Neoplasm",
        "Cell Survival"
      ]
    },
    {
      "pmid": "40011308",
      "title": "Microemulsions Improve the Cutaneous Co-Localization of Lipoic Acid and Quercetin and Antioxidant Effects in Cutaneous Cells and Tissue.",
      "authors": [
        "Mariana de Sousa Silva",
        "Julia S Passos",
        "Regina G Daré",
        "Jessica R Nunes",
        "Patricia P Adriani",
        "Luciana B Lopes"
      ],
      "journal": "AAPS PharmSciTech",
      "publication_date": "2025-Feb-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Quercetin and α-lipoic acid are antioxidants with potential applications in the treatment of various skin conditions, such as wounds and chemoprevention of skin cancer. To enable their effective topical co-delivery and co-localization in the tissue, we developed microemulsions (ME). The selected ME (ME-50) formed a stable system with a mean droplet size of 134.4 ± 17.9 nm, increasing to 224.9 ± 19.9 nm upon antioxidants co-incorporation. The ME preserved the antioxidant capacities of the molecules, with DPPH (2,2-diphenyl-1-picrylhydrazyl) scavenging assay showing an IC50 of 6.2 ± 0.1 µg/mL, similar to the solution. Skin penetration studies revealed a 2.4-fold increase in quercetin (Q) accumulation in the stratum corneum and a 3.5-fold increase in the delivery to viable epidermis and dermis (ED) after a 12 h-treatment with the ME compared to control solutions; α-lipoic acid (LA) penetration improved up to 1.9-fold in ED upon ME incorporation. Treatment with Q + LA co-loaded ME enhanced the antioxidant activity in the stratum corneum and ED by 1.3-fold and 2.0-fold, respectively, compared to solutions. Treatment with the ME for 24 h also reduced oxidative species levels by 55% in H2O2-exposed keratinocytes compared to the control (untreated) cells. Taken together, these results suggest that ME-50 is a promising delivery system for enhancing the cutaneous co-delivery of quercetin and α-lipoic acid and the antioxidant effects in the tissue, offering a potential topical treatment for oxidative stress-related skin conditions.",
      "mesh_terms": [
        "Thioctic Acid",
        "Quercetin",
        "Antioxidants",
        "Emulsions",
        "Humans",
        "Skin",
        "Skin Absorption",
        "Administration, Cutaneous",
        "Animals"
      ]
    },
    {
      "pmid": "40002477",
      "title": "Epigallocatechin-3-Gallate, Quercetin, and Kaempferol for Treatment of Parkinson's Disease Through Prevention of Gut Dysbiosis and Attenuation of Multiple Molecular Mechanisms of Pathogenesis.",
      "authors": [
        "Alexis Kalu",
        "Swapan K Ray"
      ],
      "journal": "Brain sciences",
      "publication_date": "2025-Jan-31",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Parkinson's disease (PD) is a neurodegenerative condition in which degeneration mostly occurs in the dopamine (DA)-producing neurons within the substantia nigra in the midbrain. As a result, individuals with this condition suffer from progressively worsening motor impairment because of the resulting DA deficiency, along with an array of other symptoms that, over time, force them into a completely debilitating state. As an age-related disease, PD has only risen in prevalence over the years; thus, an emphasis has recently been placed on discovering a new treatment for this condition that is capable of attenuating its progression. The gut microbiota has become an area of intrigue among PD studies, as research into this topic has shown that imbalances in the gut microbiota (colloquially known as gut dysbiosis) seemingly promote the primary etiologic factors that have been found to be associated with PD and its pathologic progression. With this knowledge, research into PD treatment has begun to expand beyond synthetic pharmaceutical compounds, as a growing emphasis has been placed on studying plant-derived polyphenolic compounds, namely flavonoids, as a new potential therapeutic approach. Due to their capacity to promote a state of homeostasis in the gut microbiota and their long-standing history as powerful medicinal agents, flavonoids have begun to be looked at as promising therapeutic agents capable of attenuating several of the pathologic states seen amidst PD through indirect and direct means. This review article focuses on three flavonoids, specifically epigallocatechin-3-gallate, quercetin, and kaempferol, discussing the mechanisms through which these powerful flavonoids can potentially prevent gut dysbiosis, neuroinflammation, and other molecular mechanisms involved in the pathogenesis and progression of PD, while also exploring their real-world application and how issues of bioavailability and potential drug interactions can be circumvented or exploited."
    },
    {
      "pmid": "39997944",
      "title": "Cadmium-Induced Kidney Apoptosis Based on the IRE1α-XBP1 Signaling Pathway and the Protective Effect of Quercetin.",
      "authors": [
        "Liuxin Wang",
        "Weiwei Cao",
        "Ting Wu"
      ],
      "journal": "Toxics",
      "publication_date": "2025-Feb-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cadmium (Cd) is an important environmental pollutant that can enter the body and inflict kidney damage. Quercetin (Que) is a natural flavonoid compound that can alleviate kidney damage in Cd-treated rats, but the specific mechanism is unclear. Herein, 24 male Sprague-Dawley rats were divided into four groups, namely the control, Cd, Cd + Que, and Que groups. Four weeks later, the rats were anesthetized with ether and were euthanized; then, their blood was collected and their kidneys were removed. Renal function markers were measured. Kidney tissue structure was observed by HE staining, cell apoptosis was detected by the TUNEL method, and mRNA and protein expression levels in the IRE1α-XBP1 apoptosis signaling pathway were analyzed by RT-PCR and Western blotting. Results showed that the Cd treatment group exhibited decreased renal dysfunction and pathologic injury. Cd-induced tissue damage and cell apoptosis and significantly increased the mRNA and protein expression levels (p < 0.01) related to the IRE1α-XBP1 signaling pathway. Compared with the Cd group, the Cd + Que group exhibited increased renal dysfunction. Conversely, kidney tissue damage and renal cell apoptosis decreased, and the mRNA and protein expression levels of IRE1α and XBP1 significantly decreased (p < 0.01). Cd treatment inflicted renal damage. Therefore, Que can restore the kidney tissue damage and alleviate the cell apoptosis caused by Cd through the inhibition of the IRE1α-XBP1 signaling pathway."
    },
    {
      "pmid": "39995138",
      "title": "Quercetin Inhibits Ectopic Lesion Formation in Mice by Modulating the MAT2A/PRMT5 Pathway through PPARγ Activation.",
      "authors": [
        "Shun Zhang",
        "Yuan-Yuan Zhang",
        "Qiu-Xia Zeng",
        "Li Wang",
        "Kong-Xian Li",
        "Qi Chen"
      ],
      "journal": "Combinatorial chemistry & high throughput screening",
      "publication_date": "2025-Feb-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study aimed to examine the impact of quercetin on a mouse model of endometriosis and elucidate its underlying mechanisms. METHODS: An endometriosis model was established using C57BL/6 mice, which were divided into three groups: 1) sham group, 2) model group, and 3) model group treated with daily gavage administration of 100 mg/kg/d quercetin. After three weeks, mice were euthanized, and histopathological examination was performed using hematoxylin and eosin (HE) staining. The microstructure of the lesions was examined using electron microscopy, and the expression level of Sadenosylmethionine (SAM) was measured using enzyme-linked immunosorbent assay (ELISA). Additionally, the expressions of related proteins, such as the peroxisome proliferator-activated receptor-γ (PPARγ) and methionine adenosyl-transferase 2A (MAT2A), were analyzed via Western blotting. Immunohistochemistry was employed to evaluate the expressions of Ki67, vimentin, vascular endothelial growth factor (VEGF), and Caspase-1. RESULTS: The endometriosis mice model was successfully established and characterized by ectopic lesions displaying transparent or red vesicular or nodular features with a visible vascular network on the surface. In the model group, endometrial epithelial hyperplasia exhibited columnar morphology, increased mesenchymal cell numbers, and regular cell morphology. Conversely, in the medication group, endometrial stromal cell numbers were sparse, cell morphology was irregular, and numerous vacuoles were observed in the endometrial tissue, indicative of apoptotic cell morphology changes. In comparison to the sham group, no statistically significant alterations were observed in the expression levels of SAM (P > 0.05). Conversely, the expression of PPARγ exhibited a notable decline. MAT2A, PRMT5, cyclin D1, and C-MYC expressions were increased, and vimentin, Ki67, VEGF, and caspase-1 expressions were strongly positive, with statistically significant differences (P < 0.05). In contrast, compared to the model group, the quercetin intervention group exhibited significantly reduced ectopic lesion weights, increased PPARγ expression, and significantly reduced protein expression levels of MAT2A, PRMT5, SAM, cyclin D1, and C-MYC. Furthermore, expressions of vimentin, Ki67, VEGF, and caspase-1 were weakly positive, with statistically significant differences (P < 0.05). CONCLUSION: Quercetin modulated the transcription of the MAT2A/PRMT5 gene by activating PPARγ activity, thereby influencing the ectopic implantation and growth of endometrial cells."
    },
    {
      "pmid": "39994659",
      "title": "Therapeutic effects of quercetin in oral cancer therapy: a systematic review of preclinical evidence focused on oxidative damage, apoptosis and anti-metastasis.",
      "authors": [
        "Mohamed J Saadh",
        "Hanan Hassan Ahmed",
        "Muktesh Chandra",
        "Ali Fawzi Al-Hussainy",
        "Junainah Abd Hamid",
        "Anurag Mishra",
        "Waam Mohammed Taher",
        "Mariem Alwan",
        "Mahmood Jasem Jawad",
        "Ali M Ali Al-Nuaimi",
        "Fahad Alsaikhan",
        "Bagher Farhood",
        "Reza Akhavan-Sigari"
      ],
      "journal": "Cancer cell international",
      "publication_date": "2025-Feb-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: Oral malignancies are among the common head and neck cancers. Various therapeutic modalities are used for targeting oral cancers. It was shown that quercetin (a flavonoid) has an anti-cancer effect on different cancers. In the current study, the anti-cancer potentials of quercetin against oral cancer cells were summarized. METHODS: The current systematic review was conducted in accordance with the PRISMA guideline for the identification of relevant studies in various electronic databases up to April 2023. After reviewing and screening 193 articles, 18 were chosen for this study based on our inclusion and exclusion criteria. RESULTS: It was shown that quercetin significantly reduced cancer cell proliferation, cell viability, tumor volume, invasion, metastasis and migration. This anti-cancer agent induced oxidative stress and apoptosis in the cancer cells. Quercetin treatment could also induce some biochemical alterations in the cancer cells. CONCLUSION: According to the results, it can be mentioned that quercetin administration has an anti-cancer effect against oral cancer cells. This agent exerts its anticancer effects via reduced cell viability and different mechanisms, including induce oxidative damage, apoptosis, and reduced invasion and metastasis. However, suggesting the use of quercetin as a therapeutic agent of oral cancer patients requires further clinical studies due to its poor absorption rates, and the exact molecular mechanisms are still not well understood."
    },
    {
      "pmid": "39992972",
      "title": "Time-sensitive effects of quercetin on rat basophilic leukemia (RBL-2H3) cell responsiveness and intracellular signaling.",
      "authors": [
        "Mana Matsuo",
        "Shuang Liu",
        "Haruna Yamada",
        "Erika Takemasa",
        "Yasuyuki Suzuki",
        "Masaki Mogi"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Quercetin is known for its ability to inhibit mast cell degranulation and reduce the release of inflammatory mediators. However, it has also been reported to sensitize mast cells, potentially leading to hyperresponsiveness. This necessitates careful optimization of its use in the treatment of chronic inflammatory diseases. To fully harness quercetin's therapeutic potential, this study investigated the effects of quercetin on rat basophilic leukemia (RBL-2H3) cells responsiveness over varying durations of exposure. We employed comprehensive transcriptome analysis and subsequent functional validation of key signaling pathways. Our findings revealed that quercetin initially reduced cell activity with short-term treatment. However, with prolonged exposure, quercetin transiently enhanced both IgE cross-linkage-mediated and non-IgE-mediated responses. Specifically, prolonged quercetin treatment downregulated IgE-mediated degranulation and FcεRI expression, while potentially sensitizing RBL-2H3 cells to other non-IgE secretagogues through enhanced PKC activity. Given quercetin's multifaceted effects on intracellular signaling pathways, it is crucial to further investigate its efficacy and potential risk of adverse effects. Future studies should focus on a deeper understanding of these mechanisms to optimize quercetin's therapeutic applications while mitigating any possible negative outcomes.",
      "mesh_terms": [
        "Quercetin",
        "Animals",
        "Rats",
        "Signal Transduction",
        "Cell Line, Tumor",
        "Cell Degranulation",
        "Leukemia, Basophilic, Acute",
        "Immunoglobulin E",
        "Receptors, IgE",
        "Time Factors",
        "Mast Cells",
        "Protein Kinase C"
      ]
    },
    {
      "pmid": "39990611",
      "title": "Potential pharmacological effect of Quercetin Phytosome™ in the management of hyperuricemia: results from real-life clinical studies.",
      "authors": [
        "Francesco Di Pierro",
        "Fazle Rabbani",
        "Meherullah Tareen",
        "Roohi Nigar",
        "Amjad Khan",
        "Nicola Zerbinati",
        "Maria L Tanda",
        "Massimiliano Cazzaniga",
        "Alexander Bertuccioli",
        "Paolo Falasca",
        "Gabriele Damiani",
        "Nicola Villanova"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Hyperuricemia is associated with several metabolic and cardiovascular disorders, and traditional treatments, such as xanthine oxidase (XO) inhibitors, often have limitations, such as severe hypersensitivity reactions or ineffectiveness in achieving target serum urate levels in some patients. Quercetin, a naturally occurring flavonoid, has shown potential as a hypouricemic agent through XO inhibition. OBJECTIVE: This study aims to evaluate the potential hypouricemic effect of Quercetin Phytosome™ (QP) supplementation across three cohort studies involving healthy adults with various metabolic health profiles, exploring its potential as a safe, effective intervention for hyperuricemia. METHODS: Clinical data collected in various clinics in Italy between September 2021 and April 2024 under real-life clinical settings from three distinct cohort studies, were analyzed. Cohort 1 consisted of 164 healthy participants (87 QP-treated, 77 probiotic Streptococcus salivarius (S. salivarius) K12-treated) who were monitored for 90 days. Cohort 2 included 22 mildly hyperuricemic adults with metabolic disorders receiving QP, while Cohort 3 comprised 64 obese adults with hypercholesterolemia, further divided into moderately hyperuricemic QP-treated group (n = 20), a moderately hyperuricemic Berberine Phytosome™ and monacolins (BM)-treated group (n = 22), and a normouricemic BM-treated group (n = 22). QP was administered at 400 mg of quercetin daily in all cohorts. Primary endpoints were reductions in serum uric acid levels, while secondary outcomes included effects on lipid profile, glycemia, liver enzymes, and treatment tolerability. RESULTS: In Cohort 1, QP significantly reduced uric acid levels by 15.2% in males and 13.8% in females, with no significant changes observed in the probiotic group. Cohort 2 showed a significant 13.1% reduction in uric acid (p < 0.01) and a concurrent 10.2% reduction in triglycerides (p < 0.05). In Cohort 3, QP led to a 13.7% decrease in uric acid and a 20.8% reduction in triglycerides (p < 0.01), with no significant uric acid changes in the BM-treated group. QP was well tolerated across all cohorts, with minimal, transient side effects. CONCLUSION: QP supplementation demonstrates a significant hypouricemic effect. Additionally, triglyceride-lowering benefits were evident, particularly in metabolically compromised individuals (Cohorts 2 and 3), where these effects were statistically significant. With high tolerability, these findings highlight Quercetin Phytosome™'s potential as a safe adjunctive therapy for hyperuricemia management, meriting further investigation in larger, randomized trials to confirm its efficacy and safety. CLINICAL TRIAL REGISTRATION: clinicaltrials.gov, identifier NCT06652035."
    },
    {
      "pmid": "39986664",
      "title": "Protective effects and mechanisms of quercetin in animal models of hyperuricemia: A systematic review and meta-analysis.",
      "authors": [
        "Xueren Bian",
        "Zhihao Ge",
        "Xuannan Chen",
        "Shutian Zhong",
        "Lu Li",
        "Wanfeng Xu",
        "Bo Li",
        "Suhong Chen",
        "Guiyuan Lv"
      ],
      "journal": "Pharmacological research",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review",
        "Review"
      ],
      "abstract": "Quercetin, a prevalent natural flavonoid found in various medicinal plants, including Dendrobium officinale Kimura & Migo, has garnered attention for its potential health benefits. However, foundational animal studies investigating the effects of quercetin on lowering uric acid levels remain insufficiently established, and the number of related clinical studies is limited. This scarcity hinders the practical application of quercetin in managing hyperuricemia. We systematically searched for preclinical studies published by December 2024 in nine databases, such as PubMed, Web of Science, and Embase. The results of our meta-analysis showed that, compared with the model group, quercetin not only effectively alleviated the pathological injury of the kidney and liver and improved the renal function indexes in the animal model of hyperuricemia but also played a role in lowering uric acid by modulating multiple signaling pathways such as oxidative stress, lipid metabolism, and transporter proteins. Quercetin showed a more substantial effect in decreasing serum creatinine levels (SMD = -4.29, 95 % CI [-6.48, -2.10], P = 0.0001), blood urea nitrogen levels (SMD = -3.08, 95 % CI [-4.80, -1.35], P = 0.0005), and Up-regulate organic anion transporter 1 mRNA expression levels (SMD = 2.72, 95 %CI [0.45, 4.99], P = 0.02) compared to the positive control group. Sensitivity analyses confirmed the stability of the results, while the subgroup analysis indicates that the treatment course may be the main source of heterogeneity. The results of the Dose-efficacy analysis suggested that quercetin had a more substantial protective effect against hyperuricemia at a gavage dose of 100-200 mg/kg. However, to more accurately assess the effects of quercetin on hyperuricemia, it is essential to conduct additional high-quality, large-scale animal trials to validate our findings.",
      "mesh_terms": [
        "Hyperuricemia",
        "Quercetin",
        "Animals",
        "Disease Models, Animal",
        "Uric Acid",
        "Kidney",
        "Oxidative Stress",
        "Antioxidants",
        "Humans"
      ]
    },
    {
      "pmid": "39986118",
      "title": "Quercetin alleviates LPS/iE-DAP-induced liver injury by suppressing ferroptosis via regulating ferritinophagy and intracellular iron efflux.",
      "authors": [
        "Hongzhu Zhang",
        "Huimin Shi",
        "Xuerui Li",
        "Shendong Zhou",
        "Xiaokun Song",
        "Nana Ma",
        "Meijuan Meng",
        "Guangjun Chang",
        "Xiangzhen Shen"
      ],
      "journal": "Redox biology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ruminal dysbiosis-induced liver injury is prevalent in dairy cows, yet its underlying mechanisms remain incompletely understood. Ferroptosis, a newly identified form of programmed cell death distinct from apoptosis and necrosis, has been implicated in various liver diseases by emerging studies. In the present study, lipopolysaccharide (LPS) and γ-D-glutamyl-meso-diaminopimelic acid (iE-DAP) were employed to establish in vitro and in vivo models of liver injury using bovine hepatocytes and mice, respectively. It was observed that noncytotoxic iE-DAP alone did not influence lipid peroxidation or GPX4, but exacerbated LPS-induced ferroptosis and hepatocyte injury. Notably, co-treatment with LPS and iE-DAP (LPS/iE-DAP)-induced hepatocyte injury was mitigated by intervention with the ferroptosis inhibitor ferrostatin-1 (Fer-1). Mechanistically, the activated IL-6/STAT3 signaling pathway was found to mediate LPS/iE-DAP-induced ferroptosis. Suppression of IL-6/STAT3, either through IL6 and STAT3 knockdown or pharmacological intervention, reduced Fe2+ accumulation and alleviated ferroptotic cell death. Further investigations identified that IL-6/STAT3 signaling enhanced ferritinophagy and impaired iron export. Either disrupting ferritinophagy by knocking down NCOA4 or restoring iron export via HAMP knockdown relieved intracellular iron overload and inhibited ferroptosis. Specifically, LPS/iE-DAP treatment increased the interaction between hepcidin and ferroportin, promoting ferroportin ubiquitination and degradation, thereby blocking iron efflux. Furthermore, we provided several evidence to prove that quercetin pretreatment alleviated LPS/iE-DAP-induced ferroptosis and liver injury by decreasing hepatic iron accumulation via targeting the IL-6/STAT3 signaling in vitro and in vivo, effects reversed by the addition of recombinant bovine IL-6. Based on these findings, we concluded that LPS/iE-DAP-induced liver injury by triggering ferroptosis through regulating IL-6/STAT3/ferritinophagy-dependent iron release and IL-6/STAT3/hepcidin/ferroportin-dependent iron export, while quercetin could alleviate this liver injury by inhibiting ferroptosis via IL-6/STAT3 signaling pathway. This study provides novel insights into the mechanisms whereby ruminal dysbiosis induces liver injury and presents a prospective solution for ruminal dysbiosis-induced liver injury.",
      "mesh_terms": [
        "Ferroptosis",
        "Animals",
        "Quercetin",
        "Lipopolysaccharides",
        "Iron",
        "Mice",
        "Hepatocytes",
        "Cattle",
        "STAT3 Transcription Factor",
        "Signal Transduction",
        "Interleukin-6",
        "Chemical and Drug Induced Liver Injury",
        "Autophagy",
        "Ferritins",
        "Liver"
      ]
    },
    {
      "pmid": "39984900",
      "title": "Quercetin affects apoptosis and autophagy in pediatric acute myeloid leukaemia cells by inhibiting PI3K/AKT signaling pathway activation through regulation of miR-224-3p/PTEN axis.",
      "authors": [
        "Jing Sun",
        "Min Sha",
        "Jing Zhou",
        "Yun Huang"
      ],
      "journal": "BMC cancer",
      "publication_date": "2025-Feb-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The aim of this study was to investigate the mechanism by which quercetin (Que) affects apoptosis and autophagy in pediatric acute myeloid leukaemia (AML) cells by inhibiting the activation of the PI3K/AKT signaling pathway through the regulation of the miR-224-3p/PTEN axis. METHODS: Blood samples were collected from AML children and healthy volunteers. miR-224-3p and PTEN expression levels were measured. AML cells were pre-treated with Que. MiR-224-3p and PTEN expression levels in AML cells were altered via plasmid transfection. After intervention, PI3K/AKT phosphorylation, AML cell proliferation and apoptosis, concentrations of interleukin-1 β (IL-1β) and tumor necrosis factor-α (TNF-α) in AML cell culture supernatant, apoptosis-related genes Bax and Bcl-2, and autophagy markers LC3-I and LC3-II were tested. The targeting relationship between miR-224-3p and PTEN was identified. RESULTS: MiR-224-3p expression was elevated in AML children, while PTEN was decreased. Que was available to accelerate AML cell apoptosis and restrain its autophagy. Que inhibited miR-224-3p expression and promoted PTEN expression. Upregulating miR-224-3p or downregulating PTEN weakened the effect of Que on AML cell apoptosis and autophagy. MiR-224-3p negatively modulated PTEN expression. Up-regulation of PTEN reversed the effects of up-regulation of miR-224-3p on apoptosis and autophagy in AML cells. In addition, Que inhibited PI3K/AKT signaling pathway activation, while up-regulation of miR-224-3p or down-regulation of PTEN could attenuate the inhibitory effect of Que on PI3K/AKT signaling pathway. Moreover, up-regulation of PTEN reversed the effect of up-regulation of miR-224-3p on the PI3K/AKT signaling pathway. CONCLUSION: Que affects apoptosis and autophagy in pediatric AML cells by inhibiting PI3K/AKT signaling pathway activation through regulation of miR-224-3p/PTEN axis.",
      "mesh_terms": [
        "Humans",
        "MicroRNAs",
        "PTEN Phosphohydrolase",
        "Autophagy",
        "Leukemia, Myeloid, Acute",
        "Apoptosis",
        "Proto-Oncogene Proteins c-akt",
        "Signal Transduction",
        "Child",
        "Quercetin",
        "Phosphatidylinositol 3-Kinases",
        "Male",
        "Female",
        "Child, Preschool",
        "Cell Proliferation",
        "Cell Line, Tumor"
      ]
    },
    {
      "pmid": "39984298",
      "title": "New Insights into Quercetin Restoring the Impairment of Testicular Angiogenesis Induced by Silicon Dioxide Particles in Food: Inhibiting ROS/PPARγ-Mediated Ferroptosis.",
      "authors": [
        "Xuejiao Yang",
        "Ke Li",
        "Xuewei Chen",
        "Huanyi Liu",
        "Yutian Lei",
        "Shiwen Xu"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Silicon dioxide particles (SiO2) have been widely used in food additives. Increasing data demonstrate that SiO2 can cause multisystem damage through oxidative stress. Quercetin (Que) is one of the most popular nutritional antioxidants. Ferroptosis reduces the level of angiogenesis. However, whether Que alleviates the inhibition of testicular angiogenesis by relieving SiO2-induced ferroptosis via ROS/PPARγ is unclear. Based on this, we established SiO2-exposed mice testicular and C166 cell models and added oxidative stress activators Sanguinarine chloride (SAN), PPARγ inhibitor GW9662, and ferroptosis activator Erastin to the models in vitro. The results showed that the SiO2 exposure group had antioxidant dysfunction; PPARγ was significantly downregulated; ferroptosis levels were increased; and angiogenesis was reduced. Que treatment can alleviate these changes. The addition of SAN, GW9662, and Erastin reduced the effects of Que by activating oxidative stress, inhibiting PPARγ, and activating ferroptosis, respectively. In general, Que can alleviate SiO2-induced ferroptosis through ROS/PPARγ, thus restoring testicular angiogenesis in mice.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Ferroptosis",
        "Mice",
        "PPAR gamma",
        "Quercetin",
        "Reactive Oxygen Species",
        "Testis",
        "Silicon Dioxide",
        "Oxidative Stress",
        "Humans",
        "Antioxidants",
        "Angiogenesis"
      ]
    },
    {
      "pmid": "39983926",
      "title": "Long-acting bioengineered platelets with internal doxorubicin loaded and external quercetin liposomes anchored for post-surgical tumor therapy.",
      "authors": [
        "Qi Lu",
        "Zeyu Han",
        "Xia Wang",
        "Lili Du",
        "Xiaoyuan Fan",
        "Jian Zhao",
        "Ruihong Zhu",
        "Helin Wang",
        "Jiaxuan Song",
        "Wenwen Shen",
        "Haotian Zhang",
        "Zhonggui He",
        "Kaiyuan Wang",
        "Jin Sun"
      ],
      "journal": "Journal of controlled release : official journal of the Controlled Release Society",
      "publication_date": "2025-May-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Due to its natural tumor targeting ability, platelet-based drug delivery platform shows the great potential for tumor targeted treatment. However, both limited in vitro storage stability and rapid in vivo clearance rate severely restrict its clinical application. Here, utilizing the spatial structure of platelets precisely, chemotherapy drug doxorubicin (Dox) and liposomes-containing quercetin (Que) are loaded inside and anchored outside platelets, respectively, for establishing the engineered platelet platform (PDQLs). Dox plays the important role in inhibiting tumor growth, while Que mainly inhibits platelet apoptosis through activating serine/threonine protein kinase. PDQLs show the strong ability to resist external stimulation and physical damage. After being stored at room temperature for 4 days, more than 70 % of the platelets remain active. Given the natural wound tropism and tumor targeting abilities, the tumor accumulation of PDQLs is 1.02-fold higher than that of the solution. Base on the stealth characteristics of platelets and the continuous action of Que, PDQLs exhibit 10.63-fold increase area under the curve of solution. PDQLs can balance the anti-tumor recurrence and metastasis efficacy after surgery and safety. Our findings open a promising perspective and new sights for the development of bioengineered platelet platform in clinical application.",
      "mesh_terms": [
        "Blood Platelets",
        "Doxorubicin",
        "Quercetin",
        "Liposomes",
        "Animals",
        "Humans",
        "Antibiotics, Antineoplastic",
        "Neoplasms",
        "Female",
        "Mice, Inbred BALB C",
        "Drug Delivery Systems",
        "Cell Line, Tumor",
        "Mice, Nude",
        "Mice"
      ]
    },
    {
      "pmid": "39983422",
      "title": "Preventive Administration of Quercetin Promotes Survival and Reduces Adverse Ventricular Remodeling after myocardial infarction through facilitating M2-like macrophage polarization.",
      "authors": [
        "Lexun Wang",
        "Shaolin Lin",
        "Quxing Wei",
        "Tongjun Li",
        "Quqian Mo",
        "Ruining Bai",
        "Jiaojiao Feng",
        "Angyu Zhan",
        "Xiao Yang",
        "Xianglu Rong",
        "Jiao Guo"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Myocardial infarction (MI) remains a leading cause of global health burden, and adverse cardiac remodeling after MI seriously affects patient recovery. Macrophages play an important role in the cardiac remodeling post-MI. Quercitrin (Que), a bioflavonoid commonly found in fruits, vegetables, and various Chinese medicines, possesses a therapeutic effect in MI, but whether it has a role in the prevention of MI is unclear. This study investigated the potential preventive value and mechanism of Que against MI. In this study, we treated adult male C57BL/6 mice with Que for 2 weeks and then constructed the MI model. We found that pre-treatment with Que improved cardiac fractional shortening and ejection fraction, and elevated the survival of mice after MI. In addition, pre-administration of Que attenuated cardiac hypertrophy and diminished the infarct size of the heart post-MI. Picrosirius red staining of heart sections and detection of fibrosis markers' levels by real-time polymerase chain reaction and western blot analyses revealed that Que repressed cardiac fibrosis after MI. Que pre-administration inhibited the levels of inflammatory factors and the infiltration of inflammatory cells, and increased the proportion of M2-like macrophages in the infarcted area of the heart. Furthermore, we found that Que pre-treatment polarized macrophage from M1-like to M2-like, which promoted the proliferation, migration, and activation of cardiac fibroblasts in vitro. Collectively, these data demonstrated that pre-administration Que promoted survival and reduced adverse ventricular remodeling after MI partially through modifying macrophage polarization. This provides an experimental basis for the future application of Que in cardiovascular diseases including MI.",
      "mesh_terms": [
        "Animals",
        "Myocardial Infarction",
        "Quercetin",
        "Ventricular Remodeling",
        "Male",
        "Macrophages",
        "Mice, Inbred C57BL",
        "Mice",
        "Disease Models, Animal",
        "Fibrosis",
        "Myocardium",
        "Macrophage Activation",
        "Humans"
      ]
    }
  ]
}