{
  "supplement": "Reishi",
  "query": "Reishi[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:27:46",
  "research_count": 51,
  "count": 50,
  "articles": [
    {
      "pmid": "39912605",
      "title": "Effects of Lingzhi or Reishi Medicinal Mushroom Ganoderma lucidum (Agaricomycetes) Triterpene on Motor and Spatial Learning Disorders in 5xFAD Mice.",
      "authors": [
        "Chang Zhang",
        "Yuanzi Ye",
        "Weiyao Wang",
        "Chunyan Wang",
        "Peigang Gao",
        "Peng Wan"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) is a prevalent neurodegenerative disorder that gradually destroys cognitive, memory, and thinking skills. Although increasing evidence has demonstrated that Ganoderma lucidum triterpenoids (GLT) can ameliorate the motor and spatial learning disorders of AD, the underlying mechanism remains unclear. Hence, in this study, GLT were obtained by using a traditional Chinese medicine processing method, and then the effects of GLT on motor and spatial learning disorders in 5xFAD mice were investigated by using various techniques such as behavioral analysis, micro-dialysis, and neurophysiological recording. Compared with the 5xFAD group, 0.5 g/kg GLT could decrease escape latency, the total number of limb errors, and the duration of errors. This dose could also increase the number of crossing the original platform, the total movement time, and the distance in the central region of the open-field box, as well as the maximum movement speed and continuous movement time on the rotating rod. After GLT treatment, the glutamate (Glu) content and variation coefficient of a simple spike of Purkinje cells decreased compared with the 5xFAD group, thereby improving the spatial learning and memory ability. Overall, this study shows that GLT may be a potential therapeutic method for patients with AD.",
      "mesh_terms": [
        "Animals",
        "Triterpenes",
        "Mice",
        "Reishi",
        "Alzheimer Disease",
        "Spatial Learning",
        "Disease Models, Animal",
        "Male",
        "Memory"
      ]
    },
    {
      "pmid": "39736129",
      "title": "Ameliorative effects of Ganoderma lucidum (Reishi) on testicular tissue of rats exposed to bisphenol A.",
      "authors": [
        "T C Acısu",
        "S A Akarsu",
        "M Sönmez",
        "A Yüce",
        "S Çeribaşı",
        "S Dayan Cinkara",
        "Ş Özer Kaya",
        "G Türk",
        "S Gür"
      ],
      "journal": "Polish journal of veterinary sciences",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bisphenol A (BPA), an endocrine disrupting chemical, is an environmental toxicant widely used in the production of polycarbonate plastics, epoxy resins and paints. Ganoderma lucidum (GDL) is a plant with biological activities widely used in Chinese medicine. The present study aims to determine the effects of GDL against testicular dysfunction in rats exposed to BPA. For this purpose, a total of 24 Sprague Dawley rats, 6 rats in each group, were used in the study. Rats were administered 25 mg/kg/bw BPA and 300 mg/kg/bw GDL by oral gavage for 8 weeks. After the treatments, the rats were sacrificed, and testicular tissues were removed. One of the testes was used for biochemical analyses and the other for histopathologic examinations. The caudal part of the epididymis was trimmed, and semen was obtained. As a result, BPA increased MDA level in blood and testicular tissue, while it decreased CAT, GPx activity and GSH level. GDL treatment provided protection from the impaired oxidant balance (p<0.001). Furthermore, BPA caused decreased epididymal sperm motility and density, vesicular seminalis weight and blood testosterone levels, increased testicular and epididymal tissue weight (p<0.001). Histopathological examination revealed that BPA caused narrowing in testicular tubules and apoptosis, decreased germinal cell thickness and androgen receptor number. It was determined that GDL administration preserved testicular histology. As a result, it was determined that BPA caused toxicity in the testicular tissue of rats, whereas GDL administration was ameliorative.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Phenols",
        "Testis",
        "Rats",
        "Rats, Sprague-Dawley",
        "Benzhydryl Compounds",
        "Reishi",
        "Endocrine Disruptors"
      ]
    },
    {
      "pmid": "39241163",
      "title": "Efficacy of Lingzhi or Reishi Medicinal Mushroom Ganoderma lucidum (Agaricomycetes) Supplementation on Psychological Stress and Selective Fitness Profile Parameters in Female College Students in West Bengal, India.",
      "authors": [
        "Sudeep Mitra",
        "Mousumi Mitra",
        "Dilip Kumar Nandi",
        "Mantu Saha",
        "Amit Bandyopadhyay"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Psychological disparities impact physical activity and fitness in sedentary female college students by affecting cardiovascular efficiency. Ganoderma lucidum, vitality-enhancing herb alleviates health and rejuvenates the mind-body to improve endurance fitness. A double-blinded, randomized, placebo-controlled parallel design study was conducted to determine whether supplementation of G. lucidum in daily dosages of 500 mg (GL500mg group) and 1000 mg (GL1000mg group) improves psychophysiological health capabilities during the different phases of the experimental trial. Analysis for pre-experimental trial (day 0), experimental trial (day 15), and post-experimental trial (after day 30) on anthropometric, psychological, physiological, and physical fitness parameters were executed. Seventy-eight participants (n = 78, age 20.64 ± 3.21 years) were assigned randomly and equally divided (n = 26) to one of the three treatment groups for intragroup and intergroup comparisons. Significant differences in the post-experimental GL1000mg group for heart rate (HR), maximal oxygen consumption (VO2max), physical work capacity (PWC170), and right-hand grip strength (P < 0.05) compared with the placebo group were observed. GL1000mg-supplemented group also significantly improved (P < 0.05) HR, VO2max and PWC170 (P < 0.001) after pre- to post-trials. Experimental trial between placebo and GL1000mg group and post-experimental trial between the GL500mg and GL1000mg group showed significant changes in VO2max(P < 0.001) and PWC170 (P < 0.05). Anxiety, depression, vitality and positive well-being scores significantly improved, leading to improved psychological well-being after GL1000mg supplementation. GL1000mg supplementation for 30 days might act as a longevity-promoting tonic for endurance and strength performance by ameliorating stress to improve the overall psychophysiological health, vitality and quality of life for better cardiovascular efficacy.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Reishi",
        "Young Adult",
        "Students",
        "India",
        "Double-Blind Method",
        "Physical Fitness",
        "Dietary Supplements",
        "Stress, Psychological",
        "Adult",
        "Adolescent",
        "Heart Rate",
        "Oxygen Consumption",
        "Hand Strength",
        "Universities"
      ]
    },
    {
      "pmid": "38967209",
      "title": "Lingzhi or Reishi Medicinal Mushroom Ganoderma lucidum (Agaricomycetes) Nanogel in a Complete Freund's Adjuvant-Induced Rheumatoid Arthritis Rat Model: Anti-Arthritic, Anti-Inflammatory, and Antioxidative Activity.",
      "authors": [
        "Nuniek Ina Ratnaningtyas",
        "Fajar Husen",
        "Nur Fitrianto"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lingzhi or reishi mushroom, Ganoderma lucidum, is a medicinal mushroom quite widely developed as herbal medicine because it has acted as an anticancer, antitumor, antioxidant, and anti-inflammatory. The active mycochemical compounds of G. lucidum mushrooms, such as flavonoids and polysaccharides, can suppress the release of pro-inflammatory cytokines and prevent lipid peroxidation due to oxidative stress. Rheumatoid arthritis (RA) is an autoimmune disease where the exact cause is unknown, and RA prevalence continues to increase yearly. In patients with RA, joint damage and inflammation occur. This study aims to evaluate the effectiveness of G. lucidum nanogels as anti-arthritis, anti-inflammatory, and antioxidative. The research method was a true experiment using a control group and treatment group that randomly assigned, using 24 male Wistar rats (Rattus norvegicus) induced with complete Freund's adjuvant (CFA) 0.1 mL. The rats were divided into six groups; healthy control/HCt (did not receive the treatment), negative control/NCt (induced by CFA), and positive control/PCt (given 0.012 diclofenac sodium). TG1 (given 250 mg G. lucidum nanogels), TG2 (given 500 mg G. lucidum nanogels), TG3 (given 750 mg G. lucidum nanogels). IgG, eNOS, IL-1β, COX-2, NOS, TNF-α, and IL-6 parameters were measured using ELISA, and the data obtained were analyzed by one-way ANOVA using SPSS (P < 0.05). The results showed that administering G. lucidum nanogels significantly reduced IgG, NOS, TNF-α, COX-2, IL-1β, and IL-6 and increased eNOS levels. The anti-inflammatory and antioxidative activities in suppressing pro-inflammatory cytokines and increasing eNOS levels prove that the nanogel extract G. lucidum have the potential to be developed as anti-arthritis natural therapeutic.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats, Wistar",
        "Reishi",
        "Arthritis, Rheumatoid",
        "Antioxidants",
        "Anti-Inflammatory Agents",
        "Rats",
        "Freund's Adjuvant",
        "Nanogels",
        "Disease Models, Animal",
        "Arthritis, Experimental",
        "Cytokines",
        "Polyethylene Glycols",
        "Polyethyleneimine"
      ]
    },
    {
      "pmid": "37830195",
      "title": "Oral Lingzhi or Reishi Medicinal Mushroom Ganoderma lucidum (Agaricomycetes) Spore Powder Ameliorates Murine Colitis by Inhibiting Key Kinases Phosphorylation in MAPK Pathway.",
      "authors": [
        "Yingying Zhao",
        "Liangchen Zhu"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The compound ganoderma lucidum spore powder (GLSP) has emerged as an anti-inflammatory and anti-oxidative regulator. In this study, we explored the roles of GLSP against dextran sulfate sodium (DSS)-induced mouse colitis that can mimic human inflammatory bowel disease (IBD). GLSP was administered by oral gavage at a dosage of 150 mg/kg/day to the acute colitis mice induced by DSS. The DSS-induced mouse weight loss, colonic shortening, diarrhea and bloody stool were observably alleviated after GLSP treatment. The lesion of macroscopic and microscopic signs of the disease was reduced significantly and DSS-induced gut barrier dysfunction was restored via increasing the level of claudin-1, ZO1, Occu, and ZO2 with GLSP. Meanwhile, the levels of IL-6, TNF-α, IL-1β, and IL-18 in the colon were reduced in the GLSP-treated groups. In addition, phosphorylation of the MAPKs ERK1/2, p38, and AKT was suppressed after GLSP treatment. All these results demonstrated that GLSP owned a protective effect on DSS-induced colitis by inhibition of MAPK pathway, which provides a promising therapeutic approach for the treatment of colitis.",
      "mesh_terms": [
        "Mice",
        "Humans",
        "Animals",
        "Reishi",
        "Phosphorylation",
        "Powders",
        "Signal Transduction",
        "Colitis",
        "Colon",
        "Spores",
        "Agaricales",
        "Mice, Inbred C57BL",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "36374948",
      "title": "Structure Characterization and Anti-Inflammatory Activity of Polysaccharides from Lingzhi or Reishi Medicinal Mushroom Ganoderma lucidum (Agaricomycetes) by Microwave-Assisted Freeze-Thaw Extraction.",
      "authors": [
        "Xuewei Jia",
        "Bingjie Ma",
        "Fang Xue",
        "Yuqing Xing",
        "Pan Wu",
        "Tianxiao Li",
        "Fengcheng Shi",
        "Chunping Xu"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A water-soluble polysaccharide (GLP-2) was isolated and purified from Ganoderma lucidum by the microwave-assisted freeze-thaw method. Microwave-assisted rapid thawing treatment can greatly improve the extraction yield of polysaccharides. The chemical structure of GLP-2 was analyzed with FT-IR, HPLC, GC-MS, and NMR spectrometry. It was proved that GLP-2 is mainly composed of β-1,3-glucose and β-1,6-glucose. The chain conformation of GLP-2 was analyzed by SEC-MALLS-RI, indicating that GLP-2 adopts semi-rigid chain conformation. Its molecular weight is 16.7 × 104, and its molecular size is about 61.2 nm. MTT assay indicated that GLP-2 was non-toxic to RAW 264.7 cells in vitro. The results of anti-inflammatory studies showed that GLP-2 can inhibit the production of NO, TNF-α, IL-1β, and IL-6 in RAW 264.7 macrophage stimulated by lipopolysaccharide (LPS). The above data showed that the extraction method used in this study can obtain a high-yield polysaccharide with anti-inflammatory activity.",
      "mesh_terms": [
        "Reishi",
        "Spectroscopy, Fourier Transform Infrared",
        "Microwaves",
        "Polysaccharides",
        "Anti-Inflammatory Agents",
        "Glucose",
        "Agaricales"
      ]
    },
    {
      "pmid": "35695589",
      "title": "The Potential Activity of Lingzhi or Reishi Medicinal Mushroom, Ganoderma lucidum (Agaricomycetes), to Alleviate Liver Injury in Adults with Acute Mushroom Poisoning: A Retrospective Study.",
      "authors": [
        "Yixiong Zhang",
        "Xianyi Tang",
        "Tao Jiang",
        "Fangjie Zhang",
        "Mengping Zeng",
        "Dinggeng Zhou",
        "Qiubi Xu",
        "Wei Zhang",
        "Raja Jahanzaib"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the study, we retrospectively reviewed cases of patients with acute mushroom poisoning admitted to seven hospitals from May 2016 to May 2021. In total, we analyzed 153 acute mushroom poisoning cases. Of these patients, 135 survived and 18 died; no correlation of Ganoderma lucidum treatment with in-hospital mortality was observed (odds ratio = 1.598, P = 0.589). We further analyzed 61 patients who survived with liver injury according to whether they were treated with G. lucidum. Both length of hospital stay and hospitalization expenses in the G. lucidum treatment group were significantly lower than the control, with values of 6.69 ± 3.98 days vs. 9.27 ± 5.30 days (t = 2.174, P = 0.034) and 16,336.49 ± 12,615.76 CNY vs. 27,540.08 ± 23,709.57 CNY (t = 2.382, P = 0.020), respectively. Moreover, cases with a blood purification treatment time > 48 h of the G. lucidum group were significantly less than that of the control (30% vs. 69.23%; χ2 = 4.891, P = 0.027). As a result, G. lucidum seems to be a beneficial treatment in acute mushroom poisoning with liver injury.",
      "mesh_terms": [
        "Agaricales",
        "Humans",
        "Liver",
        "Mushroom Poisoning",
        "Reishi",
        "Retrospective Studies"
      ]
    },
    {
      "pmid": "35446520",
      "title": "Polysaccharide-Protein Complex Isolated from Fruiting Bodies and Cultured Mycelia of Lingzhi or Reishi Medicinal Mushroom, Ganoderma lucidum (Agaricomycetes), Attenuates Doxorubicin-Induced Oxidative Stress and Myocardial Injury in Rats.",
      "authors": [
        "Ravindran K Veena",
        "Kainoor K Janardhanan"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to evaluate the effect of the polysaccharide-protein complex isolated from the fruiting bodies (GLFPPC) and cultured mycelia (GLMPPC) of a highly valued medicinal mushroom, Ganoderma lucidum, to alleviate doxorubicin (DOX)-induced cardiotoxicity. GLFPPC and GLMPPC were isolated from aqueous-alcoholic extracts of fruiting bodies and cultured mycelia of G. lucidum by repeated ethanol precipitation, dialysis, treatment with Sevag reagent, and freeze drying. The polysaccharide component was confirmed by assays with anthrone and phenol-sulphuric acid regents and protein moiety with Bradford reagent. The amino acid profile of protein moiety was determined by high-performance liquid chromatography analysis. DOX-induced cardiotoxicity was determined using Swiss albino mice. DOX administration caused a marked increase of creatine kinase and lactate dehydrogenase enzyme activities, indicating injury to the myocardium. The polysaccharide-protein complex downregulated cardiac injury marker enzymes, enhanced activities of endogenous antioxidants (namely, superoxide dismutase, catalase, glutathione peroxidase, and reduced glutathione levels), and significantly attenuated lipid peroxidation. The results indicated that GLFPPC and GLMPPC imparted protection against DOX-induced oxidative stress. Biochemical assays coupled with histopathological observations supported this conclusion. These experimental findings suggest that the polysaccharide-protein complex isolated from G. lucidum might be a useful therapeutic agent to ameliorate DOX-induced cardiomyopathy.",
      "mesh_terms": [
        "Agaricales",
        "Animals",
        "Ascomycota",
        "Cardiotoxicity",
        "Doxorubicin",
        "Fruiting Bodies, Fungal",
        "Mice",
        "Oxidative Stress",
        "Polysaccharides",
        "Rats",
        "Reishi"
      ]
    },
    {
      "pmid": "34587423",
      "title": "Effect of Continuous Cropping Soil on the Biosynthesis of Bioactive Compounds and the Antioxidant Activity of Lingzhi or Reishi Medicinal Mushroom, Ganoderma lucidum (Agaricomycetes).",
      "authors": [
        "Zheming Chen",
        "Juan Xu",
        "Haishun Xu",
        "Shaowei Li",
        "Chu Li",
        "Qiangxiong Wang",
        "Meiyun Yang",
        "Hongzhen Wang",
        "Bingsong Zheng",
        "Xueqian Wu"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Continuous monoculture can increase plant morbidity and reduce crop yields. However, the Ganoderma lucidum mushroom possesses unique nutrient acquisition methods and displays an altered response to the generation of reactive oxygen species (ROS). The effects of continuous cropping on G. lucidum remain unclear. Here, we investigated the effects of consecutive monoculture soil on the yield, bioactive components, antioxidant properties, nutrient metabolism, and enzyme activity of G. lucidum. The results showed no significant differences in terms of yield between the control check and treatment groups after 2 years. However, the content of polysaccharides and triterpenoids after 2 years of treatment and the content of total phenols and flavonoids after 3 years of treatment significantly increased. Moreover, the antioxidant activity (AOA) of the polysaccharides under consecutive monoculture soil treatments also significantly increased. These differences were caused by changes in nutrient metabolism and the activities of antioxidant and ligninolytic enzymes. Under continuous monoculture soil treatment, the content of reducing sugars, water-soluble sugars, free amino acids, and water-soluble proteins significantly increased. The activities of superoxide dismutase, manganese peroxidase, and lignin peroxidase increased with the time of continuous monoculture, while the activities of peroxidase, catalase, and laccase decreased. The increase in ligninolytic enzymes was postulated to mediate the ROS scavenging ability of G. lucidum. In conclusion, continuous cropping soil could increase the levels of bioactive components and AOAs of G. lucidum.",
      "mesh_terms": [
        "Agaricales",
        "Antioxidants",
        "Flavonoids",
        "Reishi",
        "Soil"
      ]
    },
    {
      "pmid": "34574127",
      "title": "Heat Treatment of Reishi Medicinal Mushroom (Ganoderma lingzhi) Basidiocarp Enhanced Its β-glucan Solubility, Antioxidant Capacity and Lactogenic Properties.",
      "authors": [
        "Attila Kiss",
        "Petra Grünvald",
        "Márta Ladányi",
        "Viktor Papp",
        "István Papp",
        "Erzsébet Némedi",
        "Iman Mirmazloum"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2021-Aug-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of heat treatment on dried fruiting bodies of Reishi medicinal mushroom (Ganoderma lingzhi) is investigated. Control and samples treated for 20 min at temperatures of 70, 120, 150 and 180 °C were subjected for their free radical scavenging capacity, different glucans and total phenolic content determination. The growth rate of Escherichia coli and Lactobacillus casei supplemented with control and heat-treated samples is also investigated. The roasted mushroom samples at 150 °C and 180 °C showed the highest level of β-glucan (37.82%) and free radical scavenging capacity on 2,2-diphenyl-1-picrylhidrazyl (DPPH•) and 2,2-azino-bis-3-ethylbenzothiazoline-6-sulfonic acid (ABTS•+). The content of total phenolics (TPC) was also influenced by heat treatment and significantly higher TPC values were recorded in samples treated at 120 °C and 150 °C. The presence of reducing sugars was only detected after heat treatment at 150 °C (0.23%) and at 180 °C (0.57%). The heat treatments at 120, 150 and 180 °C, significantly attenuated the number of colony-forming units (CFU) of pathogenic E. coli, in a linear relationship with an elevated temperature. The supplementation of heat-treated Reishi mushroom at 120 °C resulted in the highest growth rate of probiotic L. casei. The obtained results in this study revealed the significant effect of short-term heat treatment by enhancing the antioxidant capacity, β-glucan solubility and prebiotic property of the dried basidiocarp of Reishi mushroom."
    },
    {
      "pmid": "34369736",
      "title": "Antioxidant Activity and Phenolic Content of Extracts of Wild Algerian Lingzhi or Reishi Medicinal Mushroom, Ganoderma lucidum (Agaricomycetes).",
      "authors": [
        "Fethi Farouk Kebaili",
        "Nouadri Tahar",
        "Toumi Mohammed Esseddik",
        "Rebai Redouane",
        "Bensouici Chawki",
        "Alvarado Pablo",
        "Perduca Massimiliano"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mushrooms can be employed as functional foods or medicines for the prevention and treatment of several chronic diseases, since they are rich sources of bioactive metabolites. Nonetheless, the therapeutic value of Algerian mushrooms remains largely unexplored. To date, there are no published studies concerning the different medicinal properties of endemic Ganoderma lucidum in Algeria. This study aimed to compare the antioxidant potential of an endemic specimen collected in the Lake Tonga Forest of El Kala National Park in Northeast Algeria with findings from other countries. To this end, phenolic and flavonoid contents were determined using three solvents of increasing polarity (chloroform, ethyl acetate, and butanol). The mushroom specimen was identified as G. lucidum based on strong molecular evidence using internal transcribed spacer, large subunit, and small subunit sequences. Our study showed that ethyl acetate extract contained higher total phenolic content (171.1 ± 1.06 μg gallic acid equivalents/mg and 102.5 ± 0.69 μg pyrocatechol equivalents/mg extract) and total flavonoid content (25.48 ± 0.13 μg quercetin equivalents/mg and 40.45 ± 0.83 μg rutin equivalents/mg extract) than the other mushroom extracts (chloroform and butanolic). The ethyl acetate extract also showed good antioxidant activity in DPPH (28.51 ± 0.24 μg/mL), ABTS·+ (10.06 ± 0.13 μg/mL), galvinoxyl radical (15.46 ± 0.48 μg/mL), reducing power (22.74 ± 0.30 μg/mL), cupric reducing antioxidant capacity (21.36 ± 0.04 μg/mL), and phenanthroline (12.87 ± 0.26 μg/mL) assays. These results suggest that G. lucidum could be used as a source of strong natural antioxidants for the food and pharmaceutical industries.",
      "mesh_terms": [
        "Agaricales",
        "Antioxidants",
        "Flavonoids",
        "Phenols",
        "Reishi"
      ]
    },
    {
      "pmid": "33915962",
      "title": "A Placebo-Controlled, Pseudo-Randomized, Crossover Trial of Botanical Agents for Gulf War Illness: Reishi Mushroom (Ganoderma lucidum), Stinging Nettle (Urtica dioica), and Epimedium (Epimedium sagittatum).",
      "authors": [
        "Jarred Younger",
        "Emily K Donovan",
        "Kathleen S Hodgin",
        "Timothy J Ness"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2021-Apr-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "This report is third in a three-part clinical trial series screening potential treatments for Gulf War Illness (GWI). The goal of the project was to rapidly identify agents to prioritize for further efficacy research. We used a placebo-controlled, pseudo-randomized, crossover design to test the effects of reishi mushroom (Ganoderma lucidum), stinging nettle (Uritca dioica), and epimedium (Epimedium sagittatum) in 29 men with GWI. Participants completed 30 days of symptom reports for baseline, then a botanical line consisting of 30 days of placebo, followed by 30 days each of lower-dose and higher-dose botanical. After completing a botanical line, participants were randomized to complete the protocol with another botanical, until they completed three botanical trials. GWI symptom severity, pain, and fatigue were contrasted between the four conditions (baseline, placebo, lower-dose, higher dose) using linear mixed models. GWI symptom severity was unchanged from placebo in the reishi lower-dose condition (p = 0.603), and was higher in the higher-dose condition (p = 0.012). Symptom severity was not decreased from placebo with lower-dose stinging nettle (p = 0.604), but was significantly decreased with higher-dose stinging nettle (p = 0.048). Epimedium showed no significant decreases of GWI symptoms in the lower (p = 0.936) or higher (p = 0.183) dose conditions. Stinging nettle, especially at higher daily dosages, may help reduce the symptoms of GWI. Epimedium does not appear to beneficially affect GWI symptom severity, and reishi may exaggerate symptoms in some GWI sufferers. These results are in a small sample and are preliminary. Further research is required to determine if stinging nettle is indeed helpful for the treatment of GWI, and what dosage is optimal. This trial was registered on ClinicalTrials.gov (NCT02909686).",
      "mesh_terms": [
        "Agaricales",
        "Cross-Over Studies",
        "Epimedium",
        "Humans",
        "Male",
        "Persian Gulf Syndrome",
        "Reishi",
        "Urtica dioica"
      ]
    },
    {
      "pmid": "33389855",
      "title": "Lingzhi or Reishi Medicinal Mushroom, Ganoderma lucidum (Agaricomycetes), Polysaccharides Suppressed Adipogenesis and Stimulated Lipolysis in HPA-v and 3T3-L1 Adipocytes.",
      "authors": [
        "Su Bu",
        "Huihua Zheng",
        "Chunying Yuan",
        "Zhenle Tian",
        "Chunhua Xu",
        "Linguo Zhao",
        "Ximeng Zhu",
        "Hui Chen"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ganoderma lucidum polysaccharides (GLP) are one of the major bioactive components with many beneficial properties. In the present study we aimed to systematically evaluate the effects of GLP on lipid metabolism in human (HPA-v) and murine adipocytes (3T3-L1). Cell viability was assessed by MTT assay. Lipid accumulation in mature adipocytes were evaluated by ORO staining and quantified using the triglyceride (TG) assay. Lipolysis was investigated by measuring the free glycerol released in the cell culture medium after treatments. The mRNA and protein levels of key genes regulating lipid metabolism were determined by qRT-PCR and western blotting in HPA-v cells. ORO staining showed that GLP suppressed lipid accumulation similarly in both HPA-v and 3T3-L1 cells. TG assay confirmed that GLP significantly inhibited cell differentiation (p < 0.001). The lipolysis assay showed that GLP enhanced triglyceride hydrolysis in both adipocytes (p < 0.05). GLP stimulated AMPK phosphorylation, which promoted the phosphorylation of ACC1, its downstream target. qRT-PCR and western blotting showed that the genes encoding transcription factors for adipocyte differentiation (PPARγ, C/EBPα, and SREBPlc) and certain adipogenic genes (ACC1, PLIN1, and FASN) were downregulated (p < 0.05). The lipolytic gene HSL was upregulated and highly phosphorylated (activated) at mRNA and protein levels, respectively, upon GLP treatment. These results suggested that GLP possessed beneficial antiadipogenic effects and can potentially be developed into antiobesity products.",
      "mesh_terms": [
        "3T3-L1 Cells",
        "Adipocytes",
        "Agaricales",
        "Animals",
        "Cell Differentiation",
        "Down-Regulation",
        "Fungal Polysaccharides",
        "Humans",
        "Lipid Metabolism",
        "Lipolysis",
        "Mice",
        "PPAR gamma",
        "Phosphorylation",
        "Reishi",
        "Sterol Regulatory Element Binding Protein 1",
        "Triglycerides"
      ]
    },
    {
      "pmid": "33170078",
      "title": "Self-Medication with Ganoderma lucidum (\"Reishi\") to Combat Parkinson's Disease Symptoms: A Single Case Study.",
      "authors": [
        "Kim P C Kuypers"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2021-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Parkinson's disease (PD) is a prevalent neurodegenerative disease for which only symptomatic treatments, mainly focused on motor symptoms. In contrast, conventional pharmacological treatments do not address cognitive impairment and emotional dysfunction. Together with potential treatment side effects, these can cause distress, lower the quality of life, and increase motor impairment in patients. Preclinical research suggests that the Traditional Chinese Medicine Ganoderma lucidum (\"Reishi\") can alleviate symptoms in neurological disorders like PD. However, no clinical research to date has addressed this. An (unmedicated) patient, 50 years of age and diagnosed with PD for 5 years, approached the author as he decided to initiate self-treatment with Reishi, lasting 3 months. He wanted to evaluate the effects and decide to continue self-treatment or not. He agreed to be followed during this period, using questionnaires asking him about his (non-)motor symptoms. The most notable finding was the increase in Mindfulness, 3 months after self-treatment started. The motor symptoms stayed stable, there were no extreme changes in quality of life, and emotion regulation seemed to deteriorate over time while slightly improving at the 3-month assessment. While the findings do not allow firm conclusions seen the nature (N = 1) of this study, the small positive changes in some facets of affective behavior and the patient's experience, combined with the evidence from preclinical research, warrant clinical studies in this patient population.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Medicine, Chinese Traditional",
        "Neurodegenerative Diseases",
        "Parkinson Disease",
        "Quality of Life",
        "Reishi"
      ]
    },
    {
      "pmid": "32840126",
      "title": "Preliminary Efficacy and Safety of Reishi & Privet Formula on Quality of Life Among Non-Small Cell Lung Cancer Patients Undergoing Chemotherapy: A Randomized Placebo-Controlled Trial.",
      "authors": [
        "Jie Liu",
        "Jun J Mao",
        "Susan Qing Li",
        "Hongsheng Lin"
      ],
      "journal": "Integrative cancer therapies",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Cancer patients often experience decreased quality of life during chemotherapy. This study aimed to determine the preliminary efficacy and safety of Reishi & Privet Formula (RPF) for maintaining quality of life among patients with non-small cell lung cancer (NSCLC) undergoing chemotherapy. METHODS: We conducted a phase II randomized, double-blind, placebo-controlled clinical trial in China. Adults with NSCLC scheduled to receive chemotherapy were randomly assigned (3:1 ratio) to receive oral RPF (3.36 g/day) or placebo daily for 6 weeks. The main outcome was the Functional Assessment of Cancer Therapy-Lung (FACT-L). We evaluated RPF's safety profile using the Common Terminology Criteria for Adverse Events and assessed changes in outcome measures from baseline to weeks 3 and 6 using a linear mixed effects model. RESULTS: We enrolled 82 participants across 8 cancer centers in China. The median age was 59 years, 56 (68%) had advanced cancer. Compared with the placebo group, the RPF group had nonstatistically significant higher quality of life as measured by the FACT-L total score (P = .086) over 2 cycles of chemotherapy. The RPF group was associated with a nonsignificant better general health (P = .050) and emotional well-being (P = .090) than the placebo group. Adverse events rates did not differ between groups. CONCLUSIONS: This study demonstrated preliminary safety and suggests a promising trend in RPF's effect on maintaining quality of life and emotional well-being among NSCLC patients undergoing chemotherapy. Future adequately powered randomized-controlled trials are needed to verify the efficacy and safety of RPF in cancer patients undergoing chemotherapy.",
      "mesh_terms": [
        "Antineoplastic Combined Chemotherapy Protocols",
        "Carcinoma, Non-Small-Cell Lung",
        "Double-Blind Method",
        "Humans",
        "Ligustrum",
        "Lung Neoplasms",
        "Middle Aged",
        "Quality of Life",
        "Reishi"
      ]
    },
    {
      "pmid": "33685191",
      "title": "Immunostimulatory and anticancer effect of Reishi and Coriol extracts at the level of clinical studies and their implementation in practice.",
      "authors": [
        "Jana Neuwirthová",
        "Pavla Urbánková",
        "Pavel Smilek"
      ],
      "journal": "Klinicka onkologie : casopis Ceske a Slovenske onkologicke spolecnosti",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Mushrooms Reishi and Coriolus have been used for centuries in Asian countries to treat various diseases, mainly respiratory tract infections or pulmonary diseases, and more recently also cancers. Polysaccharides and triterpenes, which are found in these mushrooms, are their main bio-active components. Preclinical and clinical studies in humans presented their beneficial effects as immunomodulators; besides this, they possess a direct anticancer effect. In Asia, they are used after cancer treatment as single agents or in combination with chemotherapy or radiotherapy. Extracts from Coriolus have been approved for more than 30 years as an effective adjuvant addition to standard cancer treatment in Japan and China without obvious toxicity. PURPOSE: In this review, clinical studies with Reishi and Coriolus in cancer patients and their meta-analyses are briefly summarized. CONCLUSION: Both extracts from Reishi and Coriolus, if used in combination with standard therapy or as an adjuvant single agent, have shown benefits at immune function measures, tumor-related symptoms and performance status of cancer patients. Moreover, they have prolonged their disease-free interval and overall survival. They are well tolerated even in advanced cancer diseases and could be safely used continuously for long periods of time. Because of clinically approved efficacy and safety, they are applied mainly in some countries as a complementary therapy for various types of cancers.",
      "mesh_terms": [
        "Adjuvants, Immunologic",
        "Antineoplastic Agents",
        "Complex Mixtures",
        "Humans",
        "Neoplasms",
        "Polyporales"
      ]
    },
    {
      "pmid": "30806298",
      "title": "Antiproliferative Effects of a Triterpene-Enriched Extract from Lingzhi or Reishi Medicinal Mushroom, Ganoderma lucidum (Agaricomycetes), on Human Lung Cancer Cells.",
      "authors": [
        "Sanda Zolj",
        "Melissa P Smith",
        "Jillian C Goines",
        "T'Shura S Ali",
        "Mary O Huff",
        "David L Robinson",
        "Joann M Lau"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ganoderma lucidum, a mushroom that has been used to treat disease in East Asia for centuries, has been shown to be effective against many types of tumors, but the exact cellular mechanism of action is unknown. In this study we examined proliferation of a lung cancer cell line after treatment with 12 concentrations of powdered G. lucidum for 24, 48, and 120 hours. Based on half-maximal inhibitory concentrations values, proliferation of the H1793 cell line seemed to be sensitive to the extract in a time- and dose-dependent manner. We used immunoblot analysis to examine the amounts of cell cycle proteins (cyclin D, Cdk4, and Cdc2) and apoptotic proteins (Bcl-xL and Bax) after treatment with a range of G. lucidum concentrations. Changes in amounts of proteins that regulate the cell cycle were consistent with longer G1 and G2 phases. Proapoptotic protein (Bax) levels increased 6.5-fold, with a commensurate increase in the Bax-to-Bcl ratio, especially at 48 and 120 hours. These results suggest that the decrease in cellular proliferation correlated with a change in both cell cycle progression and apoptosis, and that the triterpenoid in G. lucidum is the bioactive component. Further biochemical characterization of this ancient herbal remedy could hold promise for treating lung cancer.",
      "mesh_terms": [
        "Apoptosis",
        "Cell Cycle",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Cyclin-Dependent Kinase 4",
        "Humans",
        "Lung Neoplasms",
        "Plant Extracts",
        "Reishi",
        "Triterpenes",
        "bcl-2-Associated X Protein"
      ]
    },
    {
      "pmid": "30317952",
      "title": "Lingzhi or Reishi Medicinal Mushroom, Ganoderma lucidum (Agaricomycetes), Prevents Doxorubicin-Induced Cardiotoxicity in Rats.",
      "authors": [
        "Ravindran Kalathil Veena",
        "Thekkuttuparambil Ananthanarayanan Ajith",
        "Kainoor K Janardhanan"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Doxorubicin (DOX) is an anticancer drug used extensively to treat a variety of human malignancies. DOX chemotherapy often leads to serious cardiotoxicity. We examined the ability of a Ganoderma lucidum extract (GLE) to prevent DOX-associated cardiotoxicity. DOX treatment of cardiac tissue drastically increased levels of creatine kinase (CK), lactate dehydrogenase (LDH), lipid peroxidation (thiobarbituric acid-reactive substances), advanced oxidation protein products (AOPPs), and protein carbonyls (PCOs), and significantly decreased reduced glutathione (GSH), superoxide dismutase (SOD), glutathione peroxidase (GPx), and catalase activities. Administration of GLE restored CK, LDH, AOPPs, and PCOs to almost normal levels and significantly enhanced the activity of SOD, GPx, catalase, and GSH; it also downregulated lipid peroxidation. Histopathological observations, hematology profiles, and electrocardiography parameters supported the protective effect of GLE against cardiotoxicity associated with DOX treatment.",
      "mesh_terms": [
        "Animals",
        "Cardiotoxicity",
        "Doxorubicin",
        "Lipid Peroxidation",
        "Male",
        "Rats",
        "Rats, Wistar",
        "Reishi"
      ]
    },
    {
      "pmid": "30317947",
      "title": "Randomized Clinical Trial for the Evaluation of Immune Modulation by Yogurt Enriched with β-Glucans from Lingzhi or Reishi Medicinal Mushroom, Ganoderma lucidum (Agaricomycetes), in Children from Medellin, Colombia.",
      "authors": [
        "Sandra Lorena Duque Henao",
        "Sergio A Urrego",
        "Andrea M Cano",
        "Edwin A Higuita"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pattern recognition receptor (PRR) agonists are promising for use in modulating immune responses in clinical settings characterized by immune immaturity or deficiency. β-Glucans derived from Ganoderma lucidum have demonstrated immune-modulatory activity both in vitro and in vivo. To evaluate the immunomodulatory activity of orally administered β-glucans, a randomized, double-blinded, placebo-controlled clinical study was performed in asymptomatic children, aged 3 to 5 years old, from Medellin, Colombia. Primary outcomes were the circulating CD8+ T lymphocyte and natural killer cell counts; secondary outcomes were circulating lymphocyte counts (total, CD3+, and CD4+ T cells), serum concentrations of total immunoglobulin A and cytokines, and various hematological parameters. The treatments were administered daily for 12 weeks, and physical and laboratory evaluations were performed at days 0 and 84. Children in the group receiving a yogurt with β-glucans presented a significantly higher absolute count of peripheral blood total lymphocytes (CD3+, CD4+, and CD8+ T cells) than that in the group receiving placebo. The interventions were safe and well tolerated; no abnormal increases in serum creatinine or hepatic aminotransferases occurred, and adherence was higher than 90% in the intervention groups. This study demonstrates that β-glucans from G. lucidum increase the frequency of immune system cells in the peripheral blood; these cells are critical in the defense against infectious threats in asymptomatic children 3 to 5 years old. These findings warrant longer controlled clinical trials that aim to evaluate the efficacy of β-glucans in preventing infections in healthy children and to define their potential to enhance lymphoid cell number and functions in various lymphoid immune deficiencies.",
      "mesh_terms": [
        "Child, Preschool",
        "Colombia",
        "Double-Blind Method",
        "Female",
        "Food, Fortified",
        "Humans",
        "Immunologic Factors",
        "Male",
        "Reishi",
        "Yogurt",
        "beta-Glucans"
      ]
    },
    {
      "pmid": "30055559",
      "title": "Ultra-Low Freezing to Preserve the Lingzhi or Reishi Medicinal Mushroom Ganoderma lucidum (Agaricomycetes).",
      "authors": [
        "Pamela Leonardi",
        "Federico Puliga",
        "Mirco Iotti",
        "Federica Piattoni",
        "Alessandra Zambonelli"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2018",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "Ganoderma lucidum (Curtis) P. Karst., commonly used in traditional Chinese medicine, is characterized by strong genetic and phenotypic variability that reflects its active components. To preserve such a source of pharmacologically active metabolites, specimens must be collected from different geographic regions and their genetic integrity ensured during storage. To this aim, we tested the effect of ultra-low freezing (ULF) at -120°C on the vitality, mycelial growth rate, and fruiting ability of 3 Italian strains of G. lucidum. Results showed that all strains reacted positively to ULF, demonstrating an ability to recover after 3 months of storage without morphological or physiological changes occurring, regardless of treatment. The successful storage of G. lucidum at -120°C opens up the possibility to create a germplasm bank to collect strains of this medicinal fungus from throughout Europe, thereby contributing to the maintenance of its diversity.",
      "mesh_terms": [
        "Freezing",
        "Fruiting Bodies, Fungal",
        "Mycelium",
        "Plants, Medicinal",
        "Preservation, Biological",
        "Reishi"
      ]
    },
    {
      "pmid": "29519314",
      "title": "Hypotensive and neurometabolic effects of intragastric Reishi (Ganoderma lucidum) administration in hypertensive ISIAH rat strain.",
      "authors": [
        "Oleg B Shevelev",
        "Alisa A Seryapina",
        "Evgenii L Zavjalov",
        "Lyudmila A Gerlinskaya",
        "Tatiana N Goryachkovskaya",
        "Nikolay M Slynko",
        "Leonid V Kuibida",
        "Sergey E Peltek",
        "Arcady L Markel",
        "Mikhail P Moshkin"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2018-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: As the standard clinically used hypotensive medicines have many undesirable side effects, there is a need for new therapeutic agents, especially ones of a natural origin. PURPOSE: One possible candidate is extract from the mushroom Reishi (Ganoderma lucidum), which is used in the treatment and prevention of many chronic diseases. STUDY DESIGN AND METHODS: To study the effectiveness of Reishi, which grows in the Altai Mountains, as an antihypertensive agent, we intragastrically administered Reishi water extract to adult male hypertensive ISIAH (inherited stress-induced arterial hypertension) rats. RESULTS: After seven weeks, Reishi therapy reduced blood pressure in experimental animals at a level comparable to that of losartan. Unlike losartan, intragastric Reishi introduction significantly increases cerebral blood flow and affects cerebral cortex metabolic patterns, shifting the balance of inhibitory and excitatory neurotransmitters toward excitation. CONCLUSION: Changes in cerebral blood flow and ratios of neurometabolites suggests Reishi has a potential nootropic effect.",
      "mesh_terms": [
        "Animals",
        "Antihypertensive Agents",
        "Blood Pressure",
        "Carotid Arteries",
        "Cerebral Cortex",
        "Cerebrovascular Circulation",
        "Dietary Supplements",
        "Hypertension",
        "Losartan",
        "Male",
        "Nootropic Agents",
        "Phytotherapy",
        "Rats, Inbred Strains",
        "Reishi"
      ]
    },
    {
      "pmid": "29256841",
      "title": "The Efficacy and Toxicity of Using the Lingzhi or Reishi Medicinal Mushroom, Ganoderma lucidum (Agaricomycetes), and Its Products in Chemotherapy (Review).",
      "authors": [
        "Martina Cizmarikova"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "Around the world, cancer patients often combine conventional anticancer treatment with complementary alternative medicines derived from natural sources such as fungi and mushrooms, including the popular lingzhi or reishi medicinal mushroom Ganoderma lucidum. Many studies to date have described the anticancer properties of G. lucidum, which are attributed to its major pharmacologically bioactive compounds, such as terpenoids and polysaccharides. Moreover, several scientific observations have suggested a potential beneficial therapeutic strategy using G. lucidum in combination with chemotherapeutic agents to improve therapeutic outcome. However, to my knowledge, no systematic review has been conducted in this area. Therefore, this review summarizes the current knowledge on G. lucidum or its individual components in relation to chemotherapeutic efficacy, ability to reverse multidrug resistance, and chemotherapeutic toxicity.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "Humans",
        "Neoplasms",
        "Reishi"
      ]
    },
    {
      "pmid": "29105633",
      "title": "Evaluation of antimicrobial, Cytotoxic and genotoxic activities of Ganoderma lucidum (Reishi mushroom).",
      "authors": [
        "Bulent Ergun"
      ],
      "journal": "Pakistan journal of pharmaceutical sciences",
      "publication_date": "2017-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ganoderma lucidum (GL) is a mushroom used as a traditional remedy for the treatment of various infections since ancient times. This study, was aimed to investigate antimicrobial activity potential of GL against Staphylococcus aureus, Enterococcus faecalis, Listeria monocytogenes, Klebsiella pneumoniae, Pseudomonas aeruginosa, Escherichia coli, Candida albicans, Candida glabrata, Candida krusei, and Candida parapsilopsis. Furthermore, it was also aimed to evaluate the toxicity potential of GL. Antimicrobial activities were screened by using microbroth dilution method. With regard to toxicity studies, cytotoxicity was evaluated by using XTT method against NIH3T3 cell lines, whereas genotoxicity study was conducted by Ames MPF 98/100 mutagenicity assay. Obtained data indicated that minimal inhibitory concentration values of the extract against the tested microorganisms ranged from 200 to 400μg/ml. No cytotoxic activity was observed related to the Ganoderma lucidum administrations. However, results of the Ames test pointed out a genetic damage with metabolic activation against TA98. At the highest concentration (5mg/ml) the extract showed 2.71 fold increase over the baseline significantly. (p<0.05). In conclusion, in spite of significant antimicrobial effect potential, Ganoderma lucidum should be used carefully because of its genotoxicity potential.",
      "mesh_terms": [
        "Animals",
        "Anti-Bacterial Agents",
        "Antifungal Agents",
        "Bacteria",
        "Candida",
        "Cell Survival",
        "Dose-Response Relationship, Drug",
        "Inhibitory Concentration 50",
        "Mesothelin",
        "Mice",
        "Microbial Sensitivity Tests",
        "Mutagenesis",
        "Mutagenicity Tests",
        "Mutagens",
        "NIH 3T3 Cells",
        "Reishi"
      ]
    },
    {
      "pmid": "28322148",
      "title": "Effects of Exogenous Salicylic Acid on Ganoderic Acid Biosynthesis and the Expression of Key Genes in the Ganoderic Acid Biosynthesis Pathway in the Lingzhi or Reishi Medicinal Mushroom, Ganoderma lucidum (Agaricomycetes).",
      "authors": [
        "Peng-Fei Cao",
        "Chen-Gao Wu",
        "Zhi-Hao Dang",
        "Liang Shi",
        "Ai-Liang Jiang",
        "Ang Ren",
        "Ming-Wen Zhao"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We demonstrate herein that salicylic acid (SA) can enhance ganoderic acid (GA) accumulation in the lingzhi or reishi medicinal mushroom Ganoderma lucidum. Following treatment with different concentrations of SA, the GA content was increased 22.72% to 43.04% compared with the control group. When the fungi were treated with 200 μmol/L SA at different times, the GA content was improved 10.21% to 35.24% compared with the control group. By choosing the optimum point based on response surface methodology, the GA content could be increased up to 229.03 μg/100 mg, which was improved 66.38% compared with the control group. When the fungi were treated with 200 μmol/L SA, the transcription levels of key genes in the GA biosynthesis pathway-squalene (SQ) synthase (sqs), lanosterol (Lano; osc), and hydroxy-3-methylglutaryl-coenzyme A reductase (hmgr)-were improved 119.6-, 3.2-, and 4.2-fold, respectively. In addition, following treatment with 100 μmol/L SA, the levels of Lano and SQ, which are intermediate metabolites of GA biosynthesis, were increased 2.8- and 1.4-fold, respectively. These results indicate that SA can regulate the expression of genes related to GA biosynthesis and increases the metabolic levels of Lano and SQ, thereby resulting in the accumulation of GA.",
      "mesh_terms": [
        "Biosynthetic Pathways",
        "Gene Expression Profiling",
        "Gene Expression Regulation",
        "Reishi",
        "Salicylic Acid",
        "Triterpenes"
      ]
    },
    {
      "pmid": "28083078",
      "title": "A Summary of a Cochrane Review: Ganoderma lucidum (Reishi mushroom) for the treatment of cancer.",
      "authors": [
        "Nancy Santesso",
        "L Susan Wieland"
      ],
      "journal": "European journal of integrative medicine",
      "publication_date": "2016-Oct",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "27910775",
      "title": "Hepatoprotective Effects and Mechanisms of Action of Triterpenoids from Lingzhi or Reishi Medicinal Mushroom Ganoderma lucidum (Agaricomycetes) on α-Amanitin-Induced Liver Injury in Mice.",
      "authors": [
        "Huihui Wu",
        "Shanshan Tang",
        "Zhaoqin Huang",
        "Qian Zhou",
        "Ping Zhang",
        "Zuohong Chen"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Most fatal mushroom poisonings are caused by species of the genus Amanita; the amatoxins are responsible for acute liver failure and death in humans. Ganoderma lucidum is a well-known traditional medicinal mushroom that has been shown to have obvious hepatoprotective effects. This study evaluated the hepatoprotective effects of triterpenoids from G. lucidum on liver injury induced by a-amanitin (α-AMA) in mice and the mechanisms of action of these triterpenoids, including radical scavenging and antiapoptosis activities. Mice were treated with α-AMA, followed by G. lucidum total triterpenoids or individual triterpenoids, and their hepatoprotective effects were compared with those of the reference drug silibinin (SIL). Treatment with SIL, G. lucidum total triterpenoids, and each of the 5 individual triterpenoids significantly reduced serum alanine aminotransaminase and aspartate ami- notransaminase concentrations and reduced mortality rates 20-40%. Moreover, triterpenoids and SIL significantly enhanced superoxide dismutase and catalase activity and reduced malondialdehyde content in livers. Treatment with ganoderic acid C2 significantly inhibited DNA fragmentation and decreased caspase-3, -8, and -9 activities. The results demonstrated that triterpenoids have hepatoprotective effects on α-AMA-induced liver injury and that their hepatoprotective mechanisms may be the result of their antioxidative and radical scavenging activities and their inhibition of apoptosis.",
      "mesh_terms": [
        "Alanine Transaminase",
        "Alpha-Amanitin",
        "Animals",
        "Apoptosis",
        "Aspartate Aminotransferases",
        "Chemical and Drug Induced Liver Injury",
        "DNA Damage",
        "Dose-Response Relationship, Drug",
        "Female",
        "Hepatocytes",
        "Male",
        "Mice",
        "Reishi",
        "Specific Pathogen-Free Organisms",
        "Triterpenes"
      ]
    },
    {
      "pmid": "27685898",
      "title": "Ganoderma Lucidum (Reishi Mushroom) and cancer.",
      "authors": [
        "Ahmet Unlu",
        "Erdinc Nayir",
        "Onder Kirca",
        "Mustafa Ozdogan"
      ],
      "journal": "Journal of B.U.ON. : official journal of the Balkan Union of Oncology",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Having a long historical past in traditional Chinese medicine, Ganoderma Lucidum (G. Lucidum) is a type of mushroom believed to extend life and promote health. Due to the increasing consumption pattern, it has been cultivated and marketed intensively since the 1970s. It is claimed to be effective in the prevention and treatment of many diseases, and in addition, it exerts anticancer properties. Almost all the data on the benefits of G. Lucidum are based on laboratory and preclinical studies. The few clinical studies conducted are questionable. Nevertheless, when the findings obtained from laboratory studies are considered, it turns that G. Lucidum is likely to have some benefits for cancer patients. What is important at this point is to determine the components that will provide these benefits, and use them in drug development, after testing their reliability. In conclusion, it would be the right approach to abstain from using and incentivizing this product, until its benefits and harms are set out clearly, by considering its potential side effects.",
      "mesh_terms": [
        "Agaricales",
        "Antineoplastic Agents, Phytogenic",
        "Humans",
        "Medicine, Chinese Traditional",
        "Neoplasms",
        "Plant Preparations",
        "Reishi"
      ]
    },
    {
      "pmid": "27045603",
      "title": "Ganoderma lucidum (Reishi mushroom) for cancer treatment.",
      "authors": [
        "Xingzhong Jin",
        "Julieta Ruiz Beguerie",
        "Daniel Man-Yeun Sze",
        "Godfrey C F Chan"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2016-Apr-05",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Ganoderma lucidum is a natural medicine that is widely used and recommended by Asian physicians and naturopaths for its supporting effects on immune system. Laboratory research and a handful of preclinical trials have suggested that G. lucidum carries promising anticancer and immunomodulatory properties. The popularity of taking G. lucidum as an alternative medicine has been increasing in cancer patients. However, there is no systematic review that has been conducted to evaluate the actual benefits of G. lucidum in cancer treatment. OBJECTIVES: To evaluate the clinical effects of G. lucidum on long-term survival, tumour response, host immune functions and quality of life in cancer patients, as well as adverse events associated with its use. SEARCH METHODS: We searched an extensive set of databases including the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, NIH, AMED, CBM, CNKI, CMCC and VIP Information/Chinese Scientific Journals Database was searched for randomised controlled trials (RCTs) in October 2011. Other strategies used were scanning the references of articles retrieved, handsearching of the International Journal of Medicinal Mushrooms and contact with herbal medicine experts and manufacturers of G. lucidum. For this update we updated the searches in February 2016. SELECTION CRITERIA: To be eligible for being included in this review, studies had to be RCTs comparing the efficacy of G. lucidum medications to active or placebo control in patients with cancer that had been diagnosed by pathology. All types and stages of cancer were eligible for inclusion. Trials were not restricted on the basis of language. DATA COLLECTION AND ANALYSIS: Five RCTs met the inclusion criteria and were included in this review. Two independent review authors assessed the methodological quality of individual trials. Common primary outcomes were tumour response evaluated according to the World Health Organization (WHO) criteria, immune function parameters such as natural killer (NK)-cell activity and T-lymphocyte co-receptor subsets, and quality of life measured by the Karnofsky scale score. No trial had recorded long-term survival rates. Associated adverse events were reported in one study. A meta-analysis was performed to pool available data from the primary trials. Results were gauged using relative risks (RR) and standard mean differences (SMD) for dichotomous and continuous data respectively, with a 95% confidence interval (CI). MAIN RESULTS: The methodological quality of primary studies was generally unsatisfying and the results were reported inadequately in many aspects. Additional information was not available from primary trialists. The meta-analysis results showed that patients who had been given G. lucidum alongside with chemo/radiotherapy were more likely to respond positively compared to chemo/radiotherapy alone (RR 1.50; 95% CI 0.90 to 2.51, P = 0.02). G. lucidum treatment alone did not demonstrate the same regression rate as that seen in combined therapy. The results for host immune function indicators suggested that G. lucidum simultaneously increases the percentage of CD3, CD4 and CD8 by 3.91% (95% CI 1.92% to 5.90%, P < 0.01), 3.05% (95% CI 1.00% to 5.11%, P < 0.01) and 2.02% (95% CI 0.21% to 3.84%, P = 0.03), respectively. In addition, leukocyte, NK-cell activity and CD4/CD8 ratio were marginally elevated. Four studies showed that patients in the G. lucidum group had relatively improved quality of life in comparison to controls. One study recorded minimal side effects, including nausea and insomnia. No significant haematological or hepatological toxicity was reported. AUTHORS' CONCLUSIONS: Our review did not find sufficient evidence to justify the use of G. lucidum as a first-line treatment for cancer. It remains uncertain whether G. lucidum helps prolong long-term cancer survival. However, G. lucidum could be administered as an alternative adjunct to conventional treatment in consideration of its potential of enhancing tumour response and stimulating host immunity. G. lucidum was generally well tolerated by most participants with only a scattered number of minor adverse events. No major toxicity was observed across the studies. Although there were few reports of harmful effect of G. lucidum, the use of its extract should be judicious, especially after thorough consideration of cost-benefit and patient preference. Future studies should put emphasis on the improvement in methodological quality and further clinical research on the effect of G. lucidum on cancer long-term survival are needed. An update to this review will be performed every two years.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "Humans",
        "Immunity, Cellular",
        "Neoplasms",
        "Randomized Controlled Trials as Topic",
        "Reishi"
      ]
    },
    {
      "pmid": "26868374",
      "title": "Resolution of Cutaneous Sarcoidosis Following Topical Application of Ganoderma lucidum (Reishi Mushroom).",
      "authors": [
        "Gulcan Saylam Kurtipek",
        "Arzu Ataseven",
        "Ercan Kurtipek",
        "İlknur Kucukosmanoglu",
        "Mustafa Rasid Toksoz"
      ],
      "journal": "Dermatology and therapy",
      "publication_date": "2016-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ganoderma lucidum (reishi mushroom) has been used in traditional Chinese and Japanese medicine as a herbal remedy for over 2000 years. Studies have shown that G. lucidum has anti-allergic, anti-oxidant, anti-tumor, anti-viral, and anti-inflammatory properties. A review of the literature revealed that there were no studies examining the use of G. lucidum for the treatment of skin diseases. Here, we report the case of a 44-year-old male patient who used soap enriched with G. lucidum and goat's milk for 3 days in treating annular cutaneous sarcoidosis. The patient showed almost complete regression of the lesions."
    },
    {
      "pmid": "26853965",
      "title": "Optimization of the Yield of Lingzhi or Reishi Medicinal Mushroom, Ganoderma lucidum (Higher Basidiomycetes), Cultivated on a Sunflower Seed Hull Substrate Produced in Argentina: Effect of Olive Oil and Copper.",
      "authors": [
        "Maximiliano A Bidegain",
        "Maria Amelia Cubitto",
        "Nestor Raul Curvetto"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Sunflower seed hulls were used as the main component of a solid substrate for the cultivation of the lingzhi or reishi medicinal mushroom Ganoderma lucidum. This study evaluated the effects of supplementing the substrate with olive oil and copper (II) on the mushroom production (MP) parameters and fruiting body total triterpenoid content. The addition of 1.5% olive oil increased total MP by 21.7% (dry basis) in 3 flushes. Copper (60 ppm) increased the daily productivity of the first flush (MP per day) by both reducing the time needed to harvest the crop and increasing the MP. However, the MP at the second and third flushes was reduced. When both supplements were combined, the MP at the first flush was 43% higher than with control treatment. No significant change in mushroom total triterpenoid content was observed by the addition of supplements to the substrate. An increase of 145-155% in the mushroom copper content was obtained by the addition of 60 ppm copper to the substrate. It is thus recommended to use substrate formulations containing both olive oil and copper (II) and harvest just the first flush.",
      "mesh_terms": [
        "Argentina",
        "Copper",
        "Culture Media",
        "Culture Techniques",
        "Helianthus",
        "Olive Oil",
        "Reishi",
        "Seeds"
      ]
    },
    {
      "pmid": "25954905",
      "title": "Evaluation of Anticonvulsant, Antidepressant-, and Anxiolytic-like Effects of an Aqueous Extract from Cultured Mycelia of the Lingzhi or Reishi Medicinal Mushroom Ganoderma lucidum (Higher Basidiomycetes) in Mice.",
      "authors": [
        "Katarzyna Socala",
        "Dorota Nieoczym",
        "Krzysztof Grzywnowicz",
        "Dawid Stefaniuk",
        "Piotr Wlaz"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Ganoderma lucidum is a well-known medicinal mushroom with a long history of use. This study was designed to assess the anticonvulsant potential of an aqueous extract from cultured G. lucidum mycelium in 3 acute seizure models: timed intravenous pentylenetetrazole infusion, maximal electroshock seizure threshold, and 6-Hz-induced psychomotor seizure tests in mice. Moreover, antidepressant-like and anxiolytic-like effects of G. lucidum were evaluated using the forced swim test and the elevated plus maze test in mice, respectively. No changes in seizure thresholds in the intravenous pentylenetetrazole and maximal electroshock seizure threshold tests after acute treatment with G. lucidum extract (200-600 mg/kg) was observed. However, the studied extract (100-400 mg/kg) significantly increased the threshold for psychomotor seizures in the 6-Hz seizure test. In the forced swim test, G. lucidum (100-400 mg/kg) significantly reduced the duration of immobility. No anxiolytic-like or sedative effects were reported in mice pretreated with the extract (400-600 mg/kg). G. lucidum extract (50-2400 mg/kg) did not produce toxic effects in the chimney test (motor coordination) or grip-strength test (neuromuscular strength). Further studies are required to explain the neuropharmacological effects of G. lucidum and to identify its active ingredients that may affect seizure threshold, mood, or anxiety.",
      "mesh_terms": [
        "Animals",
        "Anti-Anxiety Agents",
        "Anticonvulsants",
        "Antidepressive Agents",
        "Anxiety",
        "Depression",
        "Disease Models, Animal",
        "Drug Evaluation, Preclinical",
        "Humans",
        "Male",
        "Mice",
        "Mycelium",
        "Plant Extracts",
        "Reishi",
        "Seizures"
      ]
    },
    {
      "pmid": "25271985",
      "title": "Modulatory effect of crude aqueous extract of Lingzhi or Reishi Medicinal Mushroom, Ganoderma lucidum (Higher Basidiomycetes), on hematological and antioxidant indices in Plasmodium berghei-infected mice.",
      "authors": [
        "Olarewaju M Oluba",
        "Kayode E Adebisi",
        "George O Eidangbe",
        "Adewale A Odutuga",
        "E Chukwu Onyeneke"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hematological and antioxidant effects of the aqueous extract of fruiting bodies of Ganoderma lucidum were evaluated in Plasmodium berghei-infected mice. Extract was administered at doses of 100, 250, and 500 mg/kg body weight by an intragastric tube once daily for 14 d starting from the fourth day after parasite inoculation. At the end of treatment period, mice in each group were sacrificed and blood was collected for hematological and biochemical analyses. A significant (P<0.05) decrease was observed in serum malondialdehyde content with a corresponding significant (P<0.05) increase in superoxide dismutase, glutathione peroxidase, glutathione S-transferase, and glucose 6-phosphate dehydrogenase activities in the extract-treated groups compared to the infected but untreated group. The results obtained suggest that crude aqueous extract of G. lucidum fruiting bodies possesses potent antioxidant activity that protects hemoglobin against Plasmodium-induced oxidative damage. These findings seem to justify the use of the plant in traditional African and Chinese medicine as an anti-inflammatory and antimicrobial agent.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Blood Cells",
        "Blood Chemical Analysis",
        "Complex Mixtures",
        "Disease Models, Animal",
        "Malaria",
        "Male",
        "Mice",
        "Oxidoreductases",
        "Reishi"
      ]
    },
    {
      "pmid": "24941039",
      "title": "Inhibitory activity of Lingzhi or Reishi medicinal mushroom, Ganoderma lucidum (higher Basidiomycetes) on transformed cells by human papillomavirus.",
      "authors": [
        "Eva Hernández-Márquez",
        "Alfredo Lagunas-Martínez",
        "Victor H Bermudez-Morales",
        "Ana I Burgete-García",
        "Ismael León-Rivera",
        "Elizur Montiel-Arcos",
        "Enrique García-Villa",
        "Patricio Gariglio",
        "Vicente Madrid-Marina V",
        "Raul N Ondarza-Vidaurreta"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we investigated the effects of the aqueous extracts of Lingzhi or Reishi medicinal mushroom, Ganoderma lucidum, obtained from three localities (China; and Morelos and Michoacan, Mexico) on cervical cells transformed by human papillomavirus (HeLa and SiHa) and C-33A cancer cells. The cells were plated in DMEM medium supplemented, and were incubated in the presence of different concentrations of G. lucidum for 24 h. Cell proliferation was determined by MTT colorimetric assay and viability by trypan blue assay. Inhibitory dose was determined (IC50) of the three different extracts of G. lucidum in the culture cell lines mentioned above. The apoptosis process was confirmed by nuclear DNA fragmentation and the cell cycle was determined by flow cytometry. The results showed that aqueous extracts G. lucidum obtained from three localities produced inhibition in the proliferation of VPH transformed cells; they also induced apoptosis and cell cycle arrest in HeLa, SiHa, and C-33A cancer cells. Therefore, it was found that aqueous extracts G. lucidum obtained from three different locations produced inhibitory effect on cancer cells and may have a potential therapeutic use for the prevention and treatment of this disease.",
      "mesh_terms": [
        "Antiviral Agents",
        "Apoptosis",
        "Cell Cycle",
        "Cell Line, Transformed",
        "Cell Proliferation",
        "Cell Transformation, Viral",
        "Drugs, Chinese Herbal",
        "Human papillomavirus 16",
        "Human papillomavirus 18",
        "Humans",
        "Papillomavirus Infections",
        "Plant Extracts",
        "Reishi"
      ]
    },
    {
      "pmid": "23864893",
      "title": "Reishi Protein LZ-8 Induces FOXP3(+) Treg Expansion via a CD45-Dependent Signaling Pathway and Alleviates Acute Intestinal Inflammation in Mice.",
      "authors": [
        "Hsien-Yeh Hsu",
        "Yen-Chou Kuan",
        "Tung-Yi Lin",
        "Shu-Ming Tsao",
        "Jason Hsu",
        "Li-Juan Ma",
        "Fuu Sheu"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "LZ-8, an immunomodulatory protein isolated from Ganoderma lucidum (also known as Ling-Zhi or Reishi), has been shown to promote cell proliferation and IL-2 production in T cells. In this study, we show that LZ-8 induces the expansion of both murine and human CD4(+) T cells into FOXP3(+) regulatory T (Treg) cells. LZ-8 treatment was found to stimulate a 4-fold and a 10-fold expansion in the Treg populations of murine and human primary CD4(+) T cells, respectively. In addition, the expression of CTLA-4 and IL-10 was induced in LZ-8-treated CD4(+) T cells. Using neutralizing antibodies and gene-deficient T-cell lines, we also found that LZ-8 promotes Treg expansion through a CD45-mediated signaling pathway and that the CD18-dependent induction of IL-2 was involved in Treg formation and IL-10 production. The suppressive activity of LZ-8 was confirmed using a murine model of DSS-induced colitis; the disease was alleviated by the adoptive transfer of LZ-8-treated CD4(+) T cells. In conclusion, a new regulatory function for LZ-8 was identified, and the molecular mechanisms underlying this function were elucidated."
    },
    {
      "pmid": "23796220",
      "title": "Hepatoprotective effects of aqueous extract from Lingzhi or Reishi medicinal mushroom Ganoderma lucidum (higher basidiomycetes) on α-amanitin-induced liver injury in mice.",
      "authors": [
        "Xin Wu",
        "Jun Zeng",
        "Jinsong Hu",
        "Qiong Liao",
        "Rong Zhou",
        "Ping Zhang",
        "Zuohong Chen"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The Lingzhi or Reishi mushroom Ganoderma lucidum is a well-known traditional medicinal mushroom that has been shown to have obvious hepatoprotective effects. The aim of this study was to evaluate the hepatoprotective effects of G. lucidum aqueous extracts (GLEs) on liver injury induced by α-amanitin (α-AMA) in mice and to analyze the possible hepatoprotective mechanisms related to radical scavenging activity. Mice were treated with α-AMA prepared from Amanita exitialis and then administrated with GLE after the α-AMA injection. The hepatoprotective activity of the GLE was compared with the reference drug silibinin (SIL). α-AMA induced a significant elevation in serum alanine aminotransferase (ALT) and aspartate aminotransferase (AST) activities and provoked a significant reduction of superoxide dismutase (SOD) and catalase (CAT) activities and a significant increment of malondialdehyde (MDA) content in liver homogenate. Treatment with GLE or SIL significantly decreased serum ALT and AST levels, significantly increased SOD and CAT activities, and decreased MDA content in liver compared with the α-AMA control group. The histopathological examination of liver sections was consistent with that of biochemical parameters. The results demonstrated that GLE induces hepatoprotective effects on acute liver injury induced by α-AMA; these protective effects may be related in part to the antioxidant properties of GLE.",
      "mesh_terms": [
        "Alpha-Amanitin",
        "Animals",
        "Chemical and Drug Induced Liver Injury",
        "Dose-Response Relationship, Drug",
        "Female",
        "Ganoderma",
        "Male",
        "Mice",
        "Random Allocation"
      ]
    },
    {
      "pmid": "23468988",
      "title": "Anti-tumor effects of Ganoderma lucidum (reishi) in inflammatory breast cancer in in vivo and in vitro models.",
      "authors": [
        "Ivette J Suarez-Arroyo",
        "Raysa Rosario-Acevedo",
        "Alexandra Aguilar-Perez",
        "Pedro L Clemente",
        "Luis A Cubano",
        "Juan Serrano",
        "Robert J Schneider",
        "Michelle M Martínez-Montemayor"
      ],
      "journal": "PloS one",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The medicinal mushroom Ganoderma lucidum (Reishi) was tested as a potential therapeutic for Inflammatory Breast Cancer (IBC) using in vivo and in vitro IBC models. IBC is a lethal and aggressive form of breast cancer that manifests itself without a typical tumor mass. Studies show that IBC tissue biopsies overexpress E-cadherin and the eukaryotic initiation factor 4GI (eIF4GI), two proteins that are partially responsible for the unique pathological properties of this disease. IBC is treated with a multimodal approach that includes non-targeted systemic chemotherapy, surgery, and radiation. Because of its non-toxic and selective anti-cancer activity, medicinal mushroom extracts have received attention for their use in cancer therapy. Our previous studies demonstrate these selective anti-cancer effects of Reishi, where IBC cell viability and invasion, as well as the expression of key IBC molecules, including eIF4G is compromised. Thus, herein we define the mechanistic effects of Reishi focusing on the phosphoinositide-3-kinase (PI3K)/AKT/mammalian target of rapamycin (mTOR) pathway, a regulator of cell survival and growth. The present study demonstrates that Reishi treated IBC SUM-149 cells have reduced expression of mTOR downstream effectors at early treatment times, as we observe reduced eIF4G levels coupled with increased levels of eIF4E bound to 4E-BP, with consequential protein synthesis reduction. Severe combined immunodeficient mice injected with IBC cells treated with Reishi for 13 weeks show reduced tumor growth and weight by ∼50%, and Reishi treated tumors showed reduced expression of E-cadherin, mTOR, eIF4G, and p70S6K, and activity of extracellular regulated kinase (ERK1/2). Our results provide evidence that Reishi suppresses protein synthesis and tumor growth by affecting survival and proliferative signaling pathways that act on translation, suggesting that Reishi is a potential natural therapeutic for breast and other cancers.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "Base Sequence",
        "Blotting, Western",
        "Cell Line, Tumor",
        "DNA Primers",
        "Female",
        "Humans",
        "Immunohistochemistry",
        "Inflammatory Breast Neoplasms",
        "Phosphatidylinositol 3-Kinases",
        "Real-Time Polymerase Chain Reaction",
        "Reishi",
        "TOR Serine-Threonine Kinases"
      ]
    },
    {
      "pmid": "22696372",
      "title": "Ganoderma lucidum (Reishi mushroom) for cancer treatment.",
      "authors": [
        "Xingzhong Jin",
        "Julieta Ruiz Beguerie",
        "Daniel Man-Yeun Sze",
        "Godfrey C F Chan"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2012-Jun-13",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Ganoderma lucidum is a natural medicine that is widely used and recommended by Asian physicians and naturopaths for its supporting effects on immune system. Laboratory research and a handful of preclinical trials have suggested that G. lucidum carries promising anticancer and immunomodulatory properties. The popularity of taking G. lucidum as an alternative medicine has been increasing in cancer patients. However, there is no systematic review that has been conducted to evaluate the actual benefits of G. lucidum in cancer treatment. OBJECTIVES: To evaluate the clinical effects of G. lucidum on long-term survival, tumour response, host immune functions and quality of life in cancer patients, as well as adverse events associated with its use. SEARCH METHODS: The authors ran an extensive set of databases including the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, NIH, AMED, CBM, CNKI, CMCC and VIP Information/Chinese Scientific Journals Database was searched for randomised controlled trials (RCTs) in October 2011. Other strategies used were scanning the references of articles retrieved, handsearching of the International Journal of Medicinal Mushrooms and contact with herbal medicine experts and manufacturers of G. lucidum. SELECTION CRITERIA: To be eligible for being included in this review, studies had to be RCTs comparing the efficacy of G. lucidum medications to active or placebo control in patients with cancer that had been diagnosed by pathology. All types and stages of cancer were eligible for inclusion. Trials were not restricted on the basis of language. DATA COLLECTION AND ANALYSIS: Five RCTs met the inclusion criteria and were included in this review. Two independent review authors were assigned to assess the methodological quality of individual trials. Common primary outcomes were tumour response evaluated according to the World Health Organization (WHO) criteria, immune function parameters such as natural killer (NK)-cell activity and T-lymphocyte co-receptor subsets, and quality of life measured by the Karnofsky scale score. No trial had recorded long-term survival rates. Associated adverse events were reported in one study. A meta-analysis was performed to pool available data from the primary trials. Results were gauged using relative risks (RR) and standard mean differences (SMD) for dichotomous and continuous data respectively, with a 95% confidence interval (CI). MAIN RESULTS: The methodological quality of primary studies was generally unsatisfying and the results were reported inadequately in many aspects. Additional information was not available from primary trialists. The meta-analysis results showed that patients who had been given G. lucidum alongside with chemo/radiotherapy were more likely to respond positively compared to chemo/radiotherapy alone (RR 1.50; 95% CI 0.90 to 2.51, P = 0.02). G. lucidum treatment alone did not demonstrate the same regression rate as that seen in combined therapy. The results for host immune function indicators suggested that G. lucidum simultaneously increases the percentage of CD3, CD4 and CD8 by 3.91% (95% CI 1.92% to 5.90%, P < 0.01), 3.05% (95% CI 1.00% to 5.11%, P < 0.01) and 2.02% (95% CI 0.21% to 3.84%, P = 0.03), respectively. In addition, leukocyte, NK-cell activity and CD4/CD8 ratio were marginally elevated. Four studies showed that patients in the G. lucidum group had relatively improved quality of life in comparison to controls. One study recorded minimal side effects, including nausea and insomnia. No significant haematological or hepatological toxicity was reported. AUTHORS' CONCLUSIONS: Our review did not find sufficient evidence to justify the use of G. lucidum as a first-line treatment for cancer. It remains uncertain whether G. lucidum helps prolong long-term cancer survival. However, G. lucidum could be administered as an alternative adjunct to conventional treatment in consideration of its potential of enhancing tumour response and stimulating host immunity. G. lucidum was generally well tolerated by most participants with only a scattered number of minor adverse events. No major toxicity was observed across the studies. Although there were few reports of harmful effect of G. lucidum, the use of its extract should be judicious, especially after thorough consideration of cost-benefit and patient preference. Future studies should put emphasis on the improvement in methodological quality and further clinical research on the effect of G. lucidum on cancer long-term survival are needed. An update to this review will be performed every two years.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "Humans",
        "Immunity, Cellular",
        "Neoplasms",
        "Randomized Controlled Trials as Topic",
        "Reishi"
      ]
    },
    {
      "pmid": "22569041",
      "title": "Preferential induction of Th17 cells in vitro and in vivo by Fucogalactan from Ganoderma lucidum (Reishi).",
      "authors": [
        "Hideyuki Yoshida",
        "Mayu Suzuki",
        "Ryota Sakaguchi",
        "Ito Tani",
        "Hitoshi Kotani",
        "Norimasa Shudo",
        "Akihiko Yoshimura"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2012-May-25",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The mushroom known as Reishi (Ganoderma lucidum) has been used as an herbal medicine for tumor treatment and immune system activation. Because its effects on the differentiation of effector T helper cells have not yet been fully understood, we investigated the effects of Reishi and those of its principal ingredient, β-glucan, on the activation of dendritic cells and the differentiation of Th17 cells. Reishi extracts as well as purified β-glucan (Curdran) activated DCs and caused them to produce large amounts of IL-23. β-glucan also enhanced and sustained the transcription of IL-23p19. The MEK-ERK signaling pathway positively regulates IL-23p19 transcription in β-glucan-stimulated DCs. In a mixed leukocyte reaction, Reishi-stimulated DCs preferentially induced Th17 cells. Furthermore, orally-administrated Reishi increased the percentages of Th17 cells and the transcription levels of antimicrobial peptides. Our results show that Reishi and β-glucan activate DCs to produce large amounts of IL-23, which induces Th17 differentiation both in vitro and in vivo.",
      "mesh_terms": [
        "Animals",
        "Antimicrobial Cationic Peptides",
        "Dendritic Cells",
        "Galactans",
        "Interleukin-12",
        "Interleukin-23",
        "Interleukin-23 Subunit p19",
        "Lymphocyte Activation",
        "MAP Kinase Signaling System",
        "Mice",
        "Mice, Inbred C57BL",
        "Reishi",
        "Th17 Cells",
        "Transcription, Genetic",
        "beta-Glucans"
      ]
    },
    {
      "pmid": "23510220",
      "title": "Teratogenic and toxic effects of Lingzhi or Reishi medicinal mushroom, Ganoderma lucidum (W.Curt.:Fr.) P. Karst. (higher Basidiomycetes), on zebrafish embryo as model.",
      "authors": [
        "Rich Milton R Dulay",
        "Sofronio P Kalaw",
        "Renato G Reyes",
        "Noel F Alfonso",
        "Fumio Eguchi"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This paper highlights the teratogenic and toxic effects of Ganoderma lucidum (Lingzhi or Reishi mushroom) extract on zebrafish embryos. Hatchability, malformations, and lethality rate of zebrafish embryos were assessed to provide valuable information regarding the potential teratogenic activity of G. lucidum. Hatching was completed 48 h post treatment application (hpta) at 1% or lower concentrations of extract and embryo water. The hatching rate of embryos treated with 5% or higher concentrations was significantly lower (p> 0.05) than the control. Tail malformation was the most marked morphological abnormality in embryos at 72 hpta, which was obviously caused by 1% extract (55.56% tail malformation) and was observed in all embryos exposed to 5% of extract. Growth retardation was evident in embryos exposed to 5%, 10%, and 20%. However, lethal effect of extract of G. lucidum was dependent on dose and time of exposure. Mortality rates of embryos treated with 5% (44.44%) or higher concentrations of the extract was significantly higher (p > 0.05) than that of the control embryos at 72 hpta. These results suggest that G. lucidum extract has lethal and sub-lethal effects on zebrafish embryos.",
      "mesh_terms": [
        "Animals",
        "Embryo, Nonmammalian",
        "Reishi",
        "Teratogens",
        "Zebrafish"
      ]
    },
    {
      "pmid": "22135873",
      "title": "Medicinal mushroom Lingzhi or Reishi, Ganoderma lucidum (W.Curt.:Fr.) P. Karst., beta-glucan induces Toll-like receptors and fails to induce inflammatory cytokines in NF-kappaB inhibitor-treated macrophages.",
      "authors": [
        "Sainkhuu Batbayar",
        "Mi Jeong Kim",
        "Ha Won Kim"
      ],
      "journal": "International journal of medicinal mushrooms",
      "publication_date": "2011",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Beta-Glucan of medicinal Lingzhi or Reishi mushroom, Ganoderma lucidum (BGG), possesses immunostimulatory and anti-tumor activities. Innate immune cells are activated by the binding of beta-glucan to the dectin-1 receptor. The present study investigated the immunostimulating activities of BGG, including binding to dectin-1, secretion of cytokines and reactive oxygen species, and induction of Toll-like receptors (TLRs) in RAW264.7 mouse macrophages. Reverse transcription-polymerase chain reaction and flow cytometry were used for the cytokine and TLR analyses. A mouse inflammation antibody array was used for protein-level cytokine analysis. BGG bound to dectin-1 and induced RAW264.7 cell secretion of several cytokines, including granulocyte colony-stimulating factor, interleukin (IL)-6, regulated upon activation normal T cell expressed and secreted (RANTES), tissue inhibitor of metalloproteinase-1, and tumor necrosis factor-alpha. The secretion of these cytokines was further increased by the addition of lipopolysaccharide (LPS). BGG also induced both nitric oxide and inducible nitric oxide synthase (iNOS). Treatment with an inhibitor of nuclear factor-kappa B (NF-kappaB) reduced the induction of IL-1, IL-6, and iNOS in a concentration-dependent manner. Expressions of TLR2, TLR4, and TLR6 were increased by BGG treatment, and addition of LPS induced further induction of TLR4 and TLR6. Our result indicates that BGG induces macrophage secretion of inflammatory cytokines, which can be potentiated by the presence of LPS, likely by binding to dectin-1 and TLR-2/6 receptors, which activate NF-kappaB and prompt the secretion of cytokines.",
      "mesh_terms": [
        "Animals",
        "Cell Line",
        "Cytokines",
        "Dose-Response Relationship, Drug",
        "Drugs, Chinese Herbal",
        "Gene Expression Regulation, Enzymologic",
        "I-kappa B Proteins",
        "Interleukin-1",
        "Interleukin-6",
        "Lectins, C-Type",
        "Macrophages",
        "Mice",
        "NF-KappaB Inhibitor alpha",
        "NF-kappa B",
        "Nitric Oxide",
        "Nitric Oxide Synthase Type II",
        "RNA",
        "Reactive Oxygen Species",
        "Reishi",
        "Signal Transduction",
        "Toll-Like Receptors",
        "Zymosan",
        "beta-Glucans"
      ]
    },
    {
      "pmid": "21973321",
      "title": "The water-soluble extract from cultured medium of Ganoderma lucidum (Reishi) mycelia (Designated as MAK) ameliorates murine colitis induced by trinitrobenzene sulphonic acid.",
      "authors": [
        "R Hanaoka",
        "Y Ueno",
        "S Tanaka",
        "K Nagai",
        "T Onitake",
        "K Yoshioka",
        "K Chayama"
      ],
      "journal": "Scandinavian journal of immunology",
      "publication_date": "2011-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ganoderma lucidum Karst is well known as 'Reishi', a traditional food in China and Japan. It contains a polysaccharide component known to induce granulocyte macrophage colony-stimulating factor (GM-CSF) production from murine splenocytes. Moreover, GM-CSF may be a therapeutic agent for Crohn's disease. In this study, we investigated the water-soluble, polysaccharide components of Reishi (designated as MAK) in murine colitis induced by trinitrobenzene sulphonic acid (TNBS). We examined the concentration of GM-CSF in peritoneal macrophage cells (PMs) of C57BL/6 mice during in vitro and in vivo stimulation with MAK. After feeding with chow or MAK for 2 weeks, 2 mg of TNBS/50% ethanol was administered to each mouse. After 3 days of TNBS treatment, intestinal inflammation was evaluated, and mononuclear cells of the mesenteric lymph nodes (MLNs) and colon were cultured for ELISA. To determine the preventive role of GM-CSF, the mice were pre-treated with or without anti-GM-CSF antibody before TNBS administration. In vitro and in vivo MAK-stimulated PMs produced GM-CSF in a dose-dependent manner. Intestinal inflammation by TNBS was improved by feeding with MAK. MLNs of mice treated with TNBS produced IFN-γ, which was inhibited by feeding with MAK. In contrast, MLNs of mice treated with TNBS inhibited GM-CSF production, which was induced by feeding with MAK. The colon organ culture assay also revealed that IFN-γ was decreased and GM-CSF was increased by MAK. The preventive effect was blocked by the neutralization of GM-CSF. We concluded that the induction of GM-CSF by MAK may provide the anti-inflammatory effect.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Antibodies, Monoclonal",
        "Cells, Cultured",
        "Colitis",
        "Colon",
        "Culture Media",
        "Disease Models, Animal",
        "Drugs, Chinese Herbal",
        "Granulocyte-Macrophage Colony-Stimulating Factor",
        "Humans",
        "Interferon-gamma",
        "Macrophages, Peritoneal",
        "Mice",
        "Mice, Inbred C57BL",
        "Mycelium",
        "Reishi",
        "Trinitrobenzenesulfonic Acid"
      ]
    },
    {
      "pmid": "21888505",
      "title": "Ganoderma lucidum (Reishi) inhibits cancer cell growth and expression of key molecules in inflammatory breast cancer.",
      "authors": [
        "Michelle M Martínez-Montemayor",
        "Raysa Rosario Acevedo",
        "Elisa Otero-Franqui",
        "Luis A Cubano",
        "Suranganie F Dharmawardhane"
      ],
      "journal": "Nutrition and cancer",
      "publication_date": "2011",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Inflammatory breast cancer (IBC) is the most lethal and least understood form of advanced breast cancer. Its lethality originates from its nature of invading the lymphatic system and absence of a palpable tumor mass. Different from other metastatic breast cancer cells, IBC cells invade by forming tumor spheroids that retain E-cadherin-based cell-cell adhesions. Herein we describe the potential of the medicinal mushroom Ganoderma lucidum (Reishi) as an attractive candidate for anti-IBC therapy. Reishi contains biological compounds that are cytotoxic against cancer cells. We report the effects of Reishi on viability, apoptosis, invasion, and its mechanism of action in IBC cells (SUM-149). Results show that Reishi selectively inhibits cancer cell viability although it does not affect the viability of noncancerous mammary epithelial cells. Apoptosis induction is consistent with decreased cell viability. Reishi inhibits cell invasion and disrupts the cell spheroids that are characteristic of the IBC invasive pathology. Reishi decreases the expression of genes involved in cancer cell survival and proliferation (BCL-2, TERT, PDGFB), and invasion and metastasis (MMP-9), whereas it increases the expression of IL8. Reishi reduces BCL-2, BCL-XL, E-cadherin, eIF4G, p120-catenin, and c-Myc protein expression and gelatinase activity. These findings suggest that Reishi is an effective anti-IBC therapeutic.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "Apoptosis",
        "Blotting, Western",
        "Cadherins",
        "Catenins",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Cell Survival",
        "Eukaryotic Initiation Factor-4G",
        "Female",
        "Fluorescent Antibody Technique",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "Inflammatory Breast Neoplasms",
        "Neoplasm Invasiveness",
        "Neoplasm Metastasis",
        "Proto-Oncogene Proteins c-myc",
        "Real-Time Polymerase Chain Reaction",
        "Reishi",
        "bcl-2-Associated X Protein",
        "bcl-X Protein",
        "Delta Catenin"
      ]
    },
    {
      "pmid": "20681640",
      "title": "Polysaccharides PS-G and protein LZ-8 from Reishi (Ganoderma lucidum) exhibit diverse functions in regulating murine macrophages and T lymphocytes.",
      "authors": [
        "Chen-Hao Yeh",
        "Hsiao-Chin Chen",
        "Jeng-Je Yang",
        "Wen-I Chuang",
        "Fuu Sheu"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2010-Aug-11",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Bioactive components in Ganoderma lucidum mainly include polysaccharides (PS-G) and immunomodulatory protein Ling Zhi-8 (LZ-8). These components may have diverse regulatory functions in the immune system. However, the PS-G preparations from different procedures still contained partial LZ-8 residue, indicating that the specific target and regulating function of PS-G and LZ-8 were not fully understood. In the present study, PS-G was subjected to 15% TCA for removing proteins and the LZ-8 detection using anti-LZ-8 monoclonal antibodies showed a remarkable 89.7% protein reduction of the deproteinized PS-G (dpPS-G). The Saccharomyces cerevisiae which expressed recombinant LZ-8 protein (rLZ-8) without glycosylation was generated and then compared with dpPS-G in the induction toward murine primary macrophage and T lymphocytic cells. The peritoneal macrophages from TLR4-deficient and wild type mice revealed that TLR4 was a putative receptor of dpPS-G, mediating the TNF-alpha, IL-1beta and IL-12p70 cytokine production and CD86, MHC II expression on macrophages, while rLZ-8 enhanced the production of IL-1beta, IL-12p70, CD86, and MHC II expression by another obscure route. rLZ-8-treated macrophages enhanced the release of IFN-gamma and IL-2 by murine CD4(+) and CD8(+) T cells, whereas dpPS-G treatment did not enhance the release of IFN-gamma and IL-2. Furthermore, although the direct rLZ-8-treatment conduced dramatic CD154, CD44 expression on CD3(+) T cells and increased IL-2, IFN-gamma secretion on CD4(+) and CD8(+) T cells, the dpPS-G was incapable of priming CD3(+), CD4(+) or CD8(+) T cells unitarily. Taken together, these results demonstrated that LZ-8 could activate murine macrophages and T lymphocytes but PS-G was merely the activator for macrophages, suggesting their diverse roles in activating the innate and adaptive immunity.",
      "mesh_terms": [
        "Animals",
        "Cells, Cultured",
        "Cytokines",
        "Fungal Proteins",
        "Immunologic Factors",
        "Lymphocyte Activation",
        "Macrophage Activation",
        "Macrophages",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Knockout",
        "Polysaccharides",
        "Reishi",
        "T-Lymphocytes"
      ]
    },
    {
      "pmid": "22966257",
      "title": "A water-soluble extract from cultured medium of Ganoderma lucidum (Reishi) mycelia attenuates the small intestinal injury induced by anti-cancer drugs.",
      "authors": [
        "Naoki Kashimoto",
        "Satomi Ishii",
        "Yuki Myojin",
        "Mitsuyasu Ushijima",
        "Minoru Hayama",
        "Hiromitsu Watanabe"
      ],
      "journal": "Oncology letters",
      "publication_date": "2010-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study investigated whether a water-soluble extract from the culture medium of Ganoderma lucidum (Reishi) mycelia (MAK) is able to protect the small intestine against damage induced by anti-cancer drugs. Six-week-old male B6C3F1/Crlj mice were fed a basal diet (MF) alone or with various doses of MAK or Agarics blazei Murrill (AGA) beginning one week before treatment with the anti-cancer drugs. Mice were sacrificed 3.5 days after injection of the anti-cancer drug, the small intestine was removed and tissue specimens were examined for the regeneration of small intestinal crypts. In experiment 1, the number of regenerative crypts after the administration of 5-fluorouracil (5FU) intravenously (250 mg/kg) or intraperitoneally (250 or 500 mg/kg) was compared after treatment with MAK or AGA. MAK protected against 5FU-induced small intestinal injury whereas AGA did not. In experiment 2, we investigated the protective effect of MAK against small intestinal injury induced by the anti-cancer drugs: UFT (tegafur with uracil; 1,000 mg/kg, orally), cisplatin (CDDP; 12.5 and 25 mg/kg, intraperitoneally), cyclophosphamide (CPA; 250 mg/kg, orally) and gefitinib (Iressa; 2,000 and 4,000 mg/kg, orally). UFT and CDDP decreased the number of regenerative crypts, but treatment with MAK attenuated the extent of UFT- or CDDP-induced small intestinal injury. CPA or Iressa plus MAK up-regulated crypt regeneration. The present results indicate that MAK ameliorates the small intestinal injury caused by several anti-cancer drugs, suggesting that MAK is a potential preventive agent against this common adverse effect of chemotherapy."
    },
    {
      "pmid": "19547459",
      "title": "The interaction of lipopolysaccharide with membrane receptors on macrophages pretreated with extract of Reishi polysaccharides measured by optical tweezers.",
      "authors": [
        "Ming-Tzo Wei",
        "Kuo-Feng Hua",
        "Jowey Hsu",
        "Artashes Karmenyan",
        "Kai-Yu Tseng",
        "Chi-Huey Wong",
        "Hsien-Yeh Hsu",
        "Arthur Chiou"
      ],
      "journal": "Optics express",
      "publication_date": "2007-Aug-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lipopolysaccharide (LPS), one of the cell wall components of Gram-negative bacteria, is recognized by and interacted with receptors on macrophages. In this paper, we report the trapping of LPS-coated polystyrene particles via optical tweezers and measured its interaction with murine macrophages (J774A.1 cells) for cells pre-treated with extract of Reishi polysaccharides (EORP) vs. those without EORP treatment. Our experimental results indicate that the cellular affinity for LPS increases when the macrophage is pretreated with EORP. We demonstrate for the first time by conventional biological methods and by tracking the dynamics of optically-trapped LPS-coated particles interacting with J774A.1 cells, that EORP not only enhances J774A.1 cells surface expression of TLR4 and CD14, two receptors on macrophages, as well as LPS binding and phagocytosis internalization, but also reduces the adhesion time constant and increases the force constant of the binding interaction. The application of optical tweezers allows us to study the effect on a single cell quantitatively in real-time with a spatial resolution ~ 1 mum within a single cell."
    },
    {
      "pmid": "17089035",
      "title": "Inhibitory effect of a water-soluble extract from the culture medium of Ganoderma lucidum (Rei-shi) mycelia on the development of pulmonary adenocarcinoma induced by N-nitrosobis (2-hydroxypropyl) amine in Wistar rats.",
      "authors": [
        "Naoki Kashimoto",
        "Minoru Hayama",
        "Kenji Kamiya",
        "Hiromitsu Watanabe"
      ],
      "journal": "Oncology reports",
      "publication_date": "2006-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A water-soluble extract from the culture medium of Ganoderma lucidum (Rei-shi) mycelia (MAK) has been shown to exert a potent chemopreventive effect. The present study was designed to investigate the effects of dietary MAK supplementation on the development of lung tumors initiated by N-nitrosobis (2-hydroxypropyl) amine (BHP) in male Slc:Wistar rats. A total of 77 animals, 6 weeks of age, were divided into 5 groups and given BHP (2,000 ppm) in their drinking water for 10 weeks. The normal controls were not supplied with BHP. After treatment with the carcinogen, the rats were fed a normal control MF solid diet, or the same diet containing MAK (1.25%, 2.5% or 5%) for 12 weeks. Macroscopically, all the doses of MAK reduced the number of nodules, and the effect of 5% MAK was found to be especially significant. Microscopically, an increase in the number of proliferating cell nuclear antigen (PCNA)-negative tumors and a decrease in the number of tumors strongly positive for PCNA were observed in the tissue sections from the rats that had received all the doses of MAK. The present results thus indicate that dietary supplementation with MAK inhibits the development of lung tumors, suggesting that MAK may be a potent chemopreventive agent against lung carcinogenesis.",
      "mesh_terms": [
        "Adenocarcinoma",
        "Animals",
        "Carcinogens",
        "Culture Media",
        "Diet",
        "Dose-Response Relationship, Drug",
        "Drugs, Chinese Herbal",
        "Immunohistochemistry",
        "Lung Neoplasms",
        "Male",
        "Mycelium",
        "Nitrosamines",
        "Proliferating Cell Nuclear Antigen",
        "Rats",
        "Rats, Wistar",
        "Reishi"
      ]
    },
    {
      "pmid": "15544548",
      "title": "Cellular and physiological effects of Ganoderma lucidum (Reishi).",
      "authors": [
        "Daniel Sliva"
      ],
      "journal": "Mini reviews in medicinal chemistry",
      "publication_date": "2004-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "In Asia, a variety of dietary products have been used for centuries as popular remedies to prevent or treat different diseases. A large number of herbs and extracts from medicinal mushrooms are used for the treatment of diseases. Mushrooms such as Ganoderma lucidum (Reishi), Lentinus edodes (Shiitake), Grifola frondosa (Maitake), Hericium erinaceum (Yamabushitake), and Inonotus obliquus (Chaga) have been collected and consumed in China, Korea, and Japan for centuries. Until recently, these mushrooms were largely unknown in the West and were considered 'fungi' without any nutritional value. However, most mushrooms are rich in vitamins, fiber, and amino acids and low in fat, cholesterol, and calories. These mushrooms contain a large variety of biologically active polysaccharides with immunostimulatory properties, which contribute to their anticancer effects. Furthermore, other bioactive substances, including triterpenes, proteins, lipids, cerebrosides, and phenols, have been identified and characterized in medicinal mushrooms. This review summarizes the biological effects of Ganoderma lucidum upon specific signaling molecules and pathways, which are responsible for its therapeutic effects.",
      "mesh_terms": [
        "Agaricales",
        "Animals",
        "Humans",
        "Molecular Structure",
        "Oligosaccharides",
        "Polysaccharides",
        "Reishi",
        "Triterpenes"
      ]
    },
    {
      "pmid": "15118318",
      "title": "Immuno-potentiating effects of the antler-shaped fruiting body of Ganoderma lucidum (Rokkaku-Reishi).",
      "authors": [
        "Michihiro Kohguchi",
        "Toshio Kunikata",
        "Hikaru Watanabe",
        "Naoki Kudo",
        "Takashi Shibuya",
        "Tatsuya Ishihara",
        "Kanso Iwaki",
        "Masao Ikeda",
        "Shigeharu Fukuda",
        "Masashi Kurimoto"
      ],
      "journal": "Bioscience, biotechnology, and biochemistry",
      "publication_date": "2004-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The immuno-potentiating effects of the antler-shaped fruiting body of Ganoderma lucidum (Rokkaku-Reishi, RR), which has been used as a traditional supplement for human health, were investigated in mice. BALB/c mice were administered orally with RR for 3 days at a dose of 50 mg/kg or 500 mg/kg, and interferon-gamma (IFN-gamma) production by splenocytes in response to lipopolysaccharide (LPS) was examined on day 4. The oral administration of 500 mg/kg of RR resulted in a significant increase (p<0.05) in IFN-gamma production. Stimulation of splenic adherent cells from these mice with LPS also resulted in a significant increase (p<0.05) in interleukin-12 (IL-12) production compared with that from the control mice, suggesting that splenic macrophages were activated by RR administration. Furthermore, 500 mg/kg of RR administered for 14 days resulted in a significant increase (p<0.05) in IFN-gamma production by splenocytes in response to both LPS and concanavalin A (Con A). These results suggest that not only splenic macrophages but also T cells were activated by the long-term treatment with RR in vivo. On the other hand, the production of interleukin-4 (IL-4), which is known as an allergic disease-related cytokine, was not affected by the long-term treatment with RR. Our results suggest that the oral administration of RR resulted in Th1-associated immuno-potentiating activities in vivo.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Body Weight",
        "Cells, Cultured",
        "Concanavalin A",
        "Female",
        "Glucans",
        "Immunity",
        "Interferon-gamma",
        "Interleukin-12",
        "Lipopolysaccharides",
        "Mice",
        "Mice, Inbred BALB C",
        "Plant Extracts",
        "Reishi",
        "Spleen",
        "Th1 Cells",
        "Time Factors"
      ]
    },
    {
      "pmid": "14713328",
      "title": "Ganoderma lucidum (Reishi) in cancer treatment.",
      "authors": [
        "Daniel Sliva"
      ],
      "journal": "Integrative cancer therapies",
      "publication_date": "2003-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "The popular edible mushroom Ganoderma lucidum (Reishi) has been widely used for the general promotion of health and longevity in Asian countries. The dried powder of Ganoderma lucidum was popular as a cancer chemotherapy agent in ancient China. The authors recently demonstrated that Ganoderma lucidum inhibits constitutively active transcription factors nuclear factor kappa B (NF-kappaB) and AP-1, which resulted in the inhibition of expression of urokinase-type plasminogen activator (uPA) and its receptor uPAR. Ganoderma lucidum also suppressed cell adhesion and cell migration of highly invasive breast and prostate cancer cells, suggesting its potency to reduce tumor invasiveness. Thus, Ganoderma lucidum clearly demonstrates anticancer activity in experiments with cancer cells and has possible therapeutic potential as a dietary supplement for an alternative therapy for breast and prostate cancer. However, because of the availability of Ganoderma lucidum from different sources, it is advisable to test its biologic activity.",
      "mesh_terms": [
        "Antineoplastic Agents, Phytogenic",
        "Breast Neoplasms",
        "Cell Line, Tumor",
        "Female",
        "Humans",
        "Male",
        "Phytotherapy",
        "Plant Extracts",
        "Prostatic Neoplasms",
        "Reishi"
      ]
    },
    {
      "pmid": "12579275",
      "title": "A water-soluble extract from cultured medium of Ganoderma lucidum (Rei-shi) mycelia suppresses azoxymethane-induction of colon cancers in male F344 rats.",
      "authors": [
        "Huimei Lu",
        "Eikai Kyo",
        "Toshihiro Uesaka",
        "Osamu Katoh",
        "Hiromitsu Watanabe"
      ],
      "journal": "Oncology reports",
      "publication_date": "2003",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study was designed to investigate the protective effect of a dietary water-soluble extract from cultured medium of Ganoderma lucidum (Rei-shi or Mannentake) mycelia (designated as MAK) on the induction and development of azoxymethane (AOM)-induced colon tumors in male F344/Du Crj rats. A total of 80 animals were divided into five groups at six weeks of age, groups 2, 3 and 4 being given weekly subcutaneous injections of AOM (15 mg/kg body weight) for the initial 3 weeks to induce colon tumors. Rats in group 1 and 5 were injected with the vehicle, 0.9% (w/v) saline, following the same schedule. Rats in groups 1, 2, 3, 4 and 5 were fed MF, MF, 1.25% MAK, 2.5% MAK and 2.5% MAK diets, respectively, starting 1 week before AOM treatment and throughout the six-month experimental period. There were no significant differences in number of ACF, total AC and AC per site among groups 2 to 4, but the tumor incidence was significantly lower, and tumor size was smaller in group 4 (AOM + 2.5% MAK) than in group 2 (AOM + MF). Additionally, beta-catenin positive tumor cell nuclei were significantly decreased in the MAK-fed rats (groups 3 and 4), which also demonstrated lowering of the PCNA labeling index and a shortened germinal region in the colon. The present results thus indicate that dietary MAK could act as a potent chemopreventive agent for colon carcinogenesis.",
      "mesh_terms": [
        "Adenoma",
        "Animals",
        "Anticarcinogenic Agents",
        "Azoxymethane",
        "Biomarkers, Tumor",
        "Cell Division",
        "Colonic Neoplasms",
        "Culture Media",
        "Immunoenzyme Techniques",
        "Male",
        "Mycelium",
        "Plant Extracts",
        "Proliferating Cell Nuclear Antigen",
        "Rats",
        "Rats, Inbred F344",
        "Reishi",
        "Tumor Cells, Cultured"
      ]
    }
  ]
}