{
  "supplement": "Resistance Training",
  "query": "Resistance Training[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:28:14",
  "research_count": 1936,
  "count": 100,
  "articles": [
    {
      "pmid": "40296587",
      "title": "Effectiveness of Functional Resistance Training in Hospital to Prevent Deconditioning and Improve Discharge Pathways: A Service Evaluation.",
      "authors": [
        "William Carey",
        "Hannah Warwick",
        "Shaun Burnham",
        "Fionn Wall",
        "Mohammed Raja",
        "Victoria Dickens",
        "Helen Hurst",
        "Lindsey Darley",
        "Emma Elliott",
        "Daniel Rowbotham"
      ],
      "journal": "Journal of evaluation in clinical practice",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Deconditioning is a complex process of physiological change following a period of inactivity. This can be observed in a clinical setting when hospital patients have prolonged periods of bed rest. Prolonged bed rest negatively affects health-related outcomes such as cardiovascular, respiratory and musculoskeletal function, and is linked to increased mortality. To combat deconditioning in patients, a functional resistance exercise intervention may be suitable to employ. Exercise interventions can successfully prevent and reverse muscle loss and functional decline, the main component of deconditioning. METHODS: This service evaluation investigates functional resistance training (FRT) as a preventive measure against inpatient deconditioning, conducted from September 2023 to January 2024 with 146 inpatients admitted to medical or orthopaedic wards. Inclusion criteria were age 65 years or older, ability to follow instructions, no baseline hoisting, and sufficient medical fitness. FRT was delivered by sport and exercise professionals. Outcome measures were strength and function-based and were completed pre- and post-intervention. Statistical analysis was conducted using IBM SPSS Statistics 29 (Windows). Normality was assessed via the Shapiro-Wilk test, with statistical significance set at p ≤ 0.05. Paired t-tests compared admission and discharge outcomes to evaluate the intervention's effectiveness. Spearman's ρ was used to assess correlations between engagement rate and each outcome measure. As this is an evaluation of a current service, with no additional interventions carried out, or additional data collected, ethics approval was not required. RESULTS: Preliminary findings reveal high engagement (average 80%) and significant improvements (p ≤ 0.001) in muscle strength, grip strength, 30-s sit-to-stand test (30STS), and DeMorton's Mobility Index (DEMMI) post-FRT. Handheld dynamometry indicates a notable 30%-50% increase in muscle strength, while grip strength improved by 11%. However, a 20% reduction occurred in patients with < 50% engagement, suggesting deconditioning without FRT. The 30STS observed a 100% increase in repetitions, indicating improved lower limb strength. DEMMI scores showed a statistically significant enhancement in overall mobility post-intervention. Notably, 26 pathways were downgraded with over 80% engagement, suggesting FRT-engaged patients are more likely to downgrade. CONCLUSION: The positive effects on muscle and grip strength, lower limb function, and overall mobility underscore FRT's potential as a valuable clinical intervention. Downgrades in discharge pathways suggest positive financial implications of FRT. Further research with larger samples and controlled designs is crucial for validating these findings and determining optimal FRT protocols in healthcare settings.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Male",
        "Aged",
        "Female",
        "Patient Discharge",
        "Muscle Strength",
        "Bed Rest",
        "Aged, 80 and over"
      ]
    },
    {
      "pmid": "40294903",
      "title": "Effects of a 16-week high-speed resistance training program on heart rate variability indices in community-dwelling independent older adults: A clinical trial.",
      "authors": [
        "Alexandre Duarte Martins",
        "Orlando Fernandes",
        "João Paulo Brito",
        "Bruno Gonçalves",
        "Rafael Oliveira",
        "Nuno Batalha"
      ],
      "journal": "Journal of applied gerontology : the official journal of the Southern Gerontological Society",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study explored the impact of a 16-week high-speed resistance training (HSRT) program on heart rate variability (HRV) indices in independent older adults. The participants were divided into either an intervention group (IG, N = 40) or a control group (CG, N = 39). The IG participated in supervised HSRT sessions three times weekly, comprising 5-6 exercises with 2-3 sets and 6-10 repetitions, which lasted 60-70 min. The CG did not engage in any exercise program. HRV indices, encompassing time, frequency, and non-linear, were recorded over a six-minute period. The ANCOVA results revealed significant improvements favoring the IG for mean RR (η2p = 0.050), systolic blood pressure (η2p = 0.126), and pulse pressure (η2p = 0.157). Additionally, within-group analyses revealed significant increases in stress index (dunb = 0.52), sample entropy (dunb = 0.38), and DFA α1 (dunb = 0.38) exclusively in the CG. This study highlights the significant potential of the HSRT to induce favorable changes in parasympathetic activity and reduce arterial stiffness."
    },
    {
      "pmid": "40288581",
      "title": "Resistance training increases myofibrillar protein synthesis in middle-to-older aged adults consuming a typical diet with no influence of protein source: a randomized controlled trial.",
      "authors": [
        "Marie Korzepa",
        "Jonathan I Quinlan",
        "Ryan N Marshall",
        "Lucy M Rogers",
        "Archie E Belfield",
        "Yasir S Elhassan",
        "Alex Lawson",
        "Chloe Ayre",
        "Joan M Senden",
        "Joy Pb Goessens",
        "Elisa I Glover",
        "Gareth A Wallis",
        "Luc Jc van Loon",
        "Leigh Breen"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The primary protein source of a diet may impact skeletal muscle maintenance with advancing age. The impact of the animal and plant protein content of a typical protein-containing diet on muscle anabolism in middle-to-older aged adults is unknown. OBJECTIVES: To determine muscle adaptive remodelling response to a 10-day dietary intervention containing divergent protein sources, with and without resistance exercise training (RET) in middle-to-older aged adults. METHODS: In a single-blind randomized control trial, twenty-seven 50-70-year-old participants consumed 1.0g·kg BM-1·day-1 of protein from an animal-focused whey protein-supplemented diet (AW-D) or plant-focused pea protein-supplemented diet (PP-D). Throughout the 10-day diet intervention, unilateral knee extensor RET was performed every other day. Deuterated water ingestion and skeletal muscle biopsies enabled measurement of daily integrated myofibrillar protein synthesis (iMyoPS) rates in the trained, and untrained legs. Changes in metabolic rate, body composition, lipid profiles, renal function, whole-body nitrogen balance (WBNB), strength and muscle architecture were also determined. RESULTS: Daily iMyoPS rates were significantly greater (P<0.001) in the trained compared to the untrained leg for AW-D (1.44 ± 0.26 vs 1.29 ± 0.27 %⋅day-1) and PP-D (1.50 ± 0.17 vs 1.34 ± 0.21 %⋅day-1) with no differences between groups, within leg. Training and diet did not affect intracellular anabolic signalling, muscle architecture, strength, metabolic rate, renal function or WBNB. Serum non-HDL cholesterol was significantly (P=0.014) lower following the intervention for PP-D only (pre: 3.89 ± 0.84, post 3.37 ± 0.78 mmol⋅L) with no other changes in lipid profiles. CONCLUSIONS: The 10-day provision of 1.0g·kg BM-1·day-1 from predominantly plant-derived or animal-derived protein does not influence daily iMyoPS rates in middle-to-older aged adults and has little impact on metabolic and renal health parameters. RET enhances rates of daily iMyoPS in middle-to-older aged adults consuming a typical protein-containing diet, with no influence of protein source. CLINICAL TRIAL REGISTRY NUMBER: ClinicalTrials.gov NCT05574205 https://clinicaltrials.gov/study/NCT05574205."
    },
    {
      "pmid": "40281232",
      "title": "Vascular adaptations to blood flow restriction resistance training with different cuff types: the role of retrograde shear stress.",
      "authors": [
        "Lin-Sheng Chen",
        "Natalie McLaurin",
        "Philippe Brosselin",
        "Daniela Charry",
        "Taha Alhalimi",
        "Hirofumi Tanaka"
      ],
      "journal": "European journal of applied physiology",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Narrow-elastic bands (NE) and wide-rigid cuffs (WR) are two types of cuffs that are frequently used in blood flow restriction (BFR) training. Because these cuffs produce different hemodynamic responses, vascular adaptations might differ depending upon what cuffs are used. We examined the hypothesis that BFR with NE would improve vascular function while BFR with WR would decrease vascular function. METHODS: Twenty-six young healthy participants completed supervised BFR training for 2 weeks with NE placed on one arm and WR on the other arm during upper-body resistance exercise using random arm allocation with counterbalancing across the participants. Flow-mediated dilation (FMD), arterial stiffness, muscle strength, and muscle mass in both arms were measured before and after the intervention. To explore possible mechanisms underlying vascular adaptations, retrograde shear rates (SR) induced by different cuffs in the brachial artery were also measured before the intervention. RESULTS: Muscle strength increased in both arms (p < 0.05). FMD increased in the NE arm (5.6 ± 2.9 to 7.7 ± 3.4%, p = 0.004) but did not change in the WR arm (6.0 ± 2.5 to 4.9 ± 2.7%, p = 0.12). Retrograde SR was higher under WR occlusion compared with NE occlusion and no cuff (no cuff: 22 ± 9, NE: 25 ± 9 vs. WR: 39 ± 13 s-1, p < 0.001). A negative correlation was found between WR occlusion-induced changes in retrograde SR and relative changes in FMD (r = -0.42, p = 0.02). CONCLUSION: Different BFR cuffs led to similar muscle adaptations but different vascular adaptations. The difference in the vascular adaptation between two different cuffs might be explained by a greater retrograde SR induced by WR occlusion."
    },
    {
      "pmid": "40281117",
      "title": "Improving spinal alignment through innovative resistance training with outdoor fitness equipment in middle-aged and older adults: a randomized controlled trial.",
      "authors": [
        "P J Marcos-Pardo",
        "T Abelleira-Lamela",
        "R Vaquero-Cristóbal",
        "A Espeso-García",
        "F Esparza-Ros",
        "N González-Gálvez"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The main objective of this study was to analyze the effect of a resistance training program using outdoor fitness equipment (OFE) on sagittal spine disposition and pelvic tilt in middle-aged and older adults. One hundred and twenty-eight middle-aged and older adults were randomly assigned to the training (TG) or control group (CG). The TG trained for 8 weeks, with 2 weekly sessions of one hour of resistance circuit training with OFE. Before and after the intervention, the sagittal spine disposition and pelvic tilt in the relaxed standing and sitting positions were analyzed. The results showed that the TG obtained a significant reduction (p < 0.001) in all the curvatures of the sagittal spine disposition and pelvic tilt in the standing position after the intervention, in contrast to the CG, which only showed a significant reduction in pelvic tilt (p = 0.005). Regarding the sitting position, only the TG presented a significant decrease in lumbar lordosis (p < 0.001). In conclusion, resistance training with OFE may be useful in improving sagittal spine disposition in middle-aged and older adults. Given the availability of free OFE in parks, the present research provides elders with an accessible and effective training program to curb the effects of ageing on the sagittal spine disposition.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Middle Aged",
        "Aged",
        "Male",
        "Female",
        "Spine",
        "Posture"
      ]
    },
    {
      "pmid": "40278841",
      "title": "Impact of resistance training on inflammatory biomarkers and associations with treatment outcomes in colon cancer.",
      "authors": [
        "Seohyuk Lee",
        "Chao Ma",
        "Bette J Caan",
        "Alexandra M Binder",
        "Justin C Brown",
        "Amalia Pena Perez",
        "Catherine Lee",
        "Erin Weltzien",
        "Michelle C Ross",
        "Charles P Quesenberry",
        "Kristin L Campbell",
        "Elizabeth M Cespedes Feliciano",
        "Adrienne Castillo",
        "Kathryn H Schmitz",
        "Jeffrey A Meyerhardt"
      ],
      "journal": "Cancer",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "abstract": "INTRODUCTION: Among patients with colon cancer undergoing adjuvant chemotherapy, the impact of resistance training with supplemental dietary protein on inflammatory changes during treatment, whether baseline or changes in inflammatory markers are associated with relative dose intensity (RDI), and the associations of inflammation with body composition were investigated. METHODS: A multicenter randomized clinical trial of 174 patients with colon cancer undergoing adjuvant chemotherapy assigned to a home-based resistance training program or usual care was conducted. High-sensitivity C-reactive protein (hsCRP), interleukin-6, tumor necrosis factor-α receptor-II, and growth differentiation factor-15 levels were assessed preintervention and following chemotherapy completion. Baseline body composition was evaluated via dual-energy X-ray absorptiometry. Multivariate analyses were adjusted for sociodemographic and clinical factors. RESULTS: Patients randomized to resistance training versus usual care experienced similar changes in all inflammatory markers. Those in the highest versus lowest tertile of baseline hsCRP were more likely to have received RDI >70% (odds ratio, 4.11; 95% CI, 1.29-13.1); however, changes across any of the inflammatory markers were not associated with RDI. Patients in the highest versus lowest tertiles of hsCRP, interleukin-6, and tumor necrosis factor-α receptor-II were more likely to have higher baseline body mass index, total lean mass, and total fat mass. CONCLUSION: Inflammatory markers in patients with colon cancer undergoing adjuvant chemotherapy were not significantly impacted by randomization to a resistance training program but were associated with baseline body composition measures. Further investigations are needed to better elucidate the potential role of inflammatory markers and body composition in predicting important treatment outcomes. CLINICALTRIALS: GOV: NCT03291951.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Colonic Neoplasms",
        "Resistance Training",
        "Middle Aged",
        "Aged",
        "C-Reactive Protein",
        "Treatment Outcome",
        "Inflammation",
        "Interleukin-6",
        "Body Composition",
        "Chemotherapy, Adjuvant",
        "Receptors, Tumor Necrosis Factor, Type II",
        "Biomarkers, Tumor",
        "Biomarkers"
      ]
    },
    {
      "pmid": "40278747",
      "title": "Effects of Different Ranges of Loads on Physical Performance Using Velocity-Based Resistance Training.",
      "authors": [
        "Javier Riscart-López",
        "Juan Sánchez-Valdepeñas",
        "Fernando Colomina-Clemens",
        "Esteban Crespo-García",
        "Guillermo de Castro-Maqueda",
        "Miguel Ángel Rosety-Rodríguez",
        "Juan Antonio León-Prados",
        "Fernando Pareja-Blanco"
      ],
      "journal": "Sports (Basel, Switzerland)",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "(1) Background: The range of loads is defined as the difference between the highest and the lowest relative load (i.e., %1RM) used throughout a resistance training program. However, the optimal range of loads has not been studied yet. Thus, the aim of this study was to compare the effects of different ranges of load (from 50 to 85% 1RM (R50-85), from 55 to 75% 1RM (R55-75), and from 60 to 70% 1RM (R60-70) on physical performance using velocity-based resistance training (VBT). (2) Methods: Thirty-eight men (mean ± standard deviation; age: 23.3 ± 3.6 years, body mass: 76.5 ± 8.3 kg, and height: 1.77 ± 0.04 m) were randomly assigned to R50-85, R55-75 and R60-70 groups and followed an 8-week VBT intervention using the full squat (SQ) exercise. All groups trained with similar mean relative intensity (65% 1RM) and total volume (240 repetitions). Pre- and post-training measurements included the following: in the SQ exercise, 1RM load, the average velocity attained for all absolute loads common to pre-tests and post-tests (AV), and the average velocity for those loads that were moved faster (AV > 1) and slower (AV < 1) than 1 m·s-1 at Pre-training tests. Moreover, countermovement jump (CMJ) height and 10 m (T10), 20 m (T20), and 10-20 m (T10-20) running sprint times were measured. (3) Results: Significant group x time interactions were observed in AV (p ≤ 0.01), where R50-85 obtained significantly greater gains than R60-70 (p ≤ 0.05). All groups attained significant increases in 1RM, AV, AV > 1, AV < 1, and CMJ (p ≤ 0.001-0.005). Significant improvements were observed in running sprint for R60-70 in T10-20 and R60-70 in T20 and T10-20 (p ≤ 0.05), but not for R50-85. (4) Conclusions: Different ranges of loads induce distinct strength adaptions. Greater ranges of loads resulted in greater strength gains in the entire load-velocity spectrum. However, in high-velocity actions, such as sprinting, significant enhancements were observed only for smaller ranges of loads. Coaches and strength and conditioning professionals could use a range of loads according to the time-related criterion (i.e., proximity or number of future competitions), enabling better adaptation and increasing physical performance at a specific time."
    },
    {
      "pmid": "40278724",
      "title": "Fecal Microbiota and Associated Metabolites Are Minimally Affected by Ten Weeks of Resistance Training in Younger and Older Adults.",
      "authors": [
        "Anthony Agyin-Birikorang",
        "Sarah Lennon",
        "Kristen S Smith",
        "William Van Der Pol",
        "Morgan A Smith",
        "Casey L Sexton",
        "Donald A Lamb",
        "Kaelin C Young",
        "Christopher Brooks Mobley",
        "Kevin W Huggins",
        "Michael D Roberts",
        "Andrew Dandridge Frugé"
      ],
      "journal": "Sports (Basel, Switzerland)",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Preclinical evidence suggests that short chain fatty acids (SCFAs) produced by gut microbiota may impact body composition and muscle growth. While aging is implicated in negative alterations to the gut microbiome, exercise may mitigate these changes. Limited human evidence indicates that resistance training (RT) does not appreciably alter the gut microbiome in older adults, and no human study has examined whether resistance training differentially alters the gut microbiome and associated SCFAs between younger and older individuals. Therefore, we examined whether 10 weeks of RT differentially altered fecal microbiota composition, fecal and circulating SCFAs, and serum markers associated with gastrointestinal integrity in two cohorts of adults. Fecal and serum samples were obtained from untrained younger (22 ± 2 years, n = 12) and older (58 ± 8 years, n = 12) participants prior to and following 10 weeks of supervised twice-weekly full-body RT. Outcome measures immediately before (PRE) and after the intervention (POST) included dual X-ray absorptiometry for body composition, ultrasound for vastus lateralis (VL) thickness, 16S rRNA gene sequencing fecal microbiome data, serum and fecal SCFAs measured by gas chromatography, and serum intestinal fatty acid-binding protein 2 (FABP2), lipopolysaccharide-binding protein (LBP), and leucine-rich alpha-2 glycoprotein (LRG-1) quantified by enzyme-linked immunosorbent assays. Main effects and interactions were measured by repeated measures analysis of variance (group × time; G × T) for all dependent variables, and Spearman correlations were used to explore relationships among changes in relevant outcomes. The intervention significantly increased VL thickness and lean body mass (p < 0.05) equally in both groups. Although group differences in microbiome beta diversity were identified, no effects of age, time, or their interaction were observed for the alpha diversity measures. Seven SCFAs were detected in the fecal samples, albeit no significant age, time, or interaction effects were evident. In serum, acetic acid was the only SCFA detected, with no significant age, time, or interaction effects. Serum LRG1 decreased for all participants (p = 0.007) with higher levels in younger adults (p = 0.015), but no G × T interactions were observed for this marker, serum FABP2, or LBP. No significant correlations were observed among RT-induced changes in muscle mass-related outcomes and changes in fecal microbiome diversity, total or individual SCFAs, or serum FABP2/LBP/LRG-1. These results highlight that 10 weeks of RT largely does not affect fecal microbiota, associated SCFAs, or select markers of gastrointestinal integrity in untrained younger or older adults."
    },
    {
      "pmid": "40268183",
      "title": "Effects of progressive resistance training on cardiovascular risk factors in people with progressive multiple sclerosis.",
      "authors": [
        "Arianne S Gravesteijn",
        "Heleen Beckerman",
        "Marloes Willig",
        "Hanneke E Hulst",
        "Vincent de Groot",
        "Brigit A de Jong"
      ],
      "journal": "Archives of physical medicine and rehabilitation",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To explore the natural fluctuations in cardiovascular risk factors over a 16-week extended baseline period and to investigate the effect of a 16-week progressive resistance training intervention on cardiovascular risk factors in people living with secondary progressive multiple sclerosis. DESIGN: Secondary analysis of a single-arm non-randomized clinical trial with extended baseline. SETTING: Outpatient physiotherapy and rehabilitation clinics. PARTICIPANTS: 30 people living with secondary progressive multiple sclerosis (mean age 54 years; 67% female). INTERVENTIONS: 16-week progressive resistance training intervention (PRT). MAIN OUTCOME MEASURE(S): Systematic COronary Risk Estimation (SCORE), Framingham risk score, and individual cardiovascular risk factors (i.e. anthropometrics, blood pressure, lipids and lipoproteins, and glycemic controls markers) measured at week 0 (baseline), week 16 (extended baseline), and week 32 (post PRT). RESULTS: Despite significant improvement in muscle strength after PRT, PRT did not yield statistically significant or clinically relevant changes in any of the cardiovascular risk parameters. Natural fluctuations during the extended baseline period were small, with ICC values ranging from 0.717 to 0.983, except for systolic blood pressure (ICC: 0.471). CONCLUSIONS: Our findings indicate that a 16-week PRT program did not lead to improvements in cardiovascular risk among individuals with SPMS. The observed natural fluctuations in cardiovascular risk factors were small in this population, with overall baseline cardiovascular risk comparable to Dutch norms."
    },
    {
      "pmid": "40264931",
      "title": "Low-volume resistance training: a feasible, cost-effective strategy for musculoskeletal frailty in older adults attending daycare centers.",
      "authors": [
        "Frederico Abreu",
        "André Rodrigues",
        "Fátima Baptista"
      ],
      "journal": "Frontiers in sports and active living",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Frailty is a prevalent geriatric syndrome, posing significant health risks for older adults attending daycare centers or residing in institutional settings. Addressing frailty with interventions that are feasible and cost effective and also promote high adherence within these environments is crucial. OBJECTIVE: This study aimed to evaluate the impact of a low-volume, remotely supervised resistance training protocol on physical frailty among frail older adults attending daycare centers. Secondary outcomes included changes in sarcopenia prevalence and fall risk. METHODS: Thirty-one frail older adults participated in a 12-week usual care period, followed by a 12-weeks intervention featuring low-volume (10-minute sessions) resistance training three times weekly. The program was delivered locally by non-specialized staff under remote supervision. Musculoskeletal, functional, and clinical assessments were conducted at three-time points: baseline, pre-intervention, and post-intervention. RESULTS: During the usual care period, a decline was observed in handgrip strength (19.2-18.5 kg) and sit-to-stand time (14.5-17.4s) (p < 0.05). However, these measures were preserved during the intervention. Relative muscle power decreased during the usual care but improved with training (4.3-5.2 W/Kg, p < 0.001). While body composition, physical function, gait speed, and Short Performance Physical Battery scores remained stable, reductions were observed in exhaustion and physical inactivity prevalence (p < 0.05). Frailty prevalence showed a decreasing trend (48%-26%, p = 0.099), with significant reductions in sarcopenia prevalence (29%-10%, p = 0.045), and fall frequency (p = 0.022). CONCLUSION: The low-volume strength training protocol was a feasible, cost-effective strategy for mitigating musculoskeletal frailty criteria, sarcopenia and fall risk among older adults in daycare centers, potentially delaying the progression of these conditions."
    },
    {
      "pmid": "40249908",
      "title": "Without Fail: Muscular Adaptations in Single Set Resistance Training Performed to Failure or with Repetitions-in-Reserve.",
      "authors": [
        "Thomas Hermann",
        "Adam E Mohan",
        "Alysson Enes",
        "Max Sapuppo",
        "Alec Piñero",
        "Arman Zamanzadeh",
        "Michael Roberts",
        "Max Coleman",
        "Patroklos Androulakis Korakakis",
        "Milo Wolf",
        "Martin Refalo",
        "Paul A Swinton",
        "Brad J Schoenfeld"
      ],
      "journal": "Medicine and science in sports and exercise",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "METHODS: Forty-two young, resistance-trained men and women were randomly assigned to 1 of 2 parallel groups: A group that trained to failure on all exercises (FAIL) or a submaximal effort group (2-RIR) that trained with two repetitions in reserve for the same exercises. Participants performed a single set of 9 exercises targeting all major muscle groups per session, twice weekly for 8 weeks. We assessed pre-post study changes in muscle thickness for the biceps brachii, triceps brachii, and quadriceps femoris, along with measures of muscular strength, power, endurance, and ability to estimate RIR in the bench press and squat. RESULTS: Results indicated that both FAIL and 2-RIR elicited appreciable gains in most of the assessed outcomes. Several measures of hypertrophy tended to favor FAIL, although absolute differences between conditions were generally modest. Increases in countermovement jump height favored FAIL, but with no clear statistical support for either the null or alternative hypothesis. Increases in strength and local muscular endurance were similar between conditions. Participants demonstrated greater accuracy in estimating RIR for the bench press compared to the squat and improved their accuracy over the intervention, particularly for the bench press. CONCLUSIONS: These findings suggest that single-set routines can be a time-efficient strategy for promoting muscular adaptations in resistance-trained individuals, even when transitioning from higher-volume programs. Training to failure in single-set routines may modestly enhance some measures of muscle hypertrophy and power, but not strength or local muscle endurance."
    },
    {
      "pmid": "40244421",
      "title": "Acute intraocular pressure responses changes during dynamic resistance training in primary open-angle glaucoma patients and age-matched controls.",
      "authors": [
        "María Dolores Morenas-Aguilar",
        "Cristina González-Hernández",
        "Daniel Marcos-Frutos",
        "Sergio Miras-Moreno",
        "María José López-Gómez",
        "Amador García-Ramos",
        "Jesús Vera"
      ],
      "journal": "Graefe's archive for clinical and experimental ophthalmology = Albrecht von Graefes Archiv fur klinische und experimentelle Ophthalmologie",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Physical exercise has been proposed as a feasible strategy for preventing and managing glaucoma by modulating intraocular pressure (IOP) and ocular perfusion pressure (OPP). The primary objective of this cross-sectional study was to assess the IOP and OPP responses to dynamic resistance exercises (leg extension and biceps curl). METHODS: Twenty-six patients with primary open-angle glaucoma (POAG) (age = 68.9 ± 8.1 years) and 18 healthy age-matched controls (age = 69.6 ± 5.9 years) were recruited. Participants performed one set of 10 repetitions of both exercises at low- (light bar) and moderate-intensity (15RM). IOP and blood pressure were measured at baseline and after 1 and 5 min of passive recovery. Additionally, IOP was measured during training after each of the 10 repetitions. RESULTS: Our data showed a progressive IOP increase throughout the sets of leg extension and biceps curl exercises when performed at moderate intensity (p < 0.001). Remarkably, POAG patients showed a smaller IOP increase compared to controls (p = 0.048). The between-group differences for IOP changes were higher during the 10 exercise repetitions at moderate-intensity for both leg extension (average IOP rise: POAG = 0.3 ± 0.6 mmHg vs. control = 2.3 ± 0.7 mmHg) and biceps curl (average IOP rise: POAG = 1.4 ± 0.6 mmHg vs. control = 3.4 ± 0.8 mmHg) exercises. No changes in OPP were observed. CONCLUSIONS: The findings of this study suggest that moderate-intensity dynamic resistance training is a safe intervention for potentially improving physical fitness in medically treated POAG patients."
    },
    {
      "pmid": "40237840",
      "title": "High-intensity resistance training in patients with myositis - 1-year follow-up on a randomised controlled trial.",
      "authors": [
        "Kasper Yde Jensen",
        "Per Aagaard",
        "Charlotte Suetta",
        "Jakob Lindberg Nielsen",
        "Rune Dueholm Bech",
        "Henrik Daa Schrøder",
        "Jan Christensen",
        "Casper Simonsen",
        "Louise Pyndt Diederichsen"
      ],
      "journal": "Rheumatology international",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Reduced quality of life in patients with myositis is partly due to impairments in muscle strength, muscle endurance and functional capacity. In a recent randomised controlled trial (RCT) (NCT04486261) we showed that high-intensity resistance training improved quality of life, muscle strength, and endurance. This follow-up study aimed to investigate if these improvements remained persistent one year after completing 16 weeks of high-intensity resistance training. A total of 32 participants (intervention group (IG): 15; control group (CG): 17) were enrolled in the RCT, with 27 (IG: 13; CG: 14) completing the 1-year follow-up. Outcomes were assessed at three time points: baseline (weeks - 4 - 0), post-intervention (weeks 17-18), and 1-year follow-up (weeks 52-54). Outcomes included quality of life (QoL, SF36), functional capacity, muscle endurance (functional index 3 (FI3)), body composition (DEXA), and disease activity/damage, including manual muscle test 8 (MMT8). Training-induced improvements in muscle endurance (FI3) remained at 1-year follow-up, with a mean change of 10.7 (CI95: 2.2;19.1) in favour of IG (p = 0.01). Within-group improvements in IG were sustained for QoL (SF36, physical component summary) (4.8 (CI95: 0.9;8.7), p = 0.02), muscle strength (MMT8) (1.8 (CI95: 0.8; 2.9), p < 0.01), and functional capacity measures (p ≤ 0.04), although not significantly different from CG at 1-year follow-up. Disease activity and disease damage were similar between IG and CG at 1-year follow-up. Patients with myositis completing 16 weeks of high-intensity resistance training showed sustained improvements in muscle endurance at 1-year follow-up compared to controls. Indications of lasting enhancements in quality of life and strength were also present, with no increase in disease activity or damage. NCT04486261.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Quality of Life",
        "Male",
        "Female",
        "Middle Aged",
        "Muscle Strength",
        "Myositis",
        "Follow-Up Studies",
        "Adult",
        "Treatment Outcome",
        "Physical Endurance",
        "Body Composition"
      ]
    },
    {
      "pmid": "40230340",
      "title": "Influence of Resistance Training Variables and the Nordic Hamstring Exercise on Biceps Femoris Architectural Adaptations in Soccer Players: A Systematic Review.",
      "authors": [
        "Javier Pecci",
        "Borja Sañudo",
        "Rodrigo Ramirez-Campillo",
        "Eduardo Saez de Villarreal"
      ],
      "journal": "Sports health",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "CONTEXT: Manipulation of resistance training variables influences the structural and functional adaptations of muscle, having a great impact on sport performance and hamstring injury prevention. OBJECTIVE: To analyze how the main resistance training variables affect the biceps femoris long head architecture in soccer players. DATA SOURCES: Five databases were searched from inception to January 2024. STUDY SELECTION: Studies that included training intervention groups and measured muscle architecture adaptations before and after the training program in soccer players were included. STUDY DESIGN: Systematic review with meta-analysis. LEVEL OF EVIDENCE: Level 2. DATA EXTRACTION: Muscle thickness, fascicle length, and pennation angle were extracted from included studies as main outcomes. RESULTS: Six studies and 12 training groups (168 participants) were analyzed. The effects of Nordic hamstring exercise (NHE) against soccer interventions, volume of training, and frequency of training as independent variables were analyzed. NHE significantly improved biceps femoris long head fascicle length (P = 0.01). Training twice a week did not show significant differences compared with training once a week. Higher volumes of training (ie, >290 repetitions) in a period of 6 to 12 weeks with 57 repetitions per week demonstrated significant effects. CONCLUSION: NHE lengthens the fascicle, especially if a sufficient volume (ie, >290 repetitions) and 2 days per week are performed. It is still unknown how the programming of some fundamental variables such as intensity, degree of effort, or exercise selection affects the muscle architecture of the biceps femoris long head."
    },
    {
      "pmid": "40219022",
      "title": "A Pilot 24-Week 'Bulk and Cut' Dietary Protocol Combined with Resistance Training Is Feasible and Improves Body Composition and TNF-α Concentrations in Untrained Adult Males.",
      "authors": [
        "Anthony J Giannopoulos",
        "Steve Kottaras",
        "Bryan Allanigue",
        "Jeremia M Coish",
        "David S Ditor",
        "Val A Fajardo",
        "Panagiota Klentrou"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: This study piloted a 24-week bodybuilding program combining resistance training (RT) with a dietary bulk-and-cut protocol in middle-aged adult males. Methods: Seven untrained males (33 ± 3.0 years; BMI = 35.0 ± 4.6 kg/m2; body fat = 36 ± 5%) completed a 24-week intervention combining RT with a dietary protocol consisting of 12-week cycles of caloric bulking (0-12 weeks) and cutting (12-24 weeks). The participant retention rate was 64%, while compliance with training was 96.7%, and adherence to dietary cycles was over 93%. To assess the preliminary efficacy of the intervention, venous blood samples and measurements of body composition (BodPod), muscle strength, and VO2max (cycle ergometer) were collected at baseline (week 0) and following the bulking (week 12) and cutting (week 24) cycles. Circulating lipids (triglycerides, total, low-density, and high-density cholesterol), C-reactive protein (CRP), tumor necrosis factor-alpha (TNF-α), interleukin-6 (IL-6), and interleukin-10 (IL-10) were measured in serum. Results: The training led to significant increases in muscle strength, especially in the deadlift (+46%, p < 0.001) and squat (+65%, p < 0.001). Improvements in body composition were characterized by an increase in fat-free mass and a decrease in body fat percentage over the 24-week intervention (+3% and -6%, respectively, p < 0.05). Lipids, CRP, IL-6, and IL-10 did not change significantly, but there was a notable reduction in TNF-α (time effect p = 0.05, pη2 = 0.39), with 15% lower concentrations at week 24 compared to baseline, indicating reduced inflammation. Conclusions: Overall, the pilot intervention achieved high compliance and adherence rates, leading to improvements in body composition and lower resting TNF-α concentrations in a group of middle-aged males with obesity.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Resistance Training",
        "Body Composition",
        "Tumor Necrosis Factor-alpha",
        "Adult",
        "Pilot Projects",
        "Muscle Strength",
        "Diet",
        "C-Reactive Protein",
        "Interleukin-6",
        "Feasibility Studies",
        "Interleukin-10"
      ]
    },
    {
      "pmid": "40216565",
      "title": "New insights on mind-muscle connection: Motor imagery concomitant to actual resistance training enhances force performance.",
      "authors": [
        "Éric Piveteau",
        "Aymeric Guillot",
        "Franck Di Rienzo"
      ],
      "journal": "Journal of science and medicine in sport",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Motor imagery (MI) practice has shown substantial benefits on force, but this was mostly demonstrated on force produced by isometric contractions in laboratory settings. Here, we tested a new type of MI intervention to improve force and power in expert athletes. DESIGN: CrossFit® athletes (n = 100) of national level were randomly assigned to experimental groups who completed a 5-week back squat training program (3 resistance training sessions/week, ~1 h per week). A first group (n = 35) received instructions to perform kinesthetic MI of the concentric phase of the back squat concomitant to its physical execution (MICONCENTRIC). A second group (n = 35) performed kinesthetic MI of the eccentric phase concomitant to its physical execution (MECCENTRIC). A control group (n = 30) completed the same amount of physical training without engaging in MI (Control). METHODS: Performance was indexed from the 5 repetition maximum (5 RM) squat workload before and after the intervention. Weekly, we assessed squat power using an accelerometer. RESULTS: MICONCENTRIC and MIECCENTRIC groups outperformed Control regarding pretest vs. posttest improvements in both 5 RM force and power (RP2 = 0.60, both p < 0.001). The MIECCENTRIC group also outperformed the MICONCENTRIC group for the 5 RM workload (RP2 = 0.27, p < 0.001). However, subjective evaluations revealed that athletes in the MIECCENTRIC group experienced higher effort perception and difficulty to complete the experimental task. CONCLUSIONS: MI practice concomitant to physical training was efficient to improve force on a dynamic multi-joint exercise in expert athletes."
    },
    {
      "pmid": "40209557",
      "title": "Effects of 16-week progressive resistance training on neurodegeneration in people with progressive multiple sclerosis: An extended baseline within-person trial.",
      "authors": [
        "Arianne S Gravesteijn",
        "Heleen Beckerman",
        "Tommy A A Broeders",
        "Menno M Schoonheim",
        "Hanneke E Hulst",
        "Brigit A de Jong",
        "Vincent de Groot"
      ],
      "journal": "Multiple sclerosis and related disorders",
      "publication_date": "2025-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Progressive multiple sclerosis (PMS) is characterized by ongoing neurodegeneration, which current therapies inadequately address. Exercise therapy has emerged as a potential approach to mitigate this process. OBJECTIVES: To investigate the effects of a 16-week progressive resistance training (PRT) on neurodegeneration and neuronal function in people with PMS. METHODS: In this extended-baseline within-person trial, neurodegeneration and neuronal function were assessed (i.e. total brain volume (TBV), cortical and deep gray matter volume (CGMV & DGMV) normalized for intercranial volume, default mode network (DMN) and sensorimotor network (SMN) resting-state functional connectivity and blood-based biomarkers (brain-derived neurotrophic factor, neurofilament light, and glial fibrillary acidic protein)). Muscle strength changes were also measured. Linear mixed model analysis was used to assess changes. RESULTS: Thirty participants (20 females; mean age 54 years) significantly improved in muscle strength (3-11 kg). No significant changes were observed in neurodegeneration nor neuronal function. CGMV demonstrated a trend towards decline during the baseline (-0.0008, 95 %CI:-0.0017, 0.0001, p = 0.10) and intervention period (-0.0007, 95 %CI:-0.0016, 0.0001, p = 0.10), but not during the follow-up (0.0002, 95 %CI:-0.0007, 0.0011, p = 0.60). CONCLUSIONS: The PRT intervention improved muscle strength but did not affect neurodegeneration and neuronal function in people with PMS. Further research on longer-term exercise interventions is warranted."
    },
    {
      "pmid": "40194258",
      "title": "Effects of High-Intensity Progressive Resistance Training Combined With Self-Talk on Muscle Strength and Functional Performance in Older Adults.",
      "authors": [
        "Vittoria Ferrando",
        "Francesco Mirabelli",
        "Marco Panascì",
        "Denise Sofrà",
        "Piero Ruggeri",
        "Emanuela Faelli",
        "Ambra Bisio"
      ],
      "journal": "Journal of strength and conditioning research",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ferrando, V, Mirabelli, F, Panascì, M, Sofrà, D, Ruggeri, P, Faelli, E, and Bisio, A. Effects of high-intensity progressive resistance training combined with self-talk on muscle strength and functional performance in older adults. J Strength Cond Res XX(X): 000-000, 2025-In older people, muscle mass and functional capacity decline, affecting balance, and gait control. In this population, resistance training (RT) improves muscle strength, counteracting this physiological decline. In younger individuals, cognitive strategies like motivational self-talk have been successfully integrated with RT to enhance its effectiveness. This study aimed to compare the effects of a high-intensity progressive RT with positive motivational self-talk against RT alone on muscle strength and functional performance in older adults. Twenty-eight healthy older people were divided into resistance training self-talk (RT-ST) group and RT group. The RT-ST group mentally repeated positive motivational phrases during lower-limb exercises, whereas the other group performed RT alone. The 4-week protocol included biweekly sessions, consisting of warm-up, a high-intensity resistance exercise, and cooldown. Handgrip strength, 1 repetition maximum (1RM), 30-second chair stand (30 s-CS), and time up and go (TUG) tests were conducted before (PRE), immediately after (POST), and 2 weeks after follow-up (FU) of the intervention. One repetition maximum significantly increased from PRE to POST (p ≤ 0.001) and FU (p ≤ 0.05) in both groups. The 30 s-CS significantly improved only in the RT-ST group at FU (p ≤ 0.001), with higher values compared with the RT group at POST (p ≤ 0.05) and FU (p ≤ 0.05). Time up and go test duration decreased in both groups (p ≤ 0.001), with RT-ST completing the test faster than RT (p ≤ 0.05). Incorporating positive motivational self-talk into a high-intensity progressive RT program led to significant improvements in functional performance, suggesting that its benefits go beyond improving muscle strength and may positively impact the activities of daily living in older adults."
    },
    {
      "pmid": "40191387",
      "title": "Do Cheaters Prosper? Effect of Externally Supplied Momentum During Resistance Training on Measures of Upper Body Muscle Hypertrophy.",
      "authors": [
        "Francesca Augustin",
        "Alec Piñero",
        "Alysson Enes",
        "Adam E Mohan",
        "Max Sapuppo",
        "Max Coleman",
        "Milo Wolf",
        "Patroklos Androulakis Korakakis",
        "Paul A Swinton",
        "Jeff Nippard",
        "Brad J Schoenfeld"
      ],
      "journal": "International journal of exercise science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Exercise technique, defined as the controlled execution of bodily movements to ensure an exercise effectively targets specific muscle groups while minimizing the risk of injury, is a resistance training (RT) variable frequently highlighted as critical to successful RT program outcomes, with proper technique suggested to play a role in maximizing muscle development. This study examined the effects of externally applied momentum on RT-induced muscular adaptations in the upper extremities. Thirty young adults were recruited to participate in a within-participant design, with one limb randomly allocated to perform biceps curls and triceps pushdowns using strict form (STRICT) and the other using external momentum (CHEAT). Participants completed four sets of each exercise with 8-12 repetitions until momentary muscular failure, twice a week for eight weeks. We obtained pre-post proximal and distal measures of muscle thickness for the elbow flexors and extensors, and assessed circumference changes in the upper arms. Data were analyzed in a Bayesian framework including both univariate and multivariate mixed effect models with random effects. Differences between conditions were estimated as average treatment effects, with inferences based on posterior distributions and Bayes Factors (BFs). Results showed similar between-conditions increases for all muscle thickness sites as well as circumference measures, generating consistent support for the null hypothesis (BF = 0.06 to 0.61). Volume load was markedly greater for CHEAT compared to STRICT across each week of the intervention. In conclusion, the use of external momentum during single-joint RT of the upper extremities neither helped nor hindered hypertrophy of the target muscles."
    },
    {
      "pmid": "40162367",
      "title": "Effects of 12-week combined interval running and resistance training on cardiac structure and performance in patients with type 1 diabetes.",
      "authors": [
        "Hossein Saki",
        "Farzad Nazem",
        "Omid Khaiyat",
        "Farnaz Fariba"
      ],
      "journal": "Therapeutic advances in endocrinology and metabolism",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Exercise has been suggested to effectively improve cardiac performance in children with type 1 diabetes (T1D) by enhancing the glycemic control. The purpose of this study was to investigate (1) effects of a 12-week combined interval running and resistance training (CIRRT) and (2) 1 month of detraining on cardiac structure and myocardial performance in adolescent males with T1D. METHODS: A total of 72 participants, including 48 adolescent males with T1D (fasting blood glucose (FBG): 274.67 ± 52.99 mg/dL, age: 15.20 ± 1.78 years) and 24 healthy adolescents (FBG: 90.75 ± 5.47 mg/dL, age: 15.08 ± 1.67 years), were recruited to the study. Participants were allocated into diabetes exercise (DE), diabetes control (DC), and healthy controls (HC) groups. The DE group performed 12 weeks of a CIRRT program three times per week. Blood glucose profile, echocardiography (ECHO) indices, and peak oxygen consumption (VO2peak) were measured pre- and post-intervention and following 1-month detraining period. Repeated measures ANOVA was used for pre- and post-intervention comparisons within the DE group and across the three study groups. Significance level was set at p < 0.05. RESULTS: Exercise intervention resulted in decreased hemoglobin A1c (HbA1c% = Pre: 10.44 ± 2.03, Post: 9.38 ± 1.66, p < 0.05), FBG, left ventricular (LV) internal diameter, and both tricuspid and mitral deceleration time (DT) in the DE group. VO2peak, ejection fraction (EF% = Pre: 62.38 ± 1.6, Post: 64.08 ± 1.18, p < 0.05), fractional shortening, early tricuspid diastolic inflow E velocity, and tricuspid velocity during atrial contraction were also increased following the exercise training. HbA1c (Pre vs Follow-up: 9.83 ± 1.73, p < 0.05), EF (Pre vs Follow-up: 62.97 ± 1.56, p < 0.05), LV, and DT tricuspid remained significantly improved after detraining period compared to the baseline. In the baseline, the glycemic index and ECHO variable significantly differed in the DE and DC groups with the HC group (p < 0.05). However, after the intervention, the DC and HC groups did not change significantly (p > 0.05). CONCLUSION: The CIRRT intervention was associated with improved cardiac structure and performance in male adolescents with T1D potentially due to exercise-induced adaptations. Meanwhile, the results indicate that most cardiac morphological and functional changes are reversible following periods of inactivity in patients with T1D."
    },
    {
      "pmid": "40156675",
      "title": "Short-time resistance training enhances sleep quality in obese and non-obese young women.",
      "authors": [
        "Thaís Alves de Paiva Ferreira",
        "Lucas Melo Neves",
        "Alberto Jiménez-Maldonado",
        "Larissa Kelly de Araújo Cardoso",
        "Paulo Egdio Araújo Ferreira",
        "Joniel Ronney Gomes da Silva",
        "Clara Andressa de Araujo Barros",
        "Nathanael Leal Santana",
        "Ivoneide Maria Rodrigues de Araújo",
        "Paula Alves Monteiro",
        "Fabrício Eduardo Rossi"
      ],
      "journal": "Sleep & breathing = Schlaf & Atmung",
      "publication_date": "2025-Mar-29",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: The purpose of this study was to examine the effects of short-term resistance training on sleep quantity and quality in young women, according to their body fat. METHODS: Thirty-five young women were randomly assigned based on their body fat levels, using the 90th percentile of fat mass as a criterion, with a threshold set at ≥ 21 kg of fat mass for the obese group (n = 16) and < 21 kg of fat mass for the non-obese group (n = 19). Subjective sleep quality was evaluated using the Pittsburgh Sleep Quality Index (PSQI) at pre and post a progressive six-week full-body resistance training (RT). RESULTS: Post-intervention analysis showed a reduction in the overall sleep score (p = 0.006, η2 = 0.21), improvement in subjective sleep quality (p < 0.001; η2 = 0.357) and a decrease in sleep disturbances (p = 0.034; η2 = 0.129). However, no interaction between group x training for sleep parameters and body composition was observed (p > 0.05). There were no significant correlations between sleep quality, fat mass and fat-free mass in both groups investigated (p > 0.05). CONCLUSION: Six-weeks of RT improved subjective sleep quality and reduced sleep disturbances in young women, regardless of the amount of fat mass. Sleep variables were not associated with changes in body composition.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Resistance Training",
        "Sleep Quality",
        "Obesity",
        "Young Adult",
        "Adult",
        "Sleep Wake Disorders",
        "Body Composition"
      ]
    },
    {
      "pmid": "40150442",
      "title": "A Study on 10-Week Combined Aerobic and Resistance Training Exercise Prescription for Female Patients with Pelvic Floor Dysfunction.",
      "authors": [
        "Lu Zhang",
        "Jingbo He",
        "Quancheng Zhang",
        "Ling Wang"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2025-Mar-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Female pelvic floor dysfunction (FPFD) is a prevalent condition affecting postpartum women. This study aims to evaluate the effectiveness of a 10-week combined aerobic and resistance training exercise prescription in improving pelvic floor muscle strength and function in postpartum women with FPFD. Methods: Thirty postpartum women diagnosed with FPFD underwent a 10-week exercise intervention. This study adopted a single-group pre-post design. Pelvic floor muscle electromyography assessment indicators were measured before and after the intervention. Results: The exercise intervention significantly improved the maximum value of fast-twitch muscle fibers (type II) and the average value of slow-twitch muscle fibers (type I) while reducing resting tension and variability. Conclusions: A 10-week combined aerobic and resistance training exercise prescription effectively improves pelvic floor muscle strength in postpartum women. It enhances the maximum value of fast-twitch (type II) muscle fibers, reduces rise and recovery times, and improves slow-twitch (type I) muscle fiber function, including increasing the mean value and reducing variability, rise time, and recovery time."
    },
    {
      "pmid": "40137792",
      "title": "The Comparative Effects of High-Intensity Interval Training and Traditional Resistance Training on Hormonal Responses in Young Women: A 10-Week Intervention Study.",
      "authors": [
        "Wael Ramadan",
        "Chrysovalantou E Xirouchaki",
        "Abdel-Hady El-Gilany"
      ],
      "journal": "Sports (Basel, Switzerland)",
      "publication_date": "2025-Feb-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Hormonal levels in women are influenced by exercise intensity and modality. METHODS: This 10-week study compared high-intensity interval training (HIIT) and traditional resistance training (TRT) in 72 young women. Hormonal levels (estrogen, testosterone, FSH, prolactin, and LH) were measured pre- and post-intervention. RESULTS: Both groups showed significant increases in estrogen (HIIT: 150%; TRT: 72.3%) and decreases in testosterone (HIIT: 58%; TRT: 49%), FSH (HIIT: 6%; TRT: 7.7%), and PL (HIIT: 5%; TRT: 2.1%). There are no significant changes in LH. CONCLUSIONS: HIIT and TRT effectively modulate hormonal profiles, potentially benefiting reproductive and metabolic health."
    },
    {
      "pmid": "40108888",
      "title": "Efficacy of time restricted eating and resistance training on body composition and mood profiles among young adults with overweight/obesity: a randomized controlled trial.",
      "authors": [
        "Tingting Cui",
        "Yichao Sun",
        "Weibing Ye",
        "Yubo Liu",
        "Mallikarjuna Korivi"
      ],
      "journal": "Journal of the International Society of Sports Nutrition",
      "publication_date": "2025-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND/OBJECTIVE: Dietary restriction or exercise regimens can promote weight loss or physical fitness among patients with obesity. However, intervention-associated adverse effects may impede patients' motivation to participate in dietary/exercise interventions. We examined the effects of time restricted eating (TRE) with or without resistance training (RT) on body composition, mood profile, and sleep quality in young college adults with overweight or obesity. METHODS: Fifty-four young college students with overweight/obesity were randomized into control (CON), TRE, RT, and TRE plus RT (TRE+RT) trials. The TRE trials restricted to an eating window of 10-hour/day for 8-week. The RT trials performed supervised resistance exercise, while the control trial maintained a regular lifestyle. Changes in body composition variables, blood pressure, mood status, and sleep quality were measured before and after the intervention. RESULTS: TRE intervention alone or in combination with RT significantly (p < 0.01) decreased body weight (>2 kg) and BMI (~1 kg/m2) in adults with overweight/obesity. Both RT alone and combined with TRE substantially decreased fat mass by 1.1 ± 0.5 and 3.2 ± 0.4 kg, respectively. The decreased fat mass was greater in the combination trial than in the RT trial, whereas TRE alone had no effect. In contrast, fat-free mass was significantly (p < 0.01) decreased with TRE (-2.3 ± 06 kg), increased with RT (1.6 ± 0.3 kg), and was stably maintained with combination interventions. The reduced waist and hip circumferences in the TRE (p < 0.01) were similar to those in the TRE+RT trials, however, RT alone had no effect. Time and group interaction showed a large effect size (partial eta squared) for all body composition variables. In addition, RT with or without TRE notably decreased diastolic blood pressure (RT: -5.5 ± 1.9 mmHg, TRE+RT: -4.1 ± 1.5 mmHg, p < 0.05). Mild anxiety levels at baseline in RT (4.8 ± 2.6) and TRE+RT (4.1 ± 3) trials were found to be normal at postintervention in TRE+RT (3.6 ± 1.7) but not in RT (5.6 ± 3.5). No depression or stress was recorded among the participants during the intervention. The reported poor sleep quality among participants at baseline was significantly improved with RT (4.8 ± 2.9; p < 0.05), and tended to improve with TRE+RT interventions (4.5 ± 1.9). CONCLUSIONS: 10-hour TRE is beneficial for weight/fat loss without affecting mood status. However, TRE combined with RT might be more effective for weight/fat loss, maintaining muscle mass, and good quality of sleep among young adults with overweight or obesity.",
      "mesh_terms": [
        "Humans",
        "Body Composition",
        "Resistance Training",
        "Male",
        "Young Adult",
        "Female",
        "Affect",
        "Obesity",
        "Overweight",
        "Sleep Quality",
        "Weight Loss",
        "Adult",
        "Blood Pressure",
        "Body Mass Index",
        "Intermittent Fasting"
      ]
    },
    {
      "pmid": "40106971",
      "title": "Feasibility of ballistic vs conventional resistance training in healthy postmenopausal women: A three-arm parallel randomised controlled trial.",
      "authors": [
        "Elisa A Marques",
        "Ogulcan Caliskan",
        "Katherine Brooke-Wavell",
        "Jonathan Folland"
      ],
      "journal": "Maturitas",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "OBJECTIVES: Power training has gained attention as a method for enhancing functional performance and mitigating fall risk in older adults, yet its long-term feasibility and safety, particularly in ballistic resistance training, remain underexplored in postmenopausal women. We evaluated the feasibility of 8-month ballistic resistance training compared with conventional resistance training in postmenopausal women. STUDY DESIGN: The Resistance Exercise Programme on Risk of Osteoporosis and Osteoarthritis in Females (REPROOF) study was a three-arm parallel group randomised controlled trial at a university lab in the UK. Healthy postmenopausal women (n = 109) were randomised to 30 weeks (2 sessions/week) of lower-body ballistic resistance training, conventional resistance training, or a non-exercising control group. MAIN OUTCOME MEASURES: The primary outcomes, collected by questionnaire, were process feasibility, acceptability, perceived exercise efficacy, and adverse events. RESULTS: Eighty-two participants completed the trial (75.2 % retention). Both ballistic resistance training and conventional resistance training were well accepted, with most participants rating the intervention positively. No differences in the perceived improvements in physical function and psychological well-being were found between the resistance training groups. Similarly, there was no significant difference in the rate of muscle-related adverse events between the resistance training groups (ballistic, 2.7 per 100 person-weeks; conventional, 2.3 cases per 100 person-weeks), but the rate was significantly lower in the control group (0.9 cases per 100 person-weeks). No serious adverse events occurred during or within 24 h of exercise sessions. CONCLUSIONS: The absence of serious adverse events and the observed positive outcomes confirm the safety, satisfaction, and perceived effectiveness of ballistic resistance training, suggesting its potential for broader application in healthy postmenopausal women. CLINICALTRIALS: gov registry ID NCT05889598.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Resistance Training",
        "Postmenopause",
        "Feasibility Studies",
        "Middle Aged",
        "Aged",
        "Muscle Strength"
      ]
    },
    {
      "pmid": "40100255",
      "title": "Hydrolysed Collagen Supplementation Enhances Patellar Tendon Adaptations to 12 Weeks' Resistance Training in Middle-Aged Men.",
      "authors": [
        "Christopher D Nulty",
        "Kieran Phelan",
        "Robert M Erskine"
      ],
      "journal": "European journal of sport science",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Resistance exercise (RE) with hydrolysed collagen (HC) supplementation increases collagen synthesis in young and middle-aged populations, and further enhances tendon adaptations to chronic RE in young athletes. However, it is unknown if middle-aged tendon can benefit from chronic RE with HC supplementation. We investigated the effects of 12-weeks' RE, combined with HC supplementation, on changes in patellar tendon (PT) properties in middle-aged men. In a double-blind design, 20 recreationally active men (age, 47 ± 5 years) were randomly assigned to a placebo (PLA, n = 11) or collagen (COL, n = 9) group. Both cohorts completed progressive lower-limb RE twice weekly for 12 weeks and were supplemented post-RE with COL (30 g HC and 50 mg vitamin C) or PLA (30.5 g maltodextrin and 50 mg vitamin C). The following were assessed before and after the 12-week intervention: barbell back squat 10-repetition maximum (10-RM); vastus lateralis (VL) muscle thickness and PT cross-sectional area (CSA at 25%, 50% and 75% tendon length) using ultrasonography; isometric knee extension maximum voluntary torque (MVT) and peak rate of torque development (pRTD), PT stiffness (k) and Young's modulus (ℰ) using ultrasonography and isokinetic dynamometry. MVT, pRTD, 10-RM and VL thickness all increased post-training (p < 0.05), but there were no group × time interactions (p > 0.05). Mean PT CSA increased more in COL (+6.8 ± 5.4 mm2) than PLA (+1.2 ± 2.1 mm2, group × time p = 0.027). Similarly, k and ℰ increased more in COL (k, +661 ± 331 N/mm and ℰ, +0.21 ± 0.13 GPa) than PLA (k, +247 ± 305 N/mm, group × time, p = 0.009 and ℰ, +0.09 ± 0.13 GPa, group × time, p = 0.018). In conclusion, 12-weeks' RE with 30 g HC supplementation augmented gains in PT CSA, stiffness and Young's modulus in middle-aged men.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Patellar Ligament",
        "Resistance Training",
        "Double-Blind Method",
        "Collagen",
        "Middle Aged",
        "Dietary Supplements",
        "Adaptation, Physiological",
        "Torque",
        "Adult",
        "Ultrasonography",
        "Muscle Strength",
        "Ascorbic Acid"
      ]
    },
    {
      "pmid": "40099811",
      "title": "Effects of aerobic and resistance training on bone, muscle hypertrophy and inflammation in OVX mice.",
      "authors": [
        "Luciana Botelho Ribeiro",
        "Pedro Gustavo Machado",
        "Juliana Cristina Reis-Canaan",
        "Ivam Moreira de Oliveira Júnior",
        "Natália Oliveira Bertolini",
        "Soraia Macari",
        "Cândido Celso Coimbra",
        "Luciano José Pereira"
      ],
      "journal": "Climacteric : the journal of the International Menopause Society",
      "publication_date": "2025-Mar-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Bone loss is common with aging, particularly due to reduced sex hormones, as seen in menopause. While physical training is a known non-pharmacological therapy for osteopenia and sarcopenia, few studies compare resistance and aerobic protocols, especially with systemic inflammatory markers. This study evaluated the effects of aerobic and resistance training on physical performance, femoral trabecular bone quality (micro-computed tomography), serum inflammatory markers (IL-1β, IL-6, TNF-α, IL-10) and gastrocnemius muscle area in ovariectomized (OVX) female mice. METHOD: Sixty-four c57bl/6 mice were divided into OVX and SHAM groups and subjected to sedentary, resistance (climbing) or aerobic (treadmill) protocols for 8 weeks. RESULTS: Training reduced body mass (p < 0.001) in trained animals compared to sedentary. Bone quality was higher in trained groups versus sedentary. OVX increased TNF-α, but training did not alter it. IL-1β levels were higher in climbing than treadmill groups, and IL-6 increased with OVX and aerobic training (p < 0.001). IL-10 was elevated in the SHAM and climbing groups (p < 0.01). Gastrocnemius muscle area increased in both trained groups (p < 0.001) with no differences between modalities. CONCLUSION: Aerobic and resistance training improved bone quality and muscle area in OVX mice, with climbing training uniquely linked to increased IL-10 levels."
    },
    {
      "pmid": "40086949",
      "title": "Effects of a 12-week lower limb resistance training with breathing regulation in patients with diabetes-related foot ulcers: A randomized controlled trial.",
      "authors": [
        "Jia-Ling Wu",
        "Mei-Ling Yeh",
        "Jocelyn Liao"
      ],
      "journal": "Applied nursing research : ANR",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Patients with diabetes-related foot ulcers may require hospitalization and face an increased risk of amputation, which can significantly impact their quality of life. One potential solution is exercise, which can regulate blood glucose levels, improve wound healing, and enhance overall well-being. This randomized controlled trial aimed to evaluate the impact of a lower limb resistance training program combined with breathing-regulation techniques on glycemic control, wound healing, and quality of life in patients with diabetes-related foot ulcers. Patients hospitalized for type 2 diabetes-related foot ulcers were recruited from a single medical center and randomly divided into two groups. The control group (n = 31) received standard treatment, while the exercise group (n = 28) received standard treatment along with lower limb resistance training and breathing-regulation techniques. Assessments of fasting blood glucose levels, hemoglobin A1c (HbA1c) levels, wound healing, and quality of life were carried out at the start of the study and week 4, week 8, and week 12 of the intervention. The exercise group demonstrated significant improvements in fasting blood glucose and HbA1c levels, as well as in physical health, psychological well-being, social relationships, and environmental aspects of quality of life over the 12 weeks compared to both the control group and the baseline (p < .05). However, no significant change was observed in wound healing (p > .05). The resistance training program for the lower limbs, combined with breathing-regulation techniques, is recommended for improving blood glucose levels and quality of life over 12 weeks.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Middle Aged",
        "Resistance Training",
        "Diabetic Foot",
        "Aged",
        "Quality of Life",
        "Diabetes Mellitus, Type 2",
        "Lower Extremity",
        "Wound Healing",
        "Adult"
      ]
    },
    {
      "pmid": "40070459",
      "title": "Comparison of six-week flywheel and traditional resistance training on deceleration and dynamic balance in elite badminton players.",
      "authors": [
        "Shurui Yuan",
        "Zepeng Lu",
        "Shiwen Tan",
        "Zijie Zhang",
        "Shiwei Jing",
        "Haoyang Liu",
        "Zhihui Zhou",
        "Dapeng Bao"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The aim of this study was to compare the effects of flywheel resistance training (FRT) and traditional resistance training (TRT) on deceleration and dynamic balance performance in elite badminton players. METHODS: Seventeen elite male badminton players (age: 21.36 ± 2.10 years) volunteered to participate and were randomly assigned to either a flywheel resistance training group (FT: n = 8) or a traditional resistance training group (RT: n = 9). The FT group performed flywheel resistance training twice a week for 6 weeks, while the RT group participated in traditional resistance training for the same period. Deceleration and dynamic balance performance were assessed at baseline and following the intervention using the dynamic posture stability index (DPSI) test, 5-0-5 change of direction (COD) test, deceleration deficit (DD) test, and isometric mid-thigh pull (IMTP) test. RESULTS AND DISCUSSION: Repeated-measures ANOVA revealed a significant time × group interaction for DPSI of both legs and peak force in the IMTP test (p < 0.05, partial η 2 = 0.42-0.79), with better post-test performance compared to pre-test result in the FT group (ES = 0.30-2.10), and the improvements were higher than that of the RT group. No significant differences were observed in the DD test and COD test between FT and RT groups (p > 0.05); however, the magnitude of improvement in DD for the FT group (ES = 0.99) was greater than that of the RT group (ES = 0.52). This pilot study demonstrates that, compared to traditional resistance training, flywheel resistance training enhances deceleration performance and improves dynamic balance in elite badminton players."
    },
    {
      "pmid": "40063125",
      "title": "Quercetin ingestion alters motor unit behavior and enhances improvement in muscle strength following resistance training in older adults: a randomized, double-blind, controlled trial.",
      "authors": [
        "Taichi Nishikawa",
        "Ryosuke Takeda",
        "Saeko Ueda",
        "Kaito Igawa",
        "Tetsuya Hirono",
        "Masamichi Okudaira",
        "Yukiko Mita",
        "Toshiyuki Ohya",
        "Kohei Watanabe"
      ],
      "journal": "European journal of nutrition",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: During resistance training, quercetin ingestion can enhance motor unit (MU) with a higher recruitment threshold in older adults. OBJECTIVE: We investigated the effects of daily quercetin glucoside ingestion on chronic adaptations in muscle strength and MU behavior following resistance training in healthy older adults. METHODS: Twenty-six older adults were randomly allocated to two groups that completed 6-week resistance training intervention with the ingestion of either placebo (PLA) or quercetin glycosides (QUE) at 200 mg/day. Maximal voluntary force (MVF) during isometric knee extension, muscle mass, and MU firing behavior during ramp task at 70%MVF were measured before (PRE) and after (POST) intervention. RESULTS: In both groups, knee extensor MVF was significantly increased (both p < 0.001), and the improvement in QUE (115.1 ± 11.0%) was greater than in PLA (105.3 ± 4.8%) (p < 0.001) by the Mann-Whitney test. Muscle mass was not changed from PRE to POST in PLA or QUE (p > 0.050). At POST, firing rates of Mus with relatively moderate (recruited between 20 and 40%MVF) or higher (recruited between 20 and 40%MVF) recruitment thresholds were higher in QUE than PLA (p < 0.050). There was a significant correlation between %change in MVF and %change in firing rates of MUs with a relatively higher recruitment threshold from PRE to POST (p = 0.018, r = 0.642). CONCLUSIONS: These results suggest that the adaptations of MUs with higher recruitment thresholds explain the greater improvement in muscle strength associated with QUE ingestion. CLINICAL TRIAL REGISTRY: UMIN000053019 ( https://rctportal.niph.go.jp/detail/um?trial_id=UMIN000053019 ).",
      "mesh_terms": [
        "Humans",
        "Quercetin",
        "Muscle Strength",
        "Male",
        "Double-Blind Method",
        "Aged",
        "Female",
        "Resistance Training",
        "Muscle, Skeletal",
        "Dietary Supplements",
        "Middle Aged"
      ]
    },
    {
      "pmid": "40044206",
      "title": "The impact of blood flow restriction training combined with low-load resistance training on the risk of falls in patients with knee osteoarthritis in China: a single-centre, two-arm, single-blind, parallel randomised controlled trial protocol.",
      "authors": [
        "Qiuxiang Lin",
        "DeBiao Yu",
        "Tianxiang Lu",
        "Yuping Zhang",
        "Xiaoting Chen",
        "Jiawei Qin",
        "Fuchun Wu"
      ],
      "journal": "BMJ open",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Patients with knee osteoarthritis are at a higher risk of falls compared to healthy individuals, thereby increasing the likelihood of accidental injury. Resistance training is an important strategy for managing knee osteoarthritis. Although some studies suggest that blood flow restriction training combined with low-load resistance training (LL-BFRT) is a beneficial treatment approach, its effect on fall risk and balance function in patients with knee osteoarthritis remains unclear. We aim to conduct a randomised controlled trial to assess the effectiveness of combined training in reducing fall risk and improving function in patients with knee osteoarthritis. METHODS AND ANALYSIS: We will conduct a single-blind pilot randomised controlled trial involving patients with knee osteoarthritis. 98 patients will be randomly assigned to either the LL-BFRT group or the low-load resistance training (LL-RT) group, with a 1:1 allocation ratio. Both groups will undergo a 4-week intervention. Follow-up assessments will be conducted at baseline, 4 weeks, 16 weeks, 28 weeks and 52 weeks. The primary outcome will be the measurement of the fall risk stability index and overall stability index using the Biodex Balance System. Secondary outcomes include the Numerical Rating Scale, the Western Ontario and McMaster Universities Osteoarthritis Index, the 30 s Chair Stand Test, proprioception testing, the Timed Up and Go Test, the Short Form-36 scores, compliance and adverse events. Intention-to-treat principles will be applied in data analysis. ETHICS AND DISSEMINATION: This study has been approved by the Ethics Review Committee of the First Hospital of Quanzhou Affiliated Fujian Medical University (2024-K161). The results of the study will be disseminated through peer-reviewed publications. TRIAL REGISTRATION NUMBER: ChiCTR2400087829.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Osteoarthritis, Knee",
        "Single-Blind Method",
        "Accidental Falls",
        "China",
        "Postural Balance",
        "Male",
        "Middle Aged",
        "Blood Flow Restriction Therapy",
        "Female",
        "Aged",
        "Randomized Controlled Trials as Topic",
        "Pilot Projects"
      ]
    },
    {
      "pmid": "40040080",
      "title": "A Neck Orthosis with Multi-Directional Stiffness for Resistance Training.",
      "authors": [
        "Santiago Price Torrendell",
        "Hideki Kadone",
        "Modar Hassan",
        "Yang Chen",
        "Kenji Suzuki"
      ],
      "journal": "Annual International Conference of the IEEE Engineering in Medicine and Biology Society. IEEE Engineering in Medicine and Biology Society. Annual International Conference",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Neck pain is a common condition that affects the general population and burdens the health system. Physical therapy is widely accepted as the most effective approach for addressing this condition but there is no consensus on which set of exercises give optimal results. In this context, mobile neck orthosis can potentially expand the number of exercise treatments as they provide multilateral support in contrast to traditional unilateral exercises. In this regard, a passive system of adjustable stiffness is a practical solution that does not require complex control strategies to regulate the load. Considering this, this work proposes a novel passive orthosis for neck exercises involving cervical rotation and flexion. Firstly, the actuation concept is explained along with the relevant parameters that affect the system's stiffness. Then, a user experiment with volunteers with no clinical conditions was carried out to quantify muscle effort changes using the device with different stiffness configurations. The results showed significant changes for all movements. Particularly, similar muscle activation to traditional therapies was found during cervical rotations.",
      "mesh_terms": [
        "Humans",
        "Orthotic Devices",
        "Resistance Training",
        "Neck",
        "Equipment Design",
        "Neck Pain",
        "Male",
        "Adult",
        "Female"
      ]
    },
    {
      "pmid": "40028215",
      "title": "Sex differences in absolute and relative changes in muscle size following resistance training in healthy adults: a systematic review with Bayesian meta-analysis.",
      "authors": [
        "Martin C Refalo",
        "Greg Nuckols",
        "Andrew J Galpin",
        "Iain J Gallagher",
        "D Lee Hamilton",
        "Jackson J Fyfe"
      ],
      "journal": "PeerJ",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Muscle hypertrophy may be influenced by biological differences between males and females. This meta-analysis investigated absolute and relative changes in muscle size following resistance training (RT) between males and females and whether measures of muscle size, body region assessed, muscle fibre type, and RT experience moderate the results. METHODS: Studies were included if male and female participants were healthy (18-45 years old) adults that completed the same RT intervention, and a measure of pre- to post-intervention changes in muscle size was included. Out of 2,720 screened studies, 29 studies were included in the statistical analysis. Bayesian methods were used to estimate a standardised mean difference (SMD), log response ratio (lnRR) with exponentiated percentage change (Exp. % Change of lnRR), and probability of direction (pd) for each outcome. RESULTS: Absolute increases in muscle size slightly favoured males compared to females (SMD = 0.19 (95% HDI: 0.11 to 0.28); pd = 100%), however, relative increases in muscle size were similar between sexes (Exp. % Change of lnRR = 0.69% (95% HDI: -1.50% to 2.88%)). Outcomes were minimally influenced by the measure of muscle size and not influenced by RT experience of participants. Absolute hypertrophy of upper-body but not lower-body regions was favoured in males. Type I muscle fibre hypertrophy slightly favoured males, but Type II muscle fibre hypertrophy was similar between sexes. CONCLUSION: Our findings strengthen the understanding that females have a similar potential to induce muscle hypertrophy as males (particularly when considering relative increases in muscle size from baseline) and findings of our secondary analyses should inform future research that investigates sex differences in highly trained participants and muscle fibre type-specific hypertrophy.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Female",
        "Male",
        "Bayes Theorem",
        "Muscle, Skeletal",
        "Adult",
        "Sex Factors",
        "Young Adult",
        "Hypertrophy",
        "Muscle Strength"
      ]
    },
    {
      "pmid": "40011687",
      "title": "Effects of 12-week whole-body vibration training versus resistance training in older people with sarcopenia.",
      "authors": [
        "Min Zhuang",
        "Yifan Gu",
        "Zhou Wang",
        "Xiangfeng He",
        "Nan Chen"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-27",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Sarcopenia is a syndrome commonly found in older people. The aim of this study was to evaluate the effects of whole-body vibration training (WBVT) and resistance training (RT) on body composition, muscle strength, physical performance and blood biomarkers in older people with sarcopenia. We conducted a 12-week, 3-times-weekly assessor-blinded, randomized controlled trial of 27 older people with sarcopenia aged ≥ 65 years. Subjects were randomized into WBVT group (n = 14) and RT group (n = 13). The primary outcome was knee extension strength (KES). Secondary outcomes were body composition [body weight, body mass index (BMI), percentage of body fat (PBF), and appendicular skeletal muscle mass index (ASMI)], muscle strength [handgrip strength (HS)], physical performance [gait speed (GS), 5-time chair stand test (5CST), and short physical performance battery (SPPB)], blood biomarkers (inflammatory factors, hormones, growth factors, and muscle injury biomarker), and quality of life questionnaire [medical outcomes study short-form 36 (SF-36)]. After 12-week intervention, in the WBVT group, we observed significant improvements in body composition (weight, BMI, PBF and ASMI), muscle strength (KES), physical performance (GS, SPPB and 5CST), blood biomarkers [insulin-like growth factor 1 (IGF-1), growth hormone, follistatin (FST) and creatine kinase (CK)] and quality of life. In the RT group, we observed significant improvements in body composition (weight, BMI and PBF), muscle strength (KES), physical performance (GS and SPPB), blood biomarkers (growth hormone, FST and CK) and quality of life. Between-group comparisons were only significant for KES (P = 0.007) and the role-physical (RP) dimension of the SF-36 (P = 0.007). WBVT and RT both improved the physical condition of older people with sarcopenia. RT excelled in muscle strength, but WBVT offered an alternative for those with restrictions. WBVT's low risk and flexibility suited diverse conditions, providing a new rehabilitation option for patients with sarcopenia.",
      "mesh_terms": [
        "Humans",
        "Sarcopenia",
        "Aged",
        "Resistance Training",
        "Male",
        "Female",
        "Vibration",
        "Muscle Strength",
        "Body Composition",
        "Quality of Life",
        "Biomarkers",
        "Aged, 80 and over",
        "Muscle, Skeletal",
        "Treatment Outcome",
        "Physical Functional Performance"
      ]
    },
    {
      "pmid": "40005465",
      "title": "Aerobic-Resistance Training with Royal Jelly Supplementation Has a Synergistic Effect on Paraoxonase 1 Changes and Liver Function in Women with MASLD.",
      "authors": [
        "Roya Askari",
        "Nazanin Rabani",
        "Hamid Marefati",
        "Marzie Sadat Azarnive",
        "Matteo Pusceddu",
        "Gian Mario Migliaccio"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2025-Feb-17",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Background and Objectives: Metabolic dysfunction-associated steatotic liver disease (MASLD) is a clinical pathological syndrome characterized by steatosis and fat accumulation in liver parenchymal cells in patients without a history of excessive alcohol drinking. Currently, there is no definitive treatment for MASLD, and its prevalence increases with age and obesity, and after menopause. Among the ways to treat it, we can mention regular sports exercises and the use of natural supplements. Therefore, the aim of this research is to investigate and compare the effects of aerobic-resistance training with royal jelly supplementation on changes in paraoxonase 1, oxidized LDL, liver function, and lipid profile in postmenopausal women with Dysfunction-Associated Steatotic Liver Disease. Materials and Methods: This semi-experimental study involved 23 women with Dysfunction-Associated Steatotic Liver Disease with an average weight (71.34 ± 11.63 kg), age (48.54 ± 3.88 years), and body mass index (27.63 ± 4.20 kg/m2). They were randomly divided into two groups: exercise + supplement (n = 12) and exercise + placebo (n = 11). Both groups performed eight-station resistance exercises (8-12 repetitions in 2-4 sets) for 8 weeks, with three sessions per week (for 35-40 min, from 10-15 RPE), and then, for 10-15 min of active rest, they performed aerobic exercises with an intensity of 40-85% of the target heart rate, in two-minute intervals with 45 s of active rest. Royal jelly supplement (500 mg on training days, before each training session) was consumed. Blood sampling was done before and 48 h after the last training session. Statistical analysis was performed using a variance test with repeated measures (two groups × two stages of pre-test-post-test) in SPSS software (Version 26) with a significance level of p < 0.05. Results: The results of the statistical analysis show that the effects of eight weeks of exercise + supplement and exercise + placebo on PON1, oxLDL, lipid profiles (HDL, LDL, TC, and TG), and liver enzymes (ALT, AST) in women with non-alcoholic fatty liver showed a significant difference (p < 0.05). The results show a significant increase in PON1 (p = 0.008) and HDL (p = 0.005) in the exercise + supplement group compared to the exercise + placebo group. But significant decreases in oxLDL (p = 0.031), TC (p = 0.045), TG (p = 0.013), LDL (p = 0.027), ALT (p = 0.015) and AST (p = 0.009) were observed in the exercise + supplement group compared to the exercise + placebo group (<0.05). The results show a significant increase in PON1 (p = 0.008) and HDL (p = 0.005) in the exercise + supplement group compared to the exercise + placebo group. However, significant decreases in oxLDL (p = 0.031), TC (p = 0.045), TG (p = 0.013), LDL (p = 0.027), ALT (p = 0.015), and AST (p = 0.009) was observed in the exercise + supplement group compared to the exercise + placebo group. Conclusions: Based on the results, it can be concluded that aerobic-resistance exercises with the addition of royal jelly can probably be an efficient and recommended strategy to minimize the harmful effects of Dysfunction-Associated Steatotic Liver Disease by affecting the activity of liver enzymes, paraoxonase 1, LDL oxidation, and lipid profile. Although exercise alone also yielded favorable results, according to the findings of this research, it can be said that exercise, combined with the use of royal jelly supplements, may have more positive effects on reducing liver complications and improving body function. However, in order to obtain more accurate scientific evidence, it is necessary to investigate more doses and timing of royal jelly in future studies.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Aryldialkylphosphatase",
        "Middle Aged",
        "Resistance Training",
        "Fatty Acids",
        "Dietary Supplements",
        "Liver",
        "Exercise",
        "Fatty Liver"
      ]
    },
    {
      "pmid": "39997991",
      "title": "Comparative Effects of Resistance Training Modalities on Mental Health and Quality of Life in Individuals with Spinal Cord Injury.",
      "authors": [
        "Lucas Vieira Santos",
        "Karla Raphaela da Silva Ramos Freitas",
        "Eveline Torres Pereira",
        "Luciano Bernardes Leite",
        "Pedro Forte",
        "Claudia Eliza Patrocínio de Oliveira",
        "Osvaldo Costa Moreira"
      ],
      "journal": "Sports (Basel, Switzerland)",
      "publication_date": "2025-Feb-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Anxiety and depression are prevalent after spinal cord injury, impairing social participation and quality of life. OBJECTIVE: This study aimed to investigate the effects of traditional resistance training (TRT), flywheel resistance training (FWRT), and high-velocity resistance training (HVRT) on the mental health and quality of life in individuals with spinal cord injury. METHODS: Thirty-two participants were divided into TRT (n = 12), FWRT (n = 8), and HVRT (n = 12) groups, undergoing 8 weeks of upper-limb training twice weekly under super-vision. Training intensity and volume were progressively increased. The Hospital Anxiety and Depression Scale and SF-36 Questionnaire were used to assess outcomes. RESULTS: Both the TRT and FWRT groups showed a reduction in HADS-D scores post-intervention (p < 0.001). The TRT group also presented a significant reduction in HADS-A scores post-intervention (p = 0.003). Concerning quality of life, after training, TRT showed improvements in social functioning (p = 0.013), FWRT improved scores in physical functioning (p = 0.002), bodily pain (p = 0.002), vitality (p = 0.046), and role emotional (p < 0.001), while HVRT enhanced role physical (p < 0.001), social functioning (p = 0.013), and role emotional (p < 0.001). CONCLUSION: Overall, TRT was the most effective in reducing anxiety and depression and enhancing quality of life, while FWRT showed notable gains in physical and functional capacity. HVRT demonstrated improvements primarily in role physical but was less effective in other domains."
    },
    {
      "pmid": "39995432",
      "title": "Resistance training beyond momentary failure: the effects of past-failure partials on muscle hypertrophy in the gastrocnemius.",
      "authors": [
        "Stian Larsen",
        "Paul Alan Swinton",
        "Nordis Østerås Sandberg",
        "Benjamin Sandvik Kristiansen",
        "Andrea Bao Fredriksen",
        "Hallvard Nygaard Falch",
        "Roland van den Tillaar",
        "Milo Wolf"
      ],
      "journal": "Frontiers in psychology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Muscle hypertrophy is often a desired goal of resistance training, and strategies that extend training beyond momentary failure may enhance muscular adaptations. Thus, the objective of this study was to assess whether performing additional past-failure partial repetitions beyond momentary failure increased muscle hypertrophy. A total of 23 untrained men completed a 10-week within-participant intervention study. This study comprised two weekly resistance training sessions of four sets of standing Smith machine calf raises. One limb was randomly allocated to the control condition performing sets to momentary failure (PLANTARMF), and the other limb was allocated to the test intervention that included additional past-failure partial repetitions in the lengthened position (DORSIvf). Muscle thickness of the medial gastrocnemius muscle was measured both pre- and post-intervention via ultrasound. Data were analysed within a Bayesian framework using a mixed-effect model with random effects to account for the within-participant design. The average treatment effect (ATE) was measured to assess any difference in condition and inferences made based on the ATE posterior distribution and associated Bayes Factor (BF). The main findings were that the PLANTARMF and DORSIVF legs increased medial gastrocnemius hypertrophy by 6.7 and +9.6%, respectively. The results identified an ATE favouring the inclusion of additional partial repetitions (0.62 [95%CrI: 0.21-1.0 mm; p(>0) = 0.998]) with 'strong' evidence (BF = 13.3) supporting a priori hypothesis. Therefore, when the goal is to train for maximum gastrocnemius hypertrophy over a relatively short time period, we suggest performing sets beyond momentary failure as a likely superior option."
    },
    {
      "pmid": "39985582",
      "title": "Effect of adaptive variable-resistance training on chemotherapy-induced sarcopenia, fatigue, and functional restriction in pediatric survivors of acute lymphoblastic leukemia: a prospective randomized controlled trial.",
      "authors": [
        "Ragab K Elnaggar",
        "Waleed S Mahmoud",
        "Mohamed S Abdrabo",
        "Mahmoud S Elfakharany"
      ],
      "journal": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
      "publication_date": "2025-Feb-22",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: With the rising survival rate among children and adolescents with acute lymphoblastic leukemia (ALL), prioritizing patient-centered care to address the long-term effects of chemotherapy through tailored rehabilitation interventions is essential for optimizing their quality of life. The purpose of this study was to investigate the impact of an 8-week intervention using adaptive variable-resistance training (Adaptive-VRT) on chemotherapy-induced sarcopenia, fatigue, and functional restrictions in pediatric survivors of ALL. METHODS: A prospective randomized controlled trial included a total of 62 survivors of ALL, aged 12-18 years, and completed maintenance chemotherapy. Participants were randomized into two groups: the Adaptive-VRT group (n = 31), assigned the Adaptive-VRT intervention, and the control group (n = 31), which adhered to the standard exercise protocol. Baseline and post-intervention measurements were undertaken to analyze sarcopenia-related variables (i.e., muscle thickness and muscle strength), fatigue, and functional performance. RESULTS: The Adaptive-VRT group exhibited more favorable changes in muscle thickness [thigh thickness (P < .001; η2P = 0.32); rectus femoris (P < .001; η2P = 0.21); vastus intermedius (P = .002; η2P = 0.15)], and peak concentric torque of quadriceps [at speed of 90°/s (P = .005; η2P = 0.13), 120°/s (P = .021; η2P = 0.10), or 180°/s (P = .008; η2P = 0.11)] in comparison with the control group. Additionally, the Adaptive-VRT group reported lower fatigue levels (P = .031; η2P = 0.08) and demonstrated better functional performance [6-min walk test (P < .001; η2P = 0.25), 4 × 10-m shuttle running test (P < .001; η2P = 0.24), as well as timed up and down stairs (P < .0006; η2P = 0.18)]. CONCLUSION: The findings suggest that Adaptive-VRT is a promising intervention for ameliorating chemotherapy-induced sarcopenia, fatigue, and functional limitations in pediatric ALL survivors. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT06338020.",
      "mesh_terms": [
        "Humans",
        "Sarcopenia",
        "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
        "Resistance Training",
        "Child",
        "Prospective Studies",
        "Male",
        "Female",
        "Adolescent",
        "Fatigue",
        "Cancer Survivors",
        "Antineoplastic Agents",
        "Quality of Life",
        "Muscle Strength"
      ]
    },
    {
      "pmid": "39982294",
      "title": "Effects of Progressive Resistance Training After Hip Fracture: A Systematic Review.",
      "authors": [
        "Pablo Soro-García",
        "Noelia González-Gálvez"
      ],
      "journal": "Journal of functional morphology and kinesiology",
      "publication_date": "2025-Feb-02",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Hip fracture presents high morbidity, mortality, and healthcare costs. Some programs have focused on the effect of progressive strength work on post-hip fracture recovery. Therefore, the objective of this systematic review was to understand the effect of a progressive resistance training program on different variables in adults after hip fracture. This review includes randomized controlled trials that apply progressive strength programs in subjects after a hip fracture. The selected databases are PubMed, Cochrane Central Register of Controlled Trials (CENTRAL), and Ebsco. A total of 7 studies were selected after screening. These studies were published between 2005 and 2022. Most of the research included adults over 65 years of age, showing a mean age of 77.80 years. In the majority of cases, the programs are applied between 3 and 12 months post-fracture. The most commonly applied intervention time is 3 months. The intervention time of the programs typically lasts for 3 months and includes 3-4 lower limb exercises involving, mainly hip and knee movements. All the investigations assess functional capacity and nearly all research the strength. It is shown that the intensity of strength work progresses from 60 to 80% of 1RM. Progressive strength training programs in post-hip fracture patients generally show an improvement in functional capacity, strength, balance, walking speed, flexibility, and cardiorespiratory fitness. However, the effects on independence, quality of life, self-reported physical disability, depression, and cognitive ability do not show conclusive results, and there is little research in this regard."
    },
    {
      "pmid": "39960821",
      "title": "The Effect of Proximity-To-Failure on Perceptual Responses to Resistance Training.",
      "authors": [
        "Martin C Refalo",
        "Eric R Helms",
        "D Lee Hamilton",
        "Jackson J Fyfe"
      ],
      "journal": "European journal of sport science",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Perceptual responses may influence how much pleasure or displeasure an individual experiences during or following resistance training (RT). Resistance-trained males (n = 12) and females (n = 6) completed an 8-week intervention involving two RT sessions per week. The lower limbs of each participant were randomised to perform the leg press and leg extension exercises either to (i) momentary muscular failure (FAIL) or (ii) a perceived 2-RIR and 1-RIR, respectively, for the entire intervention. In weeks one, four, and eight, post-set ratings of perceived discomfort (RPD), and post-session ratings of perceived exertion (RPE) and general feelings via feeling scale (FS) were measured. Data were analysed with Bayesian mixed-effect models. When averaged over all time points measured, results showed slightly greater RPD for FAIL [5.1 (HDI: 4.2-6.0); pd = 100%] versus RIR [4.1 (HDI: 3.2-5.1); pd = 100%], greater RPE for FAIL [5.4 (HDI: 4.6-6.3); pd = 100%] versus RIR [4.3 (HDI: 3.5-5.1); pd = 100%], and more positive general feelings for RIR [1.2 (HDI: 0.7-1.8); pd = 100%] versus FAIL [0.3 (HDI: -0.3 to 0.8); pd = 86%]. Overall, assessing perceptual responses may help inform RIR prescription to promote desired outcomes whilst limiting negative feelings that may compromise long-term adherence.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Resistance Training",
        "Female",
        "Young Adult",
        "Physical Exertion",
        "Adult",
        "Perception",
        "Bayes Theorem",
        "Pleasure"
      ]
    },
    {
      "pmid": "39959841",
      "title": "Lengthened partial repetitions elicit similar muscular adaptations as full range of motion repetitions during resistance training in trained individuals.",
      "authors": [
        "Milo Wolf",
        "Patroklos Androulakis Korakakis",
        "Alec Piñero",
        "Adam E Mohan",
        "Tom Hermann",
        "Francesca Augustin",
        "Max Sapuppo",
        "Brian Lin",
        "Max Coleman",
        "Ryan Burke",
        "Jeff Nippard",
        "Paul A Swinton",
        "Brad J Schoenfeld"
      ],
      "journal": "PeerJ",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Resistance training using different ranges of motion may produce varying effects on musclular adaptations. The purpose of this study was to compare the effects of lengthened partial repetitions (LPs) vs. full range of motion (ROM) resistance training (RT) on muscular adaptations. METHODS: In this within-participant study, thirty healthy, resistance-trained participants had their upper extremities randomly assigned to either a lengthened partial or full ROM condition; all other training variables were equivalent between limbs. The RT intervention was an 8-week program targeting upper-body musculature. Training consisted of two training sessions per week, with four exercises per session and four sets per exercise. Muscle hypertrophy of the elbow flexors and elbow extensors was evaluated using B-mode ultrasonography at 45% and 55% of humeral length. Muscle strength-endurance was assessed using a 10-repetition-maximum test on the lat pulldown exercise, both with a partial and full ROM. Data analysis employed a Bayesian framework with inferences made from posterior distributions and the strength of evidence for the existence of a difference through Bayes factors. RESULTS: Both muscle thickness and unilateral lat pulldown 10-repetition-maximum improvements were similar between the two conditions. Results were consistent across outcomes with point estimates close to zero, and Bayes factors (0.16 to 0.3) generally providing \"moderate\" support for the null hypothesis of equal improvement across interventions. CONCLUSIONS: Trainees seeking to maximize muscle size should likely emphasize the stretched position, either by using a full ROM or LPs during upper-body resistance training. For muscle strength-endurance, our findings suggest that LPs and full ROM elicit similar adaptations.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Male",
        "Adaptation, Physiological",
        "Range of Motion, Articular",
        "Female",
        "Muscle, Skeletal",
        "Muscle Strength",
        "Adult",
        "Young Adult",
        "Ultrasonography",
        "Healthy Volunteers"
      ]
    },
    {
      "pmid": "39956457",
      "title": "The effect of resistance training on blood pressure and resting heart rate in type 2 diabetes: A systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Ruihao Lin",
        "Kairan Yang",
        "Hengtao Guo",
        "Xiang Zhang"
      ],
      "journal": "Diabetes research and clinical practice",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "This meta-analysis assessed the impacts of resistance training on hemodynamic outcomes, including blood pressure and heart rate, in patients with type 2 diabetes (T2D). Four databases were searched following PRISMA guidelines. Randomized controlled trials (RCTs) comparing resistance training to usual care were included if they evaluated systolic and diastolic blood pressure (SBP and DBP), heart rate, and maximum oxygen uptake (VO2max) in adults with T2D. Random-effects models were used to calculate mean differences, with corresponding 95 % confidence intervals (CIs). Twenty-six RCTs were included. Resistance training significantly reduced SBP by -4.13 mmHg (95 % CI: -6.40, -1.85; p = 0.0004) and DBP by -2.03 mmHg (95 % CI: -3.69, -0.38; p = 0.02), with greater reductions in interventions lasting over 12 weeks. Resting heart rate decreased by -3.17 bpm (95 % CI: -6.33, -0.01; p = 0.05) and VO2max improved by 0.27 ml/kg/min (95 % CI: 0.02, 0.53; p = 0.04). Meta-regression revealed that intervention duration, session frequency, and study quality did not significantly explain the observed heterogeneity. Resistance training effectively improves hemodynamic outcomes T2D patients, but high heterogeneity in blood pressure outcomes and limited subgroup data on specific subgroups (e.g., women) restrict generalizability. Further research should explore heterogeneity sources and optimize resistance training protocols.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Resistance Training",
        "Heart Rate",
        "Blood Pressure",
        "Randomized Controlled Trials as Topic",
        "Oxygen Consumption"
      ]
    },
    {
      "pmid": "39954817",
      "title": "Cognitive gains and cortical thickness changes after 12 weeks of resistance training in older adults with low and high risk of mild cognitive impairment: Findings from a randomized controlled trial.",
      "authors": [
        "Simona Kušleikienė",
        "Gal Ziv",
        "Wouter A J Vints",
        "Erika Krasinskė",
        "Milda Šarkinaite",
        "Orgesa Qipo",
        "Ivan Bautmans",
        "Uwe Himmelreich",
        "Nerijus Masiulis",
        "Vida J Česnaitienė",
        "Oron Levin"
      ],
      "journal": "Brain research bulletin",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: In this randomized controlled trial, we assessed the neuroprotective effect of a 12-week resistance training (RT) program on executive control and cortical thickness of the prefrontal, temporal, parietal, and central cortex, regions prone to structural decline in individuals with mild cognitive impairment (MCI). METHODS: Seventy older adults (aged 60-85 y old, 38 females and 32 males) were randomly allocated to a 12-week lower limb RT program or a waiting list control group. The Montreal Cognitive Assessment (MoCA) was used to stratify participants screened for high (< 26) or low (≥ 26) MCI risk. Cognitive measurements consisted of the two-choice reaction time, Go/No-go, mathematical processing, and memory search tests. Cortical thickness was estimated from 3D T1-weighted MR images. RESULTS: Complete randomized controlled trial data was obtained from 50 individuals (24 with high MCI risk). Significant Group x Time interactions were found for response on the Go/No-go task and cortical thickness of the right parahippocampal gyrus [F ≥ 5.3, p ≤ 0.03; η2p ≥ 0.12]. An inspection of these observations revealed an increase in cortical thickness (+1.18 %) and a decrease in response time (-4.35 %) in individuals with high MCI risk allocated to the exercise group (both uncorrected p = 0.08). Decreased response time on the Go/No-go task was associated with increased cortical thickness in the right entorhinal gyrus (uncorrected p = 0.01). CONCLUSIONS: Our study demonstrated that 12 weeks of RT intervention may effectively improve cognitive performance and slow neuronal loss in the hippocampal complex of older adults at high MCI risk. Findings support evidence for the neuroprotective effects of resistance training and its potential role in cognitive health.",
      "mesh_terms": [
        "Humans",
        "Aged",
        "Cognitive Dysfunction",
        "Resistance Training",
        "Female",
        "Male",
        "Middle Aged",
        "Aged, 80 and over",
        "Magnetic Resonance Imaging",
        "Cognition",
        "Cerebral Cortex",
        "Executive Function",
        "Brain Cortical Thickness",
        "Neuropsychological Tests"
      ]
    },
    {
      "pmid": "39953154",
      "title": "Preventive effects of progressive resistance training of different intensities on breast cancer-related lymphedema.",
      "authors": [
        "Zirui Zhang",
        "Luyan Guo",
        "Lizhi Zhou",
        "Xijun Hao",
        "Yijing Fan",
        "Hong Li",
        "Huiqian Xu",
        "Jiwei Hu",
        "Aijun Du",
        "Yaqi Wang"
      ],
      "journal": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
      "publication_date": "2025-Feb-14",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Explore the preventive effects of varying intensity progressive resistance exercise on breast cancer-related lymphedema. METHODS: A total of 114 breast cancer patients who underwent axillary lymph node dissection at Tangshan People's Hospital from January to April 2024 were included. Participants were randomly assigned to three groups: the control group received conventional care; intervention group 1 received conventional care + low-intensity progressive resistance exercise; and intervention group 2 received routine nursing + moderate and high-intensity progressive resistance exercise. Body composition and grip strength were assessed pre-intervention, post-intervention, and at 3 and 6 months follow-up to compare differences among the groups. RESULTS: (1) Body composition: At post-intervention, 3 and 6 months follow-up, segmental water differences and extracellular water ratios, along with 1- and 5-kHz SFBIA in both intervention groups, were lower than in the control group. Intervention group 2 had a lower extracellular water ratio than group 1 at post-intervention, and at 3 months follow-up, group 2 showed lower water differences and extracellular water ratios than group 1, with slight variations at 6 months (P < 0.001). (2) Grip strength: At post-intervention, 3 months and 6 months follow-up, grip strength in intervention group 1 and intervention group 2 was higher than that in control group, and the difference was statistically significant (P < 0.001). CONCLUSION: Resistance exercise enhances muscle strength and prevents lymphedema, with moderate-high-intensity exercise proving more effective than low intensity. Adverse events were minimal, suggesting that increasing resistance exercise intensity, while considering participants' conditions, may yield better preventive outcomes.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Female",
        "Middle Aged",
        "Breast Cancer Lymphedema",
        "Hand Strength",
        "Adult",
        "Breast Neoplasms",
        "Body Composition",
        "Aged",
        "Lymph Node Excision"
      ]
    },
    {
      "pmid": "39947195",
      "title": "Evaluation of the Application of BOth Sides Up Ball Training Combined With Resistance Training in Joint Stability Improvement Following Anterior Cruciate Ligament Reconstruction Surgery in Teenage Athletes.",
      "authors": [
        "Xiaodong Cao",
        "Junlian Liu",
        "Jinwei Zhao",
        "Shuolei Feng",
        "Zijian Zhao"
      ],
      "journal": "Journal of sport rehabilitation",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Adolescent athletes participating in sports involving sudden directional changes, pivoting, and jumping frequently sustain anterior cruciate ligament (ACL) ruptures. ACL reconstruction (ACLR) surgery is often required, followed by a lengthy rehabilitation period. This study aims to evaluate the effectiveness of combining BOth Sides Up (BOSU) ball exercises with conventional resistance training in the recovery of joint stability and function after ACLR in adolescent athletes. Thirty adolescent athletes (ages 14-18) who underwent ACLR were randomly allocated to either the control group receiving traditional postoperative rehabilitation (n = 15) or the intervention group combining BOSU ball training with resistance exercises (n = 15). Joint stability, proprioception, strength, and functional outcomes were assessed before the procedure, as well as 3, 6, and 12 months after the operation using the KT-1000 arthrometer, Y-balance test, isokinetic dynamometry, and the ACL-Return to Sport after Injury ACL-Return to Sport after Injury (ACL-RSI) scale. The intervention group demonstrated notably better anterior-posterior knee joint stability (P < .05) than the control group at the 6-month and 12-month follow-ups after the surgery, greater reach distances in the Star Excursion Balance Test (P < .05), higher quadriceps and hamstring strength ratios (P < .05), and superior ACL-RSI scores (P < .01). Incorporating BOSU ball training with resistance exercises appears to be more effective than traditional rehabilitation alone in enhancing joint stability and neuromuscular control after ACLR in adolescent athletes. These results provide evidence supporting the incorporation of unstable surfaces into a comprehensive rehabilitation program to optimize recovery and safe return to sports."
    },
    {
      "pmid": "39945426",
      "title": "An evaluation of progressive blood flow restricted resistance training and exercise preferences in individuals with Rheumatoid Arthritis.",
      "authors": [
        "Hunter Bennett",
        "Anthony Mezzini",
        "Susanna Proudman",
        "Kim Griggs",
        "Kade Davison"
      ],
      "journal": "Disability and rehabilitation",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: This two-part study examined the attitudes and preferences of people with rheumatoid arthritis (RA) toward blood flow restricted resistance training (BFR-RT), and assessed the acceptability and impact of a progressive upper and lower body BFR-RT intervention. METHODS: Part one was a cross-sectional survey (N = 97) examining exercise preferences of people with RA, and their openness to BFR-RT. Part two was a single group trial (N = 12) examining the feasibility, acceptability, and impact of BFR-RT on muscle strength, functional capacity, quality of life, and pain, in people with RA. RESULTS: Survey results indicated people with RA would prefer BFR-RT if it was supervised by an exercise professional, be no more than three sessions per week, and commence at low-to-moderate intensity. The BFR-RT intervention in part two aligned with the part one results, had high acceptability (100% \"liked\" the program), session adherence (81%), and elicited significant (p < 0.05) improvements in strength, functional lower extremity related physical performance, and pain. However, no improvements in quality of life were observed (p > 0.05). CONCLUSIONS: BFR-RT is viewed positively by people with RA, and when delivered in a way that aligns with their preferences, is acceptable, has high adherence, and can improve strength and function, and reduce pain."
    },
    {
      "pmid": "39940276",
      "title": "Effects of a Hypocaloric Diet Plus Resistance Training with and Without Amino Acids in Older Participants with Dynapenic Obesity: A Randomized Clinical Trial.",
      "authors": [
        "Valentina Muollo",
        "Andrea P Rossi",
        "Chiara Milanese",
        "Valentina Cavedon",
        "Federico Schena",
        "Anna Giani",
        "Silvia Urbani",
        "Gloria Mazzali",
        "Mauro Zamboni",
        "Elena Zoico"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Jan-23",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Exercise and nutrition may be useful strategies in dynapenic and sarcopenic obesity management, but the identification of treatment modalities aimed at improving this condition is still lacking. We compared the effect of a five-month hypocaloric diet plus resistance training (RT) with and without essential amino acids (EAAs) on body composition, physical performance, and muscle strength among older adults with dynapenic obesity (DO). METHODS: Older individuals (n = 48) with DO [(BMI ≥ 30 kg/m2 and/or high waist circumference and low handgrip strength (HGS)] were randomized into two double-blind groups (RT without EAAs vs. RT+EAAs). All participants followed a hypocaloric diet (1 g of proteins/kg spread over three meals) and RT for five months. Pre- and post-intervention assessments included the body composition (DXA), Short Physical Performance Battery (SPPB), HGS, one-repetition maximum (1-RM), and maximal isometric torque with an isokinetic dynamometer. RESULTS: Both groups reduced body mass (RT: -4.66 kg; RT+EAAs: -4.02 kg), waist circumference (RT: -4.66 cm; RT+EAAs: -2.2 cm), total fat mass (RT: -3.81 kg; RT+EAAs: -3.72 kg), and compartmental fat mass with no between-group differences. Both groups improved 1-RM strength (33-47%), isometric torque for body mass (RT: 14.5%; RT+EAAs: 10.6%), and functional performance (chair stand (RT: -3.24 s; RT+EAAs: -1.5 s) and HGS (RT: -2.7 kg; RT+EAAs: 2.9 kg)) with no between-group differences. CONCLUSIONS: A moderate hypocaloric diet combined with RT improves body composition and physical function in DO participants, but EAA supplementation did not provide additional benefits.",
      "mesh_terms": [
        "Humans",
        "Aged",
        "Male",
        "Female",
        "Resistance Training",
        "Body Composition",
        "Obesity",
        "Double-Blind Method",
        "Hand Strength",
        "Caloric Restriction",
        "Muscle Strength",
        "Sarcopenia",
        "Diet, Reducing",
        "Middle Aged",
        "Waist Circumference",
        "Physical Functional Performance",
        "Amino Acids, Essential",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39939249",
      "title": "Effects of time-restricted eating and resistance training on skeletal muscle tissue quantity, quality and function in postmenopausal women with overweight or obesity: A study protocol.",
      "authors": [
        "V M Alfaro-Magallanes",
        "M Medrano",
        "J Echarte",
        "M Osés",
        "C Izquierdo",
        "M De Caridad-Concepción",
        "A Galbete",
        "F Idoate",
        "A Zugasti",
        "M E Petrina",
        "E Goñi",
        "M J Ribelles",
        "M Amasene",
        "L Arenaza",
        "C Tejada",
        "E Elejalde",
        "U Azcarate",
        "O Ruiz-Sarrias",
        "O Sayar-Beristain",
        "A García-Ramos",
        "C Martínez-Labari",
        "C Armendariz-Brugos",
        "A Villanueva",
        "J R Ruiz",
        "R Cabeza",
        "I Labayen"
      ],
      "journal": "Nutrition, metabolism, and cardiovascular diseases : NMCD",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol"
      ],
      "abstract": "BACKGROUND & AIMS: Time-restricted eating (TRE) shows promise for weight loss and improving menopause-related body composition and cardiometabolic health, but its effects on skeletal muscle tissue (SMT) in postmenopausal women are unknown. This study investigates the effects of three weight loss interventions over 12 weeks on SMT quantity, quality, function, and cardiometabolic health in postmenopausal women with overweight/obesity, with effects persistence evaluated at a 12-month follow-up. METHODS AND RESULTS: In this randomized controlled trial, 78 postmenopausal women (50-65 years; BMI 25-40 kg/m2; sedentary lifestyle; eating window ≥12 h/day; no severe metabolic impairments) will be recruited. Participants will be randomly assigned to one of three groups for 12 weeks: TRE, TRE + resistance training, or CR + resistance training. The TRE groups will reduce their eating window to 8 h and receive nutritional advice to adhere to a Mediterranean diet. The CR group will follow a personalized hypocaloric diet (-500 kcal/day). Resistance training groups will perform supervised resistance training 3 times/week. PRIMARY OUTCOME: Change in SMT quantity measured by MRI at baseline and after 12 weeks. SECONDARY OUTCOMES: intermuscular adipose tissue (IMAT), strength, power, body weight and composition, and cardiometabolic risk factors. CONCLUSION: This study will illustrate the effects of TRE and TRE combined with resistance exercise compared with the currently recommended obesity-lifestyle treatment on SMT quantity, quality, function, and cardiometabolic markers. The results will offer insights into dietary strategies to combat obesity and metabolic diseases without increasing sarcopenia risk in postmenopausal women, a sparsely studied and particularly affected population.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Postmenopause",
        "Resistance Training",
        "Middle Aged",
        "Muscle, Skeletal",
        "Time Factors",
        "Aged",
        "Weight Loss",
        "Treatment Outcome",
        "Obesity",
        "Randomized Controlled Trials as Topic",
        "Muscle Strength",
        "Adiposity",
        "Diet, Mediterranean",
        "Diet, Reducing",
        "Caloric Restriction",
        "Age Factors"
      ]
    },
    {
      "pmid": "39932234",
      "title": "Effect of Low-Load Blood Flow Restriction Training and High-Load Resistance Training on Quadriceps Strength, Dynamic Stability, and Functional Performance.",
      "authors": [
        "I Putu Gde Surya Adhitya",
        "I Gusti Ngurah Wien Aryana",
        "Ida Kurniawati",
        "Sayu Aryantari Putri Thanaya",
        "Made Bang Redy Utama"
      ],
      "journal": "Clinical journal of sport medicine : official journal of the Canadian Academy of Sport Medicine",
      "publication_date": "2025-Feb-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Blood flow restriction (BFR) is a method used to affix a pneumatic cuff to the uppermost part of a leg. Blood flow restriction is often combined with low load-blood flow restriction training (LL-BFRt) to enhance strength and promote muscle hypertrophy. Therefore, this research aimed to examine the effect of LL-BFRt, sham LL-BFRt, and high load-resistance training (HL-Rt) on quadriceps strength (QS), dynamic stability, and functional performance. DESIGN: Single-blinded randomized trial method. SETTING: A private physical therapy clinic in Bali, Indonesia. PARTICIPANTS: Data were collected from 63 basketball and rugby players assigned to 3 intervention groups, namely, LL-BFRt, sham LL-BFRt, and HL-Rt, through block randomization. INDEPENDENT VARIABLES: Each participant received intervention consisting of 45-minute sessions twice per week for 8 weeks. OUTCOME MEASURES: Quadriceps strength, star excursion balance test (SEBT), and single-leg hop test (SLHT) were evaluated in baseline, 4 weeks, and 8 weeks of the intervention period. RESULTS: In LL-BFRt and HL-Rt groups, QS, SEBT, and SLHT scores were significantly improved during 8-week intervention period, except in sham LL-BFRt group. Furthermore, there was a significant improvement in LL-BFRt (QS: 9.2-33.5 Newton; SEBT: 1.2-11.1 cm; SLHT: 1.3-9.8 cm, P-values < 0.05) and HL-Rt groups (QS: 15.4-35.9 Newton; SEBT: 2.2-9.0 cm; SLHT: 4.5-15.8 cm, P < 0.05) compared with sham LL-BFRt. CONCLUSIONS: The improvements attained by participants using LL-BFRt and HL-Rt were comparable and capable of improving QS, SEBT, and SLHT more than sham LL-BFRt. TRIAL REGISTRATION: NCT05951036."
    },
    {
      "pmid": "39914379",
      "title": "Impacts of Resistance Training on Endogenous Antioxidants in Older Individuals: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
      "authors": [
        "Lilliany de Souza Cordeiro",
        "Diego Gama Linhares",
        "Juliana Brandão Pinto de Castro",
        "Andressa Oliveira Barros Dos Santos",
        "Luciano Lima Dos Santos",
        "Giullio César Pereira Salustiano Mallen da Silva",
        "Rodrigo Gomes de Souza Vale"
      ],
      "journal": "Journal of physical activity & health",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUND: Cellular antioxidant activity and oxidative stress are assumed to be critical factors in the aging process. This study aims to investigate the effects of resistance training (RT) on endogenous antioxidants in healthy older individuals. DESIGN: The records were identified through searches in 5 electronic databases (PubMed, Bireme, Scopus, SPORTDiscus, and Web of Science) in June 2024 for eligible randomized controlled trials that observed older individuals subjected to RT programs that reported endogenous antioxidant outcomes. The Tool for the assEssment of Study qualiTy and reporting in EXercise (ranging from 0 to 15) was used to verify the methodological quality of the studies. RESULTS: Fourteen randomized controlled trials involving 676 healthy older individuals were included in the systematic review. Of these, 10 articles were included in the meta-analysis. The meta-analysis indicated that RT interventions did not have significant effects on improving catalase levels (standardized mean difference = 0.84; 95% CI, -0.61 to 2.29) or antioxidant activity (standardized mean difference = 0.28; 95% CI, -0.41 to 0.98). However, RT was associated with a significant reduction in superoxide dismutase (mean difference = -0.16; 95% CI, -0.29 to -0.04) and glutathione peroxidase increased (standardized mean difference = 0.57; 95% CI, 0.13 to 1.01). CONCLUSIONS: Based on available evidence, the meta-analysis suggests potential improvement in glutathione peroxidase gene expression and reduction in gene expression of superoxide dismutase after the intervention physical activity intervention in healthy older individuals.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Antioxidants",
        "Randomized Controlled Trials as Topic",
        "Aged",
        "Oxidative Stress",
        "Glutathione Peroxidase",
        "Superoxide Dismutase",
        "Catalase"
      ]
    },
    {
      "pmid": "39908358",
      "title": "Multimodal Adaptations to Expiratory Musculature-Targeted Resistance Training: A Preliminary Study in Healthy Young Adults.",
      "authors": [
        "Rahul Krishnamurthy",
        "Douglas H Schultz",
        "Yingying Wang",
        "Sathish Kumar Natarajan",
        "Steven M Barlow",
        "Angela M Dietsch"
      ],
      "journal": "Journal of speech, language, and hearing research : JSLHR",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Exercise-induced adaptations, including neuroplasticity, are well studied for physical exercise that targets skeletal muscles. However, little is known about the neuroplastic potential of targeted speech and swallowing exercises. The current study aimed to gather preliminary data on molecular and functional changes associated with the neuroplastic effects of 4-week expiratory musculature-targeted resistance training in healthy young adults. METHOD: Five healthy young adult men aged between 19 and 35 years, M (SD) = 28.8 (2.68) years, underwent 4 weeks of expiratory muscle strength training (EMST). We measured changes in maximum expiratory pressure (MEP), serum brain-derived neurotrophic factor (BDNF), and insulin-like growth factor 1 (IGF-1) levels at baseline and posttraining conditions. Furthermore, functional and structural magnetic resonance images were obtained to investigate the neuroplastic effects of EMST. We analyzed the effects of training using a linear mixed model for each outcome, with fixed effects for baseline and posttraining. RESULTS: MEP and serum BDNF levels significantly increased posttraining. However, this effect was not observed for IGF-1. A significant increase in functional activation in eight regions was also observed posttraining. However, we did not observe significant changes in the white matter microstructure. CONCLUSIONS: Preliminary data from our study suggest targeted resistance training of expiratory muscles results in molecular and neuroplastic adaptations similar to exercise that targets skeletal muscles. Additionally, these results suggest that EMST could be a potential intervention to modulate (or prime) neurotrophic signaling pathways linked to functional strength gains and neuroplasticity.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Young Adult",
        "Adult",
        "Resistance Training",
        "Brain-Derived Neurotrophic Factor",
        "Insulin-Like Growth Factor I",
        "Adaptation, Physiological",
        "Magnetic Resonance Imaging",
        "Neuronal Plasticity",
        "Exhalation",
        "Respiratory Muscles",
        "Healthy Volunteers",
        "Preliminary Data"
      ]
    },
    {
      "pmid": "39904658",
      "title": "Sex Differences in Response to a 12-Week Resistance Training Exercise Intervention After Cardiac Surgery: A Proof-of-Concept Intervention Trial.",
      "authors": [
        "Basmah Safdar",
        "Angela F Jarman",
        "Tracy E Madsen",
        "Lauren E DeLamielleure",
        "Bin Zhou",
        "Robert Axtell",
        "Arnar Geirsson",
        "Abeel A Mangi"
      ],
      "journal": "Clinical therapeutics",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Cardiopulmonary rehabilitation, which often follows major acute cardiac events, is traditionally focused on aerobic exercise and has been associated with decreased morbidity and mortality. Its benefit among cardiac surgery patients is less clear, as is the role of resistance-based exercise programs and their sex-specific effects. This study seeks to evaluate the safety and feasibility of a 12-week resistance training program in patients post cardiac surgery through a sex-specific lens. METHODS: We conducted a nonrandomized feasibility trial with a 12-week strength training exercise intervention. The primary outcome was safety and feasibility. Secondary outcomes included changes in strength, endurance, and functional capacity; and sex differences among these. Adult participants post open-heart surgery who had completed traditional cardiac rehabilitation were consented. Both patients who completed (cases) or did not complete (controls) a tailored 12-week resistance training program underwent comprehensive assessment of physiologic and physical fitness measures pre- and postintervention. FINDINGS: Nine participants enrolled in the trial, including 6 in the intervention arm (median age 61 years; 67% male) and 3 in the control arm (median age 66 years; 67% male). No serious adverse events were noted, indicating safety of the intervention. Participants completed a mean of 34.8/36 (96.7%) of sessions, indicating the feasibility of the program. Although not powered for statistical significance, patients experienced positive trends of improvement in measures of hand grip strength, endurance, and functional capacity with the intervention. When stratified, females experienced greater gains than males in these measures. IMPLICATIONS: This proof-of-concept study found that resistance-based exercise after cardiac surgery is well tolerated and feasible. Although all patients experienced improvements in exercise parameters, females reported greater relative improvement than males.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Resistance Training",
        "Male",
        "Middle Aged",
        "Aged",
        "Cardiac Surgical Procedures",
        "Feasibility Studies",
        "Sex Factors",
        "Proof of Concept Study",
        "Cardiac Rehabilitation",
        "Treatment Outcome",
        "Muscle Strength"
      ]
    },
    {
      "pmid": "39889852",
      "title": "Comparison of the Effectiveness of Protein Supplementation Combined with Resistance Training on Body Composition and Physical Function in Healthy Elderly Adults.",
      "authors": [
        "Haiping Tian",
        "Wanwan Qiao",
        "Xianxiu Wen"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: The global population of individuals over 65 y is expected to reach 426 million by 2050. Aging is associated with a progressive loss of muscle mass, strength, and function, leading to sarcopenia and adverse outcomes such as physical disability and increased mortality. Interventions such as resistance training and protein supplementation have shown promise in mitigating these effects. OBJECTIVES: To determine the comparative effectiveness of protein supplementation, resistance training, and their combination on body composition and physical function in healthy older adults through a network meta-analysis. METHODS: We conducted a systematic review and network meta-analysis following PRISMA guidelines and registered it in PROSPERO (CRD42021226561). We included randomized controlled trials comparing protein supplementation, resistance training, and their combination in participants aged ≥50 y. Data were extracted from PubMed, Web of Science, Embase, and Cochrane Library. The risk of bias was assessed using the Cochrane Collaboration Risk of Bias Tool. RESULTS: A total of 38 randomized controlled trials involving 2610 participants were included. The combined intervention of protein supplementation and resistance training significantly improved lean body mass (standardized mean difference [SMD]: 0.44; 95% confidence interval [CI]: 0.05, 0.95) compared with protein supplementation alone. The combined intervention also showed significant improvements in muscle mass (SMD: 1.49; 95% CI: 0.11, 2.67). The combined intervention (SMD: 2.74; 95% CI: 0.76, 4.74) and resistance training alone (SMD: 2.53, 95% CI: 0.29, 4.84) significantly improved muscle strength compared with controls. The combined intervention (SMD: 4.98; 95% CI: 2.72, 7.17) and resistance training alone (SMD: 4.52; 95% CI: 2.30, 6.64) significantly improved physical function compared with protein supplementation alone. CONCLUSIONS: Combining exercise and protein supplementation is the most effective method for improving muscle mass, strength, and physical function in older adults. This approach should be considered to enhance physical health in this population. Future large-scale trials are necessary to confirm these findings.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Body Composition",
        "Dietary Supplements",
        "Aged",
        "Dietary Proteins",
        "Muscle Strength",
        "Male",
        "Female",
        "Randomized Controlled Trials as Topic",
        "Aged, 80 and over",
        "Middle Aged"
      ]
    },
    {
      "pmid": "39869076",
      "title": "Does increasing the resistance-training volume lead to greater gains? The effects of weekly set progressions on muscular adaptations in females.",
      "authors": [
        "Alysson Enes",
        "Camila L Correa",
        "Mauro F Bernardo",
        "Guilherme Nass Salles",
        "Gustavo Oneda",
        "Danilo F Leonel",
        "Steven J Fleck",
        "Stuart M Phillips",
        "Eduardo O De Souza",
        "Tácito P Souza-Junior"
      ],
      "journal": "Journal of sports sciences",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "We investigated the effect of increasing the number of sets per week every fortnight versus performing a constant set volume on muscular adaptations over 12 weeks. Thirty females (RT experience 2.1 ± 1.0 years) were randomly assigned to a constant group (CG, n = 9) that performed 22 sets per week, a two-set progression group (2SG, n = 11), or a four-set progression group (4SG, n = 10). Forty-five degree leg press one-repetition maximum (1RM), vastus lateralis cross-sectional area (VL-CSA), and the sum of proximal, middle and distal lateral thigh muscle thickness (∑MT) were assessed at baseline and after the intervention. We observed that the 4SG and 2SG conditions showed greater improvements in 1RM than the CG (p < 0.001, p = 0.032, respectively), with no differences between 4SG and 2SG (p = 0.118). Regarding VL-CSA, the 4SG group showed greater increases than the CG (p = 0.029) but not than the 2SG (p = 0.263), whereas no differences between the 2SG and CG (p = 0.443) were observed. There were no differences between groups for ∑MT (p = 0.783). While all groups demonstrated improvements in the measured outcomes, our findings suggest that increasing weekly sets may offer additional benefits for 1RM and vastus lateralis cross-sectional area. However, no additional benefits were observed for ∑MT.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Adaptation, Physiological",
        "Resistance Training",
        "Quadriceps Muscle",
        "Muscle Strength",
        "Young Adult",
        "Thigh",
        "Muscle, Skeletal",
        "Adult"
      ]
    },
    {
      "pmid": "39868702",
      "title": "\"No Matter the Age or Medical Complexity, People Benefit From That Intensity of Exercise\": A Mixed-Methods Study Describing Rehabilitation Provider Perceptions of High-Intensity Resistance Training Among Veterans Receiving Post-Acute Care.",
      "authors": [
        "Emma H Beisheim-Ryan",
        "Lauren A Hinrichs-Kinney",
        "Katie A Butera",
        "Danielle L Derlein",
        "Mattie Pontiff",
        "Janell Pisegna",
        "Rebecca Altic",
        "Daniel Malone",
        "Jennifer E Stevens-Lapsley"
      ],
      "journal": "Journal of geriatric physical therapy (2001)",
      "publication_date": "2025-Jan-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: In skilled nursing facilities (SNFs), i-STRONGER is a novel, high-intensity resistance training approach that incorporates progressive resistance training to promote greater improvements in patient function compared to usual care. To inform large-scale expansion of i-STRONGER as standard-of-care in SNFs, this mixed-methods study assessed rehabilitation providers' perceptions of i-STRONGER and purported needs for its adoption. METHODS: Forty-three rehabilitation providers participated in an 18-week, interactive i-STRONGER training program. Post-training, the validated Perceived Characteristics of Intervention Scale was used to evaluate i-STRONGER relative advantage, compatibility with practice, complexity, potential for reinvention (ie, adaptability), trialability, and risk. Providers reported the top 3 needs for successful i-STRONGER adoption and described i-STRONGER perceptions in training modules and focus groups. A convergent mixed-methods design was used to evaluate and describe clinician perceptions of i-STRONGER. RESULTS: i-STRONGER program conceptually aligned with providers' practice. The patterns and was endorsed as feasible and adaptable as part of patient care; however, initial hesitancies surrounding patients' physical abilities and motivation were noted as barriers and appeared to reflect negative age-related beliefs and attitudes within SNF cultures. Providers feared patients would be unwilling or unable to engage with i-STRONGER activities due to their age, deconditioning, medical complexity, or expectation that rehabilitation should feel \"easier.\" As providers began implementing i-STRONGER in real-time, concerns surrounding i-STRONGER's potential risks lessened as providers observed improvements in patient function and motivation, and patients were described as \"embracing\" i-STRONGER principles. Patient acceptance and satisfaction, equipment, time, and clear communication among providers were cited as critical needs for i-STRONGER adoption. CONCLUSIONS: With i-STRONGER, a safe and effective approach for delivering resistance training to older adults in SNF settings, \"seeing is believing.\" Real-time implementation of i-STRONGER facilitated an evolution of perspective among providers, fueled by observable, positive changes in patient function and affect as well as unexpected patient participation. Findings support i-STRONGER use in SNF settings, provided that specific training strategies showcase older adults with medical complexity participating in progressive resistance training."
    },
    {
      "pmid": "39860068",
      "title": "Effect of Eight-Week Transcranial Direct-Current Stimulation Combined with Lat Pull-Down Resistance Training on Improving Pull-Up Performance for Male College Students.",
      "authors": [
        "Qian Li",
        "Jiaqi Yan",
        "Hanya Dai",
        "Minjie Qiao",
        "Mingxin Gong",
        "Wenxin Niu",
        "Ye Yang",
        "Lejun Wang"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to investigate the effects and potential mechanisms of 8-week transcranial direct-current stimulation (tDCS) combined with resistance training (RT) on pull-up performance in male college students. Twenty-five male college students were randomly assigned to either RT combined with anodal tDCS stimulation (RT + tDCS) or RT alone (RT). Participants of both groups engaged in lat pull-down training programs for 8 weeks, with the RT + tDCS group receiving 20 min tDCS before each RT session. Pre- and post-intervention tests included pull-up endurance (number of repetitions), flexed arm circumference (FAC), and lat pull-down maximal voluntary isometric contraction (MVIC) peak force. During the pull-up endurance test, surface electromyography (sEMG) was recorded for the bicep brachii (BB), tricep brachii (TB), brachioradialis (BR), anterior deltoid (AD), middle deltoid (MD), posterior deltoid (PD), pectoralis major (PM), and latissimus dorsi (LD) muscles. Both groups demonstrated significant improvements in pull-up endurance and lat pull-down MVIC peak force after training, but no significant difference between the two groups was observed in the post-training test. Additionally, muscle activation of BR, PD, and PM decreased significantly in both groups, while the RT + tDCS group also demonstrated a significant reduction in TB coactivation after training. These findings suggest that eight weeks of tDCS combined with lat pull-down training and lat pull-down training alone can both significantly improve pull-up performance, which may be attributed to enhanced muscle contraction capacity. Although no significant training gains were found between the two training groups, the RT + tDCS group showed a significant decrease in TB coactivation and the enhancement of elbow flexion muscle contraction efficiency after training."
    },
    {
      "pmid": "39857192",
      "title": "Effects of Resistance Training on Executive Functions of Cognitively Healthy Older Adults: A Systematic Review and Meta-Analysis Protocol.",
      "authors": [
        "Felipe Jerez-Salas",
        "Christian Campos-Jara",
        "Sergio Araya Sierralta",
        "Daniel Jerez-Mayorga",
        "Rodrigo Ramirez-Campillo",
        "Guido Contreras-Díaz",
        "Vanessa Carrasco-Alarcón",
        "Hugo Martínez-Cortés",
        "Cristián Arellano-Roco",
        "Victoria Hernández-Cifuentes",
        "Falonn Contreras-Osorio"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2025-Jan-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Aging involves a series of changes in non-pathological age-related conditions, some of which impact the cognitive functioning of older adults. Executive functions are cognitive skills that are often affected in this process, although they have been shown to improve after physical exercise interventions. This protocol aims to describe the procedures that will be carried out in a systematic literature review, including a meta-analysis of the effects of resistance interventions on the main dimensions of executive function in cognitively healthy older adults compared to active or passive control groups. Methods: The PRISMA-P guidelines will be followed. Eligibility criteria will be organized based on the PICOS strategy (older adults with normal cognition ≥60 years; chronic resistance interventions ≥4 weeks; active or passive control group; direct measures of executive function). The PubMed, EBSCO, Scopus, and Web of Science databases will be used. The risk of bias and quality of evidence will be measured using RoB2 and GRADE, respectively. The DerSimonian-Laird random effects model will be used for the meta-analysis. The effect size will be calculated using Hedges' g with a 95% confidence interval and p < 0.05 to indicate statistical significance. Discussion: The results of the proposed review may be useful to justify the design and implementation of treatment plans based on resistance training for the prevention and management of cognitive changes typical of aging among older adults. PROSPERO registry: CRD42024571127."
    },
    {
      "pmid": "39852604",
      "title": "Effect of Body-Weight-Based Resistance Training on Balance Ability and Fear of Falling in Community-Dwelling Older Japanese Women.",
      "authors": [
        "Zhenyue Liu",
        "Shuji Sawada",
        "Pengyu Deng",
        "Hisashi Naito",
        "Shuichi Machida"
      ],
      "journal": "Sports (Basel, Switzerland)",
      "publication_date": "2025-Jan-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study aimed to investigate the effects of a 12-week body-weight-based resistance training program on balance ability and fear of falling in community-dwelling older women. METHODS: Twenty-three older women were assigned to either an intervention group that performed the low-load resistance training with slow movement using the body weight (LRT group; n = 12) or a control group (CON group; n = 11). The LRT group participated in the exercise session twice weekly for 12 weeks, while the CON group maintained their daily routine. The 30 s chair stand test (CS-30) was applied to measure lower-extremity muscle strength, balance ability was evaluated using one-leg standing tests with eyes open (OLST-O) and closed (OLST-C), and fear of falling among all participants was assessed using the Falls Efficacy Scale International (FES-I) before (pre) and after (post) the intervention. A two-way analysis of variance with repeated measures [group (LRT and CON) × time (pre and post)] was carried out to evaluate the intervention effects. RESULTS: Significant interactions were observed in the CS-30 (F = 9.503, p < 0.01, ηp2 = 0.312), OLST-O (F = 5.211, p < 0.05, ηp2 = 0.199), and OLST-C (F = 5.257, p < 0.05, ηp2 = 0.200), though significant simple main effects from pre to post were observed only in the LRT group. The CS-30 scores (pre: 19.8 ± 3.8 times, post: 25.5 ± 5.6 times; p < 0.001), OLST-O time (pre: 78.8 ± 35.8 s, post: 96.2 ± 29.9 s; p < 0.01), and OLST-C time (pre: 10.2 ± 5.9 s, post: 17.4 ± 12.2 s; p < 0.01) were improved before and after the intervention. However, a significant interaction was not observed in FES-I (F = 1.335, p = 0.261, ηp2 = 0.06). CONCLUSIONS: The 12-week body-weight-based resistance training program enhanced lower-extremity muscle strength and balance ability but did not lessen the fear of falling in community-dwelling older women. The study findings offer relevant information for fall prevention in older adults."
    },
    {
      "pmid": "39852286",
      "title": "Rate of Perceived Exertion Based on Repetitions in Reserve Versus Percentage of One-Repetition Maximum for Resistance Training Prescription in Cardiac Rehabilitation: A Pilot Study.",
      "authors": [
        "Alessandro Gismondi",
        "Ferdinando Iellamo",
        "Giuseppe Caminiti",
        "Barbara Sposato",
        "Emanuele Gregorace",
        "Valentino D'Antoni",
        "Deborah Di Biasio",
        "Sara Vadalà",
        "Alessio Franchini",
        "Annalisa Mancuso",
        "Valentina Morsella",
        "Maurizio Volterrani"
      ],
      "journal": "Journal of cardiovascular development and disease",
      "publication_date": "2024-Dec-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aims of this study were to assess the efficacy of the rate of perceived exertion (RPE) scale based on the number of repetitions in reserve (RIR) before exhaustion for the prescription of resistance training in cardiac rehabilitation and to compare it to the percentage of estimated one-repetition maximum (1RM) prescription method. Sixteen male patients (age 60 ± 8) with history of coronary artery disease were randomly assigned to two resistance training rehabilitation protocols lasting nine weeks and consisting of three sessions per week, with the same exercise selection, number of sets and repetitions, and rest periods, but different load prescription method (RPE vs. %1RM). Patients' strength was evaluated pre- and post-intervention. Patients in the RPE group showed significant increases in strength across all the exercises of the protocol (leg press 24.25 ± 17.07 kg; chest press 7.25 ± 3.41 kg; seated row 13.88 ± 7.57 kg; leg extension 14.24 ± 4.53 kg; shoulder press 5.75 ± 4.06 kg; lat pulldown 7.50 ± 4.66 kg). Post-intervention between-group analysis showed no differences in strength gains (leg press p = 0.955; chest press p = 0.965; seated row p = 0.763; leg extension p = 0.565; shoulder press p = 0.868; lat pulldown p = 0.780) and trivial effect sizes (ES) for one prescription method over the other (leg press ES = -0.03; chest press ES = 0.00; seated row ES = 0.10; leg extension ES = -0.29; shoulder press ES = 0.18; lat pulldown ES = 0.05). RPE based on RIR seems to be an effective prescription method for resistance training in cardiac rehabilitation, showing similar efficacy to the standardized practice of percentage of 1RM."
    },
    {
      "pmid": "39851881",
      "title": "The Effect of Free Weight Resistance Training on Cognitive Function Explored Through Eye Tracking: A Randomized Double-Blind Clinical Trial.",
      "authors": [
        "Cristián Mateluna-Núñez",
        "Romualdo Ibáñez-Orellana",
        "César Campos-Rojas",
        "Andrea Santana-Covarrubias",
        "Rodrigo Fuentes Figueroa",
        "Ricardo Martínez-Flores"
      ],
      "journal": "Behavioral sciences (Basel, Switzerland)",
      "publication_date": "2025-Jan-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we investigated the impact of a 10-week free weight resistance training (RT) program on cognitive function in healthy young adults. In this randomized controlled trial, 18 participants were assigned to either an experimental or control group. We assessed cognitive function by using eye-tracking (ET) technology during text processing tasks. First-pass reading times (FPRTs) and total reading times (TRTs) were measured. Results revealed a significant three-way interaction between group, moment, and syntactic complexity in FPRTs, demonstrating training effects on cognitive processing. The experimental group showed a distinctive shift in processing patterns: from longer times in low complexity pre-intervention to increased times in high complexity post-intervention, particularly in early processing measures (FPRTs). Complementary analyses of strength improvements showed that increased strength was associated with enhanced attention allocation to complex structures and improved processing efficiency for simpler texts, suggesting RT's potential to modulate cognitive function."
    },
    {
      "pmid": "39849618",
      "title": "Impact of combiner aerobic and resistance training on depression: a systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Hai Wang",
        "Qinzheng Liu",
        "Yingxu Pan"
      ],
      "journal": "BMC sports science, medicine & rehabilitation",
      "publication_date": "2025-Jan-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To summarize the existing literature and evaluate the efficacy of combined resistance and aerobic training in alleviating depressive symptoms among individuals with depression. Subgroup analyses were conducted based on study region, age, depression severity, intervention duration, intervention frequency, and whether the intervention was supervised or unsupervised. METHODS: Five databases were thoroughly examined from database establishment until August 20, 2024, to find randomized controlled trials that investigated resistance combined aerobic training impact on depression. RESULTS: Finally, 27 eligible studies were included, involving a total of 2,342 patients with depression. The outcomes indicated that resistance combined aerobic training notably improved signs of depression in these patients (SMD=-1.39, 95%CI=-1.80 to -0.96, p = 0.000). Subgroup analysis based on study area, age, severity of depressive symptoms, and exercise prescription revealed that resistance combined aerobic training had a particularly significant effect on middle-aged and elderly patients with depression, as well as on those with moderate depression. Additionally, moderate period (9-24 weeks), moderate frequency (3-4 times per week), a total weekly duration of more than 180 min and supervised training displayed the best results. CONCLUSION: Resistance combined aerobic training serves as an efficient approach to relieve depression-related symptoms, particularly in middle-aged and elderly patients with depression and those with moderate depression. Moderate training intensity, duration, frequency, and total weekly duration offer the greatest benefit."
    },
    {
      "pmid": "39842561",
      "title": "Dual-Task Resistance Training Improves Strength and Reduces Pain More Than Resistance Exercise Alone in Elbow Fracture Rehabilitation: A Randomized Controlled Trial.",
      "authors": [
        "Carlos Cruz-Montecinos",
        "Laura López-Bueno",
        "Rodrigo Núñez-Cortés",
        "Rubén López-Bueno",
        "Luis Suso-Martí",
        "Guillermo Mendez-Rebolledo",
        "Antoni Morral",
        "Lars Louis Andersen",
        "Joaquín Calatayud"
      ],
      "journal": "Archives of physical medicine and rehabilitation",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To examine the effects on strength, pain intensity, range of motion (ROM), and functionality of a 12-week dual-task resistance exercise program in patients undergoing rehabilitation from elbow fractures. DESIGN: Randomized controlled trial. SETTING: Rehabilitation hospital. PARTICIPANTS: Individuals undergoing elbow fracture rehabilitation (N=32). INTERVENTION: Randomization was performed sequentially using numbered envelopes containing assignments to either an intervention group (dual-task resistance training using a mathematical task with self-regulation, N=18) or a control group (traditional resistance training, N=14) for 12 weeks. MAIN OUTCOME MEASURES: The primary outcomes were muscle strength for elbow flexors and extensors and pain assessed by the visual analog scale from 0 to 100 mm. The secondary outcomes were kinesiophobia assessed by the Tampa Scale-11 and disability using the Disabilities of the Arm, Shoulder, and Hand questionnaire and passive ROM. RESULTS: Dual-task resistance training improved strength and reduced pain more than resistance training alone (P<.05), and only the dual-task group improved in kinesiophobia (P<.05). The linear regression showed a significant negative association between kinesiophobia and increased elbow strength in the dual-task group (flexion, r=-0.53, P=.024; extension, r=-0.65, P=.004) but not in the control group (P>.05). No significant differences were observed between the group for disability and passive ROM (P>.05). CONCLUSIONS: Dual-task resistance training and traditional resistance training both enhance strength, reduce pain, improve functionality, and increase ROM after 12 weeks of elbow fracture rehabilitation. However, dual-task resistance training is superior to resistance training alone in enhancing strength and reducing pain."
    },
    {
      "pmid": "39839528",
      "title": "Cross-education: motor unit adaptations mediate the strength increase in non-trained muscles following 8 weeks of unilateral resistance training.",
      "authors": [
        "Edoardo Lecce",
        "Alessandra Conti",
        "Alessandro Del Vecchio",
        "Francesco Felici",
        "Alessandro Scotto di Palumbo",
        "Massimo Sacchetti",
        "Ilenia Bazzucchi"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Early increases in muscle strength following unilateral resistance training are typically accompanied by strength gains in the contralateral untrained muscles, a phenomenon known as cross-education. However, the specific motor unit adaptations responsible for this gain transfer remain poorly understood. To address this gap, we recorded myoelectrical activity from the biceps brachii using high-density electromyography. METHODS: Nine participants performed 8-week unilateral resistance training and were compared to nine control individuals who did no intervention. Discharge characteristics of longitudinally tracked motor units were assessed during maximal voluntary contractions and isometric ramp contractions at 35% and 70% of the maximal voluntary force (MVF) at baseline (T0), 4 weeks (T1), and 8 weeks (T2) post-intervention. RESULTS: MVF increased by 7% in untrained muscles at T1 and 10% at T2 (p < 0.05). These gains were accompanied by significant decreases in motor unit recruitment thresholds (p < 0.01) and higher net discharge rate (i.e., gain in discharge rate from recruitment to peak) following intervention (p < 0.05). Trained muscles presented greater MVF (+11%, T1; +19%, T2) with similar motor unit adaptations, including a lower recruitment threshold (p < 0.01) and a higher net discharge rate (p < 0.01). DISCUSSION: Our findings indicate that higher strength in untrained muscles is associated with a higher net discharge rate, implying a greater spinal motoneuron output to muscles. The present results underscore the role of motor unit adaptations in the transfer of strength gains to non-trained muscles, offering novel insights into the neural mechanisms underlying cross-education."
    },
    {
      "pmid": "39832659",
      "title": "Heavy resistance training provides short-term benefits on bone formation in well-functioning older adults.",
      "authors": [
        "Mads Bloch-Ibenfeldt",
        "Anne Theil Gates",
        "Niklas Rye Jørgensen",
        "Allan Linneberg",
        "Mette Aadahl",
        "Michael Kjær",
        "Carl-Johan Boraxbekk"
      ],
      "journal": "Bone",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: Maintained bone health is critical for independent living when aging. Currently, multimodal exercise regimes including weight-bearing exercises with impact are prescribed as optimal for maintaining bone health, while there is less consensus on the effects of resistance training at different intensities upon bone. Here we examined whether bone health was positively influenced by 1 year of supervised resistance training at two different intensities. METHODS: Older adults at retirement age (mean age: 66 ± 3 years, n = 451) were randomized to either 1 year of heavy resistance training (HRT), moderate intensity training (MIT) or a non-exercising control group (CON) in the LISA (LIve active Successful Aging) study. Bone mineral density (BMD) was assessed at whole body level, femoral neck, and the lumbar region of the spine (L1-L4) using Dual-energy X-ray absorptiometry (DXA). Bone degradation and formation were evaluated with blood C-terminal telopeptide of type I collagen (CTX) and procollagen type I N-propeptide (PINP). Dephosphorylated uncarboxylated matrix Gla-protein (dp-ucMGP) was used as a biomarker of functional vitamin K status. Participants were assessed at baseline, immediately following the intervention (year 1), and at longitudinal follow-ups at years 2 and 4. Two-way mixed model ANOVAs were used to assess group differences at all time points. RESULTS: At the 4-year follow-up n = 329 participants (58 % women) remained in the study. BMD was not influenced by training and decreased across all groups over the 4 years for total body (F3,977 = 4.617, p = 0.003, η2 = 0.01) and femoral neck both in the dominant (F3,893 = 45.135, p < 0.001, η2 = 0.13) and non-dominant leg (F3,896 = 33.821, p < 0.001, η2 = 0.10). Independent of group, CTX increased (F3,932 = 47.434, p < 0.001, η2 = 0.13) over the 4 years. HRT resulted in an increased bone formation (PINP rise) only after the first year with systematic training (t(936) = 3.357, p = 0.04), and it was more pronounced than in CON (t(312) = 2.494, p = 0.04). Plasma dp-ucMGP remained unaltered over time in all groups. In general, women had significantly lower BMD and higher levels of CTX and PINP compared to men. CONCLUSION: We demonstrated that 1 year of heavy resistance training positively influenced short-term bone formation in well-functioning older adults, although the effect was not maintained at long-term follow ups. These minor changes in bone biomarkers were not reflected in changes in BMD measured with DXA. TRIAL REGISTRATION: clinicaltrials.gov (NCT02123641).",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Aged",
        "Female",
        "Male",
        "Bone Density",
        "Osteogenesis",
        "Absorptiometry, Photon",
        "Middle Aged"
      ]
    },
    {
      "pmid": "39825474",
      "title": "The effect of a combined long-duration static stretching and resistance training regimen on a competitive bodybuilder: A case study.",
      "authors": [
        "Kai A Homer",
        "Eric R Helms",
        "Alyssa-Joy Spence"
      ],
      "journal": "Physiological reports",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Both resistance training (RT) and long-duration, high-intensity stretching induce muscular adaptations; however, it is unknown whether the modalities are complementary or redundant, particularly in well-trained individuals. A case-study was conducted on a competitive bodybuilder implementing long-duration, high-intensity stretching of the plantar flexors (60 min 6x/week for 12 weeks) in conjunction with their habitual RT. Ultrasound muscle architecture (muscle thickness [MT], fascicle length [FL], and pennation angle [PA]) measurements were collected at multiple sites at four weekly baseline sessions, six (mid) and 12 (post1) weeks following the commencement of the intervention, and a week after the intervention (post2) while isometric strength and range of motion (RoM) were obtained once at baseline, mid, post1, and post2. 2SD band plots were constructed to determine meaningful changes in MT, FL, and PA from the four baseline measures while percentage and absolute change across each timepoint were calculated for all variables. From baseline to post 1, RoM, strength, and MT increased 25.9%, 11.4%, and 7.4%-23.4%, respectively, while four MT and two PA sites exceeded the threshold for meaningful change. The combined stretching and RT protocols resulted in flexibility, strength, and MT adaptations; however, findings should be generalized with caution given the case-study nature of our investigation.",
      "mesh_terms": [
        "Resistance Training",
        "Humans",
        "Muscle Strength",
        "Male",
        "Muscle, Skeletal",
        "Muscle Stretching Exercises",
        "Adult",
        "Weight Lifting",
        "Range of Motion, Articular"
      ]
    },
    {
      "pmid": "39811403",
      "title": "Effects of eccentric resistance training after stroke on body function, activities of daily living and cognitive function: A review.",
      "authors": [
        "Maria Ramoneda-Rabat",
        "Josep Medina-Casanovas",
        "Maria Betina Nishishinya Aquino",
        "Myriam Guerra-Balic"
      ],
      "journal": "Sports medicine and health science",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Impairments on body function, activities of daily living (ADL) and cognition are common after stroke. Eccentric resistance training (ERT) may be implemented to improve them. The primary objectives were to evaluate whether ERT improves body function, ADL and cognition after stroke. The secondary objectives were to evaluate whether ERT improves strength, gait, quality of life, and self-perceived health. Seven electronic databases were searched: Cochrane Central Register of Controlled Trials, Cochrane Stroke Group Trials Register, PubMed, Epistemonikos, Embase, SPORTDiscus, and WHO International Clinical Trials Registry Platform. Last search was run in December 2023, including studies since 2012. Selection criteria were studies with stroke participants of both sexes, aged 18 or more, with an intervention based on ERT. Accepted languages were English, Spanish or French. First search was done in pairs. Authors removed duplicate studies and those which did not meet inclusion criteria through title and abstracts. Finally, all authors, independently, screened the final search results and extracted data. Of 68 records identified, 15 were eligible and 6 were finally included (with moderate risk of bias), analyzing 159 participants. Body function (4 interventions, n ​= ​84), gait (4 interventions, n ​= ​115) and strength (3 interventions, n ​= ​78) showed significantly better results when ERT was performed. Meta-analysis could not be done because of the few studies and their heterogeneity. This review provided low-moderate quality evidence suggesting that ERT might be effective at improving body function, strength, and gait after stroke. Besides, no harm was documented, and it was well-accepted."
    },
    {
      "pmid": "39806585",
      "title": "Heavy slow resistance training, radial extracorporeal shock wave therapy or advice for patients with tennis elbow in the Norwegian secondary care: a randomised controlled feasibility trial.",
      "authors": [
        "Håkon Sveinall",
        "Jens Ivar Brox",
        "Kaia B Engebretsen",
        "Aasne Fenne Hoksrud",
        "Cecilie Røe",
        "Marianne Bakke Johnsen"
      ],
      "journal": "BMJ open",
      "publication_date": "2024-Dec-20",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: To evaluate the feasibility of recruitment, appointment adherence, intervention compliance, acceptance and comprehensibility, in addition to retention rate and data completeness. An ancillary aim was to describe within-group changes in the secondary outcome measures (patient-reported and performance-based). DESIGN: A single-centre, three-armed, randomised controlled feasibility trial with a parallel design, with follow-up after 3 and 6 months. SETTING: Participants were recruited from the outpatient clinic at Oslo University Hospital. PARTICIPANTS: Patients with lateral epicondylalgia, commonly known as tennis elbow. INTERVENTIONS: Participants were randomised in a 1:1:1 ratio to heavy slow resistance training, radial extracorporeal shock wave therapy or information and advice. MAIN OUTCOME MEASURES: Feasibility was assessed according to a priori criteria for success. RESULTS: In total, 89 patients were screened for eligibility, and 69 (78%) patients were eligible for randomisation. 60 (92%) participants were randomised which gave a recruitment rate of 3.4 per month (against an a priori success cut-off of 3.75). The participants rated all the interventions as acceptable and comprehensive. Only 6 of 19 (32%) did comply with heavy slow resistance training. Retention rate and completeness of data were successful at 3 months. At 6 months, the retention rate was below the criteria for success. Patient-reported and performance-based outcomes improved in all groups. CONCLUSION: The current study shows that the process of recruitment and the retention rate at follow-up can be feasible with minor amendments. Participants had low compliance with heavy slow resistance training mainly due to pain aggravation, which suggests that this intervention was not suitable for patients with tennis elbow. Shock wave therapy and information and advice should be investigated further in a full-scale randomised controlled trial including sham shock wave therapy. TRIAL REGISTRATION NUMBER: NCT04803825.",
      "mesh_terms": [
        "Humans",
        "Tennis Elbow",
        "Male",
        "Female",
        "Norway",
        "Feasibility Studies",
        "Resistance Training",
        "Middle Aged",
        "Adult",
        "Extracorporeal Shockwave Therapy",
        "Patient Compliance",
        "Treatment Outcome",
        "Patient Education as Topic"
      ]
    },
    {
      "pmid": "39797630",
      "title": "Effect of combined aerobic exercise and resistance training on postmenopausal women with type 2 diabetes: a systematic review and meta-analysis.",
      "authors": [
        "Vitor Engracia Valenti",
        "André Dos Santos Chagas",
        "Peter Chedraui",
        "Ingrid Soares de Souza",
        "Andrey Alves Porto",
        "Isabel Cristina Esposito Sorpreso",
        "Jose Maria Soares Júnior",
        "Juliana Zangirolami-Raimundo",
        "David M Garner",
        "Rodrigo Daminello Raimundo"
      ],
      "journal": "Gynecological endocrinology : the official journal of the International Society of Gynecological Endocrinology",
      "publication_date": "2025-Dec",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: There is no strong evidence demonstrating whether or not aerobic exercise in conjunction with resistance exercise improves metabolic diabetes markers in postmenopausal women. OBJECTIVE: To evaluate the effect of aerobic exercise and resistance training on metabolic markers in postmenopausal women with type 2 diabetes mellitus (T2DM) by means of a systematic review and meta-analysis. METHODS: The searches were completed using EMBASE, MEDLINE/PubMed, Scopus and Web of Science databases. This study included non-blinded, single or double-blinded randomized control trials and postmenopausal women diagnosed with T2DM. The imposed intervention was aerobic exercise plus any training protocol to strengthen muscle groups for resistance intervention. The outcomes of interest were the blood glucose levels, insulin secretion, homeostasis model assessment-insulin resistance index (HOMA-IR) and glycated hemoglobin (HbA1c). Risk of Bias tools and GRADE were obligatory. RESULTS: Three studies were included (83 participants). Exercise intervention ranged between two to four days per week. Compared to the control group, in the group submitted to aerobic exercise + resistance training, no significant change was noted for HbA1c (subtotal = mean difference - 0.35 [95% CI: -0.85, 0.15], p = .17, and heterogeneity = 0%) (GRADE: very low), nevertheless, HOMA-IR index was significantly improved (subtotal = mean difference -0.52 [95% CI: -0.99, -0.05], p = .03, and heterogeneity = 0%) (GRADE: very low). CONCLUSION: Despite the very low certainty found in the quality of evidences, our analysis showed that aerobic exercise along with strength exercise seems to improve some metabolic diabetes markers in postmenopausal women with T2DM. There is a need for further studies to support our preliminary findings.",
      "mesh_terms": [
        "Diabetes Mellitus, Type 2",
        "Humans",
        "Resistance Training",
        "Female",
        "Postmenopause",
        "Exercise",
        "Insulin Resistance",
        "Blood Glucose",
        "Exercise Therapy",
        "Glycated Hemoglobin",
        "Middle Aged"
      ]
    },
    {
      "pmid": "39797257",
      "title": "Eight Weeks of Resistance Training Is Not a Sufficient Stimulus to Improve Body Composition in Post-COVID-19 Elderly Adults.",
      "authors": [
        "Katarzyna Kaczmarczyk",
        "Kamila Płoszczyca",
        "Karol Jaskulski",
        "Miłosz Czuba"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2024-Dec-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: This study sought to assess how body mass (BM) and body composition in post-COVID-19 elderly adults were affected by 8 weeks of resistance training. An additional goal was to determine the agreement between Bioelectrical Impedance Analysis (BIA) and Dual Energy X-Ray Absorptiometry (DXA) in elderly people. Methods: Participants were randomly assigned to an intervention Group, which engaged in 8 weeks of resistance training, and a Control Group, which was advised to maintain their usual activity levels. Before and after the intervention, the body composition was analyzed via the BIA and DXA methods. Results: We found no statistically significant changes in BM or body composition following resistance training. BIA was found to overestimate the participants' baseline BM and fat-free mass (FFM) and to underestimate the fat mass (FM), compared to the DXA method. There were no significant differences in intervention-induced changes in FM and FFM measured by BIA and DXA. Conclusions: Moderate intensity resistance training lasting 8 weeks was not found to be a sufficient stimulus to improve BM and body composition in post-COVID-19 elderly adults. We also conclude that BIA may serve as a viable alternative to DXA for measuring longitudinal changes in body composition in elderly people."
    },
    {
      "pmid": "39787531",
      "title": "The Influence of Resistance Training on Joint Flexibility in Healthy Adults: A Systematic Review, Meta-analysis, and Meta-regression.",
      "authors": [
        "Francesco Favro",
        "Enrico Roma",
        "Stefano Gobbo",
        "Valentina Bullo",
        "Andrea Di Blasio",
        "Lucia Cugusi",
        "Marco Bergamin"
      ],
      "journal": "Journal of strength and conditioning research",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "Favro, F, Roma, E, Gobbo, S, Bullo, V, Di Blasio, A, Cugusi, L, and Bergamin, M. The influence of resistance training on joint flexibility in healthy adults: A systematic review, meta-analysis, and meta-regression. J Strength Cond Res 39(3): 386-397, 2025-Joint flexibility is a key component of physical fitness. Despite the large body of evidence regarding the effectiveness of muscle stretching exercises, little is known about the effect of resistance training on flexibility. A systematic search was conducted on 9 academic search instruments; inclusion criteria were as follows: healthy adult participants (age ≥18 years); resistance training intervention (duration ≥4 weeks); at least one flexibility outcome. Risk of bias was assessed using the RoB-2 and ROBINS-I tools. A 3-level meta-analysis was conducted, with multiple outcomes nested within each study. A moderator analysis was conducted by fitting a meta-regression model. Significance level was set at p < 0.05. We included 36 studies (1,469 participants). None of the included papers resulted at a low risk of bias. The pooled effect size for resistance training on flexibility was g = 0.6325, with 95% CI: 0.4762 to 0.7888 ( p < 0.0001). There was a substantial amount of heterogeneity between studies. Exercise intensity was a significant moderator ( p < 0.0225, high vs low), based on 129 and unique effect sizes, and sex ( p = 0.0429). Activity level and age were nonsignificant moderators. Resistance training could be implemented as a strategy to improve joint flexibility, with high-intensity protocols resulting in a magnified effect. However, the high overall risk of bias and substantial heterogeneity limit our ability to draw definitive conclusions.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Range of Motion, Articular",
        "Adult",
        "Joints"
      ]
    },
    {
      "pmid": "39787010",
      "title": "Effects of eight-week aerobic and resistance training on health self-efficacy, body image, and well-being in college students.",
      "authors": [
        "Chia-Lun Lee",
        "Ying-Yan Lu",
        "Zuway-R Hong",
        "Nai-Jen Chang"
      ],
      "journal": "The Journal of sports medicine and physical fitness",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study explored the effects of innovative physical training during COVID-19 periods on college students' health self-efficacy, body image, and subjective well-being. METHODS: Forty-one students were recruited through convenience sampling and assigned to three exercise groups (i.e., aerobic plus resistance exercise [AE+RE], resistance plus aerobic exercise [RE+AE], and traditional dispersed aerobic plus resistance exercise [control]). The intervention sessions for each group were conducted 3 days per week for 30 min per session. The control group participated in a traditional exercise program comprising 5 days per week. RESULTS: Study results indicated that all three types of physical training programs effectively improved the participants' health self-efficacy (P<0.05). Female students scored significantly higher on health self-efficacy, body image, and subjective well-being than male students (P<0.05). The AE+RE group scored significantly higher on body image and subjective well-being than did the other two groups (RE+AE and control, P<0.05). CONCLUSIONS: This study provides valuable insights that can assist in developing innovative physical education courses at higher education institutions to improve body satisfaction and well-being for the college students.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Body Image",
        "Self Efficacy",
        "Students",
        "Young Adult",
        "Universities",
        "Resistance Training",
        "COVID-19",
        "Exercise",
        "Personal Satisfaction",
        "SARS-CoV-2",
        "Adult"
      ]
    },
    {
      "pmid": "39773835",
      "title": "Impact of resistance training on cardiometabolic health-related indices in patients with type 2 diabetes and overweight/obesity: a systematic review and meta-analysis of randomised controlled trials.",
      "authors": [
        "Sameer Badri Al-Mhanna",
        "Barry A Franklin",
        "John M Jakicic",
        "Emmanuel Stamatakis",
        "Linda S Pescatello",
        "Deborah Riebe",
        "Walter R Thompson",
        "James Skinner",
        "Sheri R Colberg",
        "Nouf H Alkhamees",
        "Bodor Bin Sheeha",
        "Mehmet Gülü",
        "Abdullah F Alghannam",
        "Alexios Batrakoulis"
      ],
      "journal": "British journal of sports medicine",
      "publication_date": "2025-Jan-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To evaluate the effects of resistance training on cardiometabolic health-related outcomes in patients with type 2 diabetes mellitus (T2DM) and overweight/obesity. DESIGN: Systematic review and meta-analysis of randomised controlled trials (RCTs). DATA SOURCES: PubMed, Web of Science, Scopus, Science Direct, Cochrane Library and Google Scholar databases were searched from inception up to May 2024. The search strategy included the following keywords: diabetes, resistance exercise and strength training. ELIGIBILITY CRITERIA FOR SELECTING STUDIES: RCTs published in English comparing resistance training alone with non-exercising standard treatment. Participants were adults diagnosed with T2DM and concurrent overweight/obesity (body mass index (BMI) ≥25 kg/m2). RESULTS: A total of 18 RCTs qualified involving 1180 patients (48.6/51.4 female/male ratio; 63.3±7.0 years; 29.3±4.3 kg/m2). Waist circumference (standardised mean differences (SMD) -0.85 cm, 95% CI -1.66 to -0.04), waist-to-hip ratio (SMD -0.72, 95% CI -1.30 to -0.15), high-density lipoprotein cholesterol (SMD +0.40 mg/dL, 95% CI 0.07 to -0.72), triglycerides (SMD -0.54 mg/dL, 95% CI -1.06 to -0.02), fasting blood glucose (SMD -0.65 mmol/L, 95% CI -1.19 to -0.12), fasting insulin (SMD -0.74 uIU/mL, 95% CI -1.12 to -0.36) and glycated haemoglobin (SMD -0.32%, 95% CI -0.63 to -0.01) improved compared with standard treatment. The risk of bias was low to unclear, and the quality of evidence was very low to moderate. CONCLUSIONS: Resistance training as a standalone exercise intervention in the management and treatment of T2DM with concurrent overweight/obesity is associated with many cardiometabolic benefits when compared with standard treatment without exercise. PROSPERO REGISTRATION NUMBER: CRD42022355612."
    },
    {
      "pmid": "39756672",
      "title": "RETRAGAM: Resistance training based on gamification during physical education. Rationale and study protocol.",
      "authors": [
        "Pepe Vanaclocha-Amat",
        "Avery Faigenbaum",
        "Javier Molina-García",
        "Emilio Villa-González"
      ],
      "journal": "Contemporary clinical trials",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol"
      ],
      "abstract": "Children's physical inactivity and increasing sedentary behaviour have become major public health concerns, with a concurrent decline in muscular fitness (MF) contributing to poor physical outcomes during childhood and adolescence, highlighting the importance of developing resistance training (RT) programs. Furthermore, several educational strategies such as gamification seem to increase students' motivation which can produce an increase in performance outcomes. This study describes the rationale and protocol of a school-based randomized controlled trial called \"RETRAGAM\" (REsistance TRAining based on GAMification). For this investigation, a total of ≃180 children (grades 5 and 6; 10-12 years of age) from 6 randomly selected schools in Valencia (Spain) will be enrolled for 8 weeks in one of the experimental groups: EG (15 min of RT Functional HIIT circuit program), EG + G (the same EG program but with a gamification approach) or CG (Control Group). Outcomes will include physical activity profile, MF, anthropometry and body composition, as well as the enjoyment and motivation during Physical Education (PE). An interactive app for digital devices will be used for gamified storytelling, earning points for personalized children's avatars, and implementing a flipped classroom learning model. We conclude that the RETRAGAM will provide information about the effectiveness and implementation of a school-based RT intervention during PE with and without gamification in students' MF, body composition, motivation and enjoyment.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Child",
        "Motivation",
        "Physical Education and Training",
        "Spain",
        "Male",
        "Body Composition",
        "Female",
        "Randomized Controlled Trials as Topic",
        "Video Games",
        "Physical Fitness",
        "Exercise",
        "Mobile Applications"
      ]
    },
    {
      "pmid": "39748737",
      "title": "Study on the effect of full body isometric resistance training on cardiovascular pressure response.",
      "authors": [
        "Tingran Zhang",
        "Yi Yang",
        "Kun Wang",
        "Shiqi Liu",
        "Jiong Luo"
      ],
      "journal": "Journal of hypertension",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND AND AIMS: Exploring the effect of different isometric resistance training (IRT) on improving blood pressure, so as to provide important reference for the design of aerobic exercise prescription for IRT to improve blood pressure. METHODS: Forty eight overweight or obese college students with irregular exercise habits were randomly divided into four groups and underwent exercise intervention three times a week for a total of 6 weeks. Cardiovascular changes were evaluated before the first and 18th exercise sessions, as well as 0, 30, and 60 min after exercise. RESULTS: Heart rate (HR) of equal distance wall squat group (ISG) and whole body equal length exercise group (WIG) increased significantly immediately after exercise, but long-term IRT intervention significantly decreased systolic blood pressure (SBP), diastolic blood pressure (DBP) and mean arterial pressure (MAP) of WIG and ISG, SBP, and MAP of equal grip strength group (IHG), and DBP and MAP of equal curl up group (ICG); In the first exercise, ICG, ISG, and WIG significantly increased SBP and DBP immediately after exercise, ISG significantly increased MAP immediately after exercise, while in the 18th exercise, IHG, ISG, and WIG significantly increased SBP immediately after exercise, ISG significantly increased DBP and MAP immediately after exercise. CONCLUSION: IRT is a safe and easy to implement exercise mode. Long-term intervention can effectively control blood pressure, and will not cause excessive cardiovascular pressure response after a single exercise.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Blood Pressure",
        "Male",
        "Female",
        "Young Adult",
        "Heart Rate",
        "Adult",
        "Obesity",
        "Overweight"
      ]
    },
    {
      "pmid": "39745618",
      "title": "Resistance training protects the hippocampus and precuneus against atrophy and benefits white matter integrity in older adults with mild cognitive impairment.",
      "authors": [
        "Isadora C Ribeiro",
        "Camila V L Teixeira",
        "Thiago J R de Resende",
        "Brunno M de Campos",
        "Gabriel B Silva",
        "Marco C Uchida",
        "Thamires N C Magalhães",
        "Luciana R Pimentel-Silva",
        "Ítalo K Aventurato",
        "Brenda C Gonçalves",
        "Marjorie C R da Silva",
        "Liara Rizzi",
        "Gustavo B P Fernandes",
        "Paula T Fernandes",
        "Fernando Cendes",
        "Marcio L F Balthazar"
      ],
      "journal": "GeroScience",
      "publication_date": "2025-Jan-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mild cognitive impairment (MCI) refers to cognitive alterations with preservation of functionality. Individuals with this diagnosis have a higher risk of developing dementia. Non-pharmacological interventions, such as physical exercise, are beneficial for the cognition of this population. However, the impact of resistance training (RT) on the brain anatomy of older adults with MCI has not yet been clarified. This study aimed to investigate the effects of RT on cognition and brain anatomy in MCI. Forty-four older adults with MCI, 22 in the training group and 22 in the control group, were evaluated in neuropsychological tests and magnetic resonance imaging at the beginning and end of the study, which lasted 24 weeks. We used repeated measures ANOVA. The training group showed better performance in verbal episodic memory after intervention. The control group showed a decrease in gray matter volume in the hippocampus and precuneus, while the training group showed no reduction in the right hippocampus and precuneus. However, it showed a decrease in the volume of these regions on the left side and in the left superior frontal gyrus. In the analysis of white matter integrity, fractional anisotropy increased in the training group and decreased in the control group. Axial diffusivity decreased in the training group, while radial diffusivity increased in the control group, and mean diffusivity varied according to the tract evaluated. RT improves memory performance, positively influences white matter integrity parameters, and plays a protective role against atrophy of the hippocampus and precuneus in MCI."
    },
    {
      "pmid": "39742934",
      "title": "The effect of resistance training and nandrolone decanoate administration on cardiac tissue in mice.",
      "authors": [
        "Yechiel Atias",
        "Tavor Ben-Zeev",
        "Chagai Levi",
        "Lior Binman",
        "Jay R Hoffman"
      ],
      "journal": "Steroids",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: This study examined the effect of resistance training (RT) by itself and in combination with supraphysiological administration of nandrolone decanoate (ND) on the inflammatory, apoptotic, and oxidative stress response in cardiac tissue. The effect of the training and androgen intervention on adiponectin expression, a potential cardio protectant was also examined. METHODS: Forty male C57Bl/6J mice, 3 months of age were randomized into four groups (n = 10 per group). Two groups of animals performed a 3-day per week RT program for 7-weeks, while the other two groups remained sedentary (SED). The RT and SED animals were further randomized into an androgen group (RTA and SEDA, respectively) or a sham group (RTS and SEDS, respectively). Animals in the RTA and SEDA groups received 38-mg·kg-1 injected once per week. Mice from RTS and SEDS received sham injections. RESULTS: Main effects for group indicated that RT resulted in significant elevations in NFκβ (p < 0.001), glutamine peroxidase (GPX) (p = 0.007) and adiponectin (p < 0.001). Main effects for treatment indicated that ND administration resulted in greater elevations in NFκβ (p = 0.01) and TNF-α (p = 0.017). In addition, TNF-α expression was greater in RTA compared to RETS (p = 0.006) and the adiponectin response in RTA was greater (p's < 0.05) than all other groups. A significant correlation was noted between average training volume during the RT program and GPX expression (r = 0.716, p < 0.001). CONCLUSION: Results indicate that RT and ND administration can increase markers of apoptosis and inflammation. Elevations in adiponectin expression suggest that it may act as a compensatory mechanism supporting cardiovascular health.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Nandrolone Decanoate",
        "Resistance Training",
        "Physical Conditioning, Animal",
        "Myocardium",
        "Nandrolone",
        "Adiponectin",
        "Oxidative Stress",
        "Heart",
        "Anabolic Agents",
        "Apoptosis"
      ]
    },
    {
      "pmid": "39740358",
      "title": "The influence of resistance training on inflammatory markers, body composition and functional capacity in healthy older adults: A systematic review and meta-analysis.",
      "authors": [
        "Ali Nejatian Hoseinpour",
        "Minoo Bassami",
        "Sajad Ahmadizad",
        "Lars Donath",
        "Shayan Setayesh",
        "Meraj Mirzaei",
        "Gholam Rasul Mohammad Rahimi"
      ],
      "journal": "Archives of gerontology and geriatrics",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Older adults experience chronic inflammation, which is associated with health conditions such as sarcopenia, and resulting in reduced functional capacity. Resistance training (RT) is a beneficial intervention for improving health in the elderly. OBJECTIVE: This study aimed to investigate the effect of RT on inflammatory biomarkers, body composition, and functional capacity in healthy adults aged 60 years and over. Additionally, this study conducted a meta-regression to investigate the moderating effect of exercise variables on inflammatory markers. METHOD: Medline, PubMed, Web of Science, Cochrane Library, Embase, and Google Scholar were searched systematically until December 2023. Randomized controlled trials (RCTs) assessing the impact of RT on C-reactive protein (CRP), interleukin-6 (IL-6), and tumor necrosis factor-α (TNF-α), body weight, BMI, fat percentage, fat mass, lean mass, leg extension strength and six-minute walk test (6-MWT) were included. Effect size was estimated by using the mean difference (MD) with 95 % confidence interval (CI). RESULTS: Nineteen RTCs involving 728 participants were included. The results revealed that CRP levels significantly decreased following RT programs (MD:0.74, p= 0.008), while TNF-α (MD: 0.1, p= 0.95) and IL-6 (MD:0.27, p= 0.12) did not show significant changes. Additionally, RT enhanced leg extension strength and 6-MWT performance. CONCLUSION: RT effectively reduces CRP concentrations and enhances functional capacity in healthy older adults. However, it does not have a significant impact on TNF-α and IL-6 levels. Future researches are needed to make a clear conclusion and understand the mechanisms underlying the effects of RT in healthy older adults. REGISTRATION: The original protocol was registered (CRD42023487573) in PROSPERO database.",
      "mesh_terms": [
        "Aged",
        "Humans",
        "Middle Aged",
        "Biomarkers",
        "Body Composition",
        "C-Reactive Protein",
        "Inflammation",
        "Interleukin-6",
        "Muscle Strength",
        "Randomized Controlled Trials as Topic",
        "Resistance Training",
        "Sarcopenia",
        "Tumor Necrosis Factor-alpha",
        "Healthy Volunteers"
      ]
    },
    {
      "pmid": "39732284",
      "title": "The Impact of Resistance Training and Diabetes Education on Physical Functioning, Frailty Status, and Glycemia in Older Adults With Short- and Long-Duration Type 2 Diabetes: A Secondary Analysis of the Band-Frail Study.",
      "authors": [
        "Amy M Thomson",
        "Isaac C Cull",
        "Logan E Peskett",
        "Danielle R Bouchard",
        "Martin Sénéchal"
      ],
      "journal": "Canadian journal of diabetes",
      "publication_date": "2024-Dec-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Diabetes duration is an underappreciated risk factor in type 2 diabetes (T2DM) management that can increase the risk of complications and potentially decrease the effectiveness of lifestyle interventions. However, it is unclear whether T2DM duration impacts the efficacy of an elastic band resistance training intervention for older adults living with comorbid T2DM and frailty. In this analysis we aimed to investigate and better understand the impact of a 16-week elastic band resistance training and diabetes education intervention on physical functioning, glycemia, and frailty in older adults of different T2DM durations. METHODS: This secondary analysis of the Band-Frail Study includes 130 adults (≥65 years) living with T2DM and pre-frailty/frailty who completed 16 weeks of elastic band resistance training and diabetes education. Participants were categorized as: 1) short-duration T2DM (<10 years) and 2) long-duration T2DM (>10 years). Outcome measures included physical functioning (Short Physical Performance Battery), glycemia (A1C), and frailty (Fried Frailty Scale). RESULTS: Participants in both the short- and long-duration T2DM groups improved in physical functioning and frailty status postintervention (p<0.05). The long-duration group improved A1C significantly more than the short-duration group (p=0.03). CONCLUSIONS: Our findings suggest that older adults, irrespective of T2DM duration, improve physical functioning and frailty status after 16 weeks of elastic band resistance training and diabetes education, and that longer duration T2DM is associated with greater improvements in A1C."
    },
    {
      "pmid": "39728043",
      "title": "The Effects of Resistance Training on Pain, Strength, and Function in Osteoarthritis: Systematic Review and Meta-Analysis.",
      "authors": [
        "Jaehyun Lim",
        "Ahyoung Choi",
        "Byeonggeun Kim"
      ],
      "journal": "Journal of personalized medicine",
      "publication_date": "2024-Nov-30",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background/Objectives: Pain is the most common symptom of osteoarthritis (OA), and it leads to functional decline, such as decreased mobility and limitations in activities of daily living, which leads to difficulties in social participation, increased social isolation, and economic burden. Muscle weakness can be a cause of OA symptoms. The purpose was to analyze the effects of resistance training on improving pain, strength, and function in OA and to analyze the effects by intervention duration and joint. Methods: The study search was conducted on 14 September 2024, and the period of study inclusion covered studies available in the databases from their inception to the search date. The databases used were PubMed, CHINAL, Cochrane Library, and Embase. Inclusion criteria were studies that targeted OA and compared a resistance training intervention with a no resistance training intervention group and measured pain, strength, and function. Subgroup analysis was used to analyze the effects by intervention duration (4 weeks or less, 5 to 8 weeks, 9 weeks or more) and joint (knee, hip). Results: A total of 27 studies included 1712 subjects, and significant improvements were observed in pain (SMD: -0.48, CI: -0.58~-0.37, I2: 45%), strength (SMD: 0.4, CI: 0.32~0.47, I2: 0%), and function (SMD: -0.56, CI: -0.65~-0.47, I2: 30%). In the effects by intervention duration, both pain and strength showed significant improvements, but no effect on function was observed for less than 4 weeks. For effects by joint, both the knee and hip showed significant improvements. Conclusions: Resistance training was effective in improving pain, strength, and function in patients with knee and hip OA."
    },
    {
      "pmid": "39692776",
      "title": "Effects of resistance training on cardiovascular risk factors in patients with type 2 diabetes mellitus: a systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Yan Sun",
        "Mingwei Sun",
        "Xia Zeng",
        "Liojuan Xiang Je",
        "Zhannguo Su Guo"
      ],
      "journal": "Acta diabetologica",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "AIMS: Type 2 diabetes mellitus (T2DM) is prevalent worldwide, often manageable through lifestyle changes like physical activity. This meta-analysis aimed to determine the effect of resistance training (RT) on cardiovascular risk factors in adults with T2DM. METHODS: Four databases were searched up to March 2024. The mean difference (MD) was calculated by a random effect model with 95% confidence interval (CI). RESULTS: Forty-eight articles were included in the review. There was a significant pooled effect size for the meta-analysis comparing RT vs. control on hemoglobin A1C (MD = -0.49, 95% CI: -0.66, -0.33; P < 0.00001), fasting blood sugar (MD = -11.58, 95% CI: -18.61, -4.55; P = 0.001), insulin (ES = -1.65, 95% CI: -2.87, -0.42; P = 0.008), HOMA-IR (MD = -1.20, 95% CI: -1.85, -0.55; P = 0.0003), triglyceride (MD = -18.14, 95% CI: -30.32, -5.96; P = 0.004), and high-density lipoprotein (MD = 2.71, 95% CI: 0.78, 4.64; P = 0.006). Moreover, RT was effective for reducing body weight (MD = -0.81, 95% CI: -1.50, -0.13; P = 0.02), fat percentage (MD = -0.92, 95% CI: -1.62, -0.22; P = 0.010), and waist circumference (MD = -2.14, 95% CI: -3.00, -1.28; P < 0.00001). CONCLUSION: RT effectively improves cardiovascular risk factors in T2DM adults, suggesting potential as treatment or prevention. Future studies can consider investigating the optimal RT regimen to achieve effective T2DM management in adults.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Resistance Training",
        "Randomized Controlled Trials as Topic",
        "Heart Disease Risk Factors",
        "Cardiovascular Diseases",
        "Blood Glucose",
        "Risk Factors",
        "Glycated Hemoglobin",
        "Insulin Resistance"
      ]
    },
    {
      "pmid": "39691097",
      "title": "The power of creatine plus resistance training for healthy aging: enhancing physical vitality and cognitive function.",
      "authors": [
        "Diego A Bonilla",
        "Jeffrey R Stout",
        "Darren G Candow",
        "José Daniel Jiménez-García",
        "Luis M Gómez-Miranda",
        "Melinna Ortiz-Ortiz",
        "Scott C Forbes",
        "Sergej M Ostojic",
        "Salvador Vargas-Molina",
        "Richard B Kreider"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39663727",
      "title": "The skeletal muscle proteomic determinants of neuromuscular function in young and older women following 8 weeks of resistance training.",
      "authors": [
        "Mary O'Leary",
        "Elsa Greed",
        "Jack Pritchard",
        "Lauren Struszczak",
        "Esra Bozbaş",
        "Joanna Bowtell"
      ],
      "journal": "Experimental physiology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Resistance training (RT) is the gold standard intervention for ameliorating sarcopenia. Outstanding mechanistic questions remain regarding the malleability of the molecular determinants of skeletal muscle function in older age. Discovery of proteomics can expand such knowledge. We aimed to compare the effect of RT on the skeletal muscle proteome and neuromuscular function (NMF) in older and younger women. Seven young (22 ± 6 years) and eight older (63 ± 5 years) women completed 8 weeks' leg RT. Pre- and post-training, measures of leg and handgrip strength, NMF and vastus lateralis (VL) biopsies were obtained. Tandem-mass-tagged skeletal muscle proteomic analyses were performed. Data were analysed using differential expression and weighted gene co-expression network approaches. Proteins related to skeletal muscle contraction were lower in older skeletal muscle; this was not normalised by RT. Following RT, older women had higher expression of VL mitochondrial biogenesis proteins compared to the young, a reversal of pre-training observations. Seventy proteins were differentially expressed between age groups. VL expression of these proteins in older women was consistently and significantly associated with poorer leg strength/NMF. Conversely, VL expression of these proteins in older women was often associated with greater handgrip strength. This study has identified important differences in the molecular responses of young and old skeletal muscle to RT. We have demonstrated their close relationship with skeletal muscle function. Proteins that are refractory to RT may represent targets to ameliorate sarcopenia. We have described a 'proteomic-function' relationship that appears to be muscle-specific. Future research should further unpick these complex relationships.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Resistance Training",
        "Proteomics",
        "Muscle, Skeletal",
        "Middle Aged",
        "Hand Strength",
        "Young Adult",
        "Adult",
        "Proteome",
        "Aging",
        "Aged",
        "Muscle Proteins",
        "Sarcopenia",
        "Muscle Strength",
        "Muscle Contraction"
      ]
    },
    {
      "pmid": "39656317",
      "title": "Variability in resistance training trajectories of breast cancer patients undergoing therapy.",
      "authors": [
        "Maximilian Koeppel",
        "Karen Steindorf",
        "Martina E Schmidt",
        "Friederike Rosenberger",
        "Joachim Wiskemann"
      ],
      "journal": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
      "publication_date": "2024-Dec-10",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: In resistance training (RT), the change in volume-load from training sessions (TS) to TS is an indicator of training progress. Resulting growth trajectories are likely to differ between individuals. Understanding this variation is important for exercise planning in general, but even more for clinical populations. We investigated this variation in breast cancer patients undergoing treatment. METHODS: Data of 69 patients from two randomized controlled trails were investigated. They conducted a 12-week RT program. We fitted a quadratic Bayesian regression model to the baseline standardized volume-load over the course of the intervention. We allowed all parameters to vary both between exercises and between individuals. RESULTS: We observed a positive linear component of 0.093 (95% uncertainty interval (UI) 0.058 to 0.120) and a negative quadratic component of - 0.002 (95% UI -0.008 to 0.001) for the mean trajectory of the change in volume-load. For the different exercises, we observed a dispersion for both the linear (0.043, 95% UI 0.018 to 0.082) and the quadratic component (0.002, 95% UI < 0.001 to 0.004). Variation between individual appears to be approximately four times larger. We also observed between-exercise variation within individuals. Extrapolation of the regression model indicates training progression stagnates after 20.6 TS (95% UI 14.8 to 44.4). CONCLUSION: There is substantial variation in RT response between breast cancer patients undergoing tumor therapy and in-between exercises. The non-linear trajectory indicates that training progression will eventually plateau, demanding periodization and timely modification. TRIAL REGISTRATION: BEATE Study: NCT01106820, Date: April 20, 2010; BEST Study: NCT01468766, Date: November 9, 2011.",
      "mesh_terms": [
        "Humans",
        "Breast Neoplasms",
        "Female",
        "Resistance Training",
        "Middle Aged",
        "Bayes Theorem",
        "Adult",
        "Aged"
      ]
    },
    {
      "pmid": "39640503",
      "title": "Comparison of the effects of three different resistance training methods on muscle fatigue in healthy untrained men.",
      "authors": [
        "Masafumi Kadota",
        "Masatoshi Nakamura",
        "Riku Yoshida",
        "Kosuke Takeuchi"
      ],
      "journal": "Frontiers in sports and active living",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Traditional set (TS), paired-set (PS), and super-set (SS) are used as resistance training methods. However, the effects of these methods on muscle fatigue (muscle strength and training volume) are not clear. The purpose of this study was to compare the effects of TS, PS, and SS on the muscle fatigue of the hamstrings and quadriceps. METHODS: Thirteen healthy, untrained men performed three sets of leg curl and leg extension exercises. TS included three successive sets of the leg curl and leg extension exercises with a 60 s rest interval between sets and exercises. In the PS, leg curl exercises were performed alternatingly with the leg extension exercises with a 60 s rest interval between sets and exercises. In the SS, leg curl and leg extension exercises were performed alternatively with each set. During SS, a 60 s rest interval was set between sets but not between exercises. Muscle strength before and immediately after interventions, and training volume during the training, were measured using an isokinetic dynamometer machine. Time efficiency was calculated by dividing the total training volume by the time required for each intervention. RESULTS AND DISCUSSION: The muscle strength of the hamstrings decreased in PS (p = 0.039) and SS (p = 0.001) but did not change in TS (p = 0.434). Muscle strength of the quadriceps decreased in all interventions (p < 0.05). In all interventions, the training volume of the hamstrings decreased in Set 2 (p < 0.05), and that of the quadriceps decreased in Set 3 (p < 0.05). The total training volume in PS was higher than TS (p < 0.01) and SS (p = 0.03). Time efficiency in SS was higher than TS (p < 0.01) and PS (p < 0.01). These results indicated that PS could be useful for individuals with sufficient time for resistance training because of greater training volume, while SS could be useful for those with limited time due to better time efficiency."
    },
    {
      "pmid": "39636953",
      "title": "Effects of three types of resistance training on knee osteoarthritis: A systematic review and network meta-analysis.",
      "authors": [
        "Yutao Jiang",
        "Yajun Tan",
        "Liang Cheng",
        "Jintao Wang"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Resistance training (RT) is recognized in clinical guidelines as a beneficial treatment for knee osteoarthritis (KOA), but the efficacy of different RT types is not well-established. OBJECTIVE: This network meta-analysis (NMA) aimed to compare the effects of different types of RT, namely, isometric muscle strengthening (IMMS), isokinetic muscle strengthening (IKMS) and isotonic muscle strengthening (ITMS), on pain, function and quadriceps muscle strength of patients with KOA. METHODS: A systematic search was conducted up to September 2023 on databases, including PubMed, Cochrane Library, EMbase, Web of Science and China National Knowledge Infrastructure. The included studies comprised randomised controlled trials (RCTs) comparing RT with conventional rehabilitation and physiotherapy or other types of RT. RESULTS: Compared with the control group (CG) that received conventional physiotherapy, IKMS was optimal in terms of pain relief (MD = -1.33, 95% CI: -1.83 to -0.83), function (MD = -12.24, 95% CI: -17.29 to -7.19) and knee extension torque (SMD = -0.44, 95% CI: -0.74 to -0.14). CONCLUSIONS: Compared with conventional rehabilitation therapy, all three types of RT can improve pain and knee-joint function in KOA patients. IKMS demonstrated the best results among the different RT modalities. PROSPERO REGISTRATION: PROSPERO registration number: CRD42023448579.",
      "mesh_terms": [
        "Humans",
        "Muscle Strength",
        "Network Meta-Analysis",
        "Osteoarthritis, Knee",
        "Physical Therapy Modalities",
        "Randomized Controlled Trials as Topic",
        "Resistance Training",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39635626",
      "title": "Functional resistance training during walking: do biomechanical and neural effects differ based on targeted joints?",
      "authors": [
        "Edward P Washabaugh",
        "Chandramouli Krishnan"
      ],
      "journal": "IEEE transactions on medical robotics and bionics",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Devices for functional resistance training (FRT) during walking are often configured to resist the knee or both the hip and knee joints. Adding resistance to the hip in addition to the knee should alter the effects of training; however, these configurations have not been directly compared. We examined how FRT during walking differs during the knee or hip and knee conditions. Fourteen non-disabled individuals received FRT during treadmill walking with a device configured to provide a viscous resistance to the knee or the hip and knee during separate visits. Between these configurations, we compared gait kinetics, muscle activation, kinematic aftereffects, peripheral fatigue, and corticospinal excitability. Adding resistance to the hip increased hip flexion moment and concentric power during the swing phase. However, this did not result in significant differences in muscle activation, aftereffects, peripheral fatigue, or corticospinal excitability between the configurations. Instead, both configurations produced similar changes in these variables. These results indicate that, aside from kinetics, walking with resistance at the hip and knee was not different from resisting the knee in the acute setting. However, further research is needed to determine if long-term training with resistance at the hip induces differential effects than resisting the knee alone."
    },
    {
      "pmid": "39633643",
      "title": "Health-related fitness benefits following concurrent high-intensity interval training and resistance training in patients with type-1 diabetes or type-2 diabetes.",
      "authors": [
        "Corentin Scoubeau",
        "Malgorzata Klass",
        "Bert Celie",
        "Chantal Godefroid",
        "Miriam Cnop",
        "Vitalie Faoro"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Cardiorespiratory fitness (CRF), as assessed by VO2peak, along with metabolic and cardiovascular health indices, represents the strongest predictors of survival. However, it remains unclear whether concurrent high-intensity interval training (HIIT) and resistance training (RT) can similarly enhance these health markers in patients with type-1 diabetes (T1D) or type-2 diabetes (T2D) compared to healthy individuals. METHODS: Adults with uncomplicated T1D or T2D and healthy normoglycemic controls matched for sex and age (HC1 and HC2) performed 3 training sessions/week of concurrent HIIT and RT for 12 weeks. Pre- and post-intervention assessments included: lipids and glycemic profile, body composition (dual-energy x-ray absorptiometry) and a cyclo-ergometric cardio-pulmonary exercise test. RESULTS: Training improved VO2peak, the ventilatory threshold (VT1), maximal workload, ventilation and O2pulse, similarly in T1D in HC1 without changes in body composition or glycemic profile. In patients with T2D, training improved insulin sensitivity (HOMA-IR), lean mass, VE/VCO2 slope, VT1 and maximal O2pulse, workload and VO2peak with reduction in fat mass and visceral adipose tissue (VAT) (all, p < 0.05). However, improvements in VO2peak and O2pulse were lower than in healthy controls (respectively, T2D: +9%, HC2: +18% and T2D: +6%, HC2: +19%, p < 0.05). CONCLUSIONS: Both patients with T1D and T2D benefit from combined HIIT and RT by improving CRF with specific adaptations influenced by the presence and type of diabetes. While identical magnitude of achievements were observed in T1D and HC1, T2D patients exhibited lower VO2peak and maximal O2pulse improvements but associated with notable additional health benefits regarding insulin sensitivity, body composition, visceral adipose tissue and ventilatory efficiency."
    },
    {
      "pmid": "39608749",
      "title": "The Sit Less, Interact and Move More (SLIMM-2) Trial: Protocol for a randomized control trial of a sedentary behavior intervention, resistance training and semaglutide on sedentary behavior in persons with chronic kidney disease.",
      "authors": [
        "Jesse C Christensen",
        "Shuchi Anand",
        "Glenn M Chertow",
        "Kate Lyden",
        "Amara Sarwal",
        "Terrence Bjordahl",
        "Robert Boucher",
        "Azeem Mohammed",
        "Evan G Oro",
        "Farahnaz Akramimoghaddam",
        "Niharika Katkam",
        "Augustine Takyi",
        "George Bissada",
        "Akhil Ramanujam Chakravartula",
        "Edison Lee",
        "Ann Zheng",
        "Guo Wei",
        "Tom Greene",
        "Srinivasan Beddhu"
      ],
      "journal": "Contemporary clinical trials",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Sedentary behavior is highly prevalent and associated with morbidity and mortality in chronic kidney disease (CKD). A Sit Less, Interact and Move More (SLIMM) sedentary activity coaching intervention can reduce sedentary duration among persons with CKD, but preliminary data suggest that effects may not persist. Prior studies have suggested that moderate/vigorous intensity physical activities are not sustainable in persons with CKD. Therefore, we aimed to determine whether guided resistance training ± oral semaglutide co-intervention improves adherence and/or persistence of the SLIMM intervention. METHOD/DESIGN: The SLIMM-2 is a two-center study designed with a 3-month sedentary activity coaching (SLIMM) followed by a 9-month randomized controlled trial with three arms: SLIMM + standard of care resistance training + oral placebo, SLIMM + guided resistance training + oral placebo, or SLIMM + guided resistance training + oral semaglutide. The study is recruiting persons with CKD (eGFR 20 to ≤60 ml/min/1.73 m2). ActivPAL, a wearable tri-axial accelerometer, is used to assess outcomes including sedentary duration (primary outcome), stepping duration and the average number of steps per day. Additional outcomes include 6-min walk distance and body fat percentage. Persons randomized to standard of care resistance training will be encouraged to maintain individualized physical activity goals; those randomized to guided resistance training will attend guided sessions per month and be prescribed daily independent exercises. RESULTS: Enrollment, interventions, and follow-up are ongoing. CONCLUSIONS: Results from the SLIMM-2 study are expected to inform clinical practice, with the potential to enhance physical health and functioning among persons with CKD.",
      "mesh_terms": [
        "Humans",
        "Renal Insufficiency, Chronic",
        "Sedentary Behavior",
        "Resistance Training",
        "Glucagon-Like Peptides",
        "Randomized Controlled Trials as Topic",
        "Male",
        "Female",
        "Exercise",
        "Multicenter Studies as Topic",
        "Patient Compliance",
        "Accelerometry",
        "Hypoglycemic Agents",
        "Middle Aged",
        "Glucagon-Like Peptide 1"
      ]
    },
    {
      "pmid": "39607327",
      "title": "Effects of flywheel resistance training on countermovement jump performance and vastus lateralis muscle stiffness: A controlled study.",
      "authors": [
        "Darjan Spudić",
        "Vojko Strojnik",
        "Igor Štirn",
        "Primož Pori",
        "Nejc Šarabon"
      ],
      "journal": "Journal of sports sciences",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "This study aimed to investigate the effects of an 8-week resistance training using flywheel (FW) device on countermovement jump (CMJ) performance and resting stiffness of the vastus lateralis (VL) muscle. Physically active adults were randomly assigned to a training intervention group (T; n = 18) and a control group (C; n = 13), which received no intervention. Jump performance variables and ultrasound-assessed resting VL shear modulus were measured before and after the intervention. Analysis of covariance revealed statistically significant group differences in jump height (T =  +9%; C = -3%), rate of force development (T =  +32%; C =  +4%), peak power (T =  +9%; C = -1%), and peak force (T =  +7%; C = -1%). Jump performance improved only in the training group (all CMJ variables p < 0.05). Conversely, no significant changes within groups were observed in the resting shear wave modulus results (p > 0.05). VL stiffness decreased in the training group (-4%) and increased in the control group (+6%). Our results suggest that resistance training using FW device with individually allocated high-load FW inertia induces significant improvements in jump performance, which are not underpinned by changes in VL muscle stiffness.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Quadriceps Muscle",
        "Male",
        "Young Adult",
        "Adult",
        "Athletic Performance",
        "Plyometric Exercise",
        "Female",
        "Muscle Strength",
        "Ultrasonography"
      ]
    },
    {
      "pmid": "39606939",
      "title": "Resistance training for fatigue in people with cancer.",
      "authors": [
        "Moritz Ernst",
        "Carina Wagner",
        "Annika Oeser",
        "Sarah Messer",
        "Andreas Wender",
        "Nora Cryns",
        "Paul J Bröckelmann",
        "Ulrike Holtkamp",
        "Freerk T Baumann",
        "Joachim Wiskemann",
        "Ina Monsef",
        "Roberta W Scherer",
        "Shiraz I Mishra",
        "Nicole Skoetz"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2024-Nov-28",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUND: Cancer-related fatigue (CRF) is one of the most common symptoms associated with cancer and its treatment. Different types of exercise have demonstrated beneficial effects on CRF. Previous evidence syntheses provided promising but inconclusive results when focusing on the effects of resistance training. OBJECTIVES: To evaluate the effects of resistance training on CRF in people with cancer and, specifically, to compare the effects of resistance training with no training on CRF at: different periods of treatment in relation to anticancer therapy (before, during, or after anticancer therapy); different periods of assessment (up to 12 weeks after the intervention, between more than 12 weeks and less than six months after the intervention, or six months or longer after the intervention). Moreover, we wanted to compare the effects of resistance training with no training on quality of life (QoL), adverse events, depression, and anxiety. SEARCH METHODS: We performed an extensive literature search in eight databases including CENTRAL, Medline, and Embase in October 2023. We searched trial registries for ongoing studies, and we integrated results from update searches of previously published Cochrane reviews. SELECTION CRITERIA: We included randomised controlled trials (RCTs) that compared resistance training with no training in adults with any type of cancer who received resistance training initiated before, during, or after anticancer therapy. Eligible RCTs needed to evaluate CRF or QoL. Resistance training had to be structured, last for at least five sessions, and include face-to-face instruction. We excluded studies that randomised fewer than 20 participants per group. DATA COLLECTION AND ANALYSIS: We used standard Cochrane methodology. For analyses, we pooled short-term, medium-term, and long-term effects (i.e. up to 12 weeks, between more than 12 weeks and less than six months, and six months or longer, after the intervention). We assessed risk of bias and certainty of the evidence using Cochrane's risk of bias tool (RoB 1), and the GRADE approach, respectively. MAIN RESULTS: We included 21 RCTs with a total of 2221 participants, with diverse types of cancer, who received resistance training initiated during (14 studies), or after (7 studies) anticancer therapy. None of the studies investigated the effects of resistance training initiated before anticancer therapy. Here, we present the results on CRF, QoL, and adverse events. Results on depression and anxiety are reported in the full review. Resistance training during anticancer therapy Resistance training probably has a beneficial effect compared with no training on short-term CRF (mean difference (MD) on Functional Assessment of Chronic Illness Therapy - Fatigue scale (FACIT-Fatigue) 3.90, 95% confidence interval (CI) 1.30 to 6.51; scale from 0 to 52, higher values mean better outcome, minimal important difference (MID) 3; 12 RCTs, 1120 participants; moderate-certainty evidence). The evidence is very uncertain about the effect of resistance training compared with no training on medium-term CRF (MD on Multidimensional Fatigue Inventory -8.33, 95% CI -18.34 to 1.68; scale from 20 to 100, higher values mean worse outcome, MID 11.5; 1 RCT, 47 participants; very low-certainty evidence). The evidence is very uncertain about the effect of resistance training compared with no training on long-term CRF (MD on FACIT-Fatigue -0.70, 95% CI -4.16 to 2.76; 1 RCT, 133 participants; very low-certainty evidence). Resistance training may have a small beneficial effect compared with no training on short-term QoL (MD on EORTC QoL Questionnaire C30 - global health (QLQ-C30) 4.93, 95% CI 2.01 to 7.85; scale from 0 to 100, higher values mean better outcome, MID 10; 12 RCTs, 1117 participants; low-certainty evidence). The evidence is very uncertain about the effect of resistance training compared with no training on medium-term QoL (MD on QLQ-C30 6.48, 95% CI -4.64 to 17.60; 1 RCT, 42 participants; very low-certainty evidence). The evidence is very uncertain about the effect of resistance training compared with no training on long-term QoL (MD on Functional Assessment of Cancer Therapy - Anemia (FACT-An) 0.50, 95% CI -8.46 to 9.46; scale from 0 to 188; higher values mean better outcome, MID 7; 1 RCT, 133 participants; very low-certainty evidence). Only two RCTs (116 participants) reported data on adverse events for both the resistance training and the control arm. The evidence is very uncertain about the effect of resistance training compared with no training on the occurrence of adverse events (very low-certainty evidence). Resistance training after anticancer therapy The evidence is very uncertain about the effect of resistance training compared with no training on short-term CRF (MD on Chalder Fatigue Scale -0.27, 95% CI -2.11 to 1.57; scale from 0 to 33, higher values mean worse outcome, MID 2.3; 3 RCTs, 174 participants; very low-certainty evidence). Resistance training may have a small beneficial effect or no effect compared with no training on short-term QoL (MD on QLQ-C30 3.87, 95% CI -1.22 to 8.97; 4 RCTs, 243 participants; low-certainty evidence). None of the studies reported data on medium-, or long-term effects on CRF or QoL. Only three RCTs (238 participants) reported data on adverse events for both the resistance training and the control arm. The evidence is very uncertain about the effect of resistance training compared with no training on the occurrence of adverse events (very low-certainty evidence). AUTHORS' CONCLUSIONS: Our review demonstrates beneficial effects of resistance training during anticancer therapy compared with no training on short-term CRF and QoL for people with cancer. Resistance training after anticancer therapy may also have a small beneficial effect on short-term QoL. Data on medium-, and long-term effects are sparse. In order to facilitate evidence syntheses beyond a narrative report of the data, investigators of resistance training programmes should report adverse events more consistently and completely for all study arms, including control groups.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Fatigue",
        "Randomized Controlled Trials as Topic",
        "Neoplasms",
        "Quality of Life",
        "Anxiety",
        "Depression",
        "Bias",
        "Female",
        "Male",
        "Adult",
        "Time Factors"
      ]
    },
    {
      "pmid": "39593674",
      "title": "Effects of resistance training on pain, functionality and quality of life in women with fibromyalgia: A systematic review.",
      "authors": [
        "Andrês Valente Chiapeta",
        "Cláudia Eliza Patrocínio de Oliveira",
        "Alexa Alves de Moraes",
        "Osvaldo Costa Moreira",
        "Antônio José Natali",
        "Miguel Araujo Carneiro-Júnior"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: Fibromyalgia is a chronic syndrome characterized by constant and generalized pain associated with sleep disturbance, depression, muscle stiffness, fatigue and cognitive disorders. Among non-pharmacological treatments, physical exercise stands out as a low-cost approach. AIM: To summarize and analyze evidence on the effects of resistance training on pain, functionality and quality of life in women with fibromyalgia. METHODS: Following the PRISMA method, this systematic review included clinical trials assessing the effects of resistance training on pain, quality of life and functionality in female patients with fibromyalgia, regardless age. The researches were conducted in April 2021 in PubMed, Cochrane, Web of Science and Scopus databases, using the search strategy: (\"fibromyalgia\") AND (\"strength training\" OR \"resistance training\") AND (\"quality of life\" OR \"pain\" OR \"functionality\"). This study was registered in PROSPERO (CRD number: 42,021,246,245), and the risk of bias was assessed using the Version 2 of the Cochrane Risk-of-Bias tool (RoB 2). RESULTS: The search resulted in 125 studies (760 women), of which 16 were eligible for this review. Risk of bias assessment resulted in high (n = 5), moderate (n = 6) and low (n = 5) risks. Resistance training has proven to be an important non-pharmacological treatment tool for fibromyalgia, reducing pain, and improving patients' functionality and quality of life. CONCLUSION: The available evidence suggests that resistance training performed twice weekly, with progressive loads ranging from 40 to 80% of one-repetition maximum and a total duration of 4-24 weeks, appears to be an effective and safe therapeutic approach.",
      "mesh_terms": [
        "Humans",
        "Fibromyalgia",
        "Quality of Life",
        "Resistance Training",
        "Female"
      ]
    },
    {
      "pmid": "39593411",
      "title": "Local, proximal, and distal effects of resistance training with blood flow restriction on strength and size of upper limb muscles in healthy individuals: A systematic review.",
      "authors": [
        "Wellington Dos Santos Lima Júnior",
        "Maycon Thomas Moises Jales",
        "Hilmaynne Renaly Fonseca Fialho",
        "Germanna de Medeiros Barbosa",
        "Marcelo Cardoso de Souza",
        "Yago Tavares Pinheiro",
        "Caio Alano de Almeida Lins"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Review"
      ],
      "abstract": "INTRODUCTION: Resistance training with blood flow restriction (BFR) can promote gains in muscle strength and size using low-load protocols. OBJECTIVE: To gather the evidence on local, proximal, and distal effects of resistance training with BFR on the strength and size of upper limb muscles in healthy individuals. METHODS: Searches were performed in CENTRAL, PEDro, MEDLINE, SciELO, SCOPUS, and Science Direct databases from inception to March 2023. Clinical trials that compared the effects of resistance training with and without BFR (≥4 weeks) on the strength and size of upper limb muscles in healthy individuals were included. Data related to studies' participants, BFR techniques, resistance training protocols, outcomes and assessment measures, and main results were collected. The risk of bias and quality of evidence was assessed using the Cochrane Risk of Bias Analysis Tool and the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach, respectively. RESULTS: Twenty-three studies with a low-high risk of bias and a very-low-to-high quality were included in this review. In general, findings suggest that either high- or low-load resistance training with BFR provided greater local, proximal, and/or distal gains in muscle size and strength compared to resistance training without BFR. CONCLUSIONS: Resistance training with BFR can increase the strength and size of upper limb muscles in healthy individuals. Caution must be taken when interpreting and generalizing the results gathered in this review high heterogeneity of the included studies' methods.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Muscle Strength",
        "Upper Extremity",
        "Muscle, Skeletal",
        "Regional Blood Flow",
        "Blood Flow Restriction Therapy"
      ]
    },
    {
      "pmid": "39589803",
      "title": "The impact of resistance training in patients diagnosed with metabolic dysfunction-associated steatotic liver disease: a systematic review.",
      "authors": [
        "Daniele Gorski Medeiros",
        "Luis Fernando Ferreira",
        "Jessica da Silva Lamp",
        "Luis Henrique Telles da Rosa"
      ],
      "journal": "European journal of gastroenterology & hepatology",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "Resistance training, as a modality of physical exercise, has been recognized as a fundamental pillar in the treatment of metabolic dysfunction-associated steatotic liver disease (MASLD). Current reviews, however, have not given due priority to the specific effects of this type of training on hepatic and clinical markers in individuals with MASLD. This study aimed to compile the available evidence on the impact of resistance training on hepatic and clinical parameters in individuals diagnosed with MASLD. To this end, a systematic search was conducted in the PubMed, Lilacs, Embase, Cochrane, SciELO, and Pedro databases, as well as a manual search, covering the period from January 2011 to December 2023. Randomized clinical trials that evaluated liver fat, insulin resistance, and liver enzymes in individuals with MASLD who were exclusively subjected to resistance training interventions were selected. This study is registered with International Prospective Register of Systematic Reviews (PROSPERO) (CRD4202236638) and the risk of bias in the eligible studies was assessed using ROB 2. Six studies were included, totaling 232 adult participants. Resistance training resulted in a significant reduction in liver fat ( P  < 0.001), liver enzymes ( P  < 0.05), and insulin resistance ( P  < 0.05) in individuals in the strength training group. Furthermore, greater adherence to resistance training (>90%) was observed compared to aerobic training. It is concluded that resistance training can be an easily accepted and consistent option for adults with MASLD, playing an important role in improving the clinical and hepatic markers of these individuals.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Insulin Resistance",
        "Liver",
        "Treatment Outcome",
        "Biomarkers",
        "Fatty Liver",
        "Non-alcoholic Fatty Liver Disease"
      ]
    },
    {
      "pmid": "39589358",
      "title": "Proximal Muscle Resistance Training to Improve Walking in People With Multiple Sclerosis: A Pilot Study.",
      "authors": [
        "Mark M Mañago",
        "Jeri E Forster",
        "Eliza Biondi",
        "Margaret Schenkman",
        "Michelle H Cameron",
        "Cory L Christiansen"
      ],
      "journal": "Journal of neurologic physical therapy : JNPT",
      "publication_date": "2024-Nov-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND PURPOSE: This pilot study examined the feasibility of a proximal muscle resistance training program to improve walking in people with multiple sclerosis using a combination of in-person, virtual, and independent exercise sessions. METHODS: People with multiple sclerosis (Expanded Disability Status Scale Score is <6.0) were recruited to a study of resistance training exercises targeting hip abduction and trunk muscles for 10 weeks. Feasibility criteria were: enrolling 40 participants, retaining ≥80%, ≥80% visit adherence, no serious intervention-related adverse events, and ≥80% satisfaction. The 6-Minute Walk Test, Timed 25-Foot Walk Test, muscle performance (hip abduction and lateral trunk flexion strength, and trunk flexion endurance), patient-reported outcomes, daily step count, and pelvis and trunk kinematics were measured before and after intervention. Patient-reported outcomes and step count were measured again 12 weeks after intervention. RESULTS: Twenty-eight people (median Expanded Disability Status Scale is 3.5) enrolled and 92.8% were retained. Visit adherence was 86.5% (96% for virtual visits, 74% for in-person visits), and 48% of participants preferred virtual visits, while 20% preferred in-person visits. There were no serious intervention-related adverse events, and there was 100% satisfaction. Following intervention, 6-Minute Walk Test distance increased 29.6 m (95% confidence interval [CI], 12.2-47.0), Timed 25-Foot Walk Test decreased by 0.57 seconds (95% CI, -0.85 to -0.29), and all muscle performance outcomes improved. Patient-reported outcomes also improved immediately following intervention. There were no changes in average daily step count or trunk and pelvis kinematics. DISCUSSION AND CONCLUSIONS: This proximal muscle resistance training program was feasible, with benefits in walking and muscle strength, warranting a future efficacy study. UNLABELLED: Video Abstract available for more insights from the authors (see the Video, Supplemental Digital Content 1, available at: http://links.lww.com/JNPT/A499 )."
    },
    {
      "pmid": "39588343",
      "title": "Combined high-intensity interval and resistance training improves cardiorespiratory fitness more than high-intensity interval training in young women with overweight/obesity: a randomized controlled trial.",
      "authors": [
        "Yifei Wang",
        "Xin Yang",
        "Jiamei Deng",
        "Zhenshan Wang",
        "Dongxue Yang",
        "Yanbai Han",
        "Hongli Wang"
      ],
      "journal": "Frontiers in endocrinology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: This study aimed to compare the effects of high-intensity interval training (HIIT) combined with resistance training (RT) versus HIIT alone on body composition, cardiorespiratory fitness and glycolipid metabolism in young women with overweight/obesity. METHODS: This randomized controlled trial divided 40 subjects into an experimental group (HIIT+RT) and a control group (HIIT). Both groups underwent training three times per week for eight weeks. Body composition, cardiorespiratory fitness and glycolipid levels were assessed before and after the intervention. RESULTS: The results revealed that compared to baseline, both the experimental and control groups showed significant improvements in body weight, body mass index (BMI), Body fat, waist circumference (WC), waist-hip ratio (WHR), peak oxygen uptake (VO2peak), vital capacity (VC), oxygen pulse (VO2/HR), minute ventilation, resting heart rate, blood oxygen saturation, blood pressure, fasting blood glucose, triglycerides and high-density lipoprotein cholesterol (p<0.05). Additionally, a significant increase in muscle mass and a significant reduction in 2-hour postprandial glucose were observed in the experimental group (p<0.05). Muscle mass (mean difference: 2.75%), VO2peak (mean difference: 1.61 mL/min/kg), VC (mean difference: 334mL), and VO2/HR (mean difference: 0.51mL/beat) showed greater improvement in the HIIT+RT group compared to the HIIT group (p<0.05). CONCLUSION: In conclusion, an 8-week regimen of either combined HIIT and RT or HIIT significantly improves body composition, cardiorespiratory fitness and glycolipid metabolism in women with overweight/obesity. However, the combined training appears to offer more benefits than HIIT alone. Further research is needed to evaluate the long-term effects and feasibility of combined training. TRIAL REGISTRATION: https://www.chictr.org.cn/, identifier ChiCTR2300075961.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Young Adult",
        "Body Composition",
        "Body Mass Index",
        "Cardiorespiratory Fitness",
        "High-Intensity Interval Training",
        "Obesity",
        "Overweight",
        "Oxygen Consumption",
        "Resistance Training"
      ]
    },
    {
      "pmid": "39584892",
      "title": "Machine-Based Resistance Training Improves Functional Capacity in Older Adults: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Archie Kirk",
        "James Steele",
        "James P Fisher"
      ],
      "journal": "Journal of functional morphology and kinesiology",
      "publication_date": "2024-Nov-16",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background/Objectives: Resistance training (RT) can improve the functional performance of older adults, maintaining independence and quality of life. It has been proposed that training interventions should implement exercises associated with the movements needed in everyday life. However, this strength training philosophy presents challenges, specifically to older adults, and the use of resistance machines might present an efficacious alternative. The aim of this systematic review and meta-analysis was to explore the impact of machine-based RT on strength and functional capacity in older adults. Methods: The inclusion criteria were for strength training interventions to be a minimum of 6 weeks, using only resistance machines, with pre- and post-intervention measurements of functional capacity of either a timed up-and-go and/or a sit-to-stand test, and including healthy older adults (>60 years). Results: Following the screening, 17 articles met the inclusion criteria for the systematic review, 15 of which were included in the meta-analysis for functional outcomes (n = 614 participants), and 11 of which were included in the meta-analysis for strength outcomes (n = 511 participants). Analyses revealed significant standardized mean change in favor of machine-based RT for functional outcomes (0.72, 95% CIs 0.39 to 1.07) and strength outcomes (0.71, 95% CIs 0.34 to 1.08) compared to control conditions (functional = 0.09, 95% CIs - 0.1 to 0.28, strength = 0.1, 95% CIs - 0.05 to 0.24). Substantial heterogeneity was noted in the manipulation of RT variables and the magnitude of effects between studies. Conclusions: The data presented support the idea that significant strength and functional performance outcomes are attainable using uncomplicated, machine-based RT."
    },
    {
      "pmid": "39581637",
      "title": "Improving treatment in patients scheduled for total knee arthroplasty: the role of preoperative low-load blood flow restricted resistance training (PhD Academy Award).",
      "authors": [
        "Stian Langgård Jørgensen"
      ],
      "journal": "British journal of sports medicine",
      "publication_date": "2025-Feb-20",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39579806",
      "title": "Lower extremity muscle hypertrophy in response to resistance training in older adults: Systematic review, meta-analysis, and meta-regression of randomized controlled trials.",
      "authors": [
        "Davi Alves de Santana",
        "Pedro Godoi Scolfaro",
        "Emanuele Marzetti",
        "Cláudia Regina Cavaglieri"
      ],
      "journal": "Experimental gerontology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVES: This study aimed to investigate the effects of resistance training (RT) on knee extensor muscle hypertrophy in adults 65 years and older. METHODS: A systematic search was carried out in PubMed, Embase, and Scopus to review randomized controlled trials that assessed the effects of supervised RT on 1) muscle size, 2) fiber area, and 3) leg lean mass (LLM). Random-effects meta-analyses of standardized mean difference (SMD) and raw mean difference (RMD) for LLM were calculated. We performed a meta-regression to examine the interference of age, training volume, and duration on the results related to hypertrophy at muscle and fiber levels. RESULTS: Thirty-two studies were included in the review, and 28 were meta-analyzed. The meta-analysis found a significant effect of RT on muscle size (SMD = 0.34; 95 % CI: 0.16-0.52; p < 0.001) and fiber area (SMD = 0.54; 95 % CI: 0.24-0.84; p < 0.001), but not on LLM (RMD = 0.22; 95 % CI: -0.22-0.66 p = 0.321). A subanalysis of studies that assessed quadriceps femoris size (excluding isolated quadriceps femoris muscles from the analysis) also revealed a significant effect of RT (95 % CI: 0.20-0.69; p < 0.001). Regression analysis indicated a significant influence of intervention duration on type II fiber area (p = 0.034), while no significant influence was detected for weekly sets or age for any outcome measure. CONCLUSIONS: RT promotes muscle hypertrophy in older adults at both whole-muscle and fiber levels, with training duration potentially influencing the response. Measures of leg lean mass may not capture RT-induced adaptation.",
      "mesh_terms": [
        "Aged",
        "Humans",
        "Lower Extremity",
        "Muscle Strength",
        "Muscle, Skeletal",
        "Randomized Controlled Trials as Topic",
        "Resistance Training",
        "Skeletal Muscle Enlargement"
      ]
    },
    {
      "pmid": "39578772",
      "title": "Resistance training improves functional capacities in women with multiple sclerosis: a randomized control trial.",
      "authors": [
        "Nasrin Niazi Nezhad",
        "Abdolhossein Parnow",
        "Kianoosh Khamoushian",
        "Rasoul Eslami",
        "Julien S Baker"
      ],
      "journal": "BMC neurology",
      "publication_date": "2024-Nov-22",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: This study aimed to investigate the effects of 12 weeks of resistance exercise training (RT) on oxidative status, muscle strength, functional capacity, quality of life (QoL), and fatigue in women with Multiple Sclerosis (MS). METHODS: In this randomized control trial (ethical code: SSRI.REC-1402-101; IRCT registration code: IRCT20120912010824N3, 07.09.2023), Iran) twenty-five women with relapsing- remitting MS (aged 18-45 years and expanded disability status scale (EDSS) ≤ 4) were randomly divided in two groups MS without resistance exercise (MS + non-RT; n = 13) and with RT (12 weeks/3 times per week/ 60-80% of 1RM) (MS + RT; n = 12). \"Informed\" consent was obtained from all participants. Then, fifteen healthy aged-matched women participated as a control group (HCON; n = 15). Blood serum levels of oxidative stress [malondialdehyde (MDA)] and antioxidant capacity [superoxide dismutase (SOD) and glutathione peroxidase (GPx) activity] were obtained pre and post intervention. In addition, muscle strength by 5-RM test, functional capacity (for lower limb T25FWT, 2MWT, and 5STS tests and for Upper limb Manual dexterity of both hands with the (9-HPT) test and MSWS-12 questionnaire were also assessed over the same period. Also, Quality of life and fatigue were assessed pre- and post- intervention with by 31-MusiQoL questionnaire and FSMC questionnaire. RESULTS: RT led to improvements in muscle strength for leg extension, lying leg curl, bench press movements (P < 0.001, P < 0.001, P < 0.001, respectively). Moreover, compared with the MS + non-RT group, RT demonstrated increased functional capacity (Timed 25 ft Walk Test, Two-Minute Walk Test, 5-Time Sit-To-Stand Test, Twelve Item MS Walking Scale (P < 0.001, P < 0.001, P < 0.001, P < 0.001, respectively). Dexterity of the left hand but not the right hand also improved (P < 0.01, P = 0.057, respectively). Improvements were also found for fatigue and QoL (P < 0.01, P < 0.05). However, the mean changes of MDA, SOD and GPx noted in RT group were not statistically significant (P˃0.05, P˃0.05, P˃0.05, respectively). CONCLUSIONS: RT has positive effects on muscle strength, functional capacity, and quality of life while reducing fatigue in this population. However, markers of oxidative stress were not affected. When we consider the clear role in MS pathogenesis and progression, antioxidant increases in relation to a reduction in pro-oxidant capacity would have provided a positive and important clinical development for people with MS.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Resistance Training",
        "Adult",
        "Muscle Strength",
        "Quality of Life",
        "Young Adult",
        "Fatigue",
        "Middle Aged",
        "Multiple Sclerosis, Relapsing-Remitting",
        "Adolescent",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "39572015",
      "title": "Effectiveness of resistance training in preventing sarcopenia among breast cancer patients undergoing chemotherapy: A systematic review and meta-analysis.",
      "authors": [
        "Ting-Wan Tan",
        "Han-Ling Tan",
        "Yu-Chu Chung"
      ],
      "journal": "Worldviews on evidence-based nursing",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Breast cancer patients undergoing chemotherapy experience body composition changes impacting treatment outcomes. The role of resistance training in mitigating chemotherapy-induced sarcopenia in breast cancer patients is not well defined. AIMS: This study aims to assess the efficacy of resistance training in preventing sarcopenia among breast cancer patients undergoing chemotherapy. METHODS: A systematic search was conducted across PubMed, EMBASE, Medline, the Cochrane Library, and CINAHL until May 5, 2023. Selected literature focused on the effects of resistance training on body fat, muscle mass, muscle strength, and physical performance in breast cancer patients undergoing chemotherapy. Cochrane Risk of Bias tool version 2.0 was employed for quality assessment, and data were analyzed using Comprehensive Meta-Analysis version 2.0. RESULTS: Eleven randomized controlled trials (RCTs) showed that resistance training had a significant positive impact on reducing body fat (SMD = -0.250, 95% CI [-0.450, -0.050]), increasing lean body mass (SMD = 0.374, 95% CI [0.178, 0.571]), and enhancing handgrip strength at both the affected site (SMD = 0.326, 95% CI [0.108, 0.543]) and the nonaffected site (SMD = 0.276, 95% CI [0.059, 0.492]). Additionally, significant improvements were observed in leg press strength (SMD = 0.598, 95% CI [0.401, 0.796]) and overall physical performance (SMD = 0.671, 95% CI [0.419, 0.923]). LINKING EVIDENCE TO ACTION: Resistance training is a recommended intervention for reducing body fat, increasing muscle mass, muscle strength, and enhancing physical performance in breast cancer patients undergoing chemotherapy. Ideal low-intensity resistance training programs span 8-24 weeks, with 20-to-90-min sessions 2-4 times weekly. Regimens generally entail 8-12 repetitions at 40%-90% of one-repetition maximum test, with free-weight resistance training targeting major muscle groups yielding substantial benefits. Further research should explore outcomes across different chemotherapy phases and investigate long-term resistance training effects for a comprehensive view.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Body Composition",
        "Breast Neoplasms",
        "Muscle Strength",
        "Resistance Training",
        "Sarcopenia"
      ]
    }
  ]
}