{
  "supplement": "Riboflavin (Vitamin B2)",
  "query": "Riboflavin (Vitamin B2)[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:29:03",
  "research_count": 4017,
  "count": 100,
  "articles": [
    {
      "pmid": "40307246",
      "title": "Metabolomics reveals the mechanism of Zhilong Huoxue Tongyu capsule in the treatment of heart failure.",
      "authors": [
        "Li Chen",
        "Dingshan Zhang",
        "Yu Zheng",
        "Jinyi Xue",
        "Quanrong Zhang",
        "Ziwen Deng",
        "Maryam Mazhar",
        "Yuan Zou",
        "Ping Liu",
        "Mingtai Chen",
        "Gang Luo",
        "Mengnan Liu"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Energy deprivation in cardiomyocytes is a pivotal factor in the progression of heart failure (HF). Zhilong Huoxue Tongyu capsule (ZL) is a widely used Chinese patent medicine that has been employed in the treatment of various cardiovascular diseases. However, its effects on HF and its impact on cardiac metabolism remain to be elucidated. This study aims to validate the therapeutic effects of ZL on heart failure and analyze its influence on human cardiac metabolism through clinical trials and untargeted metabolomics research. A cohort of 80 HF patients was enrolled, all of whom received conventional treatment (CT) in conjunction with ZL. Primary therapeutic endpoints included left ventricular ejection fraction, brain natriuretic peptide levels, 6-min walking distance, the Minnesota Living with Heart Failure Questionnaire score, and traditional Chinese medicine (TCM) syndrome scores. Ultra-high performance liquid chromatography-tandem mass spectrometry was utilized to identify key compounds, core targets, and pathways implicated in the anti-HF effects of CT combined with ZL. Seventy-six subjects completed the clinical study. Post-treatment, significant improvements were observed in heart function, exercise endurance, quality of life, and TCM syndrome scores. Untargeted metabolomics screening identified 57 differential metabolites in the serum of subjects pre- and post-treatment, including PC 20:2_20:2 and cyclic acid, among others. Of these, 25 metabolites were upregulated, while 32 were downregulated. Pathway analysis indicated that these differential metabolites were involved in riboflavin metabolism, the citrate cycle, alanine, aspartate and glutamate metabolism, arginine biosynthesis, butanoate metabolism, lipoic acid metabolism, and fatty acid biosynthesis. The combination of CT and ZL for HF treatment exhibits promising clinical efficacy, potentially mediated through the optimization of cardiac energy metabolism.",
      "mesh_terms": [
        "Humans",
        "Heart Failure",
        "Metabolomics",
        "Male",
        "Drugs, Chinese Herbal",
        "Female",
        "Middle Aged",
        "Aged",
        "Quality of Life",
        "Medicine, Chinese Traditional",
        "Capsules",
        "Treatment Outcome",
        "Natriuretic Peptide, Brain",
        "Stroke Volume"
      ]
    },
    {
      "pmid": "40284438",
      "title": "The Role of Photodynamic Therapy Mediated by Natural Photosensitisers in the Management of Peri-Implantitis: A Systematic Review.",
      "authors": [
        "Aleksandra Warakomska",
        "Jakub Fiegler-Rudol",
        "Magdalena Kubizna",
        "Dariusz Skaba",
        "Rafał Wiench"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2025-Mar-30",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: Peri-implantitis, an inflammatory condition leading to progressive bone loss around dental implants, represents a significant challenge in modern implant dentistry. Conventional mechanical debridement and adjunctive antibiotics or antiseptics often fail to fully eradicate complex biofilms and may promote antibiotic resistance. Photodynamic therapy (PDT) mediated by natural photosensitizers (e.g., curcumin, riboflavin, and 5-aminolevulinic acid) has emerged as a potential adjunctive strategy for peri-implantitis management due to its targeted antimicrobial and anti-inflammatory effects. Objectives: This systematic review aimed to evaluate the antimicrobial efficacy, clinical outcomes, and safety of PDT mediated by natural photosensitizers in the treatment of peri-implantitis and to identify optimal protocols regarding photosensitizer concentrations, light source parameters, and application techniques. Methods: Following PRISMA 2020 guidelines, databases (PubMed/Medline, Embase, Scopus, and Cochrane Library) were searched from 1 January 2015 to 3 January 2025 for English-language publications. Studies assessing naturally based PDT interventions for peri-implantitis or in vitro biofilms from diseased implant surfaces were included. Quality assessment used the Revised Cochrane Risk of Bias tool (RoB 2) for randomized controlled trials and a tailored nine-item framework for in vitro studies. Eleven studies met the inclusion criteria. Results: Despite heterogeneity in methodologies, especially regarding light wavelengths, energy densities, and photosensitizer formulations, most studies reported notable reductions in bacterial viability, biofilm mass, and clinical indices (probing depth and bleeding on probing). Curcumin and riboflavin frequently demonstrated comparable antimicrobial efficacy to standard disinfectants, while 5-aminolevulinic acid (5-ALA)-based PDT also showed promising clinical and microbiological improvements. However, complete biofilm eradication was rarely achieved. Conclusions: Natural-photosensitizer-based PDT appears to be a valuable adjunct to mechanical debridement for peri-implantitis, enhancing microbial control and clinical outcomes. Standardization of PDT protocols and further well-designed clinical trials with extended follow-up periods are warranted to confirm long-term efficacy and inform evidence-based guidelines."
    },
    {
      "pmid": "40283993",
      "title": "SWEEPS-Assisted Antibacterial Photodynamic Therapy Against Dual-Species Biofilms in Mandibular Molars: An In Vitro Study.",
      "authors": [
        "Pargol Guity",
        "Shima Afrasiabi",
        "Ali Shahi Ardakani",
        "Stefano Benedicenti",
        "Antonio Signore",
        "Nasim Chiniforush",
        "Kiumars Nazari Moghaddam"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objectives: The synergistic effect of shock wave-enhanced emission photoacoustic streaming (SWEEPS) and antimicrobial photodynamic therapy (aPDT) in mandibular molar root canal disinfection remains underexplored, particularly against dual-species biofilms that better simulate clinical conditions. This study evaluates their combined antimicrobial efficacy against Enterococcus faecalis and Candida albicans biofilms and assesses potential tooth discoloration caused by riboflavin and nano-curcumin. Materials and Methods: The mesiobuccal canals of 57 extracted mandibular molars were inoculated with E. faecalis and C. albicans biofilms. The antimicrobial effects were assessed using riboflavin or nano-curcumin with a 450 nm diode laser (BDL), SWEEPS, or their combinations, compared to 5.25% NaOCl (positive control) and saline (negative control). Biofilm reduction was quantified by colony-forming units (CFUs/mL), and discoloration was evaluated using the ΔE metric in the CIE L*a*b* color space. Results: Both microorganisms showed a significant decrease in colony numbers in all experimental groups compared to the negative control (p < 0.001), except for E. faecalis, where no significant difference was observed between the riboflavin/nano-curcumin groups and the negative control. Combining riboflavin or nano-curcumin with SWEEPS or BDL significantly enhanced antimicrobial efficacy compared to individual treatments (p < 0.001). The combined photodynamic therapy and SWEEPS groups showed the lowest colony counts. The ΔE values were, on average, 1.81 for riboflavin and 1.09 for nano-curcumin. Conclusions: The combination of SWEEPS and aPDT effectively reduces E. faecalis and C. albicans biofilms in molars, supporting its potential as an adjunct in endodontic disinfection. Minimal discoloration further highlights its clinical applicability."
    },
    {
      "pmid": "40280795",
      "title": "The microbiota shapes the life trajectory of mucosal-associated invariant T cells.",
      "authors": [
        "Yan-Ruide Li",
        "Xinyuan Shen",
        "Yichen Zhu",
        "Zibai Lyu",
        "Lili Yang"
      ],
      "journal": "Trends in microbiology",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Mucosal-associated invariant T (MAIT) cells are innate-like T cells predominantly located in barrier tissues such as the lung, liver, skin, and colon. These cells recognize metabolites derived from the riboflavin biosynthetic pathway, which can rapidly traverse epithelial barriers and be presented during MAIT cell differentiation in the thymus and maturation in peripheral tissues. Furthermore, microbial metabolites significantly influence MAIT cell functions in various conditions, including cancer. This review summarizes how the microbiota shapes the life trajectory of MAIT cells and their antitumor reactivity. Additionally, we discuss the therapeutic implications of manipulating the microbiota as a 'bug-drug' strategy to enhance MAIT cell antitumor immunity, particularly in mucosal cancers, while emphasizing challenges and future directions for integrating microbiota considerations into MAIT cell-based therapies."
    },
    {
      "pmid": "40278587",
      "title": "Revealing the Molecular Mechanisms of Ozone-Induced Pulmonary Inflammatory Injury: Integrated Analysis of Metabolomics and Transcriptomics.",
      "authors": [
        "Xiaolei Zhou",
        "Yunnian Guo",
        "Xiaotong Jian",
        "Xinyi Miao",
        "Pengpeng Wang",
        "Xiaoke Wang",
        "Ling Wang",
        "Huaiyong Chen",
        "Feifei Feng"
      ],
      "journal": "Toxics",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "O3 (ozone) is an environmental pollutant that can exacerbate inflammatory damage and contribute to respiratory diseases. However, the molecular mechanisms and potential targets for intervention in ozone-induced lung inflammatory injury are not yet known. To address this, our study exposed mice to 0.6 ppm and 1.0 ppm of O3 (3 h/d, 14 d), evaluating lung inflammation through histopathological examinations, lung function assessments, and analyses of white blood cells and inflammatory factors in BALF. Furthermore, we employed transcriptomic and non-targeted metabolomic approaches to decipher differentially expressed genes (DEGs) and metabolites in mouse lung tissue from the 1.0 ppm O3 exposure group. A comprehensive integration analysis of these omics data was conducted using Pearson correlation analysis. Finally, our findings show that ozone exposure indeed elicits pulmonary inflammation. Transcriptomic analysis identified 311 differentially expressed genes, predominantly implicated in circadian rhythm, IL-17 signaling pathway, and PPAR signaling. Meanwhile, metabolomic profiling revealed 41 differentially regulated metabolites, mainly associated with riboflavin metabolism, glutathione metabolism, and ABC transporter pathways. Integrated multi-omics analysis through Pearson correlation identified three key components (Pla2g10, O-phosphoethanolamine, and phosphorylcholine) showing significant enrichment in glycerophospholipid metabolism. Collectively, our findings suggest that glycerophospholipid metabolism may serve as potential therapeutic targets and diagnostic biomarkers for ozone-induced pulmonary inflammatory injury."
    },
    {
      "pmid": "40273379",
      "title": "Study on the Effect and Mechanism of Weichang'an Pill and Its Extract on Slow Transit Constipation.",
      "authors": [
        "Na Wang",
        "Xingyue Lu",
        "Panwei Gao",
        "Peng Zhang",
        "Yi Wang",
        "Lin Miao",
        "Han Zhang",
        "Lijuan Chai"
      ],
      "journal": "Neurogastroenterology and motility",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Weichang'an pill (WCA) possesses potential advantages in promoting gastrointestinal motility and treating constipation. Ethanol extract (EE) and aqueous extract (AE) of WCA were used to investigate its efficacy in treating slow transit constipation (STC) and the material basis for exerting this effect. METHODS: The STC model was established in vivo by gavage of loperamide (Lop) in Sprague-Dawley rats, followed by gavage of WCA, EE, and AE. In vitro, norepinephrine (NE) was used to stimulate isolated ileal smooth muscle of rats to imitate the state of insufficient gastrointestinal motility during STC, and a model of excessive relaxation of isolated ileal smooth muscle was established. This model was used to observe and record the changes in contraction tension, amplitude, and frequency of ileal smooth muscle after treatment with WCA, EE, AE, and the active ingredients of WCA. KEY RESULTS: In vivo, WCA, EE, and AE treatment increased fecal parameters, improved gastrointestinal transit time, and alleviated pathological damage to the colon in STC rats. Its mechanism might be closely related to c-kit/SCF, RhoA/ROCK/MYPT1/MLC signaling pathways. In vitro, WCA, EE, AE, and the active ingredients of WCA, including costunolide (Cos), dehydrocostus lactone (Deh), agarotetrol (Aga), muscone (Mus), gallic acid (GA), oleic acid (Oleic), linoleic acid (Lin), umbelliferone (Umb), synephrine (Syn), ferulic acid (FA), chlorogenic acid (ChA), betaine (Bet), and riboflavin (Rib), significantly inhibited the NE-induced excessive relaxation of ileal smooth muscles. CONCLUSIONS: WCA, EE, and AE significantly improved constipation in STC rats. Moreover, the active ingredients in WCA, including Cos, Deh, Aga, Mus, GA, Oleic, Lin, Umb, Syn, FA, ChA, Bet, and Rib, might be the material basis for promoting intestinal motility."
    },
    {
      "pmid": "40269767",
      "title": "Corneal cross-linking for infectious keratitis of various causes: an umbrella review.",
      "authors": [
        "Fereshteh Farhadi",
        "Hanieh Salehi-Pourmehr",
        "Amin Arasteh",
        "Nazli Taheri",
        "Fariba Pashazadeh",
        "Ali Mostafaie"
      ],
      "journal": "BMC ophthalmology",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: To explore the therapeutic role of corneal cross-linking (CXL) for infectious keratitis. METHODS: This is an umbrella review of the systematic reviews and meta-analysis concerning the role of corneal CXL in treating infectious keratitis. Appropriate keywords were carefully selected following the identification of PICO (Population: People who have corneal cross-linking for infectious keratitis; Intervention: corneal cross-linking; Comparison: other treatments such as antibiotic therapy; Outcome: Primary outcome was considered as the efficacy of treatment using re-epithelization and heal rate, and secondary outcome was considered need to penetrating keratoplasty (PK)). The electronic search across various databases, including Cochrane, PubMed, MEDLINE, Embase, SCOPUS, CINAHL, Psychoinfo, and ProQuest, was performed until August 2024. RESULTS: Five systematic reviews out of 53 identified records are included in the umbrella review. Due to the structure of the included studies, statistical analysis was not possible to be conducted. Four studies were included that mainly evaluated the role of adjuvant corneal CXL in bacterial keratitis, and the other study focused mainly on fungal keratitis. The studies reported heterogeneous results. Two systematic reviews reported a shorter period for corneal epithelium healing in the adjuvant CXL group compared to the standard antibiotic therapy (SAT), especially in fungal keratitis. However, two studies showed no significant change in re-epithelization duration. One meta-analysis reported a reduction in corneal infiltrate size 7 days after adjuvant corneal CXL compared to the SAT. None of the included studies reported a difference in corneal complications, such as perforation and the need for PK in the CXL group compared to SAT. CONCLUSION: The corneal CXL in infectious keratitis has no uniform protocol, especially regarding the de-epithelization procedure before CXL, leading to heterogeneity in the trial results. However, it seems the adjuvant corneal CXL next to SAT is not inferior to the unaccompanied SAT and may be superior in some cases, including fungal etiologies, regarding faster corneal healing.",
      "mesh_terms": [
        "Humans",
        "Collagen",
        "Corneal Cross-Linking",
        "Cross-Linking Reagents",
        "Eye Infections, Bacterial",
        "Eye Infections, Fungal",
        "Keratitis",
        "Photochemotherapy",
        "Photosensitizing Agents",
        "Riboflavin",
        "Ultraviolet Rays",
        "Meta-Analysis as Topic"
      ]
    },
    {
      "pmid": "40258084",
      "title": "Thiamine hydrochloride, riboflavin, pyridoxine hydrochloride, and biotin hard gelatin capsules prepared in advance and stored for the treatment of pediatric metabolic diseases: a safer alternative.",
      "authors": [
        "Marine Bonino",
        "Amélie Bouchez",
        "Amna Kadri",
        "Ines Jacquet",
        "Romain Paoli-Lombardo",
        "Christophe Jean",
        "Mélanie Fuchs",
        "Maeva Montaleytang",
        "Patrice Vanelle",
        "Thierry Terme",
        "Pascal Rathelot",
        "Christophe Curti"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The treatment of several pediatric metabolic diseases involves vitamins supplementation. Among these, thiamine, riboflavin, pyridoxine and biotin can be prescribed and compounded as hard gelatin capsules. In compounding practice, a medication can be done extemporaneously, leading to a risk of error. However, a medication can also be done in advance, analytically controlled and stored. Such practice reduce the risk of error and decrease the cost, but also imposes the realization of stability studies to establish beyond-use-dates. Thiamine hydrochloride, riboflavin, pyridoxine hydrochloride, and biotin hard gelatin capsules chromatographic and microbiological methods were both validated and used to perform stability studies. Thiamine hydrochloride 50 mg hard gelatin capsules with microcrystalline cellulose and silica as excipients are stable for 6 months when stored at 25 °C/ 60% RH protected from light. Riboflavin 50 mg with microcrystalline cellulose, pyridoxine hydrochloride 50 mg with microcrystalline cellulose and biotin 40 mg with microcrystalline cellulose/silica are stable for one year when stored at 25 °C/ 60% RH protected from light. These results allow the compounding in advance of batches of 300 capsules controlled, stored, and quickly dispensed in case of an emergency, such decreasing the risk of error and/or iatrogenic event.",
      "mesh_terms": [
        "Riboflavin",
        "Pyridoxine",
        "Biotin",
        "Gelatin",
        "Capsules",
        "Humans",
        "Thiamine",
        "Drug Stability",
        "Child",
        "Drug Storage",
        "Drug Compounding",
        "Excipients",
        "Cellulose"
      ]
    },
    {
      "pmid": "40252731",
      "title": "Vitamin B6 status is related to disease severity and modulated by endurance exercise in individuals with multiple sclerosis: a secondary analysis of a randomized controlled trial.",
      "authors": [
        "Sergen Belen",
        "Nadine Patt",
        "Marie Kupjetz",
        "Per M Ueland",
        "Adrian McCann",
        "Roman Gonzenbach",
        "Jens Bansi",
        "Philipp Zimmer"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Low circulating concentrations of B vitamins are linked to various chronic and neurodegenerative diseases. Notably, pyridoxal 5´-phosphate (B6) deficiency is linked to altered inflammatory responses and cellular immune function, both critical in multiple sclerosis (MS). Nevertheless, most MS research has focused on folate (B9) and vitamin B12, leaving other B vitamins understudied. OBJECTIVE: This secondary analysis investigated B-vitamin serum concentrations and related metabolites across MS phenotypes (primary progressive MS, relapsing-remitting MS and secondary progressive MS) and disease severity levels. Additionally, the impact of endurance exercise on B-vitamin concentrations was investigated. METHODS: 106 individuals with MS participated in a randomized controlled trial, including different endurance exercise conditions. Serum B-vitamin concentrations were analyzed in 99 participants before and after three-weeks of intervention. Prior to analysis, participants were dichotomized to one of two disability groups based on their Expanded Disability Status Scale (EDSS) score: EDSS≥4.5 (n=47, EDSS: 5.86±0.56) and EDSS<4 (n=52, EDSS: 3.59±0.83). RESULTS: Higher EDSS scores were associated with lower pyridoxal 5'-phosphate (B6) concentrations (rs=-0.32, 95%CI [-0.49, -0.12], p=.011), with the EDSS≥4.5 group also showing lower baseline pyridoxal 5'-phosphate (B6) concentrations (β=-0.18, 95%CI [-0.30, -0.07], p=.007) compared to the EDSS<4 group. Significant time x EDSS group interactions were evident for pyridoxal 5'-phosphate (B6) (β=0.05, 95%CI [0.02, 0.08], p=.011), pyridoxal (B6) (β=0.05, 95% CI [0.02, 0.09], p=.005) and riboflavin (B2) (β=0.06, 95%CI [0.02, 0.09], p=.008), showing increases in these vitamers in the EDSS≥4.5 group post-exercise. N1-methylnicotinamide (B3) (β=-0.11, 95%CI [-0.15, -0.06], p<.001) decreased in both groups over time. CONCLUSION: Disease severity was associated with distinct B-vitamin profiles in individuals with MS, while endurance exercise appeared to modify specific B-vitamin concentrations. This trial was registered at clinicaltrials.gov as NCT04356248."
    },
    {
      "pmid": "40237849",
      "title": "Pulsed light epithelium-off accelerated corneal collagen crosslinking with 30mW/cm2 irradiance and 7.2 J/cm2 radiant exposure: 2-year results.",
      "authors": [
        "Max Luckmann",
        "Myriam Böhm",
        "Eva Hemkeppler",
        "Thomas Kohnen"
      ],
      "journal": "International ophthalmology",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To evaluate the 2-year outcomes of pulsed light epithelium-off accelerated corneal collagen crosslinking (aCXL) using 30 mW/cm2 for 8 min (7.2 J/cm2) for the treatment of progressive keratoconus. METHODS: A total of 23 eyes of 18 patients with progressive keratoconus, that were treated with epithelium-off pulsed light aCXL (30 mW/cm2, 8 min) were included in this retrospective study. Tomographic measurements and corrected distance visual acuity (CDVA) were analyzed at the baseline visit (before the aCXL treatment), and at 3-, 12- and 24-months visit. RESULTS: The two-year results demonstrated a stable anterior flat keratometry (K1), steep keratometry (K2) and mean keratometry (Kmean) of the anterior and posterior cornea with no significant changes at 3, 12 and 24 months postoperatively, compared to the baseline visit (p > 0.05). Maximal anterior keratometry (Kmax) stabilized from 60.18 ± 6.32 D at baseline to 60.04 ± 7.36 D at 24 months post-aCXL (p = 0.88). The keratoconus indices and astigmatism of the front and back surface of the cornea also showed stable results. The CDVA improved from 0.69 ± 0.29 logarithm of the minimum angle of resolution (logMAR) at baseline to 0.35 ± 0.21 logMAR at 24 months postoperatively (p = 0.16). CONCLUSION: Pulsed light epithelium-off accelerated CXL using 30 mW/cm2 for 8 min (7.2 J/cm2) appears to be an effective treatment modality halting progression of keratoconus even after two years.",
      "mesh_terms": [
        "Humans",
        "Keratoconus",
        "Cross-Linking Reagents",
        "Retrospective Studies",
        "Male",
        "Female",
        "Collagen",
        "Visual Acuity",
        "Photosensitizing Agents",
        "Adult",
        "Photochemotherapy",
        "Riboflavin",
        "Corneal Topography",
        "Young Adult",
        "Follow-Up Studies",
        "Ultraviolet Rays",
        "Treatment Outcome",
        "Corneal Stroma",
        "Epithelium, Corneal",
        "Time Factors",
        "Adolescent"
      ]
    },
    {
      "pmid": "40227070",
      "title": "A dissolving microneedle patch enables minimally invasive riboflavin delivery and enhances corneal crosslinking in keratoconus therapy.",
      "authors": [
        "Lin Ye",
        "Zhongwu Bei",
        "Tingyu Yang",
        "Yang Xu",
        "Meng Pan",
        "Hanzhi Deng",
        "Xicheng Li",
        "Longqian Liu",
        "Zhiyong Qian"
      ],
      "journal": "Journal of materials chemistry. B",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Corneal collagen cross-linking (CXL) is an effective surgical approach to halt the progression of keratoconus. A key challenge lies in maintaining epithelial integrity while achieving sufficient stromal riboflavin (RF) concentration to ensure CXL efficacy. Additionally, the efficacy of CXL under RF-mediated cross-linking still has room for improvement. In this study, we developed a silk fibroin methacryloyl (SFMA)-based dissolvable microneedle (MN) system (termed RF/SFMA MNs). In vitro and ex vivo experiments showed that RF/SFMA MNs exhibited excellent mechanical strength, dissolution profile, drug release profile and biocompatibility. In vivo, RF/SFMA MNs were characterized by suitable corneal penetration capability through a minimally invasive approach. MNs with different RF concentrations (0-2%) and tip lengths (330-800 µm) were tested. RF/SFMA MNs with a 1% RF concentration and a tip length of 550 µm achieved sufficient RF permeation and delivery depth within the corneal stroma. Furthermore, integrating SFMA into the CXL procedure allowed RF to mediate multiple crosslinking events between SFMA and collagen, resulting in an enhanced increase in corneal biomechanical strength compared to conventional Epi-on and Epi-off CXL strategies. Over a two-week observation period, MN-based CXL enhanced corneal biomechanics more effectively than Epi-off and Epi-on CXL, while maintaining collagen arrangement without adverse effects on the epithelium or endothelium. Therefore, RF/SFMA MNs, designed for minimally invasive RF delivery and enhanced CXL efficacy, present a promising and innovative approach to optimize CXL in the treatment of keratoconus."
    },
    {
      "pmid": "40208893",
      "title": "Hyperbaric Oxygenation Increases Available Oxygen and Resistance to Enzymatic Digestion in Accelerated Corneal Collagen Crosslinking.",
      "authors": [
        "Johannes Menzel-Severing",
        "Theresa Streit",
        "Jule Schmiedel",
        "Sven Dreyer",
        "Theo G Seiler",
        "Joana Witt",
        "Gerd Geerling"
      ],
      "journal": "Translational vision science & technology",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The present study aimed to determine whether hyperbaric oxygenation increases intrastromal oxygen concentration during accelerated corneal collagen crosslinking (CXL) and whether this enhances CXL effects. METHODS: Oxygen concentration was measured in porcine corneas during epithelium-off CXL with UV-A intensity of 9 mW/cm2 for 10 minutes. Experiments were performed under normobaric and hyperbaric (2.4 bar) conditions, with and without supplemental oxygen. Stromal resistance to lysis by collagenase A and biomechanical changes were measured. RESULTS: Oxygen concentrations before irradiation averaged 11% in the normobaric group (CXLnorm), 37% in the normobaric group with supplemental oxygen (CXLnorm + O2), 13% in the hyperbaric group (CXLhyp), and 43% in the hyperbaric group with supplemental oxygen (CXLhyp + O2). After the onset of UV-A, oxygen concentration decreased to 1.5% in CXLnorm, 3% in CXLhyp, 21% in CXLnorm + O2, and 38% in CXLhyp + O2. Differences between groups were statistically significant (P < 0.0001). Corneal lenticules from the CXLhyp + O2 group were completely digested by collagenase after 5.4 days (standard deviation = 1.34). This was significantly later (P < 0.05) than in other groups. Biomechanical testing did not reveal meaningful differences between the treatment protocols. CONCLUSIONS: These data suggest that hyperbaric oxygenation increases intrastromal oxygen in porcine corneas, ensuring constant availability during accelerated CXL. This leads to enhanced resistance to collagenase digestion of anterior corneal stroma. TRANSLATIONAL RELEVANCE: More intrastromal oxygen and resistance to proteolytic enzymes may make CXL with hyperbaric oxygenation an improved treatment for progressive keratoconus and (infectious) corneal ulcers.",
      "mesh_terms": [
        "Animals",
        "Collagen",
        "Swine",
        "Cross-Linking Reagents",
        "Hyperbaric Oxygenation",
        "Oxygen",
        "Ultraviolet Rays",
        "Cornea",
        "Riboflavin",
        "Corneal Stroma",
        "Collagenases",
        "Photosensitizing Agents"
      ]
    },
    {
      "pmid": "40207468",
      "title": "Therapeutic Effect and Mechanism of Da-Huang-Zhe-Chong Pills on Uterine Fibroids Using Liquid Chromatography Combined With Mass Spectrometry Metabolomics.",
      "authors": [
        "Yonghua Hu",
        "Xujin Yang",
        "Chenmei Ma",
        "Zhen Wang",
        "Xin Yuan",
        "Man He",
        "Penghai Zhang",
        "Yi Tao"
      ],
      "journal": "Biomedical chromatography : BMC",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Da-Huang-Zhe-Chong Pills (DHZCPs) have demonstrated efficacy in treating uterine fibroids (UFs), but the mechanisms underlying their action remain unclear. In this study, untargeted serum metabolomic analysis was employed to investigate the therapeutic effects of DHZCP in a rat model of UFs utilizing advanced ultra-performance liquid chromatography tandem quadrupole time-of-flight mass spectrometry (UPLC-Q-TOF/MS) and pattern recognition. Histopathological examination through H&E staining revealed significant improvements in uterine morphology following DHZCP administration. The levels of four serum hormones, that is, estradiol (E2), follicle-stimulating hormone (FSH), luteinizing hormone (LH), and progesterone (PROG), tended to shift toward normal in the DHZCP-treated group compared with the model group. Our metabolomic profiling identified 20 distinct endogenous metabolites that were differentially expressed between UF and normal rats, with DHZCP treatment significantly normalizing 16 of these metabolic markers. Comprehensive pathway analysis highlighted three major metabolic pathways affected by DHZCP intervention: tryptophan metabolism, riboflavin metabolism, and arginine-proline metabolism. Notably, spearman correlation analysis indicated that tryptophan, lysoPC (18:1/0:0), uric acid, and serotonin were strongly positively correlated with serum levels of both E2 and PROG. Additionally, riboflavin, indoleacetic acid, and indole-3-propionic acid were positively correlated with E2 levels. Our findings suggest that DHZCP may exert therapeutic effects primarily through the modulation of tryptophan and riboflavin metabolism, providing a solid foundation for its clinical application.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Drugs, Chinese Herbal",
        "Metabolomics",
        "Rats",
        "Leiomyoma",
        "Rats, Sprague-Dawley",
        "Metabolome",
        "Chromatography, High Pressure Liquid",
        "Mass Spectrometry",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "40195105",
      "title": "[Adjuvant pharmacological modulation with Cytoflavin in rehabilitation at stages 2-3 in patients with acute cerebral insufficiency and post-intensive care syndrome].",
      "authors": [
        "A A Belkin",
        "N S Nagaev",
        "E A Pinchuk",
        "O A Rizakhanova",
        "A S Labushkin",
        "A V Sedov"
      ],
      "journal": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "publication_date": "2025",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "To further evaluate the efficacy of Cytoflavin (Inosine+Nicotinamide+Riboflavin+Succinic Acid) in post-intensive care syndrome (PICS) in patients who have suffered ischemic stroke and to present the design of a new prospective study on the rehabilitation of PIC syndrome in patients with acute cerebral insufficiency (ACI). A repeated analysis of 53 patients who had suffered ischemic stroke was conducted, who were divided into 2 groups. In addition to a complex of neurorehabilitation measures, including velokinetic training and a verticalization program, the treatment regimen for patients in group 1 (n=36) was supplemented with Cytoflavin, a solution for intravenous administration, for 10 days. Patients in group 2 (n=17) underwent a similar rehabilitation complex for 10 days, but without the addition of Cytoflavin. The use of Cytoflavin in patients with ischemic stroke may be useful for early rehabilitation of patients with PICS. In the examined patients, Cytoflavin during rehabilitation treatment in the early recovery period did not have a direct effect on reducing the time for normalization of the gravitational gradient, but, in general, increased the degree of activity recovery (Barthel index). A new prospective randomized controlled trial will include 90 adult patients with signs of PICS who were in the intensive care unit for at least 3 days due to acute cerebral insufficiency, hospitalized for stages 2-3 of rehabilitation in the period from 14 to 60 days after the onset of the disease. The group of patients who received Cytoflavin at stage 1 during the RehabICU program will be assigned to the Basic Therapy+Cytoflavin group. The comparison group will receive the same set of rehabilitation measures, with the exception of Cytoflavin. The study is scheduled to be conducted from May 2024 to October 2025. The results of the planned prospective study will clarify the feasibility of including Cytoflavin in clinical recommendations for the treatment of PICS at the stages of rehabilitation treatment.",
      "mesh_terms": [
        "Humans",
        "Niacinamide",
        "Inosine Diphosphate",
        "Flavin Mononucleotide",
        "Succinates",
        "Drug Combinations",
        "Male",
        "Female",
        "Middle Aged",
        "Prospective Studies",
        "Aged",
        "Critical Care",
        "Stroke",
        "Adult",
        "Treatment Outcome",
        "Syndrome",
        "Brain Ischemia"
      ]
    },
    {
      "pmid": "40172865",
      "title": "Assessment of Corneal Crosslinking for the Treatment of Corneal Neovascularization With and Without Associated Infection.",
      "authors": [
        "Francis W Price",
        "Zelalem Tefasse",
        "Kathleen Dudasko Frances",
        "Matthew T Feng",
        "Anjulie Gang",
        "Marianne O Price"
      ],
      "journal": "Cornea",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To evaluate investigational use of corneal crosslinking (CXL) to treat corneal neovascularization (CNV) with or without concomitant infection. METHODS: This prospective, single-center study assessed investigational use of epithelium-off CXL with 0.1% riboflavin/20% dextran ophthalmic solution to treat various scenarios of CNV with standard 30-minute or accelerated 10-minute irradiation. RESULTS: The CXL treatment was investigated for 38 CNV scenarios in 37 eyes of 35 participants (2 bilateral) and was repeated once in 2 eyes and twice in 1 eye. Treatment was considered successful in 24 cases, partially successful in 1 case, and unsuccessful in 8 cases; 2 cases were lost to follow up and 3 developed complications unrelated to the CXL that precluded efficacy evaluation. The CXL was considered successful in all 4 cases treated for CNV with melting and/or cheese wiring of the recipient cornea postkeratoplasty, in 7 of 9 cases with active infection, in 5 of 10 cases treated in conjunction with penetrating keratoplasty, in 3 of 4 cases treated in conjunction with lamellar keratoplasty or wound revision, and in 6 of 11 cases without associated infection or surgery. CONCLUSIONS: Investigational use of CXL can contribute to CNV regression in the following scenarios: postkeratoplasty corneal melting and suture cheese wiring, infectious keratitis, and combined with keratoplasty. However, it has limited, if any, benefit in treating CNV in situations where the stimulus for CNV is not eliminated, such as ongoing infection or chronic conditions such as limbal stem cell dysfunction."
    },
    {
      "pmid": "40162130",
      "title": "Identification of phyto-compounds from Mangifera indica as inhibitors of 17β-hydroxysteroid dehydrogenase: a computational approach against prostate cancer.",
      "authors": [
        "Adedotun Olayemi Oluwatuyi",
        "Olusola Olalekan Elekofehinti",
        "Hannah Oluwaseun Popoola",
        "Moses Orimoloye Akinjiyan",
        "Idayat Oyinkansola Kehinde",
        "Ifeoluwa Racheal Adetoyi",
        "Olufemi Adebisi Akinola",
        "Folasade O Ayodeji",
        "Olabimpe Omolola Apeji",
        "Adeola Victor Kolawole",
        "Akinola Oluwadamilola Dorcas",
        "Alonge Sunday Ayodeji"
      ],
      "journal": "In silico pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Prostate cancer (PrCa) is a serious health concern for the affected people and, there is an increasing demand for a viable therapy that can address the limitations of current treatments with minimal or no adverse effects. This study aims to evaluate phytocompounds extracts of Mangifera indica as a potential therapy development for prostate cancer. Herein, molecular docking, QSAR, molecular mechanics/generalized born surface area (MM/GBSA) estimation, ADME screening, and molecular dynamics (MD) simulation were performed using the Schrodinger suite to identify 17β-hydroxysteroid dehydrogenase antagonist from Mangifera indica. The results showed that fisetin (-11.669), riboflavin (-10.918), quercetin (-10.843), gallic acid 6-phenylhexyl ester (-10.817), cianidanol (-10.608), (-)-epicatechin (-10.603), ellagic acid (-10.522), Butin (-10.124) in kcal/mol were predicted to possess greater inhibitory activities against the protein target based on their high binding energies and remarkable stability compared to the standard drug, docetaxel (-7.374 kcal/mol). Fisetin (-718.37), and riboflavin (-722.37) also have better induce fit score than docetaxel (-714.02) in kcal/mol with better pharmacokinetics profile compared to the standard drug.MD simulation over 100 ns predicts that Fisetin forms stable interactions with vital residues at the catalytic site of the protein. The observations from this study predict fisetin as a putative antagonist of 17β-hydroxysteroid dehydrogenase and should be experimentally verified as a lead compound for prostate cancer therapy."
    },
    {
      "pmid": "40157267",
      "title": "Inactivation of Salmonella and avian pathogens on hatchery eggs using gas phase hydroxyl-radical process vs formaldehyde fumigation: Efficacy, hatching performance and grow-out of Chickens.",
      "authors": [
        "Harleen Kaur Dhillon",
        "Mahdiyeh Hasani",
        "Brenda Zai",
        "Kathryn Yip",
        "Lara Jane Warriner",
        "Ivy Mutai",
        "Belinda Wang",
        "Michael Clark",
        "Sudhakar Bhandare",
        "Keith Warriner"
      ],
      "journal": "Poultry science",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hatcheries have been identified as a significant source of Salmonella within poultry production. Consequently, there is a need for effective egg disinfection methods that can reduce the pathogen burden while preserving the egg integrity and embryo. The metrics for a successful egg disinfection method are typically a reduction in Total Aerobic Count (TAC) while retaining hatching rates. In this study, a gas phase hydroxyl-radical process was validated and verified as a hatchery egg disinfection method. The process is based on applying a hydrogen peroxide mist in combination with ozone gas and UV-C to generate antimicrobial hydroxyl radicals. The treatment (2 % hydrogen peroxide, 20 ppm ozone and 19 mJ/cm2 UV-C; designated as HR) for inactivating Salmonella (serotypes Enteritidis and Typhimurium) inoculated onto eggs could eliminate the pathogen (>5 log CFU/egg reduction) but left residual TAC (1.53 log CFU/egg reduction). Surface sterilization was achieved by a pre-treatment of eggs with the photo-catalyst riboflavin (13.75 mM) followed by 3 % hydrogen peroxide delivered at 70 °C prior to the hydroxyl-radical treatment (3 % hydrogen peroxide, 20 ppm ozone and 114 mJ/cm2 designated HRS). The surface sterilization of eggs coincided with the removal of the cuticle layer with the HRS treatment but not HR. The cuticle layer was also compromised by formaldehyde treatment. When the different treatments were applied to fertile hatchery eggs (n=50 eggs per treatment group), there was no significant difference in hatchery rate (64-74 %), with hatch to fertility being higher for disinfected eggs (89-97 %) compared to the non-treated control (80 %). The seven-day mortality (0 - 2 birds) and feed conversion ratio (1.59 - 1.75 kg/kg feed) did not significantly differ between the treated vs controls. The HR treatment could eliminate Enterococcus faecium, Escherichia coli (>5 log CFU/egg reduction) although HRS was required to inactivate Pseudomonas aeruginosa (>5 log CFU/egg reduction) and reduce Aspergillus niger spores (3.08±2.25 log CFU reduction). The study has provided treatment options for hatchery egg disinfection and alternative to formaldehyde treatment."
    },
    {
      "pmid": "40157166",
      "title": "Late-onset multiple-acyl-CoA-dehydrogenase deficiency-like condition: a case series from the West of Scotland.",
      "authors": [
        "Taylor Watson-Fargie",
        "Autumn Coomber",
        "Rachel Edwards",
        "Marianne Barr",
        "Kathryn Brennan",
        "Elaine Fletcher",
        "Eve Miller-Hodges",
        "Dawn O'Sullivan",
        "Kirsty Stewart",
        "Sila Hopton",
        "Langping He",
        "Charlotte L Alston",
        "Robert W Taylor",
        "Ana Töpf",
        "Volker Straub",
        "William Stewart",
        "Cheryl Longman",
        "Maria E Farrugia"
      ],
      "journal": "Neuromuscular disorders : NMD",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Multiple-acyl-CoA-dehydrogenase deficiency (MADD) is a rare metabolic disorder affecting fatty acid and amino acid metabolism. Local experience and evolving literature highlights a paucity of genetically confirmed cases. A retrospective analysis of patients attending the West of Scotland neuromuscular service with a working diagnosis of late-onset MADD was undertaken. Nineteen cases were identified with median onset age of 52 years and female predominance. 8/19 presented with rhabdomyolysis and 11/19 with a subacute myopathy over mean 12.6 months. 14/19 had evidence of a provoking factor prior to clinical presentation and 16/19 had current sertraline use. All cases had abnormal acylcarnitine profiles in keeping with a MADDlike profile and abnormal skeletal muscle biopsies. Abnormal lipid accumulation was seen in 14/19, ranging from mild increase in lipid droplet size to gross lipid excess in seven cases. 4/19 were heterozygous for likely pathogenic ETFDH gene variants; no second variants were identified within the limits of testing available. All showed variable improvement following riboflavin therapy, advice on nutrition and advice on sertraline discontinuation. We suggest a late-onset MADD-like myopathy is much more common in the cohort than primary genetic MADD. Non-genetic and acquired factors may be causative, in keeping with the evolving literature.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Scotland",
        "Middle Aged",
        "Male",
        "Multiple Acyl Coenzyme A Dehydrogenase Deficiency",
        "Retrospective Studies",
        "Adult",
        "Aged",
        "Oxidoreductases Acting on CH-NH Group Donors",
        "Muscle, Skeletal",
        "Age of Onset",
        "Carnitine",
        "Muscular Diseases",
        "Electron-Transferring Flavoproteins",
        "Iron-Sulfur Proteins",
        "Rhabdomyolysis"
      ]
    },
    {
      "pmid": "40134705",
      "title": "Riboflavin transporter deficiency: AAV9-SLC52A2 gene therapy as a new therapeutic strategy.",
      "authors": [
        "Cecilia Mei",
        "Valentina Magliocca",
        "Xin Chen",
        "Keith Massey",
        "Anai Gonzalez-Cordero",
        "Steven J Gray",
        "Marco Tartaglia",
        "Enrico Silvio Bertini",
        "Stefania Corti",
        "Claudia Compagnucci"
      ],
      "journal": "Frontiers in cellular neuroscience",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Riboflavin transporter deficiency syndrome (RTD) is a rare childhood-onset neurodegenerative disorder caused by mutations in SLC52A2 and SLC52A3 genes, encoding the riboflavin (RF) transporters hRFVT2 and hRFVT3. In the present study we focused on RTD Type 2, which is due to variants in SLC52A2 gene. There is no cure for RTD patients and, although studies have reported clinical improvements with administration of RF, an effective treatment is still unavailable. Here we tested gene augmentation therapy on RTD type 2 patient-derived motoneurons using an adeno-associated viral vector 2/9 (AAV9) carrying the human codon optimized SLC52A2 cDNA. We optimized the in vitro transduction of motoneurons using sialidase treatment. Treated RTD motoneurons showed a significant increase in neurite's length when compared to untreated samples demonstrating that AAV9-SLC52A2 gene therapy can rescue RTD motoneurons. This leads the path towards in vivo studies offering a potential treatment for RTD patients."
    },
    {
      "pmid": "40118287",
      "title": "Ultraviolet-treated riboflavin alleviates atopic dermatitis by inhibiting NLRP3 inflammasome activation and M1 macrophage polarization via histone lactylation.",
      "authors": [
        "Shuang Ge",
        "Bingquan Qiu",
        "Ruining Liu",
        "Liping Sun",
        "Lu Yang",
        "Xinghui Chen",
        "Hongjin Tao",
        "Wei Yang",
        "Yang Yu",
        "Deqing Wang"
      ],
      "journal": "Biochemical pharmacology",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Atopic dermatitis (AD) is a chronic inflammatory skin disorder requiring improved therapeutic strategies. This study investigates the potential of ultraviolet (UV)-treated riboflavin in AD treatment. Using a MC903-induced mouse model, we demonstrate that topical UV-treated riboflavin significantly attenuates AD progression. Mechanistically, UV-treated riboflavin suppresses macrophage nucleotide-binding oligomerization domain-like receptor family pyrin domain-containing 3 (NLRP3) inflammasome activation by reducing histone H3 lysine 9 lactylation (H3K9la) on NLRP3 and apoptosis-associated speck-like protein containing a CARD (ASC) promoter, decreasing interleukin-1β (IL-1β) secretion and subsequent keratinocyte-derived thymic stromal lymphopoietin (TSLP) production. It also directly inhibits inflammatory cytokine expression in keratinocytes. NLRP3 activation in vivo partially reverses these effects, confirming the central role of NLRP3 inflammasome inhibition. Our findings reveal a novel epigenetic mechanism of UV-treated riboflavin in modulating immune responses in AD, highlighting its potential as a therapeutic strategy for inflammatory skin disorders.",
      "mesh_terms": [
        "Animals",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Riboflavin",
        "Dermatitis, Atopic",
        "Mice",
        "Inflammasomes",
        "Ultraviolet Rays",
        "Macrophages",
        "Histones",
        "Mice, Inbred C57BL",
        "Humans",
        "Male"
      ]
    },
    {
      "pmid": "40100211",
      "title": "Enhanced Riboflavin Stromal Delivery Using Microchannel-Assisted Iontophoresis for Corneal Crosslinking.",
      "authors": [
        "Rohan Joshi",
        "Samantha Bradford",
        "Shangbang Luo",
        "Emily Farrah",
        "Yilu Xie",
        "Donald J Brown",
        "Tibor Juhasz",
        "James V Jester"
      ],
      "journal": "Translational vision science & technology",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The purpose of this study was to determine if iontophoresis of riboflavin (Rf) combined with femtosecond generated epithelial microchannels (MCs) could shorten the time required for Rf stromal delivery and subsequent crosslinking (CXL). METHODS: Eighty-four ex vivo rabbit eyes were divided into three groups: group 1 = iontophoresis alone; group 2 = iontophoresis with MC; and group 3 = MC alone. Iontophoresis was performed using a small electric current with varying current and time. MCs were generated using a 1030 nm femtosecond (FS) laser to machine the corneal epithelial surface in a 6 mm diameter region. Ex vivo eyes were treated with topical iso-osmolar Rf solution, and stromal Rf concentration was determined spectrophotometrically by eluting Rf from trephined stromal buttons. In vivo, six rabbits underwent iontophoresis or iontophoresis + MC followed by ultraviolet-A crosslinking (UVA CXL) and imaged for collagen autofluorescence (CAF) signal to determine CXL efficacy. RESULTS: Ex vivo iontophoresis achieved a threefold increase in stromal Rf concentration when combined with MC for 5 to 10 minutes (equivalent to MC alone for 30 minutes compared to iontophoresis alone). In vivo, iontophoresis + MC resulted in a significantly higher (4-fold) CAF intensity than iontophoresis alone. CONCLUSIONS: MCs and low current iontophoresis produce a significantly higher stromal Rf concentration than iontophoresis alone and equivalent to MC alone at greatly reduced Rf treatment time. Additionally, the combined treatment results in a four-fold increase in CAF intensity over iontophoresis alone. TRANSLATIONAL RELEVANCE: A combined treatment of iontophoresis and MC significantly enhances stromal Rf concentration resulting in increased CXL while significantly reducing procedure time.",
      "mesh_terms": [
        "Animals",
        "Iontophoresis",
        "Riboflavin",
        "Rabbits",
        "Corneal Stroma",
        "Cross-Linking Reagents",
        "Photosensitizing Agents",
        "Collagen",
        "Ultraviolet Rays",
        "Keratoconus",
        "Photochemotherapy",
        "Drug Delivery Systems"
      ]
    },
    {
      "pmid": "40095727",
      "title": "A Review of Keratoconus Cross-Linking Treatment Methods.",
      "authors": [
        "Natalie Papachristoforou",
        "Anthony Ueno",
        "Kamila Ledwos",
        "Jerzy Bartuś",
        "Anna Nowińska",
        "Izabella Karska-Basta"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Corneal collagen cross-linking (CXL) is a therapeutic intervention that utilizes riboflavin photochemical activation with ultraviolet-A (UV-A) light to induce covalent cross-links within the stromal corneal fibers, effectively increasing corneal biomechanical stability and halting the progressive ectasia. The method was introduced in the late 1990s in Germany at the University of Dresden. The cross-linking method using the Avedro system (Waltham, MA, USA) was approved by the US Food and Drug Administration (FDA) on 18 April 2016, based on three prospective, multicenter, randomized clinical trials for keratoconus and other corneal ectasias. Recent innovations in CXL include a range of new treatment protocols and methods, which have been introduced to further enhance the clinical effectiveness, efficiency, and safety of CXL. These modifications encompass approaches like transepithelial or epithelium-on CXL (TE-CXL or epi-on CXL), accelerated CXL (ACXL), pulsed CXL (PL-CXL), transepithelial iontophoresis-assisted crosslinking (I-CXL), diluted alcohol and iontophoresis-assisted corneal cross-linking (DAI-CXL), slit-lamp CXL, and CXL plus (combined) methods. This review synthesizes findings on currently used modifications of the cross-linking method, the effectiveness, and directions of development of this currently dominant surgical method of treating corneal ectasia. This review concentrates on the long-term follow-up data, based on publications ranging from 1998 up to 2023."
    },
    {
      "pmid": "40085326",
      "title": "Quality of life in patients with progressive keratoconus treated with corneal collagen crosslinking.",
      "authors": [
        "J Steinberg",
        "P Fischer",
        "A Frings",
        "V Druchkiv",
        "T Katz",
        "S J Linke"
      ],
      "journal": "International ophthalmology",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: This study aims to analyze the vision-related quality of life (vr-QoL) in keratoconus (KC) patients after corneal crosslinking (CXL). METHODS: A prospective clinical study was conducted, wherein 41 patients underwent assessment using the \"National Eye Institute Visual Functioning Questionnaire\" (NEI-25) and the \"Keratoconus Outcomes Research Questionnaire\" (KORQ) to evaluate vr-QoL, along with the examination of morphology and functional parameters before CXL, and at three and six months post-treatment. Rasch analyses were used to verify the measurement precision of the KORQ with our study population. RESULTS: There were no statistically significant changes observed in corneal morphology and best corrected visual acuity after CXL. Analysis of the NEI-25 questionnaires and KORQ demonstrated no statistically significant changes throughout the follow-up period. Rasch analyses revealed a high measurement precision of the KORQ within our population. CONCLUSION: The study indicates that patients with progressive KC maintain stable vr-QoL after undergoing CXL. Based on our findings, we suggest considering very early CXL treatment for KC patients that are at high risk of progression.",
      "mesh_terms": [
        "Humans",
        "Keratoconus",
        "Quality of Life",
        "Prospective Studies",
        "Female",
        "Collagen",
        "Male",
        "Cross-Linking Reagents",
        "Photosensitizing Agents",
        "Visual Acuity",
        "Adult",
        "Riboflavin",
        "Photochemotherapy",
        "Young Adult",
        "Surveys and Questionnaires",
        "Corneal Topography",
        "Follow-Up Studies",
        "Cornea",
        "Ultraviolet Rays",
        "Adolescent",
        "Disease Progression",
        "Corneal Stroma"
      ]
    },
    {
      "pmid": "40079491",
      "title": "In Vitro Evaluation of Gelatin-Based Hydrogels as Potential Fillers for Corneal Wounds.",
      "authors": [
        "Cristina Romo-Valera",
        "Eric A Appel",
        "Jaime Etxebarria",
        "Jon Arluzea",
        "Noelia Andollo"
      ],
      "journal": "Biomacromolecules",
      "publication_date": "2025-Mar-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Corneal persistent epithelial defects are common ophthalmic injuries that can cause significant visual and structural damage. While diagnosis is straightforward, treatment remains challenging. Noninvasive therapies like eye drops are preferred, but severe neurotrophic keratopathy may require surgical interventions. This study explores gelatin-based hydrogels as noninvasive alternatives for corneal repair. Four photo-cross-linkable hydrogels with gelatin and riboflavin phosphate (RFP) were evaluated: a control and variants incorporating 2.5% dextran (D), 0.4% hyaluronic acid (HA), or 1% methylcellulose (MC). In vitro assessments included physicochemical properties, biocompatibility, and release kinetics alongside ex vivo wound healing assays. The gelatin-RFP hydrogel maintained corneal transparency, while additives reduced it. Dextran slowed compound release, and HA and MC reduced the release rate of larger molecules. All hydrogels showed excellent biocompatibility, and ex vivo models confirmed re-epithelialization, though slower than controls. The unmodified gelatin-RFP hydrogel demonstrated the best potential for corneal tissue engineering, supporting its future clinical translation."
    },
    {
      "pmid": "40078541",
      "title": "Biliary-intestinal anastomosis leads to alterations in intestinal flora and its flora metabolites and increases the risk of long-term postoperative complications: a case-control study.",
      "authors": [
        "Baicheng Li",
        "Zhao Chen",
        "Guangzhi Wang",
        "Yuzhuo Chen",
        "Xingdong Hou",
        "Bowei Lu",
        "Shili Ning"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Pancreaticoduodenectomy (PD) is a major surgical intervention that encompasses the resection of multiple organs and the reconstruction of the digestive tract, with reconstructive procedures including pancreatico-enteric, bilioenteric, and gastroenteric anastomoses. Prior research has documented a high incidence of long-term complications following PD, which significantly impact patient prognosis and survival, however, the underlying mechanisms remain elusive. Evidence from previous studies suggests that biliary-intestinal anastomosis modifies biliary tract anatomy, altering bile flow into the gut and potentially affecting the gut microbiota and its metabolites. Given the close association between biliary tract infections and alterations in gut microbiota, we hypothesize that changes in intestinal flora and its metabolites post-PD may be a critical factor in the development of long-term complications. The objective of this study is to investigate whether biliary-intestinal anastomosis during PD induces changes in the intestinal microbiota and its metabolites, which in turn may increase the risk of long-term postoperative complications. METHODS: This study included 17 patients who underwent the procedure (group T) and 20 sex- and age-matched controls who did not (group N), patients in group T were stratified into those with (complication group) and without (non-complication group) long-term postoperative complications. Faecal samples were collected from all subjects and DNA was extracted from the samples using 16S rRNA gene sequencing to analyse the composition of the faecal flora and detect flora metabolites. RESULTS: 1. Alpha diversity analysis of the two sample groups indicated a trend towards lower microbial abundance in Group T relative to Group N, however, no significant differences were observed in the Shannon and Simpson diversity indices. 2. At the genus level, Group T patients exhibited markedly higher levels of Escherichia-Shigella, Veillonella, and Enterobacter, while showing significantly lower abundance of Blautia and Bifidobacterium compared to Group N subjects. Analysis of Spearman's correlation and degree of correlation between genera showed a significant negative correlation between Escherichia shigella and Blautia. Veillonella showed a significant positive correlation with both Escherichia shigella and Enterobacter. In addition, Blautia and Bifidobacterium showed a significant positive correlation with each other. 3. Subsequent comparative analysis of the bacterial flora between the complication and non-complication groups revealed a significantly elevated abundance of Escherichia-Shigella in the complication group as compared to the non-complication group. 4. Faecal metabolomic analysis revealed that L-palmitoylcarnitine, arachidic acid and PG 13:0_15:0 were significantly increased in the T group compared to the N group, whereas 3-isopropylmalic acid was significantly decreased in the T group. 5. KEGG pathway analysis identified nine crucial metabolic pathways associated with these microbial shifts: alterations in starch and sucrose metabolism, steroid hormone biosynthesis, caffeine metabolism, the citric acid cycle, riboflavin metabolism, sulfur metabolism, and the biosynthesis of valine, leucine, and isoleucine, as well as pyruvate metabolism and ABC transporter protein pathways. CONCLUSION: 1. The biliary-intestinal anastomosis, which is performed as part of a pancreaticoduodenectomy, induces significant shifts in the intestinal flora. 2. Increased abundance of Escherichia-Shigella may promote long-term complications after biliary-intestinal anastomosis. 3. Biliary-intestinal anastomosis leads to alterations in the metabolites of the patient's intestinal flora. 4. Intestinal flora and their metabolites in patients after biliary-intestinal anastomosis may contribute to the development of long-term complications through nine metabolic pathways."
    },
    {
      "pmid": "40077465",
      "title": "β-Ionone Treatment Enhances the Antioxidant Capacity in Postharvest Broccoli (Brassica oleracea L. var. Italica) by Maintaining the Levels of Bioactive Substances.",
      "authors": [
        "Feng Zhang",
        "Mengze Cao",
        "Letong Shen",
        "Liyu Shi",
        "Wei Chen",
        "Zhenfeng Yang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Feb-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Broccoli is prone to nutrient loss during postharvest storage due to its high respiratory metabolism. In this study, we investigated the effects of 0.1 mm β-ionone on bioactive substances and antioxidant capacity during postharvest storage of broccoli. We found that the decline in the scavenging rates of 1,1-diphenyl-2-picrylhydrazyl and 2,2'-azinobis-(3-ethylbenzthiazoline-6-sulphonate) radicals was delayed in the treated florets. This delay is attributed to β-ionone treatment, which upregulated the expression of biosynthetic genes related to glucosinolates and riboflavin in broccoli, thereby slowing the loss of these nutrients. Additionally, β-ionone treatment increased the transcript levels of anabolic genes while reducing the expression of genes encoding enzymes involved in the catabolism of ascorbic acid (AsA) and glutathione (GSH), resulting in higher levels of AsA and GSH in treated broccoli compared to the control. Overall, β-ionone treatment enhanced antioxidant capacity by delaying the loss of bioactive substances in postharvest broccoli. These findings provide the first evidence that exogenous β-ionone helps preserve antioxidant capacity in postharvest horticultural products."
    },
    {
      "pmid": "40076592",
      "title": "Recent Advances on the Role of B Vitamins in Cancer Prevention and Progression.",
      "authors": [
        "Zachary Frost",
        "Sandra Bakhit",
        "Chelsea N Amaefuna",
        "Ryan V Powers",
        "Kota V Ramana"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Feb-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Water-soluble B vitamins, mainly obtained through dietary intake of fruits, vegetables, grains, and dairy products, act as co-factors in various biochemical processes, including DNA synthesis, repair, methylation, and energy metabolism. These vitamins include B1 (Thiamine), B2 (Riboflavin), B3 (Niacin), B5 (Pantothenic Acid), B6 (Pyridoxine), B7 (Biotin), B9 (Folate), and B12 (Cobalamin). Recent studies have shown that besides their fundamental physiological roles, B vitamins influence oncogenic metabolic pathways, including glycolysis (Warburg effect), mitochondrial function, and nucleotide biosynthesis. Although deficiencies in these vitamins are associated with several complications, emerging evidence suggests that excessive intake of specific B vitamins may also contribute to cancer progression and interfere with therapy due to impaired metabolic and genetic functions. This review discusses the tumor-suppressive and tumor-progressive roles of B vitamins in cancer. It also explores the recent evidence on a comprehensive understanding of the relationship between B vitamin metabolism and cancer progression and underscores the need for further research to determine the optimal balance of B vitamin intake for cancer prevention and therapy.",
      "mesh_terms": [
        "Humans",
        "Vitamin B Complex",
        "Neoplasms",
        "Disease Progression",
        "Animals"
      ]
    },
    {
      "pmid": "40074250",
      "title": "Metabolomic analysis suggests thiamine monophosphate as a potential marker for mesenchymal stem cell transplantation outcomes in patients with SLE.",
      "authors": [
        "Xiaoman Jiang",
        "Zhuoyang Jia",
        "Bin Yang",
        "Xiaojun Tang",
        "Xuebing Feng",
        "Lingyun Sun"
      ],
      "journal": "Lupus science & medicine",
      "publication_date": "2025-Mar-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The objective of this research is to identify metabolic markers associated with successful treatment by evaluating the effect of mesenchymal stem cell transplantation (MSCT) on the metabolic profiles of patients with SLE. METHODS: Plasma samples were collected from 20 patients with SLE before and after MSCT. Principal component analysis (PCA) was used to distinguish pretreatment and post-treatment groups and pathway analysis for identifying involved metabolic pathways. Clinical variables were monitored with a median follow-up time of 180 days. Pearson correlation and receiver operating characteristics (ROC) analysis were employed to associate metabolite changes with clinical outcomes and to predict treatment success. RESULTS: We detected 18 121 metabolites, with 1152 showing significant changes post-treatment, which could be clearly distinguished between pretreatment and post-treatment groups through PCA. Pathway analysis indicated involvement in riboflavin and thiamine metabolism. Clinical improvements were observed at a median follow-up time of 180 days after MSCT, including decreased SLE Disease Activity Index scores, urine protein/creatinine ratios, and erythrocyte sedimentation rates, along with increased levels of complement C3 and C4, haemoglobin, and platelets. Pearson correlation indicated that specific metabolite changes were associated with clinical improvements, particularly increases in thiamine monophosphate (TMP) and asiaticoside levels. ROC analysis identified TMP level changes as the most predictive of treatment success, with a 35% increase indicating a good response to MSCT. CONCLUSION: This study concludes that TMP is a potential biomarker that can predict the efficacy of MSCT in treating SLE, providing valuable insights for clinical practice and further research.",
      "mesh_terms": [
        "Humans",
        "Lupus Erythematosus, Systemic",
        "Female",
        "Adult",
        "Biomarkers",
        "Male",
        "Metabolomics",
        "Mesenchymal Stem Cell Transplantation",
        "Treatment Outcome",
        "Middle Aged",
        "ROC Curve",
        "Principal Component Analysis",
        "Young Adult"
      ]
    },
    {
      "pmid": "40074247",
      "title": "KEIO knockout collection reveals metabolomic crosstalk in Chlorella spp.-Escherichia coli co-cultures.",
      "authors": [
        "Cheah Yi Tong",
        "Hiroya Tomita",
        "Kentaro Miyazaki",
        "Chan Juinn Chieh Derek",
        "Kohsuke Honda"
      ],
      "journal": "Journal of phycology",
      "publication_date": "2025-Mar-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The interdependence between microalgae and bacteria has sparked scientific interest over years, primarily driven by the practical applications of microalgal-bacteria consortia in wastewater treatment and algal biofuel production. Although adequate studies have focused on the broad interactions and general behavior between the two entities, there remains a scarcity of study on the metabolic role of symbiotic bacteria in promoting microalgal growth. Here, we use the KEIO Knockout Collection, an Escherichia coli gene knockout mutant library, to systematically screen for genes involved in the interdependence of Chlorella sorokiniana and E. coli. By co-cultivating C. sorokiniana and E. coli knockout mutants in 96-well microplates (200 μL medium per well) under white light at 25°C, 31 potential algal growth-promoting and 56 growth-inhibiting genes out of 3985 genes were identified that enhanced (≥1.25-fold) and diminished (≤0.8-fold) the production of algal chlorophyll-a content, respectively. Kyoto Encyclopedia of Genes and Genomes (KEGG) mapping of these growth-regulating genes suggested a metabolic symbiosis involving bacteria-derived cobalamin (cobU, cobC), biotin (bioB, bioF, bioC, bioD, fabF, fabH), riboflavin (fbp, guaB, gnd, guaA, zwf, purA), and 2,3-butanediol (fumB, adhE, mdh, frdB, pta, sdhC). The effects of these metabolites were further validated by supplementing the agents into the axenic algal cultures; Dose-dependent trends were observed for each metabolite, with a maximum four-fold increase in algal biomass productivity over the control. The specific growth rate of algae was increased by ≥1.27-fold and doubling time was shortened by ≥22.5%. The present results, obtained through genome-wide analyses of interdependence between microalgae and bacteria, reveals multiple interactions between organisms via metabolites."
    },
    {
      "pmid": "40073491",
      "title": "Impaired denitrification of aerobic granules in response to micro/nanoplastic stress: Insights from interspecies interactions and electron transfer processes.",
      "authors": [
        "Bing Zhang",
        "Bowen Qi",
        "Wenxin Shi",
        "Shuchang Huang",
        "Wei Xu",
        "Peng Yan",
        "Bing Zhang",
        "Piet N L Lens",
        "Yongzhen Peng"
      ],
      "journal": "Water research",
      "publication_date": "2025-Mar-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The accumulation of micro/nanoplastics in wastewater significantly hinders denitrification in biological wastewater treatment systems, yet the intrinsic mechanisms are not fully understood. Herein, we combined signal molecule monitoring, electrochemical characterization and multi-omics analysis to investigate how quorum sensing (QS)-mediated microbial interactions influence denitrification in aerobic granular sludge systems. Results showed that after 90-day exposure to micro/nanoplastics, cross-talk between multiple signal molecules significantly declined, thereby disrupting the QS system to opportunely sense changes in the external environment. As a consequence of impaired QS, only 5 species exhibited up-regulation of the genes encoding amino acids and cofactors to sustain cross-feeding, while others, acting as \"cheaters\", relied on metabolites offered by cross-feeding but without reciprocating. This imbalance resulted in insufficient availability of metabolites, including redox-active metabolites such as riboflavin, and subsequently deteriorated the denitrification electron transfer process. Compared to the control group, the extracellular electron transfer capacity and denitrification electron transfer chain activity decreased to, respectively, 88.08 % and 63.33 % (microplastics-exposure) and 79.64 % and 63.75 % (nanoplastics-exposure), which directly contributed to the decline in nitrogen removal. Overall, this study provided deeper insights into the denitrification in complex microbial communities under the stress of micro/nanoplastics from the perspective of QS-mediated microbial social behavior."
    },
    {
      "pmid": "40071073",
      "title": "Spectroscopic Study of Methylene Blue Interaction with Coenzymes and its Effect on Tumor Metabolism.",
      "authors": [
        "D V Pominova",
        "A V Ryabova",
        "A S Skobeltsin",
        "I V Markova",
        "I D Romanishkin"
      ],
      "journal": "Sovremennye tekhnologii v meditsine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: The aim of the investigation is to study the interaction of methylene blue (MB) with NADH, FADH2 coenzymes and lactate, and to evaluate a long-term effect of its intravenous or oral introduction on tumor metabolism in vivo. MATERIALS AND METHODS: The MB interaction with NADH, FADH2 coenzymes and lactate was studied using absorption spectrophotometry. A long-term effect of MB on tumor metabolism in vivo was investigated on a mice model of Ehrlich carcinoma. The effect of MB on tumor metabolism in vivo was assessed using time-resolved fluorescence microscopy based on the NADH fluorescence lifetime. RESULTS: NADH has been established to be the main coenzyme with which MB interacts. The reduction of the lactate quantity is mediated by the shift of tumor metabolism as a result of MB interaction with the NADH. In the experiments in vivo, no noticeable tumor growth rate reduction was observed in the groups with intravenous MB introduction in comparison with the control. In the group receiving MB with drinking water, a decrease of the tumor growth rate, reduction of oxygenation level, and a1/a2 metabolic index were observed, which confirms the shift from glycolysis to oxidative phosphorylation. CONCLUSION: The possibility of using MB for the tumor metabolism correction and growth rate reduction has been demonstrated, however, the time of therapy and MB concentration should be optimized to obtain more pronounced therapeutic effect.",
      "mesh_terms": [
        "Methylene Blue",
        "Animals",
        "Mice",
        "NAD",
        "Flavin-Adenine Dinucleotide",
        "Carcinoma, Ehrlich Tumor",
        "Lactic Acid",
        "Glycolysis"
      ]
    },
    {
      "pmid": "40068384",
      "title": "Single-cell insights into HNSCC tumor heterogeneity and programmed cell death pathways.",
      "authors": [
        "Yuanhao Chai",
        "Jianlin Zhang",
        "Wenwen Shao",
        "Ziwei Zhang"
      ],
      "journal": "Translational oncology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Head and neck squamous cell carcinoma (HNSCC) is a prevalent malignancy often diagnosed in advanced stages. Despite advancements in therapy, it retains a high mortality rate and significant recurrence risk. This study utilizes single-cell sequencing (scRNA-seq) to unravel HNSCC's complexity, identify therapeutic targets, and refine prognostic models. METHODS: Pseudotime trajectory and stemness analyses were performed on HNSCC tumor subpopulations, focusing on the C2 MALAT1+ Tumors subpopulation, which had the lowest CytoTRACE Score and represented the Lineage 2 endpoint in Slingshot analysis. The study examined programmed death and metabolic pathways in each subpopulation and developed a novel prognostic model using LASSO regression. RESULTS: The C2 MALAT1+ Tumors subpopulation exhibited reduced expression of programmed death pathways (e.g., Entotic cell death, Apoptosis, Pyroptosis) and metabolic pathways (e.g., Riboflavin metabolism, Glycolysis/Gluconeogenesis). Key transcription factors included LEF1, RFX3, CREM, MZF1, and ZNF202. Prognostic models based on the MALAT1 Tumors Risk Score (MTRS) revealed worse survival and higher tumor purity in the high MTRS group. Risk genes included ADM, RPL31, EIF5B, and TAF7. Additionally, activated CD4 memory T cells were enriched in the high MTRS group, which also showed greater sensitivity to Cisplatin, Docetaxel, and Paclitaxel. CONCLUSIONS: ScRNA-seq revealed the heterogeneity of HNSCC subpopulations, highlighting the unique features of the C2 MALAT1+ Tumors subpopulation. This study identified novel prognostic markers and therapeutic targets, offering insights into HNSCC progression, drug resistance, and potential treatments."
    },
    {
      "pmid": "40058739",
      "title": "Optimizing riboflavin delivery with co-crystal and in situ hydrogel formulations for management of keratoconus: A comprehensive investigation with in vitro, ex vivo and in vivo studies.",
      "authors": [
        "Eren Aytekin",
        "Melih Zeki Kaya",
        "Göksu Eylül İlkar",
        "Heybet Kerem Polat",
        "Naile Öztürk",
        "İmran Vural",
        "Hasan Basri Çakmak",
        "Mustafa Çelebier",
        "Erhan Palaska",
        "Sema Çalış",
        "Sibel Bozdağ Pehlivan"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Keratoconus is a progressive disease characterized by corneal thinning and conical deformation. Corneal cross-linking, a common treatment, strengthens collagen fibers using vitamin B2 (riboflavin) and UVA light. However, the surgical removal of the corneal epithelium (Epi-Off) required for riboflavin penetration causes complications and may affect treatment success. To address this, research has focused on delivering riboflavin without removing the epithelium (Epi-On). In this study, riboflavin-based hydrogel and co-crystal formulations were developed and evaluated through in vitro, ex vivo, and in vivo studies. Co-crystals were prepared using trehalose, dextrose, mannitol, and nicotinamide as agents, employing solvent evaporation and co-mixing methods. These formulations were characterized using DSC (Differential Scanning Calorimetry), XRD (X-Ray Diffraction), and FTIR (Fourier Transform Infrared Spectroscopy), identifying 1R1N (1 unit mol riboflavin and 1 unit mol nicotinamide co-crystals) and 1R1M (1 unit mol riboflavin and 1 unit mol mannitol co-crystals) groups as promising candidates. Thermosensitive hydrophilic gels containing riboflavin or riboflavin-5-phosphate sodium and Transcutol P (a permeation enhancer) were also developed, using Pluronic F-127 as the polymer. The 18 % Pluronic F-127 gel formed at 31.4 ± 0.2 °C. Drug release studies showed faster release from riboflavin-5-phosphate sodium formulations, while ex vivo retention studies revealed higher corneal retention for co-crystals. In vivo studies on rat corneas demonstrated superior drug concentrations for riboflavin formulations compared to riboflavin-5-phosphate sodium, with hydrophilic gels showing prolonged corneal contact time. The THJ-TP formulation (Riboflavin-5-phosphate sodium and permeation enhancer (Transcutol P) containing hydrophilic gel formulations), containing riboflavin-5-phosphate sodium and Transcutol P, emerged as the most promising candidate. This research represents a significant advancement towards a non-invasive riboflavin-based treatment for keratoconus.",
      "mesh_terms": [
        "Riboflavin",
        "Animals",
        "Keratoconus",
        "Hydrogels",
        "Rats",
        "Cornea",
        "Rabbits",
        "Male",
        "Drug Liberation",
        "Drug Delivery Systems",
        "Crystallization"
      ]
    },
    {
      "pmid": "40054831",
      "title": "Riboflavin-UV crosslinking of the cornea: Wound healing and biomechanics.",
      "authors": [
        "Brecken Blackburn",
        "Barbara A L Dutra",
        "Bassel Hammoud",
        "Giuliano Scarcelli",
        "William J Dupps",
        "J Bradley Randleman",
        "Steven E Wilson"
      ],
      "journal": "Experimental eye research",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The corneal wound healing response to Riboflavin-ultraviolet-crosslinking (RIB-UV-CXL) depends on the specific method used in treatment. The predominance of clinical evidence supports the classical \"epithelium-off\" RIB-UV-CXL method being more effective in halting ectasia progression than various \"epithelium-on\" methods, where the corneal epithelium is maintained intact. Corneal transparency results from the precise organization of collagen fibrils and extracellular matrix, along with transparent keratocytes. The mild and transient stromal opacity seen after standard RIB-UV-CXL is linked to changes in hydration, cellularity, and matrix composition. As hydration normalizes, opacity arises from the development of corneal fibroblasts and their secretion of disordered extracellular matrix materials including collagens. Over months, as the epithelial basement membrane regenerates, transitioning stromal cells either undergo apoptosis or revert to keratocan-positive keratocytes, restoring stromal transparency. In normal healing after standard RIB-UV-CXL, the stroma is eventually repopulated predominantly by keratocytes without significant persisting fibroblasts, immune cells, or myofibroblasts. Biomechanical studies have extensively explored how CXL strengthens corneal tissue, providing insight into its therapeutic mechanisms. The purpose of this review is to evaluate the wound healing response and biomechanical changes in the cornea following RIB-UV-CXL.",
      "mesh_terms": [
        "Riboflavin",
        "Humans",
        "Wound Healing",
        "Cross-Linking Reagents",
        "Ultraviolet Rays",
        "Biomechanical Phenomena",
        "Photosensitizing Agents",
        "Cornea",
        "Collagen",
        "Corneal Stroma",
        "Photochemotherapy",
        "Animals",
        "Keratoconus"
      ]
    },
    {
      "pmid": "40046560",
      "title": "A New Light-Sensor System Affecting Cancer Cell Fate.",
      "authors": [
        "Silvia Buonvino",
        "Ilaria Arciero",
        "Stefano Moretti",
        "Egidio Iorio",
        "Sonia Melino"
      ],
      "journal": "Biomaterials research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A new physiological photopolymerizing system with relevant effects on proteins and able to affect cancer cell fate was discovered here. The riboflavin-phosphocholine-light (RPL) system induces lysozyme (LYZ) photopolymerization in vitro, affecting the cell viability of cancer cells, in both 2-dimensional and 3-dimensional cell cultures. The RPL treatment of nontumoral, mesenchymal stem cells, or cancer cells shows a distinct behavior, depending on the ectopic presence of LYZ. Morphological changes and cellular aggregation of the cancer cells were induced by the treatment. The presence of both phosphocholine and high levels of LYZ expression at the breast cancer cell-cell interface seems to create a vulnerability for this new photodynamic system under visible light exposure. Further, we generated 2 new riboflavin-phosphocholine hydrogels (RPHy and RPHy-LYZ) by light-emitting diode exposure. A transdifferentiation into osteoblast-like cells of a triple-negative breast cancer cell line, embedded into RPHy, was detected, while cell death was observed using RPHy-LYZ. Our results reveal new properties of phosphocholine and LYZ with potential translational implications linked to the study of the transdifferentiation process of breast cancer cells and to therapeutical applications. The results highlight new aspects of the molecular mechanism by which riboflavin acts on cancer cells, paving the way for the use of the physiological expression levels of both phosphocholine and LYZ in selective therapies using the RPL system."
    },
    {
      "pmid": "40033867",
      "title": "Exploring the Mechanism of Kai-Xin-San to Improve Cognitive Deficits in AD Rats Induced by D-Gal and Aβ25-35 Based on Multi-Omics and Network Analysis.",
      "authors": [
        "Lifen Zhou",
        "Min Zhang",
        "Qin Zheng",
        "Yonggui Song",
        "Zhihong Yan",
        "Huijuan Wang",
        "Yongchang Xiong",
        "Ying Chen",
        "Zhinan Cai",
        "Jinbin Yuan"
      ],
      "journal": "Biomedical chromatography : BMC",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) is a common neurodegenerative disease for which there are no effective drugs. Kai-Xin-San (KXS), with definite curative effects, is widely used for the prevention and treatment of AD in China. But its mechanism is not yet fully understood. Based on our established rat model and previous pharmacodynamics study, Multi-omics (metabolomics, proteomics) and network analysis were integrated to explore the holistic mechanism of anti-AD effects of KXS. The key pathways were validated with western blot and ELISA methods. Morris water maze and Nissl staining showed that KXS could ameliorate cognitive deficits and pathological morphology of the hippocampus in AD rats. A total of nine metabolites were identified, which were related to pyrimidine metabolism, riboflavin metabolism, tyrosine metabolism, tryptophan metabolism, and glycerophospholipid metabolism. Proteomics results indicated that the improvement of cognitive deficits by KXS was closely related to the regulation of oxidative phosphorylation in mitochondria. Western blotting results showed that KXS significantly inhibited the expression of Mt-nd2 and Ndufb6 in AD rats. Integrated analysis indicated that the anti-AD targets of KXS were interrelated and KXS could exert its anti-AD effect by reducing oxidative stress, neurotoxicity, and inflammation.",
      "mesh_terms": [
        "Animals",
        "Drugs, Chinese Herbal",
        "Rats",
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Male",
        "Cognitive Dysfunction",
        "Proteomics",
        "Peptide Fragments",
        "Rats, Sprague-Dawley",
        "Disease Models, Animal",
        "Metabolomics",
        "Metabolome",
        "Hippocampus",
        "Multiomics"
      ]
    },
    {
      "pmid": "40029248",
      "title": "Corneal Resistance to Enzymatic Digestion After Rose Bengal and Combined Rose Bengal/Riboflavin Cross-Linking Is Oxygen Independent.",
      "authors": [
        "M Enes Aydemir",
        "Nikki L Hafezi",
        "Nan-Ji Lu",
        "Emilio A Torres-Netto",
        "Mark Hillen",
        "Carina Koppen",
        "Farhad Hafezi"
      ],
      "journal": "Translational vision science & technology",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To assess corneal resistance to enzymatic digestion after rose bengal (RB)/green light and RB/green light followed by riboflavin (RF)/ultraviolet A (UV-A) cross-linking (CXL), with or without oxygen. METHODS: Ex vivo porcine corneal buttons (n = 144) underwent CXL with RB/green or RB/green-RF/UV-A under atmospheric 21% oxygen conditions or in a nitrogen chamber with 0.1% oxygen (hypoxic conditions) to test 10- and 15-J/cm2 fluences. After CXL, corneas were digested with 0.3% collagenase A, and mean digestion times (MDTs) were recorded. RESULTS: For the non-irradiated control group, the MDT was 19.75 ± 1.34 hours. Under atmospheric oxygen conditions, RB/green CXL yielded MDTs of 33.69 ± 1.4 and 34.38 ± 1.31 hours with fluences of 10 and 15 J/cm2, respectively. RB/green + RF/UV-A showed MDTs of 39.56 ± 1.93 and 51.94 ± 4.2 hours for combined fluences of 10 + 10 J/cm2 and 15 + 15 J/cm2, respectively. Hypoxic RB/green MDTs were 33.88 ± 1.02 and 34.06 ± 1.57 hours, and RB/green + RF/UV-A MDTs were 39.62 ± 2.5 and 50.35 ± 1.59 hours for the same respective fluences. No significant differences were observed between the control groups and corresponding intervention groups (all P > 0.05). CONCLUSIONS: CXL via RB/green and RB/green-RF/UV-A significantly enhanced corneal collagenase digestion resistance, irrespective of oxygen presence. These findings could help optimize infectious keratitis therapy CXL protocols. TRANSLATIONAL RELEVANCE: Our findings aid the understanding of the molecular mechanisms underlying the therapeutic effect of CXL and may contribute to refining accelerated PACK-CXL protocols and other CXL treatment strategies.",
      "mesh_terms": [
        "Rose Bengal",
        "Riboflavin",
        "Animals",
        "Swine",
        "Oxygen",
        "Photosensitizing Agents",
        "Cross-Linking Reagents",
        "Ultraviolet Rays",
        "Fluorescent Dyes",
        "Cornea",
        "Collagenases",
        "Photochemotherapy",
        "Corneal Stroma"
      ]
    },
    {
      "pmid": "40025566",
      "title": "Biological functions and therapeutic applications of human mucosal-associated invariant T cells.",
      "authors": [
        "Ying Fang",
        "Yuning Chen",
        "Siyue Niu",
        "Zibai Lyu",
        "Yanxin Tian",
        "Xinyuan Shen",
        "Yan-Ruide Li",
        "Lili Yang"
      ],
      "journal": "Journal of biomedical science",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Mucosal-associated invariant T (MAIT) cells are a unique subset of innate-like T lymphocytes that bridge innate and adaptive immunity. Characterized by their semi-invariant T cell receptor (TCR) and abundant localization in mucosal tissues, MAIT cells recognize microbial metabolites, primarily derived from the riboflavin biosynthesis pathway, presented by the major histocompatibility complex (MHC)-related protein 1 (MR1). This interaction, along with co-stimulatory signals, triggers rapid immune responses, including cytokine secretion and cytotoxic activity, highlighting their importance in maintaining immune homeostasis and combating infections. This review provides an in-depth overview of MAIT cell biology, including development, activation pathways, and functional diversity, highlighting their protective roles in immunity, contributions to diseases like cancer and inflammatory bowel disease (IBD), and context-dependent dual functions in health and pathology. This review also highlights the emerging therapeutic potential of MAIT cells in immunotherapy. Their unique TCR specificity, abundance, and tissue-homing properties make them ideal candidates for engineering novel therapies, such as chimeric antigen receptor (CAR)-MAIT cells, targeting infections, cancers, and autoimmune diseases. Challenges like antigen escape, T cell exhaustion, and CAR design optimization must be addressed to enhance clinical efficacy. In summary, MAIT cells are integral to immune function, and their therapeutic potential presents exciting opportunities for the treatment of a wide range of diseases. Further research is essential to unlock the full potential of these versatile immune cells.",
      "mesh_terms": [
        "Humans",
        "Mucosal-Associated Invariant T Cells",
        "Neoplasms",
        "Immunotherapy"
      ]
    },
    {
      "pmid": "40023354",
      "title": "Efficacy of Customized Photorefractive Keratectomy With Cross-Linking Versus Cross-Linking Alone in Progressive Keratoconus: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Hao Zhang",
        "Mario Cantó-Cerdán",
        "Beatriz Félix-Espinar",
        "Jorge L Alió Del Barrio"
      ],
      "journal": "American journal of ophthalmology",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "TOPIC: This review evaluates the effectiveness and safety of combining cPRK with CXL versus CXL alone in improving visual outcomes for patients with progressive keratoconus. DESIGN: Systematic review and meta-analysis. CLINICAL RELEVANCE: Keratoconus leads to vision loss and affects quality of life. While CXL is the current standard for halting progression, it does not correct the visual impairment. This review explores whether adding cPRK to CXL offers better visual outcomes while maintaining the same safety, potentially refining treatment approaches. METHODS: A systematic search of MEDLINE, PubMed, Cochrane Library and EMBASE was conducted through September 2024, following PRISMA guidelines. The initial study design aimed to include randomized controlled trials (RCTs) as well as comparative nonrandomized prospective or retrospective studies evaluating CXL+cPRK versus CXL alone, with a minimum follow-up of six months. However, only nonrandomized studies were retrieved. As a result, all included studies were assessed for the risk of bias using the ROBINS-I tool. The primary outcomes were uncorrected distance visual acuity (UDVA) and corrected distance visual acuity (CDVA). Secondary outcomes included refraction, corneal structure, and higher-order aberrations (HOA). Meta-analysis was performed using standardized mean differences (SMD) with 95% confidence intervals (CI), and heterogeneity was assessed using a random-effects model where necessary. Sensitivity analysis was conducted using a leave-one-out approach to assess the robustness of the results. This study is registered in the PROSPERO database (CRD42024594757). RESULTS: Eight nonrandomized studies involving 731 eyes from 706 patients were analyzed. Compared to CXL alone, the combination of CXL+cPRK significantly improved postoperative UDVA (SMD = -0.39, 95% CI: -0.69 to -0.08, P = .01) and CDVA (SMD = -0.57, 95% CI: -0.96 to -0.18, P = .004), while also reducing refractive cylinder error. Additionally, CXL+cPRK led to reductions in coma, total HOA, coma-like aberrations, mean keratometry (KM), and central corneal thickness (CCT). No significant differences were observed between the groups in endothelial cell count (ECC). The rate of postoperative ectasia progression was comparable between both groups. All included studies exhibited at least one ROBINS-I domain at high risk of bias, particularly related to confounding. The heterogeneity observed in this analysis was primarily attributed to differences in surgical techniques, patient selection criteria, and study designs across the included studies. CONCLUSIONS: Customized PRK combined with CXL provides superior postoperative visual acuity (UDVA, CDVA) and visual quality compared to CXL alone while maintaining the same corneal stability in the management of progressive keratoconus. Only nonrandomized studies could be retrieved for the purpose of the study.",
      "mesh_terms": [
        "Humans",
        "Keratoconus",
        "Cross-Linking Reagents",
        "Photosensitizing Agents",
        "Visual Acuity",
        "Photochemotherapy",
        "Riboflavin",
        "Photorefractive Keratectomy",
        "Refraction, Ocular",
        "Collagen",
        "Ultraviolet Rays",
        "Treatment Outcome",
        "Corneal Topography",
        "Disease Progression",
        "Corneal Stroma"
      ]
    },
    {
      "pmid": "40007091",
      "title": "Long-term Effects and Prognostic Factors of Accelerated Cross-Linking with Retention Ring-assisted Riboflavin Application on Keratoconus Progression.",
      "authors": [
        "Seonghwan Kim",
        "Won Jong Choi",
        "Chang Ho Yoon",
        "Mee Kum Kim"
      ],
      "journal": "Korean journal of ophthalmology : KJO",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To evaluate the long-term efficacy, safety, and prognostic factors of pulsed-light accelerated corneal collagen cross-linking (A-CXL) with continuous riboflavin application to halt keratoconus progression. METHODS: A-CXL with retention ring-assisted continuous riboflavin application for either 10 or 5 minutes was performed in 37 eyes of 33 patients with progressive keratoconus between 2016 and 2020. Successful halting rates and prognostic factors of time-dependent changes in keratometric values, visual acuity, refractive errors, topographic indices, central corneal thickness, thinnest corneal thickness, irregularity at 3- and 5-mm zone, and endothelial cell density were evaluated. RESULTS: Survival analysis showed successful halting rates of 71% and 89% in A-CXL with 5- and 10-minute-applied riboflavin, respectively. Best-corrected visual acuity significantly improved after A-CXL in both groups. Maximum keratometry decreased significantly from 52.52 to 50.39 diopters (p &lt; 0.001) in the 10-minute group, while there was no significant decrease in the 5-minute group (52.77-51.80 diopters, p = 0.146). irregularity in 3- and 5-mm zone decreased significantly in the 10-minute group, while there was no difference in 5-minute group. Central corneal thickness and thinnest corneal thickness did not differ, and endothelial cell density changes were within acceptable ranges in both groups before and after the surgery. Among keratometric values, keratometric astigmatism was significantly related to posttreatment corneal flattening effect in multivariate regression analysis. CONCLUSIONS: A-CXL with continuous riboflavin application for 10 minutes is an effective and safe treatment for preventing keratoconus progression. In addition, higher corneal astigmatism showed greater posttreatment corneal flattening effect in successfully treated patients.",
      "mesh_terms": [
        "Humans",
        "Riboflavin",
        "Keratoconus",
        "Male",
        "Female",
        "Photosensitizing Agents",
        "Visual Acuity",
        "Corneal Topography",
        "Cross-Linking Reagents",
        "Adult",
        "Photochemotherapy",
        "Disease Progression",
        "Collagen",
        "Young Adult",
        "Prognosis",
        "Follow-Up Studies",
        "Ultraviolet Rays",
        "Refraction, Ocular",
        "Retrospective Studies",
        "Adolescent",
        "Corneal Stroma",
        "Time Factors"
      ]
    },
    {
      "pmid": "40006584",
      "title": "Riboflavin-Mediated Photodynamic Therapy in Periodontology: A Systematic Review of Applications and Outcomes.",
      "authors": [
        "Jakub Fiegler-Rudol",
        "Maciej Łopaciński",
        "Artur Los",
        "Dariusz Skaba",
        "Rafał Wiench"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2025-Feb-07",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: Riboflavin (vitamin B2) has emerged as a promising photosensitizer in photodynamic therapy (PDT) due to its strong absorption of blue light and favourable safety profile. This systematic review aims to evaluate the efficacy of riboflavin-mediated PDT in periodontology, specifically examining its antimicrobial effects and potential to improve clinical outcomes compared to conventional or other PDT-based treatments. Methods: A systematic review was conducted following PRISMA guidelines. A comprehensive literature search was performed in PubMed/Medline, Embase, Scopus, and the Cochrane Library. Studies published in English within the last 10 years were considered, where riboflavin served as the primary photosensitizer for dental treatments. Data extraction focused on study design, photosensitizer concentration, light source parameters, and clinical or microbiological outcomes. The risk of bias was assessed independently by two reviewers using a predefined scoring system. Results: Ten studies met the inclusion criteria, all demonstrating a low risk of bias. Riboflavin-mediated PDT consistently reduced microbial biofilms and pathogen viability in periodontitis, peri-implantitis, and endodontic models. Although some studies reported slightly lower efficacy compared to chlorhexidine or toluidine blue-based PDT, riboflavin-mediated PDT exhibited advantages such as minimal staining, low cytotoxicity, and enhanced collagen crosslinking. However, most studies were in vitro or small-scale clinical trials, limiting conclusions on long-term effectiveness. Conclusions: Riboflavin-mediated PDT shows promise as a safe adjunctive therapy for periodontal infections. Larger, well-designed clinical trials with standardized parameters and extended follow-up are needed to further evaluate its efficacy and optimize treatment protocols for routine clinical application."
    },
    {
      "pmid": "40005511",
      "title": "Trypanosoma cruzi Transmission Through Blood Samples and Derivatives: Main Routes, Control Strategies, and Recent Advancements in Blood Banks.",
      "authors": [
        "Aline Nefertiti Silva da Gama",
        "Maria de Nazaré Correia Soeiro"
      ],
      "journal": "Pathogens (Basel, Switzerland)",
      "publication_date": "2025-Feb-02",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Neglected Tropical Diseases are a group of 25 conditions caused by diverse agents. They mostly affect people with poorer health outcomes, particularly preventable diseases. The social determinants of health influence the development and progression of these poverty diseases, with inadequate sanitation presenting chronicity, high morbidity, and economic impacts. Chagas disease, a prominent Neglected Tropical Disease caused by the intracellular pathogen Trypanosoma cruzi, is endemic in Latin America but is increasing as a global concern due to population migration. It is transmitted through insect vectors, congenitally, orally via contaminated food and beverage, via transfusions and organ donation, and due to laboratory accidents, among other minor relevant routes. As a silent illness, with many infected individuals remaining asymptomatic, it contributes to underdiagnosis, and delayed treatment that involves nitro derivatives is often discontinued due to side effects. Chagas disease spreads in non-endemic areas like the United States of America and Europe. Blood screening practices vary, with endemic regions implementing universal testing, while non-endemic areas rely on selective methods. Recent innovations, such as riboflavin-ultraviolet light treatment and arylimidamide compounds, represent promising alternatives to reduce transfusion transmission. This review presents an analysis of Trypanosoma cruzi transmission through blood and derivatives, addressing the main routes, globally implemented control strategies, and recent advancements in blood bank safety.",
      "mesh_terms": [
        "Humans",
        "Chagas Disease",
        "Trypanosoma cruzi",
        "Blood Banks",
        "Animals",
        "Blood Donors",
        "Insect Vectors",
        "Blood Transfusion"
      ]
    },
    {
      "pmid": "40005035",
      "title": "Evaluating the Efficacy of Probiotics on Disease Progression, Quality of Life, and Nutritional Status Among Patients with Crohn's Disease: A Multicenter, Randomized, Single-Blinded Controlled Trial.",
      "authors": [
        "Maha Hoteit",
        "Mohamad Hellani",
        "Mohamad Karaja",
        "Nadeen Zayour",
        "Zahra Sadek",
        "Bilal Hotayt",
        "Mahmoud Hallal"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Feb-17",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "abstract": "BACKGROUND: There is growing interest in the role of gut microbiota in the pathophysiology of inflammatory bowel diseases (IBDs), including Crohn's disease (CD). Probiotics have been proposed as a potential adjunct therapy for these conditions by altering the intestinal environment, although studies on their effectiveness have yielded mixed results. AIM: This study aims to evaluate the short-term (2 months) effects of a dietary supplement containing Lactobacilli, Bifidobacteria, and Lactococcus bacillus on disease progression, remission, quality of life, and nutritional intake in Lebanese patients with CD. METHOD: A multicenter, randomized, single-blind controlled trial was conducted in 2 medical centers in Beirut from 1 April 2024 to 1 August 2024. Recruitment, prescreening, screening, enrollment, and protocol implementation were carried out at both centers. Data were collected from 21 patients with CD, who were randomly assigned to the control group (n = 10) and the intervention group (n = 11). At baseline and after two months, participants underwent clinical assessments, WHOQOL-BREF evaluation, and 24 h dietary recalls. Follow-up visits included surveys on disease progression, quality of life, adherence, and adverse events, along with repeat body composition and anthropometric measurements. RESULTS: Probiotic supplementation over two months did not significantly alter symptoms, flares, or hospitalizations outcomes between the control and intervention groups. However, the intervention group experienced notable increases in body weight (p = 0.01), BMI (p = 0.01), body fat mass (p = 0.04), and arm muscle circumference (p = 0.01). Nutrient intake patterns differed, with the intervention group showing increased consumption of calcium, riboflavin, and folate compared to controls (p = 0.01, p = 0.04, p = 0.013, respectively). Probiotic supplementation led to significant within-group increases in dietary fiber (p = 0.01), total sugar (p = 0.02), and caffeine (p = 0.01) among the intervention participants. Adverse effects in the intervention group were mild, including nausea (18.2%) and abdominal discomfort (9.1%). QOL improved significantly in the intervention group, particularly in physical (p = 0.03), psychological (p = 0.04), and environmental domains (p = 0.003), while the control group exhibited improvements only in psychological health. CONCLUSIONS: Overall, the findings suggest that probiotics can enhance body composition, nutrient intake, and certain aspects of QOL among CD patients, despite minimal impact on disease symptoms or dietary patterns.",
      "mesh_terms": [
        "Humans",
        "Probiotics",
        "Crohn Disease",
        "Quality of Life",
        "Male",
        "Female",
        "Adult",
        "Single-Blind Method",
        "Nutritional Status",
        "Disease Progression",
        "Dietary Supplements",
        "Middle Aged",
        "Treatment Outcome",
        "Gastrointestinal Microbiome",
        "Young Adult"
      ]
    },
    {
      "pmid": "40000195",
      "title": "[Controllability and predictability of riboflavin-ultraviolet A collagen cross-linking: advances in experimental techniques and theoretical research].",
      "authors": [
        "Xiaona Liu",
        "Xiaona Li",
        "Weiyi Chen"
      ],
      "journal": "Sheng wu yi xue gong cheng xue za zhi = Journal of biomedical engineering = Shengwu yixue gongchengxue zazhi",
      "publication_date": "2025-Feb-25",
      "publication_types": [
        "Journal Article",
        "Review",
        "English Abstract"
      ],
      "abstract": "Riboflavin-ultraviolet A (UVA) collagen cross-linking has not only achieved good clinical efficacy in the treatment of corneal diseases such as dilatation keratopathy, bullae keratopathy, infectious keratopathy, and in the combined treatment of corneal refractive surgeries, but also its efficacy and safety in scleral collagen cross-linking have been initially confirmed. To better promote the application of cross-linking in the clinical treatment of corneal and scleral diseases, exploring controllability and predictability of the surgical efficacy are both important for evaluating the surgical efficacy and personalized precision treatment. In this paper, the progress on the cross-linking depth of riboflavin-UVA collagen cross-linking, and its relationship with the cross-linking effect will be reviewed. It will provide the reference for further application of this procedure in ophthalmology clinics.",
      "mesh_terms": [
        "Riboflavin",
        "Collagen",
        "Humans",
        "Ultraviolet Rays",
        "Cross-Linking Reagents",
        "Corneal Diseases",
        "Photosensitizing Agents"
      ]
    },
    {
      "pmid": "39984626",
      "title": "Insights into metabolic changes during epidermal differentiation as revealed by multiphoton microscopy with fluorescence lifetime imaging.",
      "authors": [
        "Monika Malak",
        "Chen Qian",
        "Jeemol James",
        "Syam Nair",
        "Julie Grantham",
        "Marica B Ericson"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rapid developments in the field of organotypic cultures have generated a growing need for effective and non-invasive methods for quality control during tissue development. In this study, we correlate metabolic changes with epidermal differentiation and demonstrate that multiphoton microscopy with fluorescence lifetime imaging (MPM-FLIM) can be applied to monitor epidermal differentiation of keratinocytes with respect to proliferative and differentiated states. In a 2D keratinocyte tissue culture model, increased expression of differentiation markers keratin-1 and keratin-10 was induced with calcium supplementation. An accompanying shift from glycolysis to mitochondrial respiration was detected in metabolic flux assays. Analysis of MPM-FLIM images acquired at 750 nm and 900 nm excitation revealed a decreased relative fraction of intracellular NADH and FAD after high calcium treatment, consistent with increased oxidative phosphorylation. Epidermal differentiation could be monitored over a 96 h period. Discrimination analysis based on k-means clustering generated clusters that correlated well with the duration of high Ca2+ treatment, suggesting that MPM-FLIM can provide useful parameters for monitoring keratinocyte differentiation.",
      "mesh_terms": [
        "Cell Differentiation",
        "Keratinocytes",
        "Microscopy, Fluorescence, Multiphoton",
        "Humans",
        "Calcium",
        "Epidermis",
        "Epidermal Cells",
        "Oxidative Phosphorylation",
        "NAD",
        "Optical Imaging",
        "Glycolysis",
        "Flavin-Adenine Dinucleotide",
        "Keratin-1",
        "Keratin-10",
        "Cells, Cultured",
        "Mitochondria"
      ]
    },
    {
      "pmid": "39966225",
      "title": "Characterization of agr-like Loci in Lactiplantibacillus plantarum and L. paraplantarum and Their Role in Quorum Sensing and Virulence Inhibition of Staphylococcus aureus.",
      "authors": [
        "Weizhe Wang",
        "Ifigeneia Kyrkou",
        "Martin S Bojer",
        "Dina Kalloubi",
        "Abdul Jabbar Kali",
        "Miguel Alena-Rodriguez",
        "Jørgen J Leisner",
        "Stephanie Fulaz",
        "Hanne Ingmer"
      ],
      "journal": "Probiotics and antimicrobial proteins",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The pathogenicity of Staphylococcus aureus is largely regulated by the agr quorum sensing (QS) system encoded by agrBDCA, which coordinates virulence factor production through secretion and sensing of auto-inducing peptides (AIPs). agr-like systems are also present in coagulase-negative staphylococci, and several of these encode AIPs that inhibit S. aureus QS. In lactic acid bacteria, a similar locus was previously identified in Lactiplantibacillus plantarum WCSF1 termed lamBDCA. Here, we characterized the lamBDCA locus in L. plantarum LMG 13556 and L. paraplantarum CIRM-BIA 1870, and explored the effects on S. aureus QS. Notably, we found that co-cultivation with L. paraplantarum significantly inhibits S. aureus QS and hemolysin production, while less so for L. plantarum. The inhibition by L. paraplantarum was lost upon disruption of its lamBDCA locus, suggesting that the L. paraplantarum AIP mediates cross-species interference with S. aureus agr activation. Transcriptomic analysis revealed that lamBDCA in L. paraplantarum controls the expression of genes belonging to various functional categories, including stress response and metabolism. The latter includes genes encoding riboflavin (B2 vitamin) biosynthesis, which enabled the growth of the L. paraplantarum lamB mutant in the presence of roseoflavin, a toxic riboflavin analogue. Collectively, our results show that L. paraplantarum CIRM-BIA 1870 interferes with S. aureus virulence gene expression through QS suppression, and they implicate QS in the probiotic properties of L. paraplantarum."
    },
    {
      "pmid": "39960828",
      "title": "Crystal structure of dihydroorotate dehydrogenase from Helicobacter pylori with bound flavin mononucleotide.",
      "authors": [
        "Ashna A Agarwal",
        "John D Georgiades",
        "David M Dranow",
        "Donald D Lorimer",
        "Thomas Edwards",
        "Kayleigh F Barrett",
        "Justin K Craig",
        "Wesley C Van Voorhis",
        "Peter J Myler",
        "Craig L Smith"
      ],
      "journal": "Acta crystallographica. Section F, Structural biology communications",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Helicobacter pylori is the primary causative agent of peptic ulcer disease, among other gastrointestinal ailments, and currently affects over half of the global population. Although some treatments exist, growing resistance to these drugs has prompted efforts to develop novel approaches to fighting this pathogen. To generate many of the nucleotides essential to biochemical processes, H. pylori relies exclusively on the de novo biosynthesis of these molecules. Recent drug-discovery efforts have targeted the first committed step of this pathway, catalysed by a class 2 dihydroorotate dehydrogenase (DHODH). However, these initiatives have been limited by the lack of a crystal structure. Here, we detail the crystal structure of H. pylori DHODH (HpDHODH) at 2.25 Å resolution (PDB entry 6b8s). We performed a large-scale bioinformatics search to find evolutionary homologs. Our results indicate that HpDHODH shows high conservation of both sequence and structure in its active site. We identified key polar interactions between the HpDHODH protein and its requisite flavin mononucleotide (FMN) cofactor, identifying amino-acid residues that are critical to its function. Most notably, we found that HpDHODH maintains several structural features that allow it to associate with the inner membrane and utilize ubiquinone to achieve catalytic turnover. We discovered a hydrophobic channel that runs from the putative membrane interface on the N-terminal microdomain to the core of the protein. We predict that this channel establishes a connection between the ubiquinone pool in the membrane and the FMN in the active site. These findings provide a structural explanation for the competitive inhibition of ubiquinone by pyrazole-based compounds that was determined biochemically in other studies. Understanding this mechanism may facilitate the development of new drugs targeting this enzyme and push the effort to find a resistance-free treatment for H. pylori.",
      "mesh_terms": [
        "Helicobacter pylori",
        "Dihydroorotate Dehydrogenase",
        "Flavin Mononucleotide",
        "Crystallography, X-Ray",
        "Oxidoreductases Acting on CH-CH Group Donors",
        "Models, Molecular",
        "Amino Acid Sequence",
        "Catalytic Domain",
        "Bacterial Proteins",
        "Protein Binding",
        "Cloning, Molecular",
        "Protein Conformation"
      ]
    },
    {
      "pmid": "39955726",
      "title": "Double-Edged Dissolving Microneedle Patches Loaded with Zn/Ce Composites and Vancomycin for Treatment of Drug-Resistant Bacterial Infected Skin Abscess.",
      "authors": [
        "Yu Jin",
        "Zhaoyou Chu",
        "Pengfei Zhu",
        "Yechun Jiang",
        "Hui Shen",
        "Yujie Wang",
        "Silong Wu",
        "Miaomiao Yang",
        "Haisheng Qian",
        "Yan Ma"
      ],
      "journal": "Small (Weinheim an der Bergstrasse, Germany)",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The management of abscess wounds induced by antibiotic-resistant bacterial infections has become increasingly formidable due to the widespread overutilization and misuse of antimicrobial agents. This study presents an innovative dissolvable microneedle (MN) patch incorporating Au@ZnO/Ce nanocomposites and vancomycin (AZC/Van@MN), exhibiting robust antimicrobial and anti-inflammatory properties, meticulously engineered for the therapeutic intervention of abscess wounds. The developed AZC/Van@MN patch demonstrates exceptional biocompatibility as evidenced by comprehensive histopathological and hematological assessments. It effectively eradicates bacterial colonies through the synergistic action of Van and mild photothermal therapy (PTT, ≤42 °C). Transcriptomic analysis elucidates that the antibacterial mechanism involves the upregulation of riboflavin biosynthesis and the suppression of arginine biosynthesis pathways. Furthermore, AZC/Van@MN significantly reduces abscess dimensions, bacterial load, and inflammatory response, while simultaneously enhancing wound healing via accelerated re-epithelialization and angiogenesis. This double-edged MN patch represents a promising strategy for combating skin abscesses instigated by antibiotic-resistant bacteria.",
      "mesh_terms": [
        "Needles",
        "Animals",
        "Vancomycin",
        "Anti-Bacterial Agents",
        "Abscess",
        "Nanocomposites",
        "Drug Resistance, Bacterial",
        "Zinc",
        "Mice",
        "Wound Healing",
        "Skin"
      ]
    },
    {
      "pmid": "39950184",
      "title": "2-[18F] FDG PET/CT in Rapid Late-Onset Multiple Acyl-CoA Dehydrogenase Deficiency: A Case Report.",
      "authors": [
        "Astrid Høj",
        "Sonja Holm-Yildiz",
        "Thomas Krag",
        "Danijela Dejanovic",
        "Thomas van Overeem Hansen",
        "Morten Dunø",
        "Mette Cathrine Ørngreen",
        "John Vissing",
        "Nicoline Løkken"
      ],
      "journal": "JIMD reports",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Multiple acyl-CoA dehydrogenase deficiency (MADD) is a rare inborn metabolic myopathy affecting fat and protein metabolism. Patients with late-onset MADD typically present with exercise intolerance and muscle weakness. We present a patient with an acute, very late-onset symptom debut at 52 years of age. Over 5 months, the patient deteriorated from asymptomatic to almost complete loss of ambulation. He had a substantial weight loss, head-drop, progressive proximal limb and chewing weakness. Due to the rapid progression, amyotrophic lateral sclerosis, myositis, myasthenia gravis and a paraneoplastic syndrome in relation to underlying malignancy were considered first. A 2-[18F] FDG PET/CT scan was performed to exclude a paraneoplastic syndrome. The scan revealed diffuse and symmetric, pathologically high 2-[18F] FDG-uptake in the patient's neck, shoulder, and paravertebral muscles, which was later suggested as a sign of a metabolic myopathy. Muscle biopsy (Oil Red O staining) and acylcarnitine profile (elevated C5-C18 acylcarnitines) findings suggested MADD, which was confirmed by genetic analysis showing biallelic variants in the ETFDH gene (c.1763A>G, p.(His588Arg); c.897G>A, p.(Leu299=)). After 1 month of dietary intervention and daily diet supplements (riboflavin 400 mg TID, levocarnitine 1 g TID, Q10 150 mg qD in two doses), the patient had almost recovered to his habitual level. A posttreatment muscle biopsy showed less disrupted ultrastructure of the myofibers. We learned from this case of rapid and late-onset MADD that 2-[18F] FDG PET/CT, with diffuse and symmetric 2-[18F] FDG-uptake in skeletal muscle, can be valuable in clarifying this rare diagnosis."
    },
    {
      "pmid": "39941444",
      "title": "Ineffectiveness of KeraVio Treatment with Violet Light-Emitting Glasses Without Riboflavin Drops for Progressive Keratoconus.",
      "authors": [
        "Hidenaga Kobashi",
        "Takashi Kumanomido",
        "Takeshi Ide",
        "Naoko Kato",
        "Jun Shimazaki",
        "Motozumi Itoi",
        "Kazuo Tsubota"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2025-Jan-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: KeraVio, a portable corneal cross-linking (CXL) treatment modality involving the use of violet light (VL)-emitting glasses, was originally used in conjunction with topical transepithelial riboflavin (BJO 2021). However, after our preliminary findings of endogenous riboflavin in the human cornea and the observation that the relatively low intensity of VL irradiation increased corneal stiffness in porcine corneas (TVST 2021), we evaluated the clinical results of KeraVio without riboflavin drops. Methods: Patients with progressive keratoconus were enrolled and randomly divided into a VL irradiation alone group (Group 1) and a no irradiation group (Group 2; control group) (jRCTs032190267). The eyes were exposed to VL (375 nm, irradiance 310 μW/cm2)-emitting glasses for 4.5 h daily for 6 months. Results: The mean changes in the maximum keratometry value (Kmax) from baseline to 6 months were 0.94 ± 2.65 diopters (D) and 1.76 ± 2.75 D in Group 1 and Group 2, respectively (p = 0.705). Conclusions: No differences were found between patients who did and did not receive VL irradiation in terms of the clinical outcomes of keratoconus. VL irradiation alone likely did not halt keratoconic progression, and the administration of riboflavin was necessary."
    },
    {
      "pmid": "39936067",
      "title": "A 6-month follow-up for patients who underwent Accelerated Epi-on Collagen Crosslinking.",
      "authors": [
        "Alina-Cristina Chiraples",
        "Diana Maria Darabus",
        "Horia Tudor Stanca",
        "Mihnea Munteanu"
      ],
      "journal": "Romanian journal of ophthalmology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Accelerated Collagen Crosslinking (A-CXL) is widely used worldwide as an effective treatment for keratoconus due to its efficiency and rapidity. This paper aims to identify relevant changes in visual acuity parameters and topographic measurements before and six months after treatment. METHODS: A total of 30 eyes from 20 patients who underwent A-CXL between May 2021 and June 2023 and had at least six months of follow-up were analyzed retrospectively. Comparisons between uncorrected visual acuity, best corrected visual acuity, spherical and cylinder diopters, and topographic measurements like Kmax, SIf, SIb, KVf, KVb, BCVf, BCVb, TCT, and CCT were made before and six months after surgery. RESULTS: After the accelerated Collagen crosslinking (A-CXL), BCVA improved, cylinder diopters and Kmax values were reduced, and central corneal thickness (CCT) and thinnest corneal thickness (TCT) were elevated. DISCUSSION: The study has shown results comparable with other studies regarding the heterogeneity of the group study, good outcomes in measuring the corneal central thickness and thinnest corneal thickness, and good evolution of the refraction and visual acuity. Regarding the specific topography markers, like SIf/SIb, KVf/KVb, BCVf/BCVb, and Kmax, minor differences were observed at 6 months follow-up and were not considered statistically relevant. Other studies show a better correlation at 1-year check-ups and similar results at 6-month follow-ups. CONCLUSION: This method's main benefits are its brief duration and minimum intrusion, improvement of visual acuity, and the possibility of reintervention for better outcomes.",
      "mesh_terms": [
        "Humans",
        "Keratoconus",
        "Visual Acuity",
        "Collagen",
        "Female",
        "Male",
        "Retrospective Studies",
        "Follow-Up Studies",
        "Photosensitizing Agents",
        "Corneal Topography",
        "Cross-Linking Reagents",
        "Adult",
        "Photochemotherapy",
        "Refraction, Ocular",
        "Riboflavin",
        "Young Adult",
        "Ultraviolet Rays",
        "Cornea",
        "Corneal Stroma",
        "Adolescent",
        "Treatment Outcome",
        "Time Factors"
      ]
    },
    {
      "pmid": "39930763",
      "title": "Exploration of Active Substances and Its Potential Mechanism of Gancao Fuzi Decoction on Inflammatory Based on Metabolomics and Network Pharmacology.",
      "authors": [
        "Wei Geng",
        "Shuang Liu",
        "Hongjing Dong",
        "Buddhika Niroshie Perumpuli Arachchige",
        "Dongmei Qi",
        "Xiao Wang"
      ],
      "journal": "Rapid communications in mass spectrometry : RCM",
      "publication_date": "2025-May-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gancao Fuzi decoction (GCFZT) is a traditional Chinese formula, which has been commonly used in clinical practice to treat inflammatory diseases. However, the active substance of GCFZT in the treatment of inflammation is not fully clarified. In this study, we used orthogonal experiments to design different GCFZT formulations, resulting in a total of 16 GCFZT formulations. Subsequently, UPLC-Q-TOF-MS/MS was used to analyze the chemical composition of different formulations, and the anti-inflammatory activity differences of these formulations were evaluated through an LPS-induced RAW264.7 inflammatory cell model. Combined with machine learning algorithms such as PLS-DA and RF, four main active substances in GCFZT were screened. Finally, network pharmacology techniques were used to investigate the potential anti-inflammatory mechanisms of these main active substances, and the results showed that GCFZT mainly regulates the expression of core targets such as ALOX5, NFKB1, and TLR4 through main active substances such as chlorogenic acid, riboflavin, and formononetin, thereby affecting the NF kappa B signaling pathway, the Toll-like receptor signaling pathway, and the Th17 cell differentiation. This study provides a reference for the anti-inflammatory mechanism of GCFZT and a scientific basis for its clinical application.",
      "mesh_terms": [
        "Drugs, Chinese Herbal",
        "Mice",
        "Animals",
        "RAW 264.7 Cells",
        "Anti-Inflammatory Agents",
        "Metabolomics",
        "Network Pharmacology",
        "Tandem Mass Spectrometry",
        "Chromatography, High Pressure Liquid",
        "Inflammation",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "39930675",
      "title": "[Autoimmune diseases of central nervous system and respiratory viral infections in children].",
      "authors": [
        "N V Skripchenko",
        "G F Zheleznikova",
        "L A Alekseeva",
        "T V Bessonova",
        "P S Verbenko",
        "E Yu Skripchenko"
      ],
      "journal": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review",
        "English Abstract"
      ],
      "abstract": "Foreign data about the role of influenza virus, measles and SARS-CoV-2 in the development of autoimmune diseases is described. The main characteristics of most frequent autoimmune diseases is given. The authors give characteristics of influenza virus, measles and SARS-CoV-2 virus as infectious agents- triggers of autoimmune central nervous system diseases. Modern possibilities to strenghen a patogenic therapy by Cytoflavin, which has a complex effect aimed at improving metabolic processes in the brain, are presented.",
      "mesh_terms": [
        "Humans",
        "Child",
        "COVID-19",
        "Influenza, Human",
        "Niacinamide",
        "Succinates",
        "Drug Combinations",
        "Flavin Mononucleotide",
        "Inosine Diphosphate",
        "Measles",
        "SARS-CoV-2",
        "Respiratory Tract Infections",
        "Autoimmune Diseases",
        "Autoimmune Diseases of the Nervous System"
      ]
    },
    {
      "pmid": "39928056",
      "title": "Demographic and topographic findings suggesting poor response to crosslinking-iontophoresis in patients with progressive keratoconus.",
      "authors": [
        "Rosario Touriño-Peralba",
        "Julio Rodríguez-Lago",
        "David Lamas-Francis",
        "Laura Martínez-Pérez",
        "Teresa Rodríguez-Ares"
      ],
      "journal": "International ophthalmology",
      "publication_date": "2025-Feb-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To evaluate demographic and tomographical parameters in predicting treatment response following transepithelial iontophoresis-assisted corneal cross-linking (I-CXL) for progressive keratoconus. METHODS: Forty eyes (20 aged < 19 years and 20 aged ≥ 19 years) underwent I-CXL treatment between 2016 and 2022. Progression criteria based on the ABCD system, changes in asphericity (Q), demographic factors and keratoconus phenotypes were evaluated. Subjects were followed for 24 months after procedure. RESULTS: Sixty percent of participants were male. The mean age at the time of treatment was 21.0 ± 6.0 years. All tomographical values showed progression after 2 years of follow-up (p < 0.05), particularly during the first 6 months, except for anterior curvature. Within the ABCD grading system, we observed: A) an increase in anterior curvature, more evident with lower initial values; B) an increase in posterior curvature, more pronounced with higher initial values. Two years after I-CXL, 20% of subjects met progression criteria in two or more parameters, with 62.5% being under 19 years of age. Patients with a family history of corneal ectasia exhibited a mean KMax progression of 1.94D ± 1.88, (p = 0.046). Only phenotypes 3 and 4 showed progression. Although patients under 19 years showed greater progression in all tomographical variables at the end of the study, this difference was not statistically significant. CONCLUSION: Treatment with I-CXL did not stop progression in the variables studied two years after the procedure in an effective manner, especially in patients younger than 19 years. A family history of corneal ectasia and subtype 4 keratoconus predicted a less favourable response to I-CXL.",
      "mesh_terms": [
        "Humans",
        "Keratoconus",
        "Male",
        "Female",
        "Corneal Topography",
        "Young Adult",
        "Cross-Linking Reagents",
        "Adult",
        "Visual Acuity",
        "Riboflavin",
        "Adolescent",
        "Photosensitizing Agents",
        "Iontophoresis",
        "Photochemotherapy",
        "Collagen",
        "Disease Progression",
        "Follow-Up Studies",
        "Ultraviolet Rays",
        "Cornea",
        "Corneal Stroma",
        "Retrospective Studies"
      ]
    },
    {
      "pmid": "39920471",
      "title": "Single-cell analysis reveals cellular heterogeneity, gene expression profiles, and pathway dynamics in acne vulgaris.",
      "authors": [
        "Xiaoyi Yang",
        "Xiaoyan Wang",
        "Jiankang Yang"
      ],
      "journal": "Archives of dermatological research",
      "publication_date": "2025-Feb-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acne vulgaris is a common dermatological condition, particularly in adolescents, and is associated with significant physical and psychological impacts. Its pathogenesis involves genetic factors, sebaceous gland dysfunction, inflammatory responses, and alterations in skin microbiota. Despite advancements in treatment, a comprehensive understanding of its cellular and molecular mechanisms remains limited, making therapeutic strategies challenging. Single-cell RNA sequencing (scRNA-seq) data from six acne vulgaris patients were obtained from the GEO database (GSE175817), filtered, and integrated. Differentially expressed genes (DEGs) were identified and subjected to functional enrichment analysis to explore the underlying pathogenesis. Gene set variation analysis (GSVA) was used to investigate metabolic pathway alterations, and ligand-receptor interactions were analyzed to examine cell-to-cell communication between lesional and non-lesional skin tissues. The integration of scRNA-seq data yielded the identification of eight distinct cell clusters, including endothelial cells, myeloid cells, lymphocytes, melanocytes, sebaceous gland cells, smooth muscle cells, keratinocytes and fibroblasts. The proportions of lymphoid and myeloid cells were found to be significantly different between the lesional and non-lesional sites. The differential expression of genes (DEGs) was found to be significantly specific to the different cell clusters. Abnormal intercellular communication was found to result in a substantial increase in the number and intensity of communications in the area of acne vulgaris lesions. Moreover, specific ligand-receptor pairs for SPP1 and IL6 associated with acne vulgaris were identified. Furthermore, the presence of specific alterations in metabolic pathways, including riboflavin metabolism, niacin metabolism, and lipoic acid metabolism, was observed. Our findings demonstrate the cellular heterogeneity and dysfunction of intercellular communication and metabolic signaling in the lesional skin tissues of patients with acne vulgaris. These findings have important implications for understanding the complex biological processes of acne vulgaris.",
      "mesh_terms": [
        "Acne Vulgaris",
        "Humans",
        "Single-Cell Analysis",
        "Skin",
        "Transcriptome",
        "Adolescent",
        "Cell Communication",
        "Gene Expression Profiling",
        "Male",
        "Signal Transduction",
        "Female"
      ]
    },
    {
      "pmid": "39920250",
      "title": "To construct and validate a risk score model of angiogenesis-related genes to predict the prognosis of hepatocellular carcinoma.",
      "authors": [
        "Duangui Gao",
        "Yuan Lu",
        "Tianpeng Jiang",
        "Qinghong Duan",
        "Zhi Huang"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-07",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Hepatocellular carcinoma (HCC) is one of the most common malignant tumors with high morbidity and mortality worldwide. Angiogenesis is essential for HCC progression and metastasis. Some angiogenesis-related genes promote this process, whereas other antiangiogenic genes inhibit HCC growth and metastasis. Therefore, finding new potential biomarkers for HCC prognosis prediction and treatment is essential. Public RNAseq and clinical data from TCGA and GEO database, download angiogenesis-related genes from the GeneCards, MSigDB database, through the single factor analysis of Cox, LASSO build risk score-Cox regression analysis model and external validation verified from the GEO. Cox regression analysis, Kaplan Meier (KM) curve, ROC curve, and decision-curve analysis will be used to evaluate and examine the risk score prediction effect of the model. GSVA analysis was used to assess the variation of gene sets between groups, and ClBERSOFT, ESTIMATE, and TIMER databases were used to analyze the immune infiltration in the single-cell level analysis of gene expression differences between cells. Finally, in the three pairs of HCC tissues and tissue adjacent to carcinoma by real-time fluorescent quantitative PCR (qRT_PCR) and western blotting (WB) to evaluate angiogenesis-related genes (ATP2A3 AEBP1 PNMA1, PLAT) expression level in HCC, and AEBP1 was knocked out in HCCLM3 cells, which is to study AEBP1 biological function in HCC. We established a prognostic risk assessment model based on 13 significant genes associated with HCC prognosis by Cox analysis and LASSO-Cox regression analysis. The median was used to divide these patients into high-risk and low-risk groups, and the prognosis of the high-risk group was worse than that of the low-risk group. Through the multivariate Cox regression analysis, it was found that the risk score was an independent predictor of overall survival (OS). The GSVA analysis suggested that the predicted high-risk population showed higher activity in the purine, pyrimidine, and riboflavin metabolic pathways. Compared with the low-risk group, the tumor microenvironment in the high-risk group showed a reduction in the number of cells promoting anti-tumor immunity and an increase in the number of cells inhibiting anti-tumor immunity, as well as a reduction in overall immune infiltration and matrix components. On the single-cell level, it was confirmed that the key genes (AEBP1, ATP2A3, PLAT, and PNMA1) expressed differently between liver cancer and adjacent tissue cell groups. Finally, qRT_PCR and WB results showed that ATP2A3, AEBP1, PNMA1, and PLAT were highly expressed in liver cancer tissue compared to adjacent tissue, and the proliferation, migration, and invasion of HCCLM3 cells were inhibited after knocking out AEBP1. We constructed novel risk score models as prognostic biomarkers for HCC, which has the potential to guide the development of more personalized treatment strategies for HCC patients. In addition, AEBP1 is a potential therapeutic target for HCC.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Hepatocellular",
        "Liver Neoplasms",
        "Prognosis",
        "Neovascularization, Pathologic",
        "Biomarkers, Tumor",
        "Gene Expression Regulation, Neoplastic",
        "Male",
        "Female",
        "Kaplan-Meier Estimate",
        "Proportional Hazards Models",
        "Risk Assessment",
        "Tumor Microenvironment",
        "Middle Aged",
        "Angiogenesis"
      ]
    },
    {
      "pmid": "39896800",
      "title": "Characterizing tumor biology and immune microenvironment in high-grade serous ovarian cancer via single-cell RNA sequencing: insights for targeted and personalized immunotherapy strategies.",
      "authors": [
        "Fu Zhao",
        "Xiaojing Jiang",
        "Yumeng Li",
        "Tianjiao Huang",
        "Zhikai Xiahou",
        "Wenyang Nie",
        "Qian Li"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: High-grade serous ovarian cancer (HGSOC), the predominant subtype of epithelial ovarian cancer, is frequently diagnosed at an advanced stage due to its nonspecific early symptoms. Despite standard treatments, including cytoreductive surgery and platinum-based chemotherapy, significant improvements in survival have been limited. Understanding the molecular mechanisms, immune landscape, and drug sensitivity of HGSOC is crucial for developing more effective and personalized therapies. This study integrates insights from cancer immunology, molecular profiling, and drug sensitivity analysis to identify novel therapeutic targets and improve treatment outcomes. Utilizing single-cell RNA sequencing (scRNA-seq), the study systematically examines tumor heterogeneity and immune microenvironment, focusing on biomarkers influencing drug response and immune activity, aiming to enhance patient outcomes and quality of life. METHODS: scRNA-seq data was obtained from the GEO database in this study. Differential gene expression was analyzed using gene ontology and gene set enrichment methods. InferCNV identified malignant epithelial cells, while Monocle, Cytotrace, and Slingshot software inferred subtype differentiation trajectories. The CellChat software package predicted cellular communication between malignant cell subtypes and other cells, while pySCENIC analysis was utilized to identify transcription factor regulatory networks within malignant cell subtypes. Finally, the analysis results were validated through functional experiments, and a prognostic model was developed to assess prognosis, immune infiltration, and drug sensitivity across various risk groups. RESULTS: This study investigated the cellular heterogeneity of HGSOC using scRNA-seq, focusing on tumor cell subtypes and their interactions within the tumor microenvironment. We confirmed the key role of the C2 IGF2+ tumor cell subtype in HGSOC, which was significantly associated with poor prognosis and high levels of chromosomal copy number variations. This subtype was located at the terminal differentiation of the tumor, displaying a higher degree of malignancy and close association with stage IIIC tissue types. The C2 subtype was also associated with various metabolic pathways, such as glycolysis and riboflavin metabolism, as well as programmed cell death processes. The study highlighted the complex interactions between the C2 subtype and fibroblasts through the MK signaling pathway, which may be closely related to tumor-associated fibroblasts and tumor progression. Elevated expression of PRRX1 was significantly connected to the C2 subtype and may impact disease progression by modulating gene transcription. A prognostic model based on the C2 subtype demonstrated its association with adverse prognosis outcomes, emphasizing the importance of immune infiltration and drug sensitivity analysis in clinical intervention strategies. CONCLUSION: This study integrates molecular oncology, immunotherapy, and drug sensitivity analysis to reveal the mechanisms driving HGSOC progression and treatment resistance. The C2 IGF2+ tumor subtype, linked to poor prognosis, offers a promising target for future therapies. Emphasizing immune infiltration and drug sensitivity, the research highlights personalized strategies to improve survival and quality of life for HGSOC patients.",
      "mesh_terms": [
        "Female",
        "Tumor Microenvironment",
        "Humans",
        "Single-Cell Analysis",
        "Ovarian Neoplasms",
        "Precision Medicine",
        "Immunotherapy",
        "Biomarkers, Tumor",
        "Cystadenocarcinoma, Serous",
        "Gene Expression Regulation, Neoplastic",
        "Sequence Analysis, RNA",
        "Neoplasm Grading",
        "Gene Expression Profiling",
        "Carcinoma, Ovarian Epithelial",
        "Transcriptome"
      ]
    },
    {
      "pmid": "39891619",
      "title": "Evaluation of nutrition changes during rapid maxillary expansion in adolescents.",
      "authors": [
        "Mustafa Caferoğlu",
        "Mehmet Ali Yavan",
        "Nihal Hamamcı"
      ],
      "journal": "American journal of orthodontics and dentofacial orthopedics : official publication of the American Association of Orthodontists, its constituent societies, and the American Board of Orthodontics",
      "publication_date": "2025-Jan-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: This study aimed to evaluate the nutritional changes in adolescents undergoing bonded rapid maxillary expansion (RME). METHODS: The study included 30 patients with maxillary posterior crossbite aged 12-16 years (21 girls and 9 boys) who were treated at the Department of Orthodontics, Faculty of Dentistry, Adıyaman University. Body weight (BW), body mass index (BMI), and 24-hour retrospective food consumption were recorded at 4 different time points (immediately before installation of the RME appliance [T1] and at the first [T2], fourth [T3], and 12th week of treatment [T4]). RESULTS: The energy, protein, fat, fiber, vitamin A, thiamine, riboflavin, vitamin B6, folate, vitamin E, and vitamin C levels at T1 were significantly higher than those at T2, T3, and T4, whereas the protein, carbohydrate, fiber, vitamin A, thiamine, riboflavin, vitamin B6, folate, vitamin E, and vitamin C levels at T2 were significantly lower than those at T1, T3, and T4 (P <0.05). BW and BMI at T1 were significantly higher than at T2 (mean decrease: BW, -1.71 ± 0.87; BMI, -0.70 ± 0.33) and T3 (mean decrease: BW, -1.09 ± 0.59; BMI, -0.55 ± 0.26; P <0.05). CONCLUSIONS: Eating habits may change during RME."
    },
    {
      "pmid": "39890769",
      "title": "Can the combination of citicoline and vitamin B12 be beneficial in the healing of corneal nerves after corneal cross-linking?",
      "authors": [
        "Metin Unlu",
        "Furkan Ozer",
        "Esra Sahin Aslan",
        "Hidayet Sener",
        "Kuddusi Erkilic"
      ],
      "journal": "International ophthalmology",
      "publication_date": "2025-Jan-31",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: To evaluate the effect of topical citicoline, vitamin B12 and hyaluronic acid (OMK2 eye drops; Omikron Italia Srl, Italy) on the healing of corneal nerve after corneal cross-linking (CXL) treatment in patients with keratoconus (KC). METHODS: A total of 44 eyes of 22 patients with KC who underwent CXL were included in this prospective study. After CXL, one eye of these patients received OMK2 eye drop and standard post-CXL treatment (OMK2 group), while the fellow eye received only standard post-CXL treatment (control group). The following parameters were analyzed in the pre- and post-CXL procedure periods (1st, 3rd and 6th months): corneal sensitivity, tear film stability, central corneal thickness (CCT), and the corneal sub-basal nerve plexus (sbNP) parameters (including corneal nerve fiber density [CNFD], corneal nerve branch density [CNBD], corneal nerve fiber length [CNFL], corneal total branch density [CTBD], corneal nerve fiber area [CNFA], corneal nerve fiber width [CNFW]). RESULTS: Following CXL, a comparison of the baseline and month 6 data revealed that CNFA decreased in the control group (p < 0.001) and did not differ in the OMK2 group (p = 0.283). Other corneal sbNP parameters exhibited a decrease when comparing baseline and 6 months in each group (all p < 0.05). In addition, CCT in the OMK2 group was not significantly different between baseline and month 6 (p = 0.052). However, a decline in CCT of the control groups was observed during this specified time interval (p = 0.009). Corneal sensitivity or tear film stability parameters did not differ significantly between groups at any time point or over time within each group (all p > 0.05). CONCLUSION: The use of OMK2 eye drop after CXL may provide more stable CNFA. In addition, it may also provide faster recovery in CCT.",
      "mesh_terms": [
        "Humans",
        "Prospective Studies",
        "Male",
        "Female",
        "Cross-Linking Reagents",
        "Keratoconus",
        "Cytidine Diphosphate Choline",
        "Adult",
        "Cornea",
        "Young Adult",
        "Vitamin B 12",
        "Riboflavin",
        "Photosensitizing Agents",
        "Nerve Fibers",
        "Ophthalmic Solutions",
        "Collagen",
        "Photochemotherapy",
        "Wound Healing",
        "Ultraviolet Rays",
        "Corneal Topography",
        "Drug Therapy, Combination",
        "Follow-Up Studies",
        "Hyaluronic Acid",
        "Ophthalmic Nerve",
        "Vitamin B Complex",
        "Corneal Cross-Linking"
      ]
    },
    {
      "pmid": "39883547",
      "title": "Proteomics Reveals Mechanisms of Delayed Keratoconus Progression: A Study of Corneas Following Two Light-Activated Crosslinking Treatments.",
      "authors": [
        "Demi H J Vogels",
        "Jurriaan Brekelmans",
        "Ronny Mohren",
        "Naomi R N Vos",
        "Alexander Brandis",
        "Arie L Marcovich",
        "Berta Cillero-Pastor",
        "Avigdor Scherz",
        "Vanessa L S LaPointe",
        "Mor M Dickman"
      ],
      "journal": "Investigative ophthalmology & visual science",
      "publication_date": "2025-Jan-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: This study aims to elucidate on changes in biological pathways in rabbit corneas induced by two methods of light-activated corneal stiffening: topical application of riboflavin with dextran (RF-D) or WST11 with dextran (WST-D) followed by ultraviolet A (UVA) or near-infrared (NIR) illumination, respectively. METHODS: Rabbit corneas were mechanically de-epithelialized, then left untreated (N = 3) or treated with either RF-D/UVA (N = 3) or WST-D/NIR (N = 3). After one week, quantitative proteomics was performed on untreated, RF-D/UVA- and WST-D/NIR-treated corneas. Pathway enrichment analysis was performed to identify the biological processes associated with the treatments. To identify the abundance and spatial distribution of lipids in the untreated, WST-D/NIR- and RF-D/UVA-treated corneal stroma, lipid mass spectrometry imaging was performed together with hematoxylin and eosin staining. RESULTS: Between RF-D/UVA- and WST-D/NIR-treated corneas, 37 and 39 proteins, respectively, were differentially expressed compared to untreated corneas (P < 0.05). Pathway enrichment analysis showed the effect of RF-D/UVA treatment on cell metabolism and terminal differentiation of keratocytes, while WST-D/NIR modified extracellular matrix regulation and the mitogen-activated protein kinase signaling cascade. When comparing the RF-D/UVA and WST-D/NIR treatment, 74 proteins were differentially expressed, affecting cellular metabolism and respiration, complement activation, the activation of matrix metalloproteinases, and lipoprotein metabolism. The lipid profile for the RF-D/UVA- and WST-D/NIR-treated stromas were similar, whereas differences were observed comparing both treatments to untreated corneal stroma. CONCLUSIONS: Proteomics indicated a metabolic shift from oxidative phosphorylation to glycolysis and hypoxia after RF-D/UVA treatment. In contrast, WST-D/NIR stiffening maintained normal respiration and involved extracellular matrix remodeling.",
      "mesh_terms": [
        "Animals",
        "Rabbits",
        "Proteomics",
        "Keratoconus",
        "Riboflavin",
        "Ultraviolet Rays",
        "Cross-Linking Reagents",
        "Disease Models, Animal",
        "Disease Progression",
        "Photosensitizing Agents",
        "Corneal Stroma",
        "Cornea",
        "Dextrans",
        "Collagen"
      ]
    },
    {
      "pmid": "39883041",
      "title": "Enhanced Transepithelial Riboflavin Delivery Across the Cornea Using Magnetic Nanocarriers.",
      "authors": [
        "Alaaddin Coskun",
        "Fatih Senturk",
        "Eylem Turan"
      ],
      "journal": "Journal of ocular pharmacology and therapeutics : the official journal of the Association for Ocular Pharmacology and Therapeutics",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Purpose: Keratoconus is a progressive corneal ectasia characterized by irregular astigmatism, leading to corneal scarring and decreased vision. Corneal cross-linking (CXL) is the standard treatment to halt disease progression, but its effectiveness in transepithelial (epithelium-on, epi-on) approaches is limited by the low permeability of the corneal epithelium to riboflavin (Rb). This study aimed to enhance transepithelial Rb penetration in ex vivo bovine corneas using Rb-modified tannic acid-coated superparamagnetic iron oxide nanoparticles (Rb-TA-SPIONs) under an external magnetic field. Methods: SPIONs were synthesized via co-precipitation, modified with TA and Rb, and characterized by physicochemical techniques. The average size of the Rb-TA-SPIONs was 46 ± 5.3 nm, with a saturation magnetization of 55.9 emu/g. Ex vivo experiments involved the application of 0.1% Rb to bovine corneas, and penetration was evaluated under epi-on conditions with iontophoresis (1-5 mA, 5 min). In addition, a 0.1% Rb-containing nanocarrier solution was tested under magnetic fields of 1-300 Gauss. Results: Results showed increased Rb penetration with rising electric current density and Rb-TA-SPION penetration with stronger magnetic fields, compared with epi-on control groups. Specifically, Rb penetration increased from 0.036% (P ≤ 0.01) at 1 mA to 0.059% (P ≤ 0.001) at 5 mA in the iontophoresis group and from 0.035% (P ≤ 0.001) at 1 G to 0.054% (P ≤ 0.001) at 300 G in the magnetic group. Conclusion: These findings indicate that magnetic nanoparticle-assisted Rb delivery, guided by an external magnetic field, could improve potential CXL efficacy by enhancing Rb penetration and corneal permeability.",
      "mesh_terms": [
        "Riboflavin",
        "Animals",
        "Cattle",
        "Cornea",
        "Keratoconus",
        "Epithelium, Corneal",
        "Drug Delivery Systems",
        "Magnetic Iron Oxide Nanoparticles",
        "Photosensitizing Agents",
        "Cross-Linking Reagents",
        "Tannins",
        "Drug Carriers",
        "Magnetite Nanoparticles",
        "Iontophoresis"
      ]
    },
    {
      "pmid": "39880652",
      "title": "[A case of L-2-hydroxyglutaric aciduria diagnosed with involuntary movements, in which improvement in motor symptoms was achieved following treatment].",
      "authors": [
        "Masaya Shimozato",
        "Takeo Sakurai",
        "Tomonori Yaguchi",
        "Takayoshi Shimohata",
        "Hiroshi Nishida"
      ],
      "journal": "Rinsho shinkeigaku = Clinical neurology",
      "publication_date": "2025-Feb-21",
      "publication_types": [
        "Journal Article",
        "Case Reports",
        "English Abstract"
      ],
      "abstract": "A 49-year-old female presented with the primary complaint of hand tremors. Neurological examination on admission revealed signs of cognitive impairment, bulbar palsy, dystonia, cerebellar ataxia, and pyramidal tract disease. T2-weighted brain MRI revealed hyperintense signals in the subcortical white matter, basal ganglia, and cerebellar dentate nucleus, with no atrophy of the brainstem or corpus callosum. Urinary organic acid analysis revealed elevated 2-hydroxyglutaric acid levels. Although the optical isomers could not be distinguished, L-2-hydroxyglutaric aciduria was diagnosed based on the disease course, symptoms, and characteristic MRI findings. The patient was started on riboflavin-enriched compounds and levocarnitine, resulting in an improvement in the Scale for the Assessment and Rating of Ataxia (SARA) score from 21 to 15 after six months. The case suggests that symptoms in adult patients who have not been treated for a long time can be improved by appropriate diagnosis based on neurological presentation, characteristic MRI findings, and intervention.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Middle Aged",
        "Magnetic Resonance Imaging",
        "Carnitine",
        "Treatment Outcome",
        "Riboflavin",
        "Dyskinesias",
        "Biomarkers",
        "Brain",
        "Severity of Illness Index",
        "Brain Diseases, Metabolic, Inborn"
      ]
    },
    {
      "pmid": "39873085",
      "title": "Riboflavin-ultraviolet-A collagen crosslinking treatments in improving dentin bonding and resistance to enzymatic digestion.",
      "authors": [
        "Yung-Show Chiang",
        "Ping-Ju Chen",
        "Chun-Chan Ting",
        "Yuh-Ling Chen",
        "Shu-Fen Chuang"
      ],
      "journal": "Journal of dental sciences",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/PURPOSE: The efficacy of riboflavin-ultraviolet-A (RF-UVA) treatment in crosslinking collagen and improving dentin bonding has been proven. However, biodegradation of the hybrid layer may compromise the bonding. The purpose of this study was to evaluate different RF-UVA treatments regarding their ability to preserve dentin bonding from enzymatic digestion. MATERIALS AND METHODS: Collagen subjected to different RF (0.1 %, 1 %)-UVA (1, 2, 5 min) treatments and 5 % glutaraldehyde (GA), without or with enzymatic digestion, were examined by gel electrophoresis (SDS-PAGE). Twenty-five teeth with exposed dentin were primed with one of three RF-UVA treatments (0.1 %RF/1-minUVA, 0.1 %RF/2-minUVA, and 1 %RF/1-minUVA), GA, or distilled water after acid-etching, then restored with an adhesive and a resin composite. After 24-h storage, these teeth were sectioned into microbeams. Half of them received an early microtensile bond strength (μTBS) test, while the other half was stored in enzyme solution for 7 days before testing. Nanoleakage and hybrid layer degradation were examined by TEM. RESULTS: According to SDS-PAGE results, all groups showed the dissipation of intense γ bands of collagen after digestion. For the early bonded specimens and after enzymatic digestions, 0.1 %RF/2-minUVA treated group presented the highest μTBS and none of premature failure. Its TEM images showed less nanoleakage after digestion, which is contributed to the well suspended collagen fibrils and resin infiltration in the hybrid layer. CONCLUSION: RF-UVA treatment attained collagen crosslinking effects to improve resin-dentin bonding. 0.1 %RF/2-minUVA effectively enhanced dentin bond strength and resistance to enzymatic digestion by optimally expanding dentinal collagen matrix to facilitate hybrid layer formation."
    },
    {
      "pmid": "39861682",
      "title": "Riboflavin- and Hypericin-Mediated Antimicrobial Photodynamic Therapy as Alternative Treatments for Oral Candidiasis: A Systematic Review.",
      "authors": [
        "Maciej Łopaciński",
        "Jakub Fiegler-Rudol",
        "Wojciech Niemczyk",
        "Dariusz Skaba",
        "Rafał Wiench"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2024-Dec-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: Oral candidiasis, predominantly caused by Candida albicans, presents significant challenges in treatment due to increasing antifungal resistance and biofilm formation. Antimicrobial photodynamic therapy (aPDT) using natural photosensitizers like riboflavin and hypericin offers a potential alternative to conventional antifungal therapies. Material and Methods: A systematic review was conducted to evaluate the efficacy of riboflavin- and hypericin-mediated aPDT in reducing Candida infections. The PRISMA framework guided the selection and analysis of 16 eligible studies published between 2014 and 2024. Data on light parameters, photosensitizer concentrations, and outcomes were extracted to assess antifungal effects. Results: Both riboflavin- and hypericin-mediated aPDT demonstrated significant antifungal activity, achieving substantial reductions in Candida biofilm and planktonic cell viability. Riboflavin activated by blue light and hypericin activated by yellow or orange light effectively targeted fluconazole-resistant Candida strains with minimal cytotoxicity to host tissues. However, complete biofilm eradication remained challenging, and variations in protocols highlighted the need for standardization. Conclusions: Riboflavin- and hypericin-mediated aPDT present promising, biocompatible alternatives for managing antifungal resistance in Candida infections. Further clinical trials and standardized protocols are essential to optimize outcomes and confirm efficacy in broader clinical settings."
    },
    {
      "pmid": "39861145",
      "title": "Etodolac Single Dose Metabolic Profile Elucidation: Pharmacokinetics and Adverse Events in Healthy Volunteers.",
      "authors": [
        "Karen Sánchez-Luquez",
        "Anne Michelli Reis Silveira",
        "Salvador Sánchez-Vinces",
        "Alex Ap Rosini Silva",
        "Joyce Barreto",
        "Rhubia Bethania Socorro Lemos de Brito",
        "Caroline de Moura Garcia",
        "Ana Lais Vieira",
        "Marcia Ap Antonio",
        "Patrícia de Oliveira Carvalho"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2025-Jan-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: This study investigates the metabolic profile of a single dose of etodolac in healthy volunteers, focusing on pharmacokinetics, clinical parameters, and metabolomic variations to identify biomarkers and pathways linked to drug response, efficacy, and safety. METHODS: Thirty-seven healthy volunteers, enrolled after rigorous health assessments, received a single dose of etodolac (Flancox® 500 mg). Pharmacokinetic profiles were determined using tandem mass spectrometry analysis, and the metabolomic profiling was conducted using baseline samples (pre-dose) and samples at maximum drug concentration (post-dose) via liquid chromatography coupled with a quadrupole time-of-flight mass spectrometer. Network analysis was employed to interpret the data. RESULTS: Correlations were observed between metabolomic profiles and pharmacokinetic parameters as well as clinical characteristics. Notably, metabolites derived from arachidonic acid, such as prostaglandins and leukotrienes, were linked to etodolac's pharmacokinetics. Other metabolites involved in pathways like cholesterol biosynthesis, bile salts, riboflavin, and retinoic acid signaling were correlated with hematological and liver function parameters. These findings are consistent with the infrequent adverse events reported by participants, including hematological and biochemical changes in liver function. CONCLUSIONS: A set of metabolites was identified in possible associations between specific pathways and unusual side effects, comparing the metabolic profiles before and after doses of etodolac. Our results highlight the importance of optimizing drug therapy and minimizing adverse events by taking into account individual metabolic profile information."
    },
    {
      "pmid": "39852567",
      "title": "Use of Photoreactive Riboflavin and Blue Light Irradiation in Improving Dentin Bonding-Multifaceted Evaluation.",
      "authors": [
        "Ping-Ju Chen",
        "Jung-Pei Hsieh",
        "Hsiao-Tzu Chang",
        "Yuh-Ling Chen",
        "Shu-Fen Chuang"
      ],
      "journal": "Journal of functional biomaterials",
      "publication_date": "2025-Jan-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recently, photoactivated riboflavin (RF) treatments have been approved to improve resin-dentin bonding by enhancing dentinal collagen crosslinking. This study aimed to evaluate whether RF activated by blue light (BL, 450 nm) strengthens the collagen matrix, increases resistance to enzymatic degradation, and improves adhesion as effectively as ultraviolet A (UVA, 375 nm) activation. Six groups were examined: control (no treatment); RF0.1UV2 (0.1% RF with 2 min of UVA irradiation); RF0.1BL1, RF0.1BL2, RF1BL1, and RF1BL2 (0.1% and 1% RF with 1 or 2 min of BL irradiation). The effects of RF/BL on collagen crosslinking were validated by gel electrophoresis. A nanoindentation test showed that both RF/UVA and RF/BL treatments enhanced the elastic modulus and nanohardness of demineralized dentin. A zymography assay using collagen extracted from demineralized dentin also revealed significant matrix metalloproteinase-2 inhibition across all RF treatments. Microtensile bond strength (µTBS) tests conducted both post-treatment and after 7-day enzymatic degradation showed that three RF0.1 groups (RF0.1UV2, RF0.1BL1, and RF0.1BL2) maintained high µTBS values after degradation, while RF0.1BL1 generated a significantly thicker hybrid layer compared to other groups. These findings suggest that RF/BL is as effective as RF/UVA in crosslinking dentinal collagen and resisting enzymatic degradation, with 0.1% RF proving superior to 1% RF in enhancing dentin bonding."
    },
    {
      "pmid": "39828103",
      "title": "Xenographic lenticule implantation followed by riboflavin and UV treatment: A promising alternative for corneal ectasias management.",
      "authors": [
        "Fernanda Aparecida Silva Vieira",
        "Lays Fernanda Nunes Dourado",
        "Thomas Toshio Inoue",
        "Lutiana Amaral Melo",
        "Paulo Ferrara de Almeida Cunha",
        "Silvia Ligorio Fialho",
        "Armando Silva-Cunha"
      ],
      "journal": "Methods (San Diego, Calif.)",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The cornea is the primary refracting surface of the eye, requiring precise curvature to ensure optimal vision. Any distortion in its shape may result in significant visual impairment. Corneal ectasias, such as keratoconus (KC), is characterized by gradual thinning and protrusion of the thinned area, due to biomechanical weakening of the tissue, leading to astigmatism and vision loss. KC affects approximately 1 in 2000 individuals globally. While corneal transplantation is the main treatment, limited donor availability and potential immunogenic reactions have spurred the search for alternatives. Stromal lenticule implantation using decellularized porcine corneas offers a promising solution, with reduced immunogenicity and risk of rejection. Additionally, combining this approach with riboflavin and UV radiation treatment post-surgery enhances collagen fibril cross-linking, promoting tissue integration and organization. This study evaluated the efficacy of heterologous transplantation of decellularized porcine lenticules into the corneal stroma of rabbits, followed by riboflavin application and UV radiation. Results demonstrated increased stromal thickness and no signs of tissue rejection, indicating minimal immunogenicity of the lenticules. The cross-linking technique successfully improved tissue organization, suggesting that xenographic lenticule implantation, combined with riboflavin and UV light, is a promising alternative for treating corneal ectasias like KC. Further research is necessary to confirm the long-term efficacy and safety of this method in human subjects.",
      "mesh_terms": [
        "Riboflavin",
        "Animals",
        "Swine",
        "Rabbits",
        "Corneal Stroma",
        "Keratoconus",
        "Corneal Transplantation",
        "Ultraviolet Rays",
        "Ultraviolet Therapy",
        "Humans",
        "Transplantation, Heterologous",
        "Cornea",
        "Cross-Linking Reagents",
        "Collagen",
        "Photosensitizing Agents"
      ]
    },
    {
      "pmid": "39822945",
      "title": "Current and potential contributions of large-scale food fortification to meeting micronutrient requirements in Senegal: a modelling study using household food consumption data.",
      "authors": [
        "Katherine P Adams",
        "Reina Engle-Stone",
        "Brent Wibberley",
        "Becky L Tsang",
        "Ann Tarini",
        "Maguette Beye",
        "Laura A Rowe"
      ],
      "journal": "BMJ public health",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Micronutrient deficiencies are common among women of reproductive age (WRA) and children in Senegal. Large-scale food fortification (LSFF) can help fill gaps in dietary intakes. METHODS: We used household food consumption data to model the contributions of existing LSFF programs (vitamin A-fortified refined oil and iron and folic acid-fortified wheat flour) and the potential contributions of expanding these programs to meeting the micronutrient requirements of WRA (15-49 years) and children (6-59 months). RESULTS: Without fortification, apparent inadequacy of household diets for meeting micronutrient requirements exceeded 70% for vitamin A, thiamin, riboflavin, folate, and zinc, was 61% for iron among WRA (43% among children), and was ~25% for vitamin B12. At estimated current compliance, fortified refined oil was predicted to reduce vitamin A inadequacy to ~35%, and could further reduce inadequacy to ~25% if compliance with the standard improved. Fortified wheat flour at estimated current compliance reduced iron and, especially, folate inadequacy, but improvements in compliance would be necessary to achieve the full potential. Beyond existing programs, expanding wheat flour fortification to include additional micronutrients was predicted to have a modest impact on thiamin and riboflavin inadequacies and larger impacts on vitamin B12 and, especially, zinc inadequacies. Adding a program to import fortified rice could further reduce inadequacies of multiple micronutrients (generally by > 10 percentage points), although potential risk of high intake of vitamin A, folic acid, and zinc among children should be carefully considered. With both wheat flour and rice fortification, predicted prevalence of vitamin A, iron, and zinc inadequacy remained above 25% in some regions, pointing to the potential need for coordinated, targeted micronutrient interventions to fully close gaps. CONCLUSIONS: When considered alongside evidence on the cost and affordability of these programs, this evidence can help inform the development of a comprehensive micronutrient intervention strategy in Senegal."
    },
    {
      "pmid": "39818735",
      "title": "Physicochemically Cross-linked Injectable Hydrogel: an Adhesive Skin Substitute for Burned Wound Therapy.",
      "authors": [
        "Mina Shahriari-Khalaji",
        "Mamoona Sattar",
        "Huidan Wei",
        "Mastafa H Al-Musawi",
        "Yahiya Ibrahim Yahiya",
        "Sumyah Hasan Torki",
        "Shengyuan Yang",
        "Mohamadreza Tavakoli",
        "Marjan Mirhaj"
      ],
      "journal": "ACS applied bio materials",
      "publication_date": "2025-Feb-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Burns carry a large surface area, varying in shapes and depths, and an elevated risk of infection. Regardless of the underlying etiology, burns pose significant medical challenges and a high mortality rate. Given the limitations of current therapies, tissue-engineering-based treatments for burns are inevitable. Herein, we developed a natural physicochemically cross-linked adhesive injectable skin substitute (SS) comprising chitosan (Ch) and silk fibroin (SF), cross-linked with tannic acid (TA) through hydrogen bonding, and incorporated with fresh platelet-rich fibrin (FPRF). SF was also chimerically cross-linked with riboflavin (RF) under visible light to ensure desirable biodegradability rate and nontoxicity. Double cross-linked SS exhibited a semibilayer (SBSS) structure with smaller pores in the upper layer. In the CaCl2-treated FPRF, the activated platelets augmented vascular endothelial growth factor (VEGF) and platelet-derived GF (PDGF) release. The resultant SBSS possessed optimal adhesion, hemocompatibility, and significant antibacterial and antioxidant activities (P ≤ 0.05). The rat liver injury model confirmed the rapid hemostatic effect of SBSS. Furthermore, the bottom layer of SBSS promoted L929 fibroblast growth, proliferation, and migration. SBSS-treated wounds showed lower inflammatory cells, earlier epithelialization, significant angiogenesis, and faster healing. The proposed SBSS could be an ideal remedy for burn wound therapy.",
      "mesh_terms": [
        "Animals",
        "Burns",
        "Hydrogels",
        "Rats",
        "Biocompatible Materials",
        "Wound Healing",
        "Skin, Artificial",
        "Anti-Bacterial Agents",
        "Mice",
        "Materials Testing",
        "Cross-Linking Reagents",
        "Rats, Sprague-Dawley",
        "Chitosan",
        "Male",
        "Fibroins",
        "Humans",
        "Cell Line",
        "Cell Proliferation"
      ]
    },
    {
      "pmid": "39803133",
      "title": "Experimental Evaluation of Ocular Rigidity and Pressure-Volume Relationship After Ex-Vivo Scleral Cross-Linking With Riboflavin and Ultraviolet A in Porcine Eyes.",
      "authors": [
        "Nektarios E Klados",
        "Emmanouil Modatsos",
        "Aristotelis Karamaounas",
        "Ioannis Pallikaris"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Scleral cross-linking (SXL) with ultraviolet A (UVA) and riboflavin has already been used in laboratory studies for scleral stiffness increase as a potential treatment for progressive myopia and scleral ectasia. This study aims to investigate whether the regional application of scleral cross-linking (SXL) with ultraviolet A (UVA) and riboflavin in fresh porcine eye globes affects the ocular rigidity as well as its impact on intraocular pressure after an induced acute increase in the volume of intraocular fluid. METHODS: The study included two groups of fresh porcine eyes: an experimental group (n=20) that underwent scleral cross-linking (SXL) with riboflavin and UVA applied to the posterior sclera and a control group (n=20) that did not receive SXL treatment. Subsequently, a balanced salt solution (volumes 50, 100, 150, and 200 μL) was administered into porcine globes via a syringe, and, at the same time, the intraocular pressure (IOP) was continuously monitored by a pressure sensor that was cannulated to the vitreous chamber. The relationship between volume and pressure was obtained, and the ocular rigidity coefficient (K) was calculated according to Friedenwald's law. Finally, scleral strips were dissected from the globes and were examined macroscopically. RESULTS: In the control group, the mean IOP observed entails gradual, statistically significant increases for higher volumes. Specifically, the mean IOP at 0 μL equals 10 mmHg (SD=0), whereas at 200 μL the mean IOP equals 33.83 mmHg (SD=4.060). The differences were statistically significant with p-values <0.001 in all cases. Similarly, the observed gradual IOP increases in the SXL group were statistically significant with p < 0.001 in all cases except for the comparison of volume 0 μL measurements to volume 50 μL, where the p-value equaled 0.003. Specifically in the SXL group, the mean IOP at 0 μL equals 10.00 mmHg (SD=0.000), the mean IOP at 50 μL equals 13.31 mmHg (SD=2.011), whereas the mean IOP at 200 μL equals 32.06 mmHg (SD=3.078). At no additional injected volume, the differences between the control and the SXL groups were statistically significant. The analysis regarding ocular rigidity indicated significantly higher scores in the control group (K50=0.00812, SD=0.03) compared to the SXL group (K50=0.00552, SD=0.027), t=2.844; p=0.007. The difference regards measures of volumes 0 to 50 μL, while all other rigidity measures were found to be non-significant. Interestingly, the ocular rigidity coefficient in the SXL-treated group did not show changes with an increase in IOP. The macroscopic appearance of the scleral strips showed a significantly increased stiffness of the SXL scleras against the control ones. CONCLUSION: This study showed that stiffened scleras did not induce substantial change in ocular rigidity and significant IOP elevations. Studying the biomechanical ocular response of laboratory scleral crosslinking applications supports the development of next-generation crosslinking procedures that may constitute potential therapeutic options for severe ophthalmic diseases like pathologic myopia."
    },
    {
      "pmid": "39775700",
      "title": "Aqueous Proteomic and Metabolomic Profiles in Low-Energy vs High-Energy Femtosecond Laser-Assisted Cataract Surgery.",
      "authors": [
        "Chang Liu",
        "Xinyue Wang",
        "Hon Shing Ong",
        "Marcus Ang",
        "Soon-Phaik Chee",
        "Jianhong Ching",
        "Kee Voon Chua",
        "Sharon Hong Yu Han",
        "Jodhbir S Mehta",
        "Lei Zhou",
        "Yu-Chi Liu"
      ],
      "journal": "Investigative ophthalmology & visual science",
      "publication_date": "2025-Jan-02",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: To investigate the aqueous proteomics and metabolomics in low-energy and high-energy femtosecond laser-assisted cataract surgery (FLACS). METHODS: In this prospective observational study, 72 patients were randomized to 3 groups: low-energy FLACS, high-energy FLACS, and conventional phacoemulsification (controls). Aqueous was collected after femtosecond laser treatment or at the beginning of surgery (controls). Proteomic analysis was conducted using a data-independent acquisition method, whereas aqueous metabolomics were analyzed with liquid chromatography-tandem mass spectrometry. Bioinformatics analyses were performed to integrate the results of proteomics and metabolomics. RESULTS: Compared with low-energy FLACS, significantly elevated aqueous hemoglobin subunit beta, G protein subunit beta, carbonic anhydrase 1, and asymmetric dimethylarginine were observed in high-energy FLACS, suggesting significantly greater oxidative stress, inflammation, immunity, metabolism, and mitochondrial fatty acids oxidation. Compared with controls, significantly increased aqueous proteins and metabolites related to immune and inflammation (beta-crystallin B1, hemoglobin subunit beta, putrescine, and spermine) and oxidative stress (heat shock proteins, peroxiredoxins, and long-chain acylcarnitines) were observed in FLACS. Joint pathway analysis revealed nicotinate/nicotinamide metabolism and riboflavin metabolism were significantly overexpressed in high-energy FLACS compared with low-energy FLACS, whereas the pentose phosphate pathway and glycolysis were the most significant pathways when comparing FLACS with controls. CONCLUSIONS: FLACS induced higher immunological and inflammatory responses, oxidative stress reactions, and mitochondrial fatty acid oxidative stress compared with controls. These differential effects were more pronounced when a higher laser energy was used.",
      "mesh_terms": [
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Aqueous Humor",
        "Cataract Extraction",
        "Chromatography, Liquid",
        "Eye Proteins",
        "Laser Therapy",
        "Metabolomics",
        "Oxidative Stress",
        "Prospective Studies",
        "Proteomics",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "39767055",
      "title": "Riboflavin- and Dextran-Producing Weissella confusa FS54 B2: Characterization and Testing for Development of Fermented Plant-Based Beverages.",
      "authors": [
        "Malek Lahmar",
        "Norhane Besrour-Aouam",
        "Annel M Hernández-Alcántara",
        "Iñaki Diez-Ozaeta",
        "Imene Fhoula",
        "Paloma López",
        "Mari Luz Mohedano",
        "Hadda-Imene Ouzari"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Dec-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of lactic acid bacteria for developing functional foods is increasing for their ability to synthesize beneficial metabolites such as vitamin B (riboflavin, RF) and postbiotic compounds. Here, the spontaneous mutant FS54 B2 was isolated by treatment of the dextran-producing Weissella confusa FS54 strain with roseoflavin. FS54 B2 overproduced RF (4.9 mg/L) in synthetic medium. The FMN riboswitch is responsible for the regulation of RF biosynthesis, and sequencing of the coding DNA revealed that FS54 B2 carries the G131U mutation. FS54 B2 retained the capacity of FS54 to synthesize high levels of dextran (3.8 g/L) in synthetic medium. The fermentation capacities of the two Weissella strains was tested in commercial oat-, soy- and rice-based beverages. The best substrate for FS54 B2 was the oat-based drink, in which, after fermentation, the following were detected: RF (2.4 mg/L), dextran (5.3 mg/L), potential prebiotics (oligosaccharides (panose (5.1 g/L), isomaltose (753 mg/L) and isomaltotriose (454 mg/L)) and the antioxidant mannitol (16.3 g/L). pH-lowering ability and cell viability after one month of storage period were confirmed. As far as we know, this is the first time that an RF-overproducing W. confusa strain has been isolated, characterized and tested for its potential use in the development of functional beverages."
    },
    {
      "pmid": "39748383",
      "title": "Same-session dual chromophore riboflavin/UV-A and rose bengal/green light PACK-CXL in Acanthamoeba keratitis: a case report.",
      "authors": [
        "Farhad Hafezi",
        "Jürg Messerli",
        "Emilio A Torres-Netto",
        "Nan-Ji Lu",
        "M Enes Aydemir",
        "Nikki L Hafezi",
        "Mark Hillen"
      ],
      "journal": "Eye and vision (London, England)",
      "publication_date": "2025-Jan-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Acanthamoeba keratitis (AK) is the most challenging corneal infection to treat, with conventional therapies often proving ineffective. While photoactivated chromophore for keratitis-corneal cross-linking (PACK-CXL) with riboflavin/UV-A has shown success in treating bacterial and fungal keratitis, and PACK-CXL with rose bengal/green light has demonstrated promise in fungal keratitis, neither approach has been shown to effectively eradicate AK. This case study explores a novel combined same-session treatment approach using both riboflavin/UV-A and rose bengal/green light in a single procedure. CASE PRESENTATION: A 44-year-old patient with active AK in the left cornea, unresponsive to 10 months of conventional treatment according to American Academy of Ophthalmology (AAO) guidelines, was treated using same-session sequential PACK-CXL with riboflavin/UV-A (365 nm) irradiation (10 J/cm2) and rose bengal/green light (522 nm) irradiation (5.4 J/cm2) in a single setting. The procedure was repeated twice due to persistent signs of inflammation and infection. After three combined same-session PACK-CXL treatments, the patient's cornea converted to a quiescent scar, and symptoms of ocular pain, photophobia, epiphora, and blepharospasm resolved. Confocal microscopy revealed no detectable Acanthamoeba cysts. The patient currently awaits penetrating keratoplasty. CONCLUSIONS: The same-session combination of riboflavin/UV-A and rose bengal/green light PACK-CXL effectively treated a patient with confirmed AK that was resistant to conventional medical therapy, suggesting that using two chromophores in a single procedure may represent a future treatment alternative for AK."
    },
    {
      "pmid": "39742123",
      "title": "Investigating the Impact of Selected B Vitamins (B1, B2, B6, and B12) on Acute Colitis Induced Experimentally in Rats.",
      "authors": [
        "Niloufar Dalayeli",
        "Valiollah Hajhashemi",
        "Ardeshir Talebi",
        "Mohsen Minaiyan"
      ],
      "journal": "International journal of preventive medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Malnutrition and lack of micronutrients are seen in many patients with ulcerative colitis (UC). Considering that vitamins play an important role in preventing or protecting against inflammation at the metabolic, physiological, and pathological levels, this research was aimed to investigate the effect of a number of vitamin B groups in improving UC. METHODS: Experimental colitis was induced by rectal administration of acetic acid (3%) in male Wistar rats, and mega doses of thiamine (20 mg/kg), riboflavin (15 mg/kg), pyridoxine (30 mg/kg), and cyanocobalamin (250 μg/kg) alone or in combination were administered intraperitoneally for 5 days. In another group, normal dose (1/10 of the above-mentioned doses) of four vitamins in combination was administered for 15 days (started 10 days before colitis induction). Colon tissues were weighted and evaluated in terms of macroscopic, microscopic, and biochemical markers. RESULTS: Normal dose of four vitamins in combination form and mega dose of thiamine caused a significant increase in the body weight of animals. All treatments except for pyridoxine (mega dose) diminished ulceration index, total colitis index, and colon weight compared to the control group. Myeloperoxidase (MPO) activity and malondialdehyde (MDA) levels decreased significantly in all treatment groups. CONCLUSIONS: The anti-inflammatory and anti-ulcerative properties of selected B vitamins improved experimental colitis regardless of the dosage and duration of treatment. Despite its beneficial effect on biochemical markers, pyridoxine had the least effect in reducing the pathological features of colitis. More studies are needed to confirm the effect of these vitamins in the clinical setting of this disease."
    },
    {
      "pmid": "39731767",
      "title": "[The effectiveness of Cytoflavin in the medical rehabilitation of elderly and senile patients].",
      "authors": [
        "E V Bolotova",
        "T Y Zabolotskaya",
        "A V Dudnikova",
        "T I Frolova",
        "E D Tarina"
      ],
      "journal": "Terapevticheskii arkhiv",
      "publication_date": "2024-Dec-16",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "AIM: Study the effectiveness of Cytoflavin in the medical rehabilitation of elderly and senile patients after pneumonia associated with a new coronavirus infection (COVID-19) at the outpatient stage. MATERIALS AND METHODS: A prospective observational randomized study involving 66 patients (45 women and 21 men, average age 66.5±5.1 years) undergoing outpatient medical rehabilitation after pneumonia associated with COVID-19, divided into 2 groups, comparable in age and gender. A standardized comprehensive rehabilitation program was conducted in both groups. Patients of the main group were additionally prescribed Cytoflavin according to the standard regimen. Testing was carried out on scales reflecting the physical condition, degree of asthenization, psycho-emotional and cognitive status (Borg scale, 6-minute walk test, SHAS-scale, Multidimensional Fatigue Inventory, Mini-mental State Examination, Hospital Anxiety and Depression Scale) upon admission to outpatient treatment and upon discharge. RESULTS: Against the background of Cytoflavin therapy, positive dynamics was observed in patients of the main group in the form of a decrease in the values of SHAS-scale (86.5 [7.3] vs 56.3 [7.2]; p=0.00001), Multidimensional Fatigue Inventory (68.6 [14.7] vs 43.6 [12.8]; p=0.025); improvements in TSH (383.3 m [48.2] vs 550 m [32.5]; p=0.0248) and the Borg scale 4.5 [1.32] vs 2.2 [0.52]; p=0.038); the severity of cognitive impairment on the Mini-Mental State Examination decreased (26.05 [1.3] vs 28.47 [0.86]; p=0.0001); the emotional background improved - a decrease in the level of anxiety (10.7 [1.25] vs 5.6 [0.81]; p=0.0001) and depression (11.8 [1.48] vs 7.0 [1.24]; p=0.0001). CONCLUSION: The standard course of Cytoflavin therapy in the medical rehabilitation of elderly and senile patients after pneumonia associated with COVID-19 significantly reduces the severity of cognitive impairment, fatigue and depressive disorders, improves indicators of the emotional and volitional sphere, increases exercise tolerance.",
      "mesh_terms": [
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "COVID-19",
        "COVID-19 Drug Treatment",
        "Drug Combinations",
        "Fatigue",
        "Flavin Mononucleotide",
        "Inosine Diphosphate",
        "Niacinamide",
        "Prospective Studies",
        "Succinates",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39731377",
      "title": "[Comprehensive rehabilitation of spinal trauma patients with extended involvement of nursing staff and neurometabolic therapy].",
      "authors": [
        "A F Ivolgin",
        "A I Pavlov",
        "V A Barulina",
        "T Y Avseitseva",
        "A G Karakozov",
        "O B Levchenko",
        "A I Molodova"
      ],
      "journal": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "publication_date": "2024",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Analysis of the effectiveness of the use of the drug Cytoflavin and the organization of the activities of nursing staff, within the framework of nursing care, in the complex therapy of patients with spinal cord injury (PSMT). MATERIAL AND METHODS: Material and methods. 40 patients with PSMT due to a gunshot wound were examined, who were divided into two equal groups depending on the type of therapy performed: group 1 patients received the full volume of stage I medical rehabilitation (with additional use of neurodevelopmental techniques under the supervision of a Bobata department nurse) and standard drug therapy, including a course of intravenous Cytoflavin infusions followed by tablet form; group 2 patients received the full volume of stage I medical rehabilitation and standard drug therapy, but did not receive Cytoflavin. The examination included an assessment of neurological deficits on the ASIA scale and a summary assessment of sensory and motor disorders. RESULTS: Patients in group 1 showed a greater increase in muscle strength compared to group 2. The Iu of the total muscle strength score in group 1 patients increased after treatment from 70.6±14.3 to 84.2±11.1 points, which turned out to be statistically significantly higher than in group 2 (75±7.6 and 76.5±8.5 points, respectively, p<0.05). The probability of a change in the severity of neurological disorders from more severe (type B or C) to milder (type D or E) was 4.6 times higher in patients of group 1 (OR 4.64; p<0.001). CONCLUSION: The use of the drug Cytoflavin and classes using the Bobata method with the participation of a nurse of the department significantly increases the effectiveness of therapeutic measures in patients with PSMT.",
      "mesh_terms": [
        "Humans",
        "Inosine Diphosphate",
        "Flavin Mononucleotide",
        "Niacinamide",
        "Male",
        "Adult",
        "Succinates",
        "Drug Combinations",
        "Spinal Cord Injuries",
        "Female",
        "Wounds, Gunshot",
        "Middle Aged",
        "Young Adult",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39709022",
      "title": "Topical riboflavin versus 5-aminolevulinic acid photodynamic therapy for the treatment of mild to moderate acne: A split-face randomized study.",
      "authors": [
        "Aijia Ding",
        "Li Shi",
        "Feng Jiang",
        "Chong Wang",
        "Jianglin Zhang"
      ],
      "journal": "Photodiagnosis and photodynamic therapy",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "BACKGROUND: ALA-PDT has been widely used in mild to moderate acne vulgaris worldwide. However, very few studies used riboflavin-PDT to treat acne vulgaris. OBJECTIVE: To investigate the efficacy and adverse events of riboflavin-PDT to treat mild to moderate facial acne, and compare it with ALA-PDT on a non-inferiority basis. METHODS: 33 eligible patients were enrolled, and 30 patients completed follow-up. Either side of the face was assigned randomly to riboflavin or ALA blue-light-PDT. Patients received 3 sessions of PDT in 1-week intervals and were followed up at weeks 4, 6, and 10. RESULTS: Both ALA and riboflavin-PDT significantly reduced non-inflammatory and inflammatory lesions at weeks 4, 6, and 10 compared to baseline (P all <0.001). For the primary outcome, the difference in the improvement rate of total lesions between the Ribo and ALA side was 2.6 % (-4.3 %, 12.5 %; p = 0.71), which didn't reach the inferiority margin. Patients described greater in-treatment pain and burning sensation (P < 0.001), more prominent post-treatment erythema (P = 0.003), hyperpigmentation (P < 0.001), and desquamation (P = 0.006) on the ALA side than on riboflavin side. CONCLUSION: The efficacy of riboflavin-PDT was comparable to that of blue-light ALA-PDT in treating mild to moderate acne vulgaris. Riboflavin-PDT had fewer in-treatment and post-treatment adverse events than ALA-PDT.",
      "mesh_terms": [
        "Humans",
        "Acne Vulgaris",
        "Photochemotherapy",
        "Aminolevulinic Acid",
        "Photosensitizing Agents",
        "Female",
        "Male",
        "Riboflavin",
        "Adult",
        "Young Adult",
        "Adolescent",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39706240",
      "title": "Effect of electroacupuncture on metabolic alterations in the hippocampus and dorsal raphe nucleus of Wistar Kyoto rats.",
      "authors": [
        "Xiaoling Zeng",
        "Xuan Yin",
        "Kaiyu Cui",
        "Wenqing Xu",
        "Xiang Li",
        "Wei Zhang",
        "Wei Li",
        "Shifen Xu"
      ],
      "journal": "Brain research",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Depression is underpinned by a complex pathogenesis that involves the hippocampus and dorsal raphe nucleus (DRN) of the central nervous system. Although electroacupuncture (EA) is proven to be safe and effective for alleviating depression symptoms and causes minimal side effects, its underlying therapeutic mechanism remains unclear. In this study, we performed targeted metabolomics to identify metabolite alterations in the hippocampus and DRN of Wistar Kyoto (WKY) rats and elucidate the role and potential mechanism of action of EA. Our results indicated that 3 weeks of consecutive EA significantly ameliorated depression-like behaviors in WKY rats. Targeted metabolomics revealed 42 differentially expressed metabolites (DEMs) in the hippocampus and 97 DEMs in the DRN between Wistar and WKY rats. In addition, we observed 19 hippocampal DEMs and 41 DRN DEMs between WKY and EA-treated rats. Subsequent pathway analyses indicated that these DEMs were primarily enriched in amino acid-related metabolic pathways. Moreover, six DEMs were found to be significantly associated with at least one depression-like behavior, indicating their involvement in the pathogenesis of depression. EA intervention modulated the levels of 1-methylhistidine, 3-methylhistidine, carnosine, and riboflavin in depressed rats. Collectively, these findings demonstrate that disturbances in cerebral metabolites, especially amino acids, may be one of the causes underlying depression in WKY rats, and the therapeutic effect of EA is potentially mediated through the modulation of the levels of these metabolites.",
      "mesh_terms": [
        "Animals",
        "Electroacupuncture",
        "Rats, Inbred WKY",
        "Rats",
        "Hippocampus",
        "Male",
        "Depression",
        "Dorsal Raphe Nucleus",
        "Metabolomics",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "39697032",
      "title": "[Research progress on B vitamins in the treatment of sepsis].",
      "authors": [
        "Qin Xu",
        "Lungang Li",
        "Yuhong Yang",
        "Fan Zeng"
      ],
      "journal": "Zhonghua wei zhong bing ji jiu yi xue",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Review",
        "English Abstract"
      ],
      "abstract": "Sepsis is a prevalent form of acute and critical illness encountered in intensive care unit (ICU), characterized by a high mortality and cognitive impairments among survivors. The pathogenesis of sepsis primarily involves immune dysfunction and excessive oxidative stress. Consequently, immune modulation, along with anti-inflammatory and antioxidant strategies, has emerged as a focal point in the treatment of sepsis. Recent studies have highlighted the potential of B vitamins to modulate immune cell activity while exhibiting anti-inflammatory and antioxidant properties, thereby garnering significant interest regarding their therapeutic efficacy in sepsis management. Notably, vitamin B2 and vitamin B9 are recognized for their roles in regulating immune cells and facilitating immune modulation. Vitamins B1, B2, B6, and B12 demonstrate notable anti-inflammatory and antioxidant effects. Specifically, vitamin B1 exerts its antioxidant influence through the regulation of the tricarboxylic acid cycle while mitigating inflammation by modulating inflammatory factor levels in septic patients-an application that has been integrated into clinical practice. The anti-inflammatory action of vitamin B2 is achieved through the regulation of inflammatory mediators in septic patients alongside reducing inflammasome activation within macrophages. Vitamin B6 contributes to both anti-inflammatory responses and antioxidative defense by scavenging free radicals and enhancing the production of antioxidant enzymes. Furthermore, vitamins B1, B6, B9, and B14 have shown promise in improving neurocognitive function among individuals suffering from sepsis. This article reviews the immunomodulatory functions as well as the anti-inflammatory and antioxidative effects associated with various B vitamins while exploring their applications within sepsis treatment to propose novel therapeutic avenues.",
      "mesh_terms": [
        "Humans",
        "Sepsis",
        "Vitamin B Complex",
        "Antioxidants",
        "Oxidative Stress",
        "Thiamine",
        "Riboflavin",
        "Vitamin B 6",
        "Anti-Inflammatory Agents",
        "Vitamin B 12"
      ]
    },
    {
      "pmid": "39690561",
      "title": "[The role of drug Cytoflavin in the correction of dysautonomia in patients with post-COVID syndrome].",
      "authors": [
        "O I Lemeshevskaia",
        "L A Soprun",
        "E A Kamaeva",
        "M V Lukashenko",
        "N Yu Gavrilova"
      ],
      "journal": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "publication_date": "2024",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To evaluate the autonomic dysfunction of cardiovascular system (CVS) in patients with post-COVID syndrome with the help of active orthotest and heart rate variability methods. MATERIAL AND METHODS: 70 patients with PCOS were examined, who were divided into 2 groups. Group 1 patients received standard therapy and Cytoflavin for 35 days, Group 2 patients received only standard therapy. Patients were examined by a neurologist in dynamics, the severity of asthenic syndrome was assessed on the MFI-20 scale, HRV and orthostatic test parameters. RESULTS: When assessing HRV, an increase in the activity of humoral and nervous levels of CVS regulation was observed, which decreased against the background of cytoflavin therapy. Prior to the start of treatment, the activity of the parasympathetic department prevailed in patients, despite a decrease in its reactivity. All patients had a change in parasympathetic regulation, and therefore they were divided into subgroups with excessive and insufficient parasympathetic activity. Against the background of therapy, the elimination of differences between the groups with normalization of the main HRV indicators was observed. The severity of asthenia decreased after the course of treatment (values on the MFI-20 scale, p=0.0498). CONCLUSION: In patients with PKS, signs of dysautonomia were revealed, the probable cause of which may be autonomic neuropathy with a predominant lesion of the parasympathetic link. The use of Cytoflavin can have a significant positive effect in the complex treatment of such patients.",
      "mesh_terms": [
        "Humans",
        "Inosine Diphosphate",
        "Flavin Mononucleotide",
        "Female",
        "Drug Combinations",
        "Niacinamide",
        "Adult",
        "Succinates",
        "Primary Dysautonomias",
        "Heart Rate",
        "COVID-19",
        "Post-Acute COVID-19 Syndrome",
        "Treatment Outcome",
        "SARS-CoV-2"
      ]
    },
    {
      "pmid": "39688160",
      "title": "Different Effects of Fixed Appliances and Clear Aligners on the Microbiome and Metabolome of Dental Plaque.",
      "authors": [
        "Wuyi Gong",
        "Kaiyong Zhou",
        "Sijin Li",
        "Zhihang Yue",
        "Qiongyu Zhang",
        "Yongming Li",
        "Xiaohui Mi"
      ],
      "journal": "Orthodontics & craniofacial research",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study aimed to uncover the microbial and metabolic changes in dental plaque during orthodontic treatments with fixed appliances (FAs) and clear aligners (CAs). MATERIALS AND METHODS: Twenty participants were grouped by the treatment modality they received, with 10 participants each in the FA and CA groups. Supragingival plaques were collected before orthodontic treatment (T0), after 1-3 months (T1) and more than 6 months (T2) of orthodontic treatment. 16S rRNA gene sequencing and liquid chromatography-tandem mass spectrometry were employed to analyse the plaque samples. RESULTS: No significant change was observed in the alpha and beta diversity at different time points and between the two treatment modalities. The relative abundance of genera Veillonella, Mogibacterium and unclassified_c__Actinobacteria, and species Actinomyces massiliensis , Prevotella pallens and Prevotella jejuni experienced the most significant changes. The most differential metabolites were amino acids, nucleosides and organoheterocyclic compounds. Compared to T0, downregulation of nucleotide metabolism at T1 and upregulation of amino acid metabolism at T2 were found in the FA group. Compared with the FA group, the CA group experienced metabolite enrichment in several immune pathways at T1, while linoleic acid metabolism, riboflavin metabolism and nucleotide metabolism were downregulated at T2 in the CA group. Significant correlations were identified between most differential plaque microorganisms and metabolites. CONCLUSION: This study implied that exposure to FAs for more than 6 months resulted in the accumulation of oral disease-related bacteria in dental plaque and a metabolic shift towards a cariogenic state, whereas CAs could lead to a transient proinflammatory state.",
      "mesh_terms": [
        "Humans",
        "Dental Plaque",
        "Metabolome",
        "Microbiota",
        "Male",
        "Orthodontic Appliances, Fixed",
        "Female",
        "RNA, Ribosomal, 16S",
        "Adolescent",
        "Adult",
        "Young Adult",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "39681236",
      "title": "Inhibition of matrix metalloproteases by a chemical cross-linker to halt the corneal degradation in keratoconus.",
      "authors": [
        "Adhithya Subramanian Gopalakrishnan",
        "Sumaiya Sirajudeen",
        "Nasrin Banu",
        "Jessica Nunes",
        "Divya T Rajendran",
        "Seema Yadav",
        "Namperumalsamy Venkatesh Prajna",
        "Rachel Williams",
        "Dharmalingam Kuppamuthu",
        "Ramprasad Obula Giridhara Gopalan"
      ],
      "journal": "Experimental eye research",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The need for better and simpler alternative crosslinking strategies to treat keratoconus (KC) is becoming essential as there is only a single approved way to treat it. Recently, conventional UV-A Riboflavin crosslinking is proven to have some disadvantages such as causing damage to the corneal endothelium and inducing keratocyte apoptosis. A chemical cross-linker (CXL) using carbodiimide chemistry and an octanedioic acid spacer is found effective in stiffening the cornea and has the potential to be developed as an alternative therapy to halt KC progression. In order to investigate the molecular changes induced by the cross-linker, we have analyzed the effect of the cross-linker on the activity of matrix metalloproteases (MMPs) in epithelial and stromal layers of KC corneas and in vitro cellular systems to determine its role in stiffening the KC cornea. At well-optimized concentration, KC corneal buttons were treated with the CXL and the stiffening of the cornea was measured. The collagen fibril assembly in the stroma was analyzed using transmission electron microscopy and the activity of MMPs 2 and 9 were visualized using gelatin zymography. KC corneal fibroblasts in culture and tumor necrosis factor-α (TNF-α) induced human corneal epithelial (HCE) cell line were treated with CXL and secretion of MMPs 1, 2, 3 and 9 were analyzed by enzyme-linked immunosorbent assay (ELISA). We found that the CXL stiffened the KC corneas comparable to the normal corneas, with very less cytotoxicity. The collagen fiber assembly was reorganized in an orderly fashion and fibril density and diameter increased after CXL treatment. The activity of MMPs and cathepsin G in the epithelial and stromal layers of KC tissues decreased post-treatment. Secretion and activity of MMPs from the corneal epithelial and stromal cells after CXL treatment were significantly reduced while the epithelial lysyl oxidase activity increased. The CXL, intended to stop the KC progression, modified the extracellular matrix collagen assembly in the stroma and decreased the secretion of a group of metalloproteases and their activity. We have demonstrated a set of molecular changes effected by the CXL, which might aid in the stiffening of the KC cornea.",
      "mesh_terms": [
        "Keratoconus",
        "Humans",
        "Cross-Linking Reagents",
        "Corneal Stroma",
        "Matrix Metalloproteinase Inhibitors",
        "Riboflavin",
        "Collagen",
        "Cells, Cultured",
        "Epithelium, Corneal",
        "Microscopy, Electron, Transmission",
        "Photosensitizing Agents",
        "Ultraviolet Rays",
        "Matrix Metalloproteinase 2",
        "Matrix Metalloproteinase 9",
        "Carbodiimides",
        "Matrix Metalloproteinases",
        "Cornea"
      ]
    },
    {
      "pmid": "39681212",
      "title": "Corneal cross-linking.",
      "authors": [
        "Farhad Hafezi",
        "Sabine Kling",
        "Nikki L Hafezi",
        "M Enes Aydemir",
        "Nan-Ji Lu",
        "Mark Hillen",
        "Boris Knyazer",
        "Shady Awwad",
        "Cosimo Mazzotta",
        "Léonard Kollros",
        "Emilio A Torres-Netto"
      ],
      "journal": "Progress in retinal and eye research",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "First introduced over 20 years ago as a treatment for progressive keratoconus, the original \"Dresden\" corneal cross-linking (CXL) protocol involved riboflavin saturation of the stroma, followed by 30 min of 3 mW/cm2-intensity ultraviolet-A (UV-A) irradiation. This procedure generates reactive oxygen species (ROS) that cross-link stromal molecules, thereby stiffening the cornea and counteracting the ectasia-induced weakening. Due to their large size, riboflavin molecules cannot readily pass through the corneal epithelial cell tight junctions; thus, epithelial debridement was performed. Moreover, the Dresden protocol necessitates a minimal corneal thickness of 400 μm to protect the endothelium from UV-induced damage. While the Dresden protocol is highly effective at enhancing corneal biomechanical strength, there was a strong desire for CXL procedures that would deliver Dresden-like strengthening in a shorter time, in corneas thinner than 400 μm, and without requiring epithelial debridement. This review explores the advancements and scientific discoveries that have enabled such improvements. Accelerated CXL protocols, utilizing our increased knowledge about the role of oxygen and photochemical reactions in the cornea have shortened and simplified the procedure duration while maintaining efficacy and safety, improving clinical workflow and patient compliance. CXL is not confined to improving biomechanics in corneal ectasia, but rather represents a technique that modulates corneal physiology and biochemistry on multiple levels. Accordingly, CXL indications have expanded to include treating other corneal ectasias, corneal neovascularization, corneal sterile melting, inflammatory dry eye and importantly, infectious keratitis in a procedure termed photoactivated chromophore for keratitis-CXL (PACK-CXL). In PACK-CXL, ROS have a direct pathogen-killing effect, and cross-linking enhances the cornea's resistance to pathogen-produced protease digestion through steric hindrance. The distinct requirements of PACK-CXL compared to ectasia treatment have led to the development of different CXL protocols, including higher UV fluences and other chromophore/light combinations, specifically rose bengal and green light. Additionally, combining CXL with vision-enhancing procedures like individualized wavefront- or topographically-guided excimer ablation can regularize a biomechanically stable cornea, improve visual acuity, and potentially eliminate the need for corneal transplantation, leading to long-term improvements in quality of life.",
      "mesh_terms": [
        "Humans",
        "Cross-Linking Reagents",
        "Riboflavin",
        "Photosensitizing Agents",
        "Keratoconus",
        "Photochemotherapy",
        "Ultraviolet Rays",
        "Collagen",
        "Corneal Stroma",
        "Cornea",
        "Corneal Cross-Linking"
      ]
    },
    {
      "pmid": "39656631",
      "title": "Development of a riboflavin-responsive model of riboflavin transporter deficiency in zebrafish.",
      "authors": [
        "Catherine M Choueiri",
        "Jarred Lau",
        "Emily O'Connor",
        "Alicia DiBattista",
        "Brittany Y Wong",
        "Sally Spendiff",
        "Rita Horvath",
        "Izabella Pena",
        "Alexander MacKenzie",
        "Hanns Lochmüller"
      ],
      "journal": "Human molecular genetics",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Riboflavin transporter deficiency (RTD) is a rare and progressive neurodegenerative disease resulting from the disruption of RFVT2- and RFVT3- mediated riboflavin transport caused by biallelic mutations in SLC52A2 and SLC52A3, respectively. The resulting impaired mitochondrial metabolism leads to sensorimotor neurodegeneration and symptoms including muscle weakness, respiratory difficulty, and sensorineural deafness. Although over 70% of patients with RTD improve following high-dose riboflavin supplementation, remaining patients either stabilise or continue to deteriorate. This may be due to the rapid excretion of central nervous system (CNS) riboflavin by organic anion transporter 3 (OAT-3), highlighting the need for alternative or supplemental RTD treatments. Probenecid is a promising therapeutic candidate for RTD due to its known inhibitory effect on OAT-3. Therefore, this study aimed to generate morpholino-mediated knockdowns of human SLC52A3 ortholog slc52a3 in zebrafish larvae for use in therapeutic screening of riboflavin and probenecid. Knockdown of slc52a3 resulted in an RTD-like phenotype indicative of altered neurodevelopment, hearing loss, and reduced mobility. This RTD-like phenotype overlaps with the phenotype of CRISPR/Cas9-mediated knockout of slc52a3 in zebrafish, is maintained following slc52a3 morpholino + p53 morpholino co-injection, and is rescued following slc52a3 morpholino + human SLC52A3 mRNA co-injection, indicating specificity of the knockdown. Riboflavin treatment alone ameliorates locomotor activity and hearing ability in slc52a3 morphants. Riboflavin and probenecid co-treatment provides an additional small benefit to hearing but not to locomotion. Our findings demonstrate that this model recapitulates both the RTD phenotype and the riboflavin-responsiveness of RTD patients, and possible therapeutic benefit conferred by probenecid warrants further investigation.",
      "mesh_terms": [
        "Animals",
        "Zebrafish",
        "Riboflavin",
        "Membrane Transport Proteins",
        "Disease Models, Animal",
        "Humans",
        "Probenecid",
        "Zebrafish Proteins",
        "Bulbar Palsy, Progressive",
        "Riboflavin Deficiency",
        "Mutation",
        "Gene Knockdown Techniques",
        "Morpholinos",
        "Animals, Genetically Modified",
        "Hearing Loss, Sensorineural",
        "Receptors, G-Protein-Coupled"
      ]
    },
    {
      "pmid": "39654006",
      "title": "Divulging the potency of naturally derived photosensitizers in green PDT: an inclusive review Of mechanisms, advantages, and future prospects.",
      "authors": [
        "Muskan Gupta",
        "Anwesha Sahu",
        "Tuhin Mukherjee",
        "Satyajit Mohanty",
        "Priyamjeet Das",
        "Nikita Nayak",
        "Shivangi Kumari",
        "Ravi Pratap Singh",
        "Ashok Pattnaik"
      ],
      "journal": "Photochemical & photobiological sciences : Official journal of the European Photochemistry Association and the European Society for Photobiology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Photodynamic Therapy (PDT) offers a minimally invasive approach for treating various health conditions, employing a photosensitizer (PS) and specific light. Recent enhancements make PDT outpatient-friendly and less discomforting. Effectiveness hinges on selecting the appropriate PS. This article delves into natural and synthetic PSs, emphasizing the rising interest in natural alternatives for their safety. It explores their mechanisms, characteristics, and applications, offering insights into their potential contributions to advancing PDT. This extensive review delves into the preclinical and clinical landscape of natural PSs for PDT, shedding light on their diverse applications and promising outcomes. Compounds like curcumin, piperine, riboflavin, psoralen, hypericin, and others show significant potential in preclinical in vitro studies across various cell lines. In vivo, these photosensitizers prove effective against skin tumors, carcinomas, and sarcomas, inducing apoptosis, autophagy, and ROS generation for therapeutic efficacy. The review underscores the critical role of proper dosing and monitoring in balancing therapeutic benefits and risks. It highlights the advantages and limitations of natural PSs, emphasizing their specific targeting, bioavailability, and limited side effects. The future of PDT holds promising breakthroughs, taking from some evidence like Bergamot oil in nanostructured lipid carriers for dermatological conditions. Second-generation photosensitizer Tookad shows potential in prostate cancer treatment, while Tripterygium wilfordii Hook. F. emerges as an antimicrobial PDT source etc. Thus, environmental concerns in PDT prompt a shift to plant extracts for PS purification. The evidence-supported focus on natural PSs establishes this article as a key resource for advancing natural compounds in PDT and their therapeutic applications.",
      "mesh_terms": [
        "Photosensitizing Agents",
        "Photochemotherapy",
        "Humans",
        "Animals",
        "Biological Products"
      ]
    },
    {
      "pmid": "39651500",
      "title": "Outcomes of pediatric sterile keratitis posthypotonic collagen cross-linking.",
      "authors": [
        "Amanjot Kaur",
        "Srikant Kumar Sahu",
        "Prashant Garg",
        "Aravind Roy"
      ],
      "journal": "Oman journal of ophthalmology",
      "publication_date": "2024",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "In this case series, we will describe sterile keratitis in the early postoperative period after hypotonic collagen cross-linking (CXL) in two pediatric cases. This is a retrospective case series of two eyes of two children who developed inflammatory keratitis with central corneal haze after uneventful epithelial-off hypotonic CXL. After ensuring microbiological sterility, appropriate treatment with topical steroids and lubricants was started. There was complete resolution of corneal infiltrates with minimal scarring. Both patients regained almost the preoperative best-corrected visual acuity of 20/80 and 20/60, respectively."
    },
    {
      "pmid": "39638582",
      "title": "Wessely-type immune ring following collagen cross-linking.",
      "authors": [
        "Mariana Domingues Vaz",
        "Ines Machado",
        "Tomás Loureiro",
        "Nuno Campos"
      ],
      "journal": "BMJ case reports",
      "publication_date": "2024-Dec-05",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "A woman in her early 20s with progressive keratoconus underwent corneal collagen cross-linking using the sub400 protocol. The central 5.5 mm of the epithelium was removed after the application of 20% alcohol. Topical riboflavin 0.1% was applied every 3 min for 30 min and then irradiated with UV-A light (irradiance of 3 mW/cm2 for 16 min). At the end of the procedure, a therapeutic contact lens was placed and ofloxacin 0.3% (4 times daily), dexamethasone 0.1% (4 times daily) and lubricant (hourly) drops were prescribed.Two days after the procedure, the patient presented with a painless red eye. A 360° peripheral ring-like infiltrate was observed in the 5.5 mm zone, consistent with a sterile infiltrate. Dexamethasone 0.1% drops were prescribed and tapered for 1 month. Although the infiltrate gradually decreased under corticosteroid therapy, the patient's condition worsened after discontinuation of treatment. Treatment was resumed and complete recovery was observed 4 months later.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Keratoconus",
        "Collagen",
        "Riboflavin",
        "Cross-Linking Reagents",
        "Young Adult",
        "Dexamethasone",
        "Photosensitizing Agents",
        "Ultraviolet Rays",
        "Adult"
      ]
    },
    {
      "pmid": "39636937",
      "title": "Food and nutrient intake among non-pregnant, non-lactating women of reproductive age of Mbeya in Tanzania: A repeated 24-hour dietary recall.",
      "authors": [
        "Nyamizi J Ngassa",
        "Ray M Masumo",
        "Adam Hancy",
        "Esther J Kabula",
        "Erick Killel",
        "Jackline Nusurupia",
        "Adeline Munuo",
        "Hoyce Mshida",
        "Rose Mpembeni",
        "Elizabeth Lyimo",
        "Rose V Msaki",
        "Theresia Jumbe",
        "Germana H Leyna"
      ],
      "journal": "PLOS global public health",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Micronutrient deficiencies can hurt the health of women of reproductive age (WRA), their pregnancy outcomes, and the growth and development of their offspring in sub-Saharan African countries. The present study aimed to estimate the dietary intake of non-pregnant and non-lactating (NPNL) WRA, residing in seven districts of the Mbeya region in Tanzania using a 24-hour dietary recall. A cross sectional study was conducted among 500 NPNL WRA. A two-stage sampling method was used, three enumeration areas (EAs) were chosen for each district using the probability proportional to size and, 24 eligible households were randomly selected from each chosen EA.The SAS macros (version 9.4) were used to analyse the quantities consumed and explore the usual intakes of three fortified food vehicles. The median intake of oil, wheat flour, and calories was 36.47g, 110.53g, and 2,169.9 kcal, respectively. The median protein intake was 63.5g, higher than the recommended value of 56.0g. Among the micronutrients, zinc had the highest prevalence of inadequate intake (91.2%), followed by iron (82.2%), and vitamin B12 (80.0%). Vitamin E had the highest nutrient gap (50.7%), while the nutrient gap in Q1 was relatively low (9.8%). There was a moderate prevalence of inadequate intake of vitamin C (46.5%) and riboflavin (54.8%), with a nutrient gap in Q1 (42%). Inadequate intake of vitamin A, thiamine, niacin, vitamin B6, and folate was moderate, ranging from 32.6% to 44.4%, with a nutrient gap at Q1 ranging from 16.2% to 34%. Our study has revealed a prevalent inadequate intake of micronutrients among NPNL WRA. Furthermore, our findings suggest that fortifying oil represents a promising intervention. However, fortified wheat flour had limited reach among NPNL WRA in the Mbeya region of Tanzania."
    },
    {
      "pmid": "39622486",
      "title": "Effect of corneal cross-linking on biomechanical properties of swollen rabbit corneas.",
      "authors": [
        "LingQiao Li",
        "Han Bao",
        "ErChi Zhang",
        "ShuTing Wu",
        "XiaoYang Jiang",
        "YuJia Xiao",
        "ShiJing Fan",
        "YiXin Luo",
        "YunYun Huang",
        "Pei Zhang",
        "Michael Swain",
        "Ahmed Elsheikh",
        "ShiHao Chen",
        "XiaoBo Zheng"
      ],
      "journal": "Experimental eye research",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Corneal cross-linking (CXL) is an effective method to prevent the progression of keratoconus. CXL combined with hypotonic riboflavin solution is a modified treatment for thin corneas, which are deemed to be below the safe thickness threshold. In this study, rabbit corneas were subjected to different hydration levels using different osmolarity of riboflavin dextran solutions before CXL. Inflation testing was performed to evaluate the corneal biomechanical stiffening effect of hypotonic riboflavin solutions crosslinking. One-month post-CXL, the stromal demarcation line depth (DLD) and the biomechanical property parameter - tangent modulus (Et) - were measured. All CXL groups showed higher Et than the corresponding Ctrl groups (all P < 0.001), however, the Et values showed no statistical differences between the CXL-ed groups with different hydration levels (all P > 0.05). The relative depth ratio of DLD to total corneal thickness (TCT) did not show significant differences (P > 0.05), while the DLD was statistically different in three CXL groups (P < 0.001). The research suggested that riboflavin solutions with different osmolarities are suitable for preoperative swelling of corneas with different thickness ranges. Furthermore, crosslinking with hypotonic riboflavin solutions has no significant effect on corneal biomechanical improvement under a certain degree of hydration.",
      "mesh_terms": [
        "Animals",
        "Rabbits",
        "Cross-Linking Reagents",
        "Riboflavin",
        "Photosensitizing Agents",
        "Biomechanical Phenomena",
        "Collagen",
        "Keratoconus",
        "Cornea",
        "Disease Models, Animal",
        "Ultraviolet Rays",
        "Corneal Stroma",
        "Elasticity",
        "Osmolar Concentration",
        "Photochemotherapy",
        "Corneal Cross-Linking"
      ]
    },
    {
      "pmid": "39619530",
      "title": "Enhanced Bioactivity of Chitosan-Alginate-Riboflavin Liquid-Exfoliated Molybdenum Disulfide Nanosheets for Bone Tissue Engineering Applications.",
      "authors": [
        "Sesha Subramanian Murugan",
        "Chang Hyeon Ha",
        "Pandurang Appana Dalavi",
        "Sukumaran Anil",
        "Jayachandran Venkatesan",
        "Gi Hun Seong"
      ],
      "journal": "ACS omega",
      "publication_date": "2024-Nov-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bone tissue engineering is a growing field that provides solutions for the treatment of bone deformities, injuries, diseases, and anomalies by replacing autograft and allograft procedures. Various scaffolding materials have been used for the construction of bone tissue, including metals, ceramics, and polymers. This study investigates an innovative liquid exfoliation approach for the production of molybdenum disulfide (MoS2) nanosheets using riboflavin (RF-MoS2) as an exfoliation agent and subsequently analytically characterized for the development of bone scaffolding system. UV analysis of RF-MoS2 shows the absorbance spectra at 610 and 668 nm and the particle size was 123 ± 4 nm and a surface charge of -16.1 ± 2 mV. Further, alginate-chitosan (Alg-Chi) and alginate-chitosan-riboflavin-MoS2 (Alg-Chi-RF-MoS2) nanocomposite scaffolds were developed. The morphology of the Alg-Chi-RF-MoS2 scaffold was studied using scanning electron microscopy and pore size was found to be 210 ± 10 μm. Alg-Chi-RF-MoS2 scaffolds generate calcium phosphate biominerals when immersed in a simulated body fluid. Alg-Chi and Alg-Chi-RF-MoS2 scaffolds were biocompatible with C3H10T1/2 cells, and scaffolds showed a significant increase in alkaline phosphatase and mineralization. Thus, the developed Alg-Chi-RF-MoS2 scaffold proved to be an appropriate artificial graft for bone graft substitution."
    },
    {
      "pmid": "39617567",
      "title": "Molecular biological mechanism of fillers with surface micro-electric field to enhance biodegradation of kitchen-oil wastewater.",
      "authors": [
        "Tong Ren",
        "Han Zhang",
        "Chun Hu"
      ],
      "journal": "Journal of environmental sciences (China)",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The kitchen-oil wastewater is characterized by a high concentration of organic matter, complex composition and refractory pollutants, which make wastewater treatment more difficult. Based on the study of using micro-electric field characteristic catalyst HCLL-S8-M to enhance the electron transfer between microorganisms in kitchen-oil wastewater which further improved the COD removal rate, we focus on the microbial community, intracellular metabolism and extracellular respiration, and make an in-depth analysis of the molecular biological mechanisms to microbial treatment in wastewater. It is found that electroactive microorganisms are enriched on the material surface, and the expression levels of cytochrome c and riboflavin genes related to electron transfer are up-regulated, confirming that the surface micro-electric field structure could enhance the electron transfer between microbial species and improve the efficiency of wastewater degradation. This study provides a new idea for the treatment of refractory organic wastewater.",
      "mesh_terms": [
        "Wastewater",
        "Biodegradation, Environmental",
        "Waste Disposal, Fluid",
        "Water Pollutants, Chemical"
      ]
    },
    {
      "pmid": "39609966",
      "title": "EFFICACY OF TRANSEPITHELIAL ACCELERATED COLLAGEN CROSS LINKING IN STOPPING THE PROGRESSION OF KERATOCONUS.",
      "authors": [
        "Imran Ahmad",
        "Nazli Gul",
        "Bilal Khan",
        "Jahandad Khan",
        "Mutasim Rasheed",
        "Fahad Khan"
      ],
      "journal": "Journal of Ayub Medical College, Abbottabad : JAMC",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Keratoconus is a progressive ectatic disease of the cornea leading to central corneal thinning, protrusion and permanent visual impairment in untreated cases. It is affecting young children with strong association to vernal keratoconjunctivitis a common disease of Asian countries. Corneal collagen cross linkage (CXL) is standard procedure to stop progression of keratoconus. In this research article we used trans-epithelial accelerated corneal cross-linking to check its efficacy in stopping the progression of disease as quick and safe procedure with less chances of complication than standard CXL protocol. METHODS: The study was carried out in Khyber Teaching Hospital from November 2022-October 2023. The sample size calculated was 36 with sampling technique of non-probability consecutive convenience sampling method. RESULTS: The mean age of the patients was 19.157±3.53 years. Post corneal cross-linking, at 6 months follow-up showed that in 94.44% of the patients, no progression of keratoconus was noted. Improvement in vision was recorded in 44.44% of patients. A positive correlation was detected between pre- and post-treatment patients in visual acuity, keratometry and pachymetry. CONCLUSIONS: The trans-epithelial accelerated corneal collagen crosslinking is a safe and quick procedure for stopping the progression of keratoconus associated with less morbidity and complications.",
      "mesh_terms": [
        "Keratoconus",
        "Humans",
        "Collagen",
        "Female",
        "Cross-Linking Reagents",
        "Male",
        "Young Adult",
        "Adolescent",
        "Visual Acuity",
        "Disease Progression",
        "Riboflavin",
        "Photosensitizing Agents",
        "Adult",
        "Treatment Outcome",
        "Child",
        "Corneal Pachymetry"
      ]
    },
    {
      "pmid": "39608482",
      "title": "Comparison of rose bengal-green light scleral crosslinking in rabbit eyes using different infiltration protocols - An Ex Vivo study.",
      "authors": [
        "Rongrong Gao",
        "Yuyan Huang",
        "Aodong Chen",
        "Qingqing Jiang",
        "Shengnan Ding",
        "Keith M Meek",
        "Qinmei Wang",
        "A-Yong Yu",
        "Jinhai Huang"
      ],
      "journal": "Experimental eye research",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Different concentrations and infiltration times of rose bengal (Rb) were assessed for their impact on penetration depth and crosslinking efficacy in rabbit sclera. Fresh rabbit eyes were used. Rb solution with concentrations of 0.1%-0.9% were applied for 5-30 min to infiltrate the sclera. The penetration depth of Rb was observed with confocal microscopy. After infiltration, the sclera was irradiated by green light for crosslinking. The sclera's biomechanical stiffness and the resistance to enzyme digestion post-treatment were evaluated. Histopathological analysis and transmission electron microscopy were performed to observe the morphology. As the infiltration time increased, the penetration depth and the fluorescence intensity of the Rb in sclera increased. After 32 h, 48.6% of the scleral tissue was undissolved in the 0.5% Rb-10min group, followed by the 0.1% Rb-20min group (13.8%) and 0.05% Rb-30min group (7.7%). At 8% strain, the Young's modulus of the 0.05%Rb-30min, the 0.1% Rb-20min and the 0.5% Rb-10min group were respectively 1.77, 2.45 and 3.19 times greater than that of the untreated group. There were no morphological differences between the experimental group and the untreated group. RG-SXL significantly increased the diameter of large collagen fibers in the middle and inner layers of the sclera. Ultimately, 0.5% Rb infiltration for 10 min achieves an appropriate infiltration depth and crosslinking effect, and may thus be a feasible schedule for scleral crosslinking.",
      "mesh_terms": [
        "Animals",
        "Rabbits",
        "Rose Bengal",
        "Sclera",
        "Cross-Linking Reagents",
        "Photosensitizing Agents",
        "Microscopy, Confocal",
        "Collagen",
        "Fluorescent Dyes",
        "Microscopy, Electron, Transmission",
        "Riboflavin",
        "Photochemotherapy",
        "Light",
        "Green Light"
      ]
    },
    {
      "pmid": "39603510",
      "title": "Exploring the multifaceted functions of APPL in metabolism and memory using Drosophila melanogaster.",
      "authors": [
        "Dharmendra Kumar Nath",
        "Youngseok Lee"
      ],
      "journal": "Molecules and cells",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Amyloid precursor protein (APP) is a single-pass transmembrane protein abundantly expressed in the central nervous system and implicated in familial Alzheimer's disease, a progressive neurodegenerative disorder that impairs memory. Here, we investigated the role of amyloid precursor protein-like (APPL) using the model organism Drosophila melanogaster. In this study, Appl null mutants exhibited a reduced lifespan under normal conditions and increased triglyceride levels, which were mitigated by metformin treatment. Additionally, taste-associative memory impairment in Appld mutants suggested APPL's role in memory formation, which was restored by curcumin supplementation. The Appld mutants also displayed reduced climbing ability, which was improved by supplementation with vitamins C (ascorbic acid) and B2 (riboflavin). These findings suggest that APPL is involved in metabolic regulation, cognition, climbing activity, and aging in Drosophila melanogaster.",
      "mesh_terms": [
        "Animals",
        "Drosophila melanogaster",
        "Memory",
        "Drosophila Proteins",
        "Nerve Tissue Proteins",
        "Longevity",
        "Mutation",
        "Membrane Proteins",
        "Metformin"
      ]
    },
    {
      "pmid": "39602353",
      "title": "Biomechanical corneal effects of LASIK Xtra compared with conventional FS-LASIK in high myopic eyes.",
      "authors": [
        "Klemens Paul Kaiser",
        "Marvin Lucas Biller",
        "Tyll Jandewerth",
        "Petra Davidova",
        "Eva Hemkeppler",
        "Christoph Lwowski",
        "Myriam Böhm",
        "Thomas Kohnen"
      ],
      "journal": "Journal of cataract and refractive surgery",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "PURPOSE: To investigate the in vivo corneal biomechanical response to FS-LASIK combined with accelerated corneal crosslinking (LASIK Xtra) compared with conventional FS-LASIK (convLASIK) in highly myopic eyes. SETTING: Department of Ophthalmology, Goethe-University, Frankfurt am Main, Germany. DESIGN: Prospective, randomized fellow eye-controlled clinical trial. METHODS: Patients who received treatment with LASIK Xtra (30mW/cm 2 , 90 seconds with continuous UV-A) in 1 eye and convLASIK in the other eye were enrolled. Both eyes were subjected preoperatively and 12 months postoperatively to a Corvis ST examination. The stiffness parameter at first applanation (SP-A1), integrated inverse radius (IIR), deformation amplitude (DA), deformation amplitude 2 mm away from apex, and the apical deformation (DARatio2mm) were evaluated. RESULTS: The study included 38 high myopic eyes (-7.34 ± 1.02 diopters) of 19 patients. The results of the corneal biomechanical measurement showed a significant reduction in overall corneal stiffness with a significant decrease in postoperative SP-A1 and increase in IIR, DA, and DARatio2mm ( P < .001). In a direct comparison, there was no evidence of an increase in corneal stiffness in the LASIK Xtra group compared with the convLASIK group 12 months postoperatively. No statistically significant difference was detected in any of the 4 biomechanical parameters ( P > .05). CONCLUSIONS: The corneal biomechanical response to convLASIK and LASIK Xtra did not vary significantly. With a similar corneal thickness loss, there was no significant difference in the 4 biomechanical metrics between the convLASIK and LASIK Xtra groups. Thus, LASIK Xtra appeared not to have a protective corneal stiffening effect compared with convLASIK 12 months postoperatively.",
      "mesh_terms": [
        "Humans",
        "Keratomileusis, Laser In Situ",
        "Prospective Studies",
        "Male",
        "Cornea",
        "Adult",
        "Biomechanical Phenomena",
        "Female",
        "Lasers, Excimer",
        "Elasticity",
        "Myopia, Degenerative",
        "Photosensitizing Agents",
        "Cross-Linking Reagents",
        "Visual Acuity",
        "Ultraviolet Rays",
        "Riboflavin",
        "Collagen",
        "Young Adult",
        "Corneal Stroma"
      ]
    },
    {
      "pmid": "39596588",
      "title": "Genomic Characterization of Lactiplantibacillus plantarum Strains: Potential Probiotics from Ethiopian Traditional Fermented Cottage Cheese.",
      "authors": [
        "Seyoum Gizachew",
        "Ephrem Engidawork"
      ],
      "journal": "Genes",
      "publication_date": "2024-Oct-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Lactiplantibacillus plantarum is a species found in a wide range of ecological niches, including vegetables and dairy products, and it may occur naturally in the human gastrointestinal tract. The precise mechanisms underlying the beneficial properties of these microbes to their host remain obscure. Although Lactic acid bacteria are generally regarded as safe, there are rare cases of the emergence of infections and antibiotic resistance by certain probiotics. OBJECTIVE: An in silico whole genome sequence analysis of putative probiotic bacteria was set up to identify strains, predict desirable functional properties, and identify potentially detrimental antibiotic resistance and virulence genes. METHODS: We characterized the genomes of three L. plantarum strains (54B, 54C, and 55A) isolated from Ethiopian traditional cottage cheese. Whole-genome sequencing was performed using Illumina MiSeq sequencing. The completeness and quality of the genome of L. plantarum strains were assessed through CheckM. RESULTS: Analyses results showed that L. plantarum 54B and 54C are closely related but different strains. The genomes studied did not harbor resistance and virulence factors. They had five classes of carbohydrate-active enzymes with several important functions. Cyclic lactone autoinducer, terpenes, Type III polyketide synthases, ribosomally synthesized and post-translationally modified peptides-like gene clusters, sactipeptides, and all genes required for riboflavin biosynthesis were identified, evidencing their promising probiotic properties. Six bacteriocin-like structures encoding genes were found in the genome of L. plantarum 55A. CONCLUSIONS: The lack of resistome and virulome and their previous functional capabilities suggest the potential applicability of these strains in food industries as bio-preservatives and in the prevention and/or treatment of infectious diseases. The results also provide insights into the probiotic potential and safety of these three strains and indicate avenues for further mechanistic studies using these isolates.",
      "mesh_terms": [
        "Probiotics",
        "Cheese",
        "Genome, Bacterial",
        "Lactobacillus plantarum",
        "Food Microbiology",
        "Ethiopia",
        "Phylogeny",
        "Whole Genome Sequencing",
        "Fermentation",
        "Genomics"
      ]
    },
    {
      "pmid": "39587841",
      "title": "Measuring Metabolic Changes in Cancer Cells Using Two-Photon Fluorescence Lifetime Imaging Microscopy and Machine-Learning Analysis.",
      "authors": [
        "Jiaxin Zhang",
        "Horst Wallrabe",
        "Karsten Siller",
        "Brian Mbogo",
        "Thomas Cassidy",
        "Shagufta Rehman Alam",
        "Ammasi Periasamy"
      ],
      "journal": "Journal of biophotonics",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Two-photon (2P) fluorescence lifetime imaging microscopy (FLIM) was used to track cellular metabolism with drug treatment of auto-fluorescent coenzymes NAD(P)H and FAD in living cancer cells. Simultaneous excitation at 800 nm of both coenzymes was compared with traditional sequential 740/890 nm plus another alternative of 740/800 nm, before and after adding doxorubicin in an imaging time course. Changes of redox states at single cell resolution were compared by three analysis methods: our recently introduced fluorescence lifetime redox ratio (FLIRR: NAD(P)H-a 2%/FAD-a 1%), machine-learning (ML) algorithms using principal component (PCA) and non-linear multi-Feature autoencoder (AE) analysis. While all three led to similar biological conclusions (early drug response), the ML models provided statistically the most robust significant results. The advantage of the single 800 nm excitation of both coenzymes for metabolic imaging in above mentioned analysis is demonstrated.",
      "mesh_terms": [
        "Machine Learning",
        "Humans",
        "Flavin-Adenine Dinucleotide",
        "Microscopy, Fluorescence, Multiphoton",
        "NADP",
        "Cell Line, Tumor",
        "Oxidation-Reduction",
        "Doxorubicin",
        "Image Processing, Computer-Assisted"
      ]
    },
    {
      "pmid": "39575955",
      "title": "[Improving the effectiveness of treatment of patients with post-stroke aphasia].",
      "authors": [
        "S V Kotov",
        "M M Shcherbakova",
        "V A Zenina"
      ],
      "journal": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "English Abstract"
      ],
      "abstract": "OBJECTIVE: To evaluate the efficacy of speech therapy in patients with acute ischemic stroke (AIS) who received comprehensive treatment, including speech therapy and Cytoflavin infusions. MATERIAL AND METHODS: 46 right-handed patients who were hospitalized during the acute phase of AIS in the left middle cerebral artery were included in the study. Patients received comprehensive speech therapy and were randomly assigned to one of two groups. The first group consisted of 25 patients whose treatment regimen included infusions of the Cytoflavin solution, while the second group (n=21) received only basic therapy for the secondary prevention of AIS. To assess the patients' condition, the following scales were used: the National Institutes of Health Stroke Scale (NIHSS), the Modified Rankin Scale, a screening tool for aphasia, and the Goodglass-Kaplan Scale (GKS). RESULTS: After the completion of the treatment course, statistically significant improvements were noted in patients from both groups. However, the degree of disability and dependence on others for daily activities in patients receiving infusions of Cytoflavin solution was significantly lower in group 1 compared to group 2 (p=0.015). After the treatment, there was a regression of aphasia to moderate compensation in patients from group 1 (mean score 3 [3-4] points) and group 2 (mean 2 [2-2] points), with p=0.007 significance. As a result, patients from group 1 were able to communicate verbally on everyday topics (mean GKS score 3), while patients from group 2 also improved their communication, but still required significant assistance from an interlocutor (mean GKS 2). A clinical example is provided. CONCLUSION: A positive result was observed from the inclusion of Cytoflavin in the treatment of patients with aphasic disorders in AIS. There was a significant decrease in disability levels, an improvement in speech communication abilities, and a regression of aphasia following the use of the combination of drug therapy, speech therapy, and physical rehabilitation methods. Additionally, patients who received drug support with Cytoflavin showed an increased tolerance to treatment loads during therapy.",
      "mesh_terms": [
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Aphasia",
        "Drug Combinations",
        "Flavin Mononucleotide",
        "Inosine Diphosphate",
        "Niacinamide",
        "Speech Therapy",
        "Stroke",
        "Stroke Rehabilitation",
        "Succinates",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39573526",
      "title": "Detection of riboflavin concentration by sol-gel silica coated dual-peak long period fiber grating sensor.",
      "authors": [
        "Xinyi Dai",
        "Jiuli Shi",
        "Xiangfen Zhao",
        "Yudong Su",
        "Shixun Dai",
        "Peiqing Zhang"
      ],
      "journal": "Optics express",
      "publication_date": "2024-Oct-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A dual-peak long period fiber grating (DP-LPFG)-based sensor was designed and fabricated for the sensitive detection of riboflavin concentration. LPFGs with a period of 163 μm and a cladding mode of LP0, 12 were inscribed on a standard single-mode silica fiber using a femtosecond laser direct writing technique. Coatings of silica-based materials doped with β-cyclodextrin (β-CD), prepared via the sol-gel method, were applied to the surface of the LPFGs for the detection of riboflavin. To investigate the impact of coating thickness on the sensing sensitivity, sol-gel coatings of different thicknesses were applied to the surface of the LPFG sensor. Experimental findings revealed that the sensor with a thickness of approximately 540 nm sol-gel coatings exhibited superior sensing performance. The detection limit of the prepared DP-LPFG sensor was tested to be 0.08 nM, and it exhibits a response time of less than 3 minutes, along with high sensitivity, excellent repeatability, and selectivity. Thus, this sensor holds significant promise for applications in disease treatment and diagnosis, as well as in ensuring food quality."
    },
    {
      "pmid": "39569780",
      "title": "[Clinical outcomes of SMILE Xtra for myopia correction].",
      "authors": [
        "A A Kozhukhov",
        "O V Unguryanov",
        "T L Fadeikina",
        "M V Zimina",
        "O A Chukanin"
      ],
      "journal": "Vestnik oftalmologii",
      "publication_date": "2024",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "PURPOSE: This study assesses the treatment outcomes of patients with thin corneas and/or borderline corneal topography who underwent combined refractive surgery using the SMILE Xtra technique. MATERIAL AND METHODS: The study included 53 patients (105 eyes) with myopia and a risk of developing keratectasia according to the Randleman criteria. All patients underwent prophylactic crosslinking following the SMILE procedure by introducing riboflavin solution into the corneal pocket, followed by ultraviolet irradiation according to the SUB-400 protocol with additional acceleration. The results were evaluated using data from Scheimpflug analyzer, analysis of corneal biomechanical properties, optical coherence tomography (OCT), and standard ophthalmological examinations. Follow-up lasted up to 12 months. RESULTS: The preoperative spherical equivalent of refraction was -4.09±1.30 D, and postoperative measurements on day 1, day 7, and at 1, 3, 6, and 12 months were: -0.08±0.64; 0.1±0.53; 0.2±0.48; 0.05±0.52; -0.29±0.47; 0.1±0.49 D, respectively. On day 1, uncorrected visual acuity (UCVA) increased to 0.78±0.17, rising to 0.94±0.11 by day 7, and remained stable throughout the follow-up. Mean keratometry values preoperatively were 44.32±1.3 D, and 40.89±1.65 D on day 1, with no statistically significant changes throughout the follow-up. Central corneal thickness decreased from 528.30±28.71 μm preoperatively to 459.32±28.92 μm on day 1 and 440.54±29.12 μm on day 7. Patient complaints of blurred vision on day 1 were associated with mild corneal edema due to residual riboflavin and energy load from UV treatment; these symptoms resolved by day 7. No regression of refractive results or keratectasia was observed throughout the follow-up period. CONCLUSION: SMILE Xtra can be used for myopia correction in cases with an increased risk of postoperative keratectasia in patients with thin corneas and/or borderline corneal topography readings.",
      "mesh_terms": [
        "Humans",
        "Myopia",
        "Male",
        "Female",
        "Adult",
        "Visual Acuity",
        "Refraction, Ocular",
        "Corneal Topography",
        "Treatment Outcome",
        "Riboflavin",
        "Tomography, Optical Coherence",
        "Cornea",
        "Corneal Surgery, Laser"
      ]
    }
  ]
}