{
  "supplement": "Rooibos",
  "query": "Rooibos[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:29:20",
  "research_count": 58,
  "count": 58,
  "articles": [
    {
      "pmid": "39970731",
      "title": "Aspalathin, a key flavonoid in rooibos, restores STAT6-mediated immune dysregulation in atopic dermatitis.",
      "authors": [
        "Inyoung Yang",
        "Na-Hee Jeong",
        "Young-Ae Choi",
        "Dong Kyu Choi",
        "Hyun-Shik Lee",
        "Taeg Kyu Kwon",
        "Soyoung Lee",
        "Sang-Hyun Kim"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Atopic dermatitis (AD), a chronic inflammatory skin disease whose incidence is increasing worldwide, requires the development of alternative treatments due to limited treatment options and concerns about side effects of therapeutic agents. Aspalathin (ASP) is the primary flavonoid found in rooibos, an herb traditionally used for allergies and eczema, accounting for over 40 % of the total flavonoid content, especially in its unfermented state (Green rooibos). This research conducted a thorough investigation into the pharmacological properties of ASP on AD, emphasizing local responses via activated keratinocytes, systemic responses involving T cells and basophils, and an integrated assessment using an AD mouse model. Topical application of ASP significantly reduced AD phenotypes, including erythema, scaling, and increased skin thickness, in AD mouse model. Histological analysis indicated a decrease in the infiltration of immune cells in skin lesions. Moreover, ASP down-regulated inflammatory markers, including T helper (Th)1 and Th2 cytokines, in both skin tissues and activated mouse T cells. In particular, ASP significantly reduced serum immunoglobulin (Ig)E and IgG2a levels. ASP suppressed the expression of cytokines linked to allergy and inflammation in T cells, basophils, and keratinocytes. Mechanistically, ASP exhibited anti-inflammatory properties by inhibiting STAT6 and NFAT1 activation in AD mouse skin and in activated T cells, basophils, and keratinocytes. In conclusion, ASP displayed pronounced effectiveness in relieving AD by sophisticated modulation of immune responses across both local and systemic domains. These findings highlight ASP's promise as a therapeutic intervention for AD, providing a solid scientific basis for future exploration and development.",
      "mesh_terms": [
        "Dermatitis, Atopic",
        "Animals",
        "STAT6 Transcription Factor",
        "Mice",
        "Mice, Inbred BALB C",
        "Cytokines",
        "Chalcones",
        "Disease Models, Animal",
        "Aspalathus",
        "Flavonoids",
        "Keratinocytes",
        "Female",
        "Skin",
        "Humans",
        "Anti-Inflammatory Agents",
        "Immunoglobulin E"
      ]
    },
    {
      "pmid": "39703045",
      "title": "The Neuroprotective Effect of Rooibos Herbal Tea Against Alzheimer's Disease: A Review.",
      "authors": [
        "Elias Chipofya",
        "Taskeen F Docrat",
        "Jeanine L Marnewick"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The world is experiencing a demographic shift toward an increasing proportion of elderly persons. Alzheimer's disease (AD) and other neurological disorders are far more likely to develop as people age. AD is a gradual, irreversible, and degenerative brain disorder that progressively deteriorates memory and cognitive function, eventually leading to death. Treatment for AD is the most significant unmet clinical need in neurology. There are no effective treatment options to prevent or reverse the degenerative process. The current medical management focuses primarily on temporarily easing symptoms, with little or no overall improvement. Although genetic predisposition and lifestyle factors influence the risk of neurodegenerative disorders, recent research suggests that dietary polyphenols with solid antioxidant capacities play crucial roles in determining brain health and aging. Aspalathus linearis is used to produce Rooibos, a popular South African herbal tea, which may modulate neurodegenerative mechanisms such as oxidative stress, tau protein, amyloid plaques, inflammation, and metals, all of which have been associated with AD. We reviewed the literature to evaluate the potential neuroprotective effects of Rooibos and its major flavonoids and to understand the underlying molecular mechanisms.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Humans",
        "Neuroprotective Agents",
        "Aspalathus",
        "Teas, Herbal",
        "Oxidative Stress",
        "Animals",
        "Antioxidants",
        "Polyphenols",
        "Flavonoids",
        "Plant Extracts",
        "tau Proteins"
      ]
    },
    {
      "pmid": "39260709",
      "title": "Multi-targeted action of rooibos may protect against ischaemic stroke-induced neurological deficit and endothelial dysfunction.",
      "authors": [
        "L Pretorius",
        "K S Ross",
        "C Smith"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Indigenous use communities in the Western Cape (South Africa) where Aspalathus linearis (Brum.f) R.Dahlgren - or rooibos - grows naturally, has a long history of using rooibos for medicinal purposes. Apart from its well-known antioxidant effect, the Cederberg community in particular has been using rooibos as a treatment for high blood pressure. Given the detrimental effects of high blood pressure on endothelial cells, rooibos may either directly or indirectly affect vascular health. This, together with more recent reports of neuroprotective effects, may position rooibos as complementary medicine in related vascular conditions such as ischaemic stroke. AIMS OF THE STUDY: The study aimed to evaluate the potential benefit of acute administration of unfermented rooibos, on vascular health in a larval zebrafish model of stroke. MATERIALS AND METHODS: Stroke was induced via 24-h ponatinib exposure, in the presence or absence of an aqueous solution of an ethanolic extract of unfermented Rooibos (GreenOxithin™). The magnitude of stroke was assessed by monitoring larval locomotion and thrombus formation. In terms of specific mechanisms probed, changes in redox status (MDA and TEAC), neurological markers (TH and NeuroD1) and endothelial health (tight/adhesion junction protein expression) were assessed. RESULTS: Rooibos treatment limited thrombus formation and prevented stroke-induced deficits on larval motility. In terms of redox status, rooibos treatment prevented lipid peroxidation 3 days after initial stroke induction, reducing the need for significant upregulation of endogenous antioxidant mechanisms. Stroke-induced changes in neuronal (NeuroD1 and TH) protein expression were normalized in the presence of rooibos, suggesting a neuroprotective role. In terms of tight junction proteins, stroke-related decreases in ZO-1 expression were again prevented by rooibos treatment. In addition, rooibos treatment may beneficially modulate levels of claudin-5 and VE-cadherin, to indirectly limit stroke-associated vascular dysfunction. CONCLUSIONS: Taken together, activity data and physiological assessments suggest that unfermented rooibos may indeed have benefit in the context of stroke, via action at multiple targets. Thus, current data further our understanding of the mechanisms of actions of rooibos and warrant future research to confirm sufficient bioavailability of rooibos in target tissues, in mammalian systems.",
      "mesh_terms": [
        "Animals",
        "Aspalathus",
        "Zebrafish",
        "Ischemic Stroke",
        "Neuroprotective Agents",
        "Plant Extracts",
        "Disease Models, Animal",
        "Endothelium, Vascular",
        "Antioxidants"
      ]
    },
    {
      "pmid": "38958559",
      "title": "Impact of Chronic Consumption of Herbal Rooibos on Cardiovascular Function in Adults with Cardiovascular Risk.",
      "authors": [
        "Maria Diana Hartnick",
        "Jeanine L Marnewick",
        "Penelope Engel-Hills",
        "Merlisa Kemp",
        "Kobus Pretorius",
        "Stanley Lekata",
        "Corrie Uys"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The prevalence of cardiovascular disease (CVD) has increased in South Africa, emphasizing the importance of prevention strategies. This study used echocardiography to investigate the impact of Rooibos on cardiovascular function in those at risk of CVD. This research aims to contribute to understanding its effects on reducing cardiovascular risk factors. The study design involved a 12-week randomized, parallel, double-blinded, placebo-controlled dietary intervention trial using capsules containing standardized water-soluble extracts of green and traditional fermented Rooibos alongside a placebo control. Echocardiography was incorporated as a diagnostic imaging tool to assess cardiac function in the participant cohort. Aorta (AO) dimensions showed no significant change in any intervention group. Left atrium (LA) reduced in size from 3.832 ± 0.071 cm to 3.675 ± 0.067 cm (P = 0.01). There was no significant change in LA/AO ratio in any intervention group. Interventricular septum diameter in the placebo group decreased from 1.334 ± 0.030 cm to 1.250 ± 0.025 cm (P = 0.002), with no significance in fermented Rooibos, while green Rooibos resulted in a decrease from 1.282 ± 0.036 cm to 1.186 ± 0.029 cm (P = 0.002). Left ventricle posterior wall (LVPW) showed no significant changes in any of the intervention group. The left ventricle mass in the placebo and green Rooibos groups demonstrated no significance changes, while fermented Rooibos caused a decrease from 204.102 ± 7.102 g to 191.394 ± 6.707 g (P = 0.015). The phytochemical bioactive components, such as the polyphenolic antioxidants present in green and fermented Rooibos, improved cardiovascular function. This study confirms the effectiveness of echocardiography as imaging tool for assessing cardiac function in this particular population. Regular Rooibos consumption may offer promising therapeutic benefits for preventing and managing CVD risk.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Cardiovascular Diseases",
        "Female",
        "Middle Aged",
        "Aspalathus",
        "Double-Blind Method",
        "Plant Extracts",
        "Adult",
        "Echocardiography",
        "South Africa",
        "Heart Disease Risk Factors",
        "Aged"
      ]
    },
    {
      "pmid": "38777857",
      "title": "Aspalathin, a Primary Rooibos Flavonoid, Alleviates Mast Cell-Mediated Allergic Inflammation by the Inhibition of FcεRI Signaling Pathway.",
      "authors": [
        "Yeyoung Kim",
        "Soyoung Lee",
        "Meiling Jin",
        "Young-Ae Choi",
        "Jin Kyeong Choi",
        "Taeg Kyu Kwon",
        "Dongwoo Khang",
        "Sang-Hyun Kim"
      ],
      "journal": "Inflammation",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mast cells are primary cells initiating allergic inflammation by the release of various allergic mediators, such as histamine and pro-inflammatory cytokines. Aspalathin (ASP) is the predominant flavonoid found exclusively in rooibos, an herb that has been traditionally used in allergy relief therapy. In the present study, we investigated the beneficial effects of ASP on mast cell-mediated allergic inflammation. For in vivo study, two well-known mast cell-mediated local and systemic allergic inflammation mouse models were used: passive cutaneous anaphylaxis (PCA) and active systemic anaphylaxis mouse models (ASA). Oral administration of ASP dose-dependently suppressed immunoglobulin (Ig)E-mediated PCA responses evidenced by Evans blue extravasation, ear thickening, and mast cell degranulation. ASP also significantly mitigated ovalbumin-induced ASA responses, including hypothermia, histamine secretion, and the production of IgE and interleukin-4. Notably, ASP was more effective in suppressing allergic inflammation than nothofagin, another prominent flavonoid known as an anti-allergic component of rooibos. The regulatory mechanism of mast cell activation by ASP was clarified using mast cell line and primary cultured mast cells (RBL-2H3 and mouse bone marrow-derived mast cells). ASP reduced IgE-stimulated mast cells degranulation and intracellular calcium influx by the inhibition of FcεRI signaling pathway (Lyn, Fyn, and Syk). Moreover, ASP reduced pro-inflammatory cytokine expressions by inhibiting two major transcription factors, nuclear factor of activated T cells and nuclear factor-κB. Collectively, we proposed that ASP could be a potential therapeutic candidate for the treatment of mast cell-mediated allergic inflammatory diseases.",
      "mesh_terms": [
        "Animals",
        "Mast Cells",
        "Mice",
        "Signal Transduction",
        "Receptors, IgE",
        "Chalcones",
        "Passive Cutaneous Anaphylaxis",
        "Inflammation",
        "Cell Degranulation",
        "Flavonoids",
        "Anaphylaxis",
        "Hypersensitivity",
        "Anti-Allergic Agents",
        "Mice, Inbred BALB C",
        "Male",
        "Immunoglobulin E"
      ]
    },
    {
      "pmid": "38204815",
      "title": "The health benefits of rooibos tea in humans (aspalathus linearis)-a scoping review.",
      "authors": [
        "Daniel Afrifa",
        "Louise Engelbrecht",
        "Bert Op't Eijnde",
        "Elmarie Terblanche"
      ],
      "journal": "Journal of public health in Africa",
      "publication_date": "2023-Dec-27",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "Natural remedies in the treatment of health conditions are an appealing option for many individuals. Previous studies reported that fermented and unfermented rooibos tea have considerable anti-inflammatory and antioxidative properties. Most of this knowledge, however, originates from animal and cell culture studies. The aims of this review are to evaluate the existing, but limited, body of knowledge regarding rooibos tea interventions in humans and to identify the gaps in the literature. The PRISMA extension for Scoping Reviews (PRISMA-ScR) guidelines were followed in the collation of this scoping review. Among the databases searched were Google Scholar, PubMed, Cochrane Library, Scopus, and Web of Science. This review comprised 18 publications, with half (50%) of the studies being conducted in South Africa. There were 488 participants in all, ranging in age from six to 83 years, in the investigations. Rooibos tea was either fermented, unfermented, or black in 62% of the studies. Doses ranging from 200 to 1,200 ml were employed. In both healthy and at-risk individuals, rooibos has been shown to enhance lipid profiles, boost antioxidant status, and lower blood glucose levels. The existing findings suggests that rooibos consumption demonstrated to improve lipid profiles, boost antioxidant status, and lower blood glucose levels in both apparently healthy, and individual at-risk individuals or diagnosed of chronic conditions. Thus, it can be presumed that rooibos tea provides some health benefits, yet these findings are based on a limited number of human intervention studies and a small total sample size. Additionally, a variety of rooibos dosages and types of tea in the experiments had inconsistent results that were probably impacted by the amount consumed. Future studies should include a dose-response study in humans, as well as large scaled clinical trials to evaluate the health effects of Rooibos."
    },
    {
      "pmid": "38174224",
      "title": "Translation of preclinical ethnomedicine data in LMICs: the example of rooibos.",
      "authors": [
        "Lesha Pretorius",
        "Carine Smith"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "All disease, but especially non-communicable diseases, are related to dysfunction of one or more regulatory systems. In developing countries, long-term management of patients with chronic diseases has many challenges and is generally not financially viable, but Africa in particular, which is rich in diverse ethnomedicines presents a more feasible long-term therapeutic approach in this niche. However, despite comprehensive preclinical investigations on numerous plant-derived candidate medicines, only a small portion of these reach the patient as recognised medicines. In this review, we use the example of rooibos (Aspalathus linearis (Burm.f.) R. Dahlgren)-which is globally consumed as aromatic, caffeine-free tea-to illustrate the hurdles that need to be overcome in the low-to middle-income countries, before progression of ethnomedicines to official treatment regimens can be achieved. In terms of methodology, regulatory system focused rooibos papers indexed on PubMed for the past three decades (n = 112) were accessed. Papers reporting duplication of previous results were excluded, as well as review papers. Topics covered includes the high standard of ethnomedicine drug discovery and efficacy testing research performed in Africa (and South Africa in particular in the case of rooibos), the potential bias in terms of preclinical research focus, ethnomedicine ownership and the requirement for independent clinical trial coordination and/or management."
    },
    {
      "pmid": "37923252",
      "title": "Green rooibos (Aspalathus linearis) promotes gut health: insight into mechanisms.",
      "authors": [
        "Lesha Pretorius",
        "Carine Smith"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Paralleling the increasing incidence of gastrointestinal disorders world-wide, therapeutic investigations of nutraceuticals to promote gastrointestinal health are gaining popularity. Although anecdotally well-known for its gut health promoting potential, sparse scientific evidence supports this action of Aspalathus linearis (Burm.f.) R. Dahlgren - or rooibos - at the gastrointestinal epithelial level. AIM OF THE STUDY: Traditionally, rooibos is considered to exert antispasmodic, anti-inflammatory, and anti-nociceptive effects in the gut. However, the direct effect on intestinal epithelium is unknown. Thus, to assess the validity of anecdotal claims, two larval zebrafish models were utilized to evaluate effects of rooibos on intestinal health. MATERIALS AND METHODS: Firstly, a larval zebrafish model of gastrointestinal inflammation (2-day TNBS-exposure) was employed. Co-administration of 6α-methylprednisolone served as an internal treatment control. Assessments included live imaging techniques and post-mortem immunofluorescent staining of epithelial tight junction proteins. In addition, whole body H2O2 and prostaglandin E2 assays were performed. Secondly, a gastrointestinal motility assay was performed, with known pro- and anti-kinetic mediators to assess the effect of rooibos to alter functional outcome in vivo. RESULTS: Aqueous and ethanol extracts of green rooibos rescued TNBS-induced reductions in neutral red stained length of larval mid-intestines. Subsequent experiments confirmed the rescue capacity of the aqueous green rooibos extract regarding whole body oxidative and inflammatory status. Concerning tight junction proteins, only the aqueous green rooibos extract - and not prednisolone - normalized both zona occludens-1 and occludin expression levels when compared the TNBS group. In terms of gastrointestinal motility, the aqueous green rooibos extract significantly reduced the extent of gut motility dysregulation achieved by kinetic modulators. CONCLUSIONS: Data indicates the potential of a 2 mg/ml aqueous extract of green rooibos to improve gastrointestinal integrity and functionality in vivo, suggesting beneficial effects of rooibos may already occur at the level of the gut. This provides some evidence to support indigenous knowledge.",
      "mesh_terms": [
        "Animals",
        "Aspalathus",
        "Hydrogen Peroxide",
        "Zebrafish",
        "Biological Assay",
        "Larva",
        "Occludin"
      ]
    },
    {
      "pmid": "37704653",
      "title": "Soil water dynamics and biomass production of young rooibos (Aspalathus linearis) plants.",
      "authors": [
        "Roeline van Schalkwyk",
        "J Eduard Hoffman",
        "Ailsa G Hardie",
        "Johan L van Zyl"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Sep-13",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Rooibos (Aspalathus linearis) is endemic to certain regions of the Western- and Northern Cape of South Africa, where it is also commercially grown. Being low-rainfall regions, information on the soil water balance of rooibos is essential, but such data is limited. Consequently, the effect of inorganic fertilisation and soil depth on soil water dynamics in a young rooibos plantation at Nardouwsberg, Western Cape were studied. Soil water content of plots planted to unfertilised and fertilised plants as well as that of bare soil were determined over the duration of the 2016/17 season. All treatments were replicated on shallow and deep soils sites and plant growth was determined at the end of the season. At the end of the study, the profile soil water content and evapotranspiration of the bare and planted plots were similar which prove that fallowing (water harvesting) is not an option in the sandy soils of this region. With the exception of the 20-30 cm root zone of the planted plots at the deep site, the water content decreased to levels below the permanent wilting point in the soil profile during summer. It was concluded that rooibos plants could survive through an adapted root system. A further survival method was proposed, involving moisture moved through evaporation from the deeper soil layers into the drying-front in the ~ 10-30 cm soil layer where a condensation-evaporation cycle enables rooibos to harvest small amounts of water. The highest shoot biomass with the longest taproot resulted from the unfertilised treatment on the deep soil thanks to higher soil water content, whereas the shoot and root biomass of the fertilised treatment at both sites were low due to high P soil concentration. This study revealed that unfertilised plants on deeper soils result in higher rooibos production under drought conditions.",
      "mesh_terms": [
        "Soil",
        "Aspalathus",
        "Biomass",
        "Sand",
        "Water"
      ]
    },
    {
      "pmid": "36992750",
      "title": "Aspalathin-rich green rooibos tea in combination with glyburide and atorvastatin enhances lipid metabolism in a db/db mouse model.",
      "authors": [
        "Oelfah Patel",
        "Christo J F Muller",
        "Elizabeth Joubert",
        "Bernd Rosenkranz",
        "Johan Louw",
        "Charles Awortwe"
      ],
      "journal": "Frontiers in clinical diabetes and healthcare",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rooibos (Aspalathus linearis), an indigenous South African plant and its major flavonoid, aspalathin, exhibited positive effects on glycemia and dyslipidemia in animal studies. Limited evidence exists on the effects of rooibos extract taken in combination with oral hypoglycemic and lipid-lowering medications. This study investigated the combined effects of a pharmaceutical grade aspalathin-rich green rooibos extract (GRT) with the sulfonylurea, glyburide, and atorvastatin in a type 2 diabetic (db/db) mouse model. Six-week-old male db/db mice and their nondiabetic lean db+ littermates were divided into 8 experimental groups (n=6/group). Db/db mice were treated orally with glyburide (5 mg/kg bodyweight), atorvastatin (80 mg/kg bodyweight) and GRT (100 mg/kg bodyweight) as mono- and combination therapies respectively, for 5 weeks. An intraperitoneal glucose tolerance test was conducted at 3 weeks of treatment. Serum was collected for lipid analyses and liver tissues for histological examination and gene expression. A significant increase in the fasting plasma glucose (FPG) of the db/db mice compared to their lean counterparts (from 7.98 ± 0.83 to 26.44 ± 1.84, p < 0.0001) was observed. Atorvastatin reduced cholesterol (from 4.00 ± 0.12 to 2.93 ± 0.13, p < 0.05) and triglyceride levels (from 2.77 ± 0.50 to 1.48 ± 0.23, p < 0.05). In db/db mice, the hypotriglyceridemic effect of atorvastatin was enhanced when combined with both GRT and glyburide (from 2.77 ± 0.50 to 1.73 ± 0.35, p = 0.0002). Glyburide reduced the severity and pattern of steatotic lipid droplet accumulation from a mediovesicular type across all lobular areas, whilst combining GRT with glyburide reduced the abundance and severity of lipid droplet accumulation in the centri- and mediolobular areas. The combination of GRT, glyburide and atorvastatin reduced the abundance and severity of lipid accumulation and the intensity score compared to the administered drugs alone. The addition of either GRT or glyburide in combination with atorvastatin had no effect on blood glucose or lipid profiles, but significantly reduced lipid droplet accumulation."
    },
    {
      "pmid": "36145318",
      "title": "Aspalathus linearis (Rooibos) and Agmatine May Act Synergistically to Beneficially Modulate Intestinal Tight Junction Integrity and Inflammatory Profile.",
      "authors": [
        "L Pretorius",
        "C Smith"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2022-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In order to promote gastrointestinal health, significant increases in the prevalence of gastrointestinal disorders should be paralleled by similar surges in therapeutics research. Nutraceutical interventions may play a significant role in patient management. The current study aimed to determine the potential of Aspalathus linearis (rooibos) to prevent gastrointestinal dysregulation resulting from high-dose trace-amine (TA) exposure. Considering the substantial female bias in functional gastrointestinal disorders, and the suggested phytoestrogenicity of rooibos, the study design allowed for a comparison between the effects of an ethanol extract of green rooibos and 17β-estradiol (E2). High levels of ρ-tyramine (TYR) and agmatine (AGM), but not β-phenethylamine (PEA) or tryptamine (TRP), resulted in prostaglandin E2 (PGE2) hypersecretion, increased tight-junction protein (TJP; occludin and ZO-1) secretion and (dissimilarly) disrupted the TJP cellular distribution profile. Modulating benefits of rooibos and E2 were TA-specific. Rooibos pre-treatment generally reduced IL-8 secretion across all TA conditions and prevented PGE2 hypersecretion after exposure to both TYR and AGM, but was only able to normalise TJP levels and the distribution profile in AGM-exposed cells. In contrast, E2 pre-treatment prevented only TYR-associated PGE2 hypersecretion and TJP dysregulation. Together, the data suggest that the antioxidant and anti-inflammatory effects of rooibos, rather than phytoestrogenicity, affect benefits illustrated for rooibos."
    },
    {
      "pmid": "35056712",
      "title": "Green, Black and Rooibos Tea Inhibit Prostaglandin E2 Formation in Human Monocytes by Inhibiting Expression of Enzymes in the Prostaglandin E2 Pathway.",
      "authors": [
        "Alexander Hedbrant",
        "Ingrid Persson",
        "Ann Erlandsson",
        "Jonny Wijkander"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Jan-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The formation of prostaglandin E2 (PGE2) is associated with adverse inflammatory effects. However, long-term treatment with nonsteroidal anti-inflammatory drugs (NSAIDs) comes with risk of severe side effects. Therefore, alternative ways to inhibit PGE2 are warranted. We have investigated the effects of tea extracts and the polyphenols epigallocatechin gallate (EGCG) and quercetin on PGE2 formation, determined by immunoassay, and protein expression, determined by immunoblotting, of cytosolic phospholipase A2 (cPLA2), cyclooxygenase 2 (COX-2) and microsomal PGE synthase-1 (mPGES-1) in human monocytes. Green and black tea extracts, and with a lower potency, Rooibos tea extract, inhibited lipopolysaccharide (LPS) and calcium ionophore-induced PGE2 formation. In addition, all tea extracts inhibited the LPS-induced expression of mPGES-1, and the green and black tea extracts also inhibited, to a lesser extent, COX-2 expression. The tea extracts only marginally reduced cPLA2 expression and had no effect on COX-1 expression. EGCG, present in green and black tea, and quercetin, present in all three teas, also inhibited PGE2 formation and expression of mPGES-1, COX-2 and cPLA2. Cell-based and cell-free assays were also performed to evaluate direct effects on the enzymatic activity of COX and PGE synthases. Mainly, the cell-free assay demonstrated partial inhibition by the tea extracts and polyphenols. However, the inhibition required higher doses compared to the effects demonstrated on protein expression. In conclusion, green and black tea, and to a lesser extent Rooibos tea, are potent inhibitors of PGE2 formation in human monocytes, and mediate their effects by inhibiting the expression of the enzymes responsible for PGE2 formation, especially mPGES-1.",
      "mesh_terms": [
        "Humans",
        "Dinoprostone",
        "Monocytes",
        "Tea",
        "Plant Extracts",
        "Cyclooxygenase 2",
        "Prostaglandin-E Synthases",
        "Catechin",
        "Quercetin",
        "Aspalathus",
        "Polyphenols",
        "Lipopolysaccharides"
      ]
    },
    {
      "pmid": "34823434",
      "title": "The toxic contaminants of Aspalathus linearis plant material as well as herb-drug interactions may constitute the health risk factors in daily rooibos tea consumers.",
      "authors": [
        "Justyna Pyrzanowska"
      ],
      "journal": "International journal of environmental health research",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Rooibos tea is brewed using Aspalathus linearis plant material sensitive to environmental contamination. This review covers the safety data from preclinical experiments as well as human studies and delivers a report on its hepatic activity. In vitro tea investigation reveals antioxidative and anti-mutagenic features and ability to modulate microsomal enzymes. In rodent research, it exerts protective or neutral impact on liver functions and morphology, yet several human case reports suggest possible acute hepatic damage. Summarizing rooibos consumption seems to be safe in terms of hepatotoxicity; however, there may be designated a group of consumers with higher risk of liver irritation. The contamination of plant material may contribute to herb-induced liver injury. Due to the impact on CYPs, there is a possible risk of herb-drug interactions affecting bioavailability of some co-administered medicines. Caution should be exercised in patients receiving the treatment with allopathic medicines to avoid untoward alteration of drug plasma concentration.",
      "mesh_terms": [
        "Humans",
        "Aspalathus",
        "Herb-Drug Interactions",
        "Antioxidants",
        "Risk Factors",
        "Tea",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "34684871",
      "title": "Rooibos Flavonoids, Aspalathin, Isoorientin, and Orientin Ameliorate Antimycin A-Induced Mitochondrial Dysfunction by Improving Mitochondrial Bioenergetics in Cultured Skeletal Muscle Cells.",
      "authors": [
        "Sinenhlanhla X H Mthembu",
        "Christo J F Muller",
        "Phiwayinkosi V Dludla",
        "Evelyn Madoroba",
        "Abidemi P Kappo",
        "Sithandiwe E Mazibuko-Mbeje"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2021-Oct-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current study investigated the physiological effects of flavonoids found in daily consumed rooibos tea, aspalathin, isoorientin, and orientin on improving processes involved in mitochondrial function in C2C12 myotubes. To achieve this, C2C12 myotubes were exposed to a mitochondrial channel blocker, antimycin A (6.25 µM), for 12 h to induce mitochondrial dysfunction. Thereafter, cells were treated with aspalathin, isoorientin, and orientin (10 µM) for 4 h, while metformin (1 µM) and insulin (1 µM) were used as comparators. Relevant bioassays and real-time PCR were conducted to assess the impact of treatment compounds on some markers of mitochondrial function. Our results showed that antimycin A induced alterations in the mitochondrial respiration process and mRNA levels of genes involved in energy production. In fact, aspalathin, isoorientin, and orientin reversed such effects leading to the reduced production of intracellular reactive oxygen species. These flavonoids further enhanced the expression of genes involved in mitochondrial function, such as Ucp 2, Complex 1/3, Sirt 1, Nrf 1, and Tfam. Overall, the current study showed that dietary flavonoids, aspalathin, isoorientin, and orientin, have the potential to be as effective as established pharmacological drugs such as metformin and insulin in protecting against mitochondrial dysfunction in a preclinical setting; however, such information should be confirmed in well-established in vivo disease models.",
      "mesh_terms": [
        "Animals",
        "Anti-Bacterial Agents",
        "Antimycin A",
        "Aspalathus",
        "Cell Line",
        "Cells, Cultured",
        "Chalcones",
        "Flavonoids",
        "Glucosides",
        "Luteolin",
        "Mice",
        "Mitochondria",
        "Muscle, Skeletal",
        "Tea"
      ]
    },
    {
      "pmid": "34579468",
      "title": "Protective Effects of Linearthin and Other Chalcone Derivatives from Aspalathus linearis (Rooibos) against UVB Induced Oxidative Stress and Toxicity in Human Skin Cells.",
      "authors": [
        "Akeem O Akinfenwa",
        "Naeem S Abdul",
        "Jeanine L Marnewick",
        "Ahmed A Hussein"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2021-Sep-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Skin cells suffer continuous damage from chronic exposure to ultraviolet light (UV) that may result in UV-induced oxidative stress and skin thinning. This has necessitated the formulation of cosmeceutical products rich in natural antioxidants and free radical scavengers. Aspalathus linearis (rooibos) is an endemic South African fynbos plant growing naturally in the Western Cape region. The plant is rich in phenolics and other bioactives with a wide spectrum of health benefits. The chemical study of an acetonic extract of green A. linearis afforded a novel compound named linearthin (1) and two known dihydrochalcones, aspalathin (2) and nothofagin (3). The chemical structure of the novel compound was elucidated based on spectroscopic data analysis. The bio-evaluation of the isolated chalcones in vitro for protection against UVB-induced oxidative stress were systematically assessed by examining cell viability, metabolic activity, apoptosis, and cytotoxicity using HaCaT and SK-MEL-1 skin cells models. It was observed that pre-treatment with tested samples for 4- and 24 h at low concentrations were sufficient to protect skin cells from UVB-induced damage in vitro as evidenced by higher cell viability and improved metabolic activity in both keratinocytes (HaCaT) and melanocytes (SK-MEL-1). The results further show that the pre-treatment regimen employed by this study involved some degree of cellular adaptation as evidenced by higher levels of reduced glutathione with a concomitant decrease in lipid peroxidation and lowered caspase 3 activity. Furthermore, compound 1 was most cytoprotective against UVB irradiation of HaCaT cell line (over 24 h) with an IC50 of 282 µg/mL and SK-MEL-1 cell line with IC50 values of 248.3 and 142.6 µg/mL over 4 and 24 h, respectively. On the other hand, HaCaT cells exposed to 2 over 4 h before UVB irradiation showed the highest degree of cytoprotection with an IC50 of 398.9 µg/mL among the four studied samples. These results show that linearthin (1) and the two glycoside dihydrochalcone of A. linearis have the potential to be further developed as antioxidant cosmeceutical ingredients that may protect skin against UVB-induced damage."
    },
    {
      "pmid": "33983968",
      "title": "Therapeutic effects of an aspalathin-rich green rooibos extract, pioglitazone and atorvastatin combination therapy in diabetic db/db mice.",
      "authors": [
        "Oelfah Patel",
        "Christo J F Muller",
        "Elizabeth Joubert",
        "Bernd Rosenkranz",
        "Johan Louw",
        "Charles Awortwe"
      ],
      "journal": "PloS one",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Oral therapeutics used to treat type 2 diabetes and cardiovascular disease often fail to prevent the progression of disease and their comorbidities. Rooibos (Aspalathus linearis), an endemic South African plant used as an herbal tea, has demonstrated positive effects on glycemia and hypercholesterolemia. However, the treatment efficacy of rooibos extract in combination with conventional hypoglycemic and hypolipidemic medications on blood glucose and lipid profiles has not been established. This study aimed to investigate the effects of combining an aspalathin-rich green rooibos extract (Afriplex GRT™) with pioglitazone and atorvastatin, on blood glucose and lipid levels in obese diabetic (db/db) mice. Six-week-old male db/db mice and their nondiabetic lean littermate controls (db+) were divided into 8 experimental groups (n = 6/group). Db/db mice were treated daily either with pioglitazone (25 mg/kg), atorvastatin (80 mg/kg) and GRT (100 mg/kg), a combination of either drug with GRT or a combination of GRT-pioglitazone and atorvastatin for 5 weeks. Untreated vehicle controls were given dimethyl sulfoxide (0.1%) and phosphate buffered saline solution. At termination, serum and liver tissue were collected for lipid and gene expression analysis. Treatment with GRT, pioglitazone and atorvastatin combination effectively lowered fasting plasma glucose (FPG) levels in db/db mice (p = 0.02), whilst increasing body weight, liver weight, and reducing retroperitoneal fat weight. Atorvastatin monotherapy was effective at reducing cholesterol (from 4.00 ± 0.12 to 2.93 ± 0.13, p = 0.0003), LDL-C (from 0.58 ± 0.04 to 0.50 ± 0.00, p = 0.04), HDL-C (from 2.86 ± 0.05 to 2.50 ± 0.04, p = 0.0003) and TG (from 2.77 ± 0.50 to 1.48 ± 0.23, p = 0.04), compared to the untreated diabetic control. The hypotriglyceridemic effect of atorvastatin was enhanced when used in combination with both GRT and pioglitazone. The addition of pioglitazone to GRT significantly lowered FPG and TG. In db/db mice, Apoa1 was significantly downregulated in the liver, whilst Pparγ was significantly upregulated compared to their db+ counterparts. GRT monotherapy downregulated Apoa1 expression (p = 0.02). Atorvastatin combined with GRT significantly downregulated mRNA expression of Apoa1 (p = 0.03), whilst upregulating the expression of Pparγ (p = 0.03), Pparα (p = 0.002), Srebp1 (p = 0.002), and Fasn (p = 0.04). The GRT-pioglitazone-atorvastatin combination therapy downregulated Apoa1 (p = 0.006), whilst upregulating Fasn (p = 0.005), Pparα (p = 0.041), and Srebp1 (p = 0.03). Natural products can improve the efficacy of current drugs to prevent diabetes-associated complications. GRT in combination with pioglitazone enhanced the reduction of FPG, whilst the addition of atorvastatin to the combination, significantly lowered triglyceride levels. However, when GRT was used in combination with atorvastatin only cholesterol levels were affected. Although these results confirm both glucose- and lipoprotein-lowering biological effects of GRT in combination with pioglitazone and atorvastatin, increased expression of genes involved in lipogenesis, cholesterol, and fatty acid transport, β-oxidation, and synthesis and storage of fatty acids, may exacerbate the hepatotoxic effects of atorvastatin.",
      "mesh_terms": [
        "Animals",
        "Aspalathus",
        "Atorvastatin",
        "Blood Glucose",
        "Chalcones",
        "Diabetes Mellitus, Experimental",
        "Diabetes Mellitus, Type 2",
        "Drug Therapy, Combination",
        "Glucose",
        "Hyperlipidemias",
        "Hypoglycemic Agents",
        "Hypolipidemic Agents",
        "Liver",
        "Male",
        "Mice",
        "Mice, Inbred Strains",
        "Phytotherapy",
        "Pioglitazone",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "33776463",
      "title": "The Effect of Rooibos (Aspalathus linearis), Honeybush (Cyclopia intermedia) and Sutherlandia (Lessertia frutescens) on Testicular Insulin Signalling in Streptozotocin-Induced Diabetes in Wistar Rats.",
      "authors": [
        "Temidayo S Omolaoye",
        "Shantal Lynn Windvogel",
        "Stefan S Du Plessis"
      ],
      "journal": "Diabetes, metabolic syndrome and obesity : targets and therapy",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Testicular insulin signalling is altered in diabetic (DM) males. While unravelling the mechanism through which DM exert these detrimental effects, studies have shown the importance of insulin regulation in glucose homeostasis, and how a lack in insulin secretion indirectly led to reduced male fertility. The current study aimed to investigate the role of rooibos, honeybush and Sutherlandia on insulin signalling in the testicular tissue of type I diabetic rats. METHODS: Animals (n=60) were randomly divided into six groups. The groups include a control group, a vehicle group, and diabetes was induced in the remainder of animals via a single intraperitoneal injection of STZ at 45mg/kg. The remaining four groups included a diabetic control (DC), diabetic + rooibos (DRF), diabetic + honeybush (DHB) and diabetic + Sutherlandia group (DSL). Animals were sacrificed after seven weeks of treatment, and blood and testes were collected. RESULTS: All diabetic groups (DC, DRF, DHB, DSL) presented with a significant increase in blood glucose levels after diabetes induction compared to the control and vehicle (p<0.001). The DC animals presented with decreased testicular protein expression of IRS-1, PkB/Akt and GLUT4 compared to controls. DRF and DHB animals displayed an acute upregulation in IRS-1, while the DSL group showed improvement in IRS-2 compared to DC. Although, DRF animals presented with a decrease in PkB/Akt, DHB and DSL animals displayed upregulation (22.3%, 48%) compared to controls, respectively. CONCLUSION: The results taken together, it can be suggested that these infusions may enhance insulin signalling through diverse pathways."
    },
    {
      "pmid": "33605975",
      "title": "The modulating effects of green rooibos (Aspalathus Linearis) extract on vascular function and antioxidant status in obese Wistar rats.",
      "authors": [
        "Zimvo Obasa",
        "Mignon Albertha van Vuuren",
        "Barbara Huisamen",
        "Shantal Lynn Windvogel"
      ],
      "journal": "Cardiovascular journal of Africa",
      "publication_date": null,
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Obesity is associated with the development of risk factors for cardiovascular disease (CVD) and polyphenols have been shown to possess ameliorative effects against obesity-induced CVD risk factors. Rooibos (Aspalathus linearis) is rich in polyphenols, therefore we investigated the cardioprotective effects of aspalathin-rich green rooibos (GRT) on obesity-induced CVD risk factors in obese Wistar rats. METHODS: Adult male Wistar rats (n = 20 per group) were fed a control or a high-fat diet (HFD) for 16 weeks and treated with GRT (60 mg/kg/day) for six weeks. Blood pressure was monitored throughout. Vascular reactivity was measured and Western blots of cell-signalling proteins (eNOS, AMPK and PKB) were performed in aortic tissues. Effects on oxidative stress were determined by measuring antioxidant enzyme activity and thiobarbituric reactive substance (TBARS) levels in the liver. RESULTS: HFD animals had (1) increased blood pressure, (2) impaired vasodilation, (3) attenuated PKB and AMPK expression, (4) decreased antioxidant enzyme activity, (5) increased malondialdehyde (MDA) levels, and (6) increased phosphorylated eNOS levels. Treatment with GRT extract significantly alleviated these obesity-induced CVD risk factors. CONCLUSIONS: Supplementation with GRT extract alleviated cardiovascular risk factors in the HFD animals, suggesting a therapeutic potential for GRT in obesity-induced cardiovascular risk.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Animals",
        "Antioxidants",
        "Aspalathus",
        "Cardiovascular Diseases",
        "Male",
        "Obesity",
        "Plant Extracts",
        "Polyphenols",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "33285593",
      "title": "Cardioprotective Function of Green Rooibos (Aspalathus linearis) Extract Supplementation in Ex Vivo Ischemic Prediabetic Rat Hearts.",
      "authors": [
        "Sybrand Engelbrecht Smit",
        "Claudine Manirafasha",
        "Erna Marais",
        "Rabia Johnson",
        "Barbara Huisamen"
      ],
      "journal": "Planta medica",
      "publication_date": "2022-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic patients develop ischemic heart disease and strokes more readily. Following an ischemic event, restoration of blood flow increases oxidative stress resulting in myocardial damage, termed ischemia/reperfusion injury. Aspalathus linearis (rooibos), rich in the antioxidant phenolic compound aspalathin, has been implicated as cardioprotective against ischemia/reperfusion injury with undefined mechanism in control rats. Primarily, the therapeutic potential of Afriplex green rooibos extract to prevent ischemia/reperfusion injury in cardiovascular disease-compromised rats was investigated. Additionally, Afriplex Green rooibos extract's cardioprotective signaling on metabolic markers and stress markers was determined using western blotting. Three hundred male Wistar rats received either 16-wk standard diet or high-caloric diet. During the final 6 wk, half received 60 mg/kg/day Afriplex green rooibos extract, containing 12.48% aspalathin. High-caloric diet increased body weight, body fat, fasting serum triglycerides, and homeostatic model assessment of insulin resistance - indicative of prediabetes. High-caloric diet rats had increased heart mass, infarct size, and decreased heart function. Afriplex green rooibos extract treatment for 6 wk lowered pre-ischemic heart rate, reduced infarct size, and improved heart function pre- and post-ischemia, without significantly affecting biometric parameters. Stabilized high-caloric diet hearts had decreased insulin independence via adenosine monophosphate activated kinase and increased inflammation (p38 mitogen-activated protein kinase), whereas Afriplex green rooibos extract treatment decreased insulin dependence (protein kinase B) and conferred anti-inflammatory effect. After 20 min ischemia, high-caloric diet hearts had upregulated ataxia-telangiectasia mutated kinase decreased insulin independence, and downregulated insulin dependence and glycogen synthase kinase 3 β inhibition. In contrast, Afriplex green rooibos extract supplementation downregulated insulin independence and inhibited extracellular signal-regulated kinase 1 and 2. During reperfusion, all protective signaling was decreased in high-caloric diet, while Afriplex green rooibos extract supplementation reduced oxidative stress (c-Jun N-terminal kinases 1 and 2) and inflammation. Taken together, Afriplex green rooibos extract supplementation for 6 wk preconditioned cardiovascular disease-compromised rat hearts against ischemia/reperfusion injury by lowering inflammation, oxidative stress, and heart rate.",
      "mesh_terms": [
        "Animals",
        "Aspalathus",
        "Dietary Supplements",
        "Humans",
        "Ischemia",
        "Plant Extracts",
        "Prediabetic State",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "32667064",
      "title": "Fumonisin B1 -induced mitochondrial toxicity and hepatoprotective potential of rooibos: An update.",
      "authors": [
        "Naeem Sheik Abdul",
        "Jeanine L Marnewick"
      ],
      "journal": "Journal of applied toxicology : JAT",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "Fumonisins are a family of potentially carcinogenic mycotoxins produced by Fusarium verticillioides. Several fumonisins have been identified with fumonisin B1 (FB1 ) being the most toxic. The canonical mechanism of FB1 toxicity is centered on its structural resemblance with sphinganine and consequent competitive inhibition of ceramide synthase and disruption of lipidomic profiles. Recent and emerging evidence at the molecular level has identified the disruption of mitochondria and excessive generation of toxic reactive oxygen species (ROS) as alternative/additional mechanisms of toxicity. The understanding of how these pathways contribute to FB1 toxicity can lead to the identification of novel, effective approaches to protecting vulnerable populations. Natural compounds with antioxidant properties seem to protect against the induced toxic effects of FB1 . Rooibos (Aspalathus linearis), endemic to South Africa, has traditionally been used as a medicinal herbal tea with strong scientific evidence supporting its anecdotal claims. The unique composition of phytochemicals and combination of metabolic activators, adaptogens and antioxidants make rooibos an attractive yet underappreciated intervention for FB1 toxicoses. In the search for a means to address FB1 toxicoses as a food safety problem in developing countries, phytomedicine and traditional knowledge systems must play an integral part. This review aims to summarize the growing body of evidence succinctly, which highlights mitochondrial dysfunction as a secondary toxic effect responsible for the FB1 -induced generation of ROS. We further propose the potential of rooibos to combat this induced toxicity based on its integrated bioactive properties, as a socio-economically viable strategy to prevent and/or repair cellular damage caused by FB1 .",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Aspalathus",
        "Calcium",
        "Cytoprotection",
        "Fumonisins",
        "Humans",
        "Liver",
        "Mitochondria, Liver",
        "Oxidative Stress",
        "Plant Extracts",
        "Reactive Oxygen Species",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "32458430",
      "title": "Effect of Rooibos (Aspalathus linearis) extract on atorvastatin-induced toxicity in C3A liver cells.",
      "authors": [
        "Danielle A Millar",
        "Sandra Bowles",
        "Shantal Lynn Windvogel",
        "Johan Louw",
        "Christo J F Muller"
      ],
      "journal": "Journal of cellular physiology",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Rooibos (Aspalathus linearis) has various health benefits. Two case studies have associated chronic Rooibos consumption with conventional prescription medications, including atorvastatin (ATV), with hepatotoxicity. Statins act by inhibiting hydroxymethylglutaryl-coenzyme A reductase, a rate-limiting enzyme in cholesterol synthesis. Although rare, statins are potentially hepatotoxic. The aim was to investigate interactions between aspalathin-rich Rooibos extract GRT™ and ATV-induced hepatotoxicity in C3A liver cells cultured with and without palmitate. Effects of co-treatment of GRT + ATV on cell viability, oxidative stress, apoptosis, mitochondrial integrity, and cellular reactive oxygen species (ROS) production were assessed. Significantly increased ROS production was observed in cells exposed to ATV and palmitate. Combination therapy of GRT + ATV also showed significant increases in ROS production. Under palmitate-treated conditions, ATV-induced significant apoptosis which was not ameliorated by GRT + ATV co-treatment. Despite studies purporting hepatoprotection from Rooibos, our study showed that GRT was unable to modulate ATV-induced hepatotoxic effects in this model.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Atorvastatin",
        "Chalcones",
        "Hepatocytes",
        "Liver",
        "Oxidative Stress",
        "Phytotherapy",
        "Plant Extracts",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "32325968",
      "title": "The Combination Effect of Aspalathin and Phenylpyruvic Acid-2-O-β-D-glucoside from Rooibos against Hyperglycemia-Induced Cardiac Damage: An In Vitro Study.",
      "authors": [
        "Phiwayinkosi V Dludla",
        "Christo J F Muller",
        "Johan Louw",
        "Sithandiwe E Mazibuko-Mbeje",
        "Luca Tiano",
        "Sonia Silvestri",
        "Patrick Orlando",
        "Fabio Marcheggiani",
        "Ilenia Cirilli",
        "Nireshni Chellan",
        "Samira Ghoor",
        "Bongani B Nkambule",
        "M Faadiel Essop",
        "Barbara Huisamen",
        "Rabia Johnson"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-Apr-20",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "Recent evidence shows that rooibos compounds, aspalathin and phenylpyruvic acid-2-O-β-D-glucoside (PPAG), can independently protect cardiomyocytes from hyperglycemia-related reactive oxygen species (ROS). While aspalathin shows more potency by enhancing intracellular antioxidant defenses, PPAG acts more as an anti-apoptotic agent. Thus, to further understand the protective capabilities of these compounds against hyperglycemia-induced cardiac damage, their combinatory effect was investigated and compared to metformin. An in vitro model of H9c2 cardiomyocytes exposed to chronic glucose concentrations was employed to study the impact of such compounds on hyperglycemia-induced damage. Here, high glucose exposure impaired myocardial substrate utilization by abnormally enhancing free fatty acid oxidation while concomitantly suppressing glucose oxidation. This was paralleled by altered expression of genes involved in energy metabolism including acetyl-CoA carboxylase (ACC), 5' AMP-activated protein kinase (AMPK), and peroxisome proliferator-activated receptor-alpha (PPARα). The combination treatment improved myocardial substrate metabolism, maintained mitochondrial membrane potential, and attenuated various markers for oxidative stress including nicotinamide adenine dinucleotide phosphate (NADPH) oxidase activity and glutathione content. It also showed a much-improved effect by ameliorating DNA damage when compared to metformin. The current study demonstrates that rooibos compounds offer unique cardioprotective properties against hyperglycemia-induced and potentially against diabetes-induced cardiac damage. These data also support further exploration of rooibos compounds to better assess the cardioprotective effects of different bioactive compound combinations.",
      "mesh_terms": [
        "AMP-Activated Protein Kinase Kinases",
        "Animals",
        "Aspalathus",
        "Cells, Cultured",
        "Chalcones",
        "DNA Damage",
        "Energy Metabolism",
        "Gene Expression",
        "Glucose",
        "Glucosides",
        "Membrane Potential, Mitochondrial",
        "Metformin",
        "Myocytes, Cardiac",
        "NADPH Oxidases",
        "Oxidative Stress",
        "PPAR alpha",
        "Phenylpyruvic Acids",
        "Protein Kinases",
        "Rats",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "32031565",
      "title": "Rooibos (Aspalathus linearis) protects against nicotineinduced vascular injury and oxidative stress in Wistar rats.",
      "authors": [
        "Michelle Smit-Van Schalkwyk",
        "Shantal Windvogel",
        "Hans Strijdom"
      ],
      "journal": "Cardiovascular journal of Africa",
      "publication_date": "2020",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Rooibos (Aspalathus linearis) is an indigenous South African plant, traditionally used by the local population as a remedy against several ailments. More recently, rooibos was shown to exhibit potent antioxidant properties, attributed to its polyphenols. We assessed whether treatment with fermented rooibos (RF), unfermented rooibos (RUF) and melatonin (Mel), a well-documented antioxidant included for comparison, could counter the harmful vascular and pro-oxidant effects of nicotine. METHODS: Vascular function, antioxidant enzyme activity and lipid peroxidation were assessed in male adult rats treated with nicotine (5 mg/kg body weight/day) and 2% RF, 2% RUF or 4% Mel co-administration. Nitric oxide (NO) production and cell viability were measured in nicotine-exposed rat aortic endothelial cells (AECs) pre-treated with RF (0.015 mg/ml). RESULTS: Vascular studies showed that co-administration with RF or Mel exerted anti-contractile and pro-relaxation responses in aortic rings, and increased hepatic superoxide dismutase and catalase activity in nicotine-exposed animals. Co-treatment with Mel additionally decreased lipid peroxidation in nicotine-exposed rats. RUF exerted anti-contractile responses in aortic rings of nicotine-treated animals, while in nicotine-exposed AECs, RF pre-treatment increased intracellular NO levels. CONCLUSIONS: For the first time, we have shown that rooibos co-treatment exerted beneficial vascular effects in nicotine-exposed rats, and that this was associated with increased antioxidant enzyme activity.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Aorta",
        "Aortic Diseases",
        "Aspalathus",
        "Catalase",
        "Disease Models, Animal",
        "Lipid Peroxidation",
        "Liver",
        "Male",
        "Melatonin",
        "Nicotine",
        "Nitric Oxide",
        "Oxidative Stress",
        "Plant Extracts",
        "Rats, Wistar",
        "Superoxide Dismutase",
        "Vasodilation"
      ]
    },
    {
      "pmid": "31881511",
      "title": "Study of the pharmacokinetics of eriodictyol-6-C-β-d-glucoside, a flavonoid of rooibos (Aspalathus linearis) extract, after its oral administration in mice.",
      "authors": [
        "Kanako Yuyama",
        "Yoshitaka Nakamura",
        "Riho Tateyama",
        "Rieko Arakaki",
        "Takuya Tsutsui",
        "Naozumi Ishimaru"
      ],
      "journal": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences",
      "publication_date": "2020-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Systemic dry syndrome affects quality of life, and various effective methods are being developed for its treatment. We recently found that rooibos (Aspalathus linearis) extract activates muscarinic M3 receptor and improves dryness in mice and humans. We identified eriodictyol-6-C-β-D-glucoside (E6CG) as the active component affecting the secretory functions of exocrine glands; however, the pharmacokinetics and distribution of E6CG in exocrine glands have not been elucidated in mice receiving rooibos extract. We have developed a quantification method using LC-MS/MS to detect E6CG without an internal standard. Experiments on C57BL/6 mice administered rooibos extract showed that E6CG was transferred into blood plasma, with its concentration levels peaking 19.3 min after treatment. Substantial levels of E6CG were detected in the submandibular, sublingual, parotid, and lacrimal glands and in the sweat glands in palm skin. This study reports that rooibos extracts containing E6CG can be used as functional foods for improving systemic dryness.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Aspalathus",
        "Flavanones",
        "Glucosides",
        "Limit of Detection",
        "Linear Models",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Plant Extracts",
        "Reproducibility of Results",
        "Salivary Glands",
        "Skin",
        "Tissue Distribution"
      ]
    },
    {
      "pmid": "31419729",
      "title": "Rooibos suppresses proliferation of castration-resistant prostate cancer cells via inhibition of Akt signaling.",
      "authors": [
        "Shih-Han Huang",
        "Jen-Chih Tseng",
        "Ching-Yu Lin",
        "Ying-Yu Kuo",
        "Bi-Juan Wang",
        "Yung-Hsi Kao",
        "Christo J F Muller",
        "Elizabeth Joubert",
        "Chih-Pin Chuu"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2019-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Androgen ablation therapy is the primary treatment for metastatic prostate cancer (PCa). However, the majority of PCa patients receiving the androgen deprivation therapy develop recurrent castration-resistant prostate cancer (CRPC) within two years. Chemotherapies show little effect on prolonging survival of CRPC patients and new treatments are needed. Previous studies reported that the extracts from rooibos (Aspalathus linearis) exhibit chemopreventive properties in some cancer models, including skin, liver and oesophagus cancers in animals. We therefore investigate if extracts from rooibos can suppress the proliferation of CRPC cells. PURPOSE: We investigated whether an aspalathin-rich green rooibos extract (GRT™; 12.78 g aspalathin/100 g extract) demonstrates anti-cancer activity against CRPC cells. METHODS: High performance liquid chromatography (HPLC) was used to profile the major flavonoids in GRT. Hoechst-dye proliferation assay, 3,4,5-dimethylthiazol-2-yl)-2-5-diphenyltetrazolium bromide (MTT) viability assay and flow cytometry assay were used to explore the effects of GRT on the proliferation and cell cycle progression of CRPC cells. Comet assay was used to survey whether GRT induces apoptosis in CRPC cells. LNCaP 104-R1 xenograft nude mice model was used to determine the inhibitory effect of GRT on CRPC tumors in vivo. Micro-Western Array (MWA) and Western blot analysis were carried out to unravel the underlying molecular mechanism. RESULTS: GRT contained aspalathin as the most abundant flavonoid. GRT suppressed the proliferation and survival of LNCaP 104-R1, LNCaP FGC and PC-3 PCa cells. Flow cytometry analysis showed that GRT decreased the population of PCa cells in S phase but increased the cell population in G2/M phase. Comet assay confirmed that GRT induced apoptosis in LNCaP 104-R1 cells. Gavage of 400 mg/kg GRT suppressed LNCaP 104-R1 xenografts in castrated nude mice. MWA and Western blot analysis indicated that GRT treatment suppressed Akt1, phospho-Akt Ser473, Cdc2, Bcl-2, TRAF4 and Aven, but increased activated Caspase 3, cytochrome c, and p27Kip1. Overexpression of Akt rescued the suppressive effects of GRT on CRPC cells. Co-treatment of GRT with Bcl-2 inhibitor ABT-737, PI3K inhibitor LY294002 and Akt inhibitor GSK 690693 exhibited additive inhibitory effect on proliferation of CRPC cells. CONCLUSIONS: GRT suppresses the proliferation of CRPC cells via inhibition of Akt signaling.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents",
        "Apoptosis",
        "Aspalathus",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Chalcones",
        "Humans",
        "Male",
        "Mice",
        "Mice, Nude",
        "Plant Extracts",
        "Prostatic Neoplasms, Castration-Resistant",
        "Proto-Oncogene Proteins c-akt",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "31400544",
      "title": "Novel effects of rooibos extract on tear and saliva secretion mediated by the muscarinic acetylcholine receptor 3 in mice.",
      "authors": [
        "Rieko Arakaki",
        "Aya Ushio",
        "Satoru Kisoda",
        "Mami Sato",
        "Yoshitaka Nakamura",
        "Kanako Yuyama",
        "Riho Tateyama",
        "Satoru Morishita",
        "Noriyuki Monoi",
        "Yasusei Kudo",
        "Naozumi Ishimaru"
      ],
      "journal": "Journal of oral biosciences",
      "publication_date": "2019-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Sicca syndrome is characterized by dry mouth and eyes and results in a reduction of the patient's quality of life. Various natural plants, including certain herbs, have long been employed to alleviate such symptoms. Rooibos grown in South Africa is one of the potent herbal plants used for the treating dry mouth. However, the precise mechanism of action by which rooibos alleviates symptoms of dryness remains unclear. METHODS: The in vivo effects of rooibos extract (RE), which comprises eriodictyol-6-C-glucoside, on the secretory function of saliva and tears were analyzed after intraoral RE administration using wild-type C57BL/6 (B6) mice. In addition, the mechanisms of RE were investigated after administration of a muscarinic acetylcholine receptor 3 (M3R) antagonist. RESULTS: Tear and saliva volumes in mice increased significantly and in a dose-dependent manner following intraoral RE administration compared to those in mice in the control group administered H2O. An experiment performed using darifenacin administration revealed that the effects of RE on secretory function were exerted via M3R. CONCLUSION: These results suggest that RE administration is an effective treatment for symptoms of dryness and may be used in clinical settings against sicca syndrome.",
      "mesh_terms": [
        "Animals",
        "Aspalathus",
        "Humans",
        "Mice",
        "Mice, Inbred C57BL",
        "Plant Extracts",
        "Quality of Life",
        "Receptors, Muscarinic",
        "Saliva",
        "South Africa"
      ]
    },
    {
      "pmid": "31153588",
      "title": "A histomorphometric study on the hepatoprotective effects of a green rooibos extract in a diet-induced obese rat model.",
      "authors": [
        "J I Layman",
        "D L Pereira",
        "N Chellan",
        "B Huisamen",
        "S H Kotzé"
      ],
      "journal": "Acta histochemica",
      "publication_date": "2019-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity, type two diabetes mellitus and insulin resistance are associated with increased oxidative stress and inflammation. Unfermented green rooibos is an aspalathin rich variant of traditional fermented rooibos (Aspalathus linearis) and has a high polyphenol content. The present study aimed to determine the histologically observable effects of a commercially produced, aspalathin-rich green rooibos extract, Afriplex GRT™ (GRE) in a diet-induced obese rat model. Male Wistar rats (N = 28) were randomly assigned to four study groups (n = 7): control (C), green rooibos (GRT), high-fat diet (HFD) and experimental (HFD-GRT) group. Body mass was determined prior to euthanasia and liver mass was determined after death. The left lateral lobe of the liver was processed to wax and stained using haematoxylin and eosin (H & E), Masson's trichrome stain, Gordons and Sweet's reticulin impregnation and periodic acid-Schiff stain. Frozen liver tissue sections were used for Oil red O staining. Morphometric quantification of steatosis, semiquantitative pathology grading and scoring were performed and verified by a veterinary histopathologist. A significant increase in body and liver mass was observed in the HFD groups while co-treatment with green rooibos significantly reduced both. The volume and area of steatosis were significantly increased in the HFD groups while the area of steatosis significantly reduced with green rooibos co-treatment. The percentage, location and type of steatosis as well as presence of inflammation and hepatocellular injury were reduced in the HFD group co-treated with GRE. These findings suggest that a GRE has potential as an anti-steatotic, anti-inflammatory and weight reducing agent in vivo.",
      "mesh_terms": [
        "Animals",
        "Anti-Obesity Agents",
        "Aspalathus",
        "Diet, High-Fat",
        "Disease Models, Animal",
        "Fatty Liver",
        "Histocytochemistry",
        "Liver",
        "Male",
        "Obesity",
        "Phytotherapy",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "30986715",
      "title": "Rooibos (Aspalathus linearis) and honeybush (Cyclopia species) modulate the oxidative stress associated injury of diesel exhaust particles in human umbilical vein endothelial cells.",
      "authors": [
        "Akeem O Lawal",
        "Lester M Davids",
        "Jeanine L Marnewick"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2019-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Previous evidence show foods and beverages rich in polyphenolic compounds to have favourable effects on the cardiovascular system. HYPOTHESIS: The current study assessed the modulation of oxidative stress and associated inflammation induced by diesel exhaust particles (DEP - SRM 2975) by pre-treatment of human umbilical vein endothelial cells (HUVECs) with aqueous extracts of rooibos [fermented (FR) as well as green form (GR)] and honeybush [fermented form (FH)]. STUDY DESIGN: HUVEC are either exposed to DEP (10 µg/ml) for 4 h or pre-treated with 40 and 60 µg/ml of FR or GH or FR, or 50 µg/ml orientin (OR) for 6 h prior to DEP exposure. METHODS: In vitro antioxidant capacity of the extracts was assessed and the polyphenol contents were also assessed by HPLC. ROS, cell viability, lactate dehydrogenase leakage, lipid peroxidation, GSH:GSSG ratios, conjugated diene and protein carbonyl levels were determined as indices of oxidative stress and cytotoxicity. RT-qPCR and western blot were used to assess inflammatory cytokines and antioxidant genes expression. RESULTS: DEP caused a dose and time-dependent increase in ROS production, significant (p < 0.001) increase in protein carbonyl (PC) formation, thiobarbituric acid reactive substances and conjugated dienes levels (p < 0.01) and a significant reduction in glutathione (GSH) redox status. Pre-incubation with either the herbal extracts or orientin attenuated these effects. The significant increase in IL-1α, IL-6, IL-8, VCAM-1 and ATF4 gene expression caused by DEP (10 µg/ml) were also attenuated by the presence of the FR, GR and FH extracts, and OR . Pre-treatment with the rooibos extracts or flavone orientin enhanced cell viability, reduced LDH leakage, enhanced mRNA expression of NQO1 and Nrf2, but repressed CYP1B1 mRNA induced by DEP. Western blot showed both the herbal tea extracts and orientin to enhance NQO1 and γGSC protein induction by DEP. CONCLUSION: Taken together, the herbal extracts offer protection against DEP-induced oxidative stress and inflammatory response.",
      "mesh_terms": [
        "Antioxidants",
        "Aspalathus",
        "Cytochrome P-450 CYP1B1",
        "Fabaceae",
        "Fermented Foods",
        "Flavonoids",
        "Glucosides",
        "Glutathione",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Lipid Peroxidation",
        "NF-E2-Related Factor 2",
        "Oxidation-Reduction",
        "Oxidative Stress",
        "Plant Extracts",
        "Polyphenols",
        "Protective Agents",
        "Vehicle Emissions"
      ]
    },
    {
      "pmid": "30976698",
      "title": "The cardiovascular protective effects of rooibos (Aspalathus linearis) extract on diesel exhaust particles induced inflammation and oxidative stress involve NF-κB- and Nrf2-dependent pathways modulation.",
      "authors": [
        "Akeem O Lawal",
        "Dare M Oluyede",
        "Monsurat O Adebimpe",
        "Lateefat T Olumegbon",
        "Olamide O Awolaja",
        "Olusola O Elekofehinti",
        "Olamide O Crown"
      ],
      "journal": "Heliyon",
      "publication_date": "2019-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Studies have shown that diesel exhaust particles (DEP) induced oxidative stress and inflammation. This present study examined the molecular effects of aqueous rooibos extract (RE) on the cardiovascular toxic effect of methanol extract of DEP in exposed Wistar rats. The results showed that DEP caused significant (p < 0.001) increase in MDA and CDs levels in the aorta and heart but this increase was significantly (p < 0.001) attenuated by rooibos extract. DEP induced IL-8, TNFα, IL-1β and decreased IL-10 gene expressions, all of which were reversed in the presence of rooibos extract. The expression of NF-κB, and IκKB genes were also significantly (p < 0.001) induced by DEP in both tissues, but pre-treatment with RE attenuated these effects. In contrast, DEP repressed IκB mRNA level, which was significantly (p < 0.001) reversed by rooibos extract pre-treatment. In addition, pre-treatment with rooibos extract attenuated the increased Nrf2 and HO-1 mRNA levels caused by DEP. This indicates the potential of rooibos extract to protect against DEP-induced cardiovascular toxicity."
    },
    {
      "pmid": "30717198",
      "title": "Aspalathin-Enriched Green Rooibos Extract Reduces Hepatic Insulin Resistance by Modulating PI3K/AKT and AMPK Pathways.",
      "authors": [
        "Sithandiwe E Mazibuko-Mbeje",
        "Phiwayinkosi V Dludla",
        "Candice Roux",
        "Rabia Johnson",
        "Samira Ghoor",
        "Elizabeth Joubert",
        "Johan Louw",
        "Andy R Opoku",
        "Christo J F Muller"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2019-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We previously demonstrated that an aspalathin-enriched green rooibos extract (GRE) reversed palmitate-induced insulin resistance in C2C12 skeletal muscle and 3T3-L1 fat cells by modulating key effectors of insulin signalling such as phosphatidylinositol-4,5-bisphosphate 3-kinase/protein kinase B (PI3K/AKT) and AMP-activated protein kinase (AMPK). However, the effect of GRE on hepatic insulin resistance is unknown. The effects of GRE on lipid-induced hepatic insulin resistance using palmitate-exposed C3A liver cells and obese insulin resistant (OBIR) rats were explored. GRE attenuated the palmitate-induced impairment of glucose and lipid metabolism in treated C3A cells and improved insulin sensitivity in OBIR rats. Mechanistically, GRE treatment significantly increased PI3K/AKT and AMPK phosphorylation while concurrently enhancing glucose transporter 2 expression. These findings were further supported by marked stimulation of genes involved in glucose metabolism, such as insulin receptor (Insr) and insulin receptor substrate 1 and 2 (Irs1 and Irs2), as well as those involved in lipid metabolism, including Forkhead box protein O1 (FOXO1) and carnitine palmitoyl transferase 1 (CPT1) following GRE treatment. GRE showed a strong potential to ameliorate hepatic insulin resistance by improving insulin sensitivity through the regulation of PI3K/AKT, FOXO1 and AMPK-mediated pathways.",
      "mesh_terms": [
        "3T3 Cells",
        "AMP-Activated Protein Kinases",
        "Animals",
        "Aspalathus",
        "Carnitine O-Palmitoyltransferase",
        "Cell Line",
        "Chalcones",
        "Diet, High-Fat",
        "Dietary Sugars",
        "Gene Expression Regulation",
        "Hepatocytes",
        "Hyperglycemia",
        "Hypoglycemic Agents",
        "Insulin Receptor Substrate Proteins",
        "Insulin Resistance",
        "Male",
        "Mice",
        "Muscle Fibers, Skeletal",
        "Nerve Tissue Proteins",
        "Palmitic Acid",
        "Phosphatidylinositol 3-Kinases",
        "Phosphorylation",
        "Plant Extracts",
        "Proto-Oncogene Proteins c-akt",
        "Rats",
        "Rats, Wistar",
        "Receptor, Insulin",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "30657457",
      "title": "Rooibos tea (Aspalathus linearis) ameliorates the CCl4-induced injury to mitochondrial respiratory function and energy production in rat liver.",
      "authors": [
        "Oľga Uličná",
        "Oľga Vančová",
        "Jarmila Kucharská",
        "Pavol Janega",
        "Iveta Waczulíková"
      ],
      "journal": "General physiology and biophysics",
      "publication_date": "2019-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The rooibos tea (RT) is a source of valuable dietary dihydrochalcones  aspalathin, and nothofagin and other polyphenols. Many in vitro and in vivo studies have shown that RT flavonoids have strong antioxidant effect and significantly reduce oxidative stress. We investigated the antioxidant activity and protective effect of an aqueous extract of RT on the liver mitochondria oxidative phosphorylation in rats with carbon tetrachloride-induced (CCl4-induced) liver damage. Mitochondrial respiration and ATP production was determined amperometrically using a Clark-type oxygen electrode. We found significantly decreased parameters of oxidative phosphorylation in the group having received CCl4 for 10 weeks. Simultaneous administration of RT increased oxygen uptake stimulated with ADP, and the rate of ATP generation in the mitochondria of rats, both having been impaired in rats treated with CCl4 only. Treatment with RT significantly decreased CCl4-induced elevated enzyme levels, improved capacity of the respiratory chain and energy production, presumably due to its potent and direct antioxidant activity, including inhibition of mitochondrial lipid peroxidation. Improved histological features support the view of antioxidant and membrane-stabilizing activity of RT. This fact may play a significant role in the protection of the liver from injury caused by known toxins, and from subsequent development of steatosis and fibrosis..",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Aspalathus",
        "Cell Respiration",
        "Chemical and Drug Induced Liver Injury",
        "Energy Metabolism",
        "Lipid Peroxidation",
        "Liver",
        "Mitochondria, Liver",
        "Oxidative Phosphorylation",
        "Plant Extracts",
        "Rats",
        "Tea"
      ]
    },
    {
      "pmid": "30563087",
      "title": "The Potential of South African Herbal Tisanes, Rooibos and Honeybush in the Management of Type 2 Diabetes Mellitus.",
      "authors": [
        "Olawale R Ajuwon",
        "Ademola O Ayeleso",
        "Gbenga A Adefolaju"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2018-Dec-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Diabetes mellitus is a metabolic disease that can lead to high morbidity, mortality and long-term complications. Available treatment strategies, which are mainly based on treating hyperglycemia, with insulin and other pharmacological agents are not completely efficient and can even lead to development of unwanted side effects. Scientific evidence suggests that bioactive compounds from teas and other plant-based foods, which are known source of natural antioxidants, could be an attractive strategy to preferentially treat and manage type 2 diabetes mellitus (T2DM) and thus, have significant therapeutic implications. In this review, we attempt an in-depth analysis and discussion of the current progress in our understanding of the antidiabetic potential of two commercialized South Africa herbal tisanes-Rooibos and Honeybush and their polyphenols.",
      "mesh_terms": [
        "Animals",
        "Aspalathus",
        "Cyclopia Plant",
        "Diabetes Mellitus, Type 2",
        "Disease Models, Animal",
        "Humans",
        "Hypoglycemic Agents",
        "Plant Extracts",
        "Polyphenols",
        "South Africa",
        "Teas, Herbal"
      ]
    },
    {
      "pmid": "30340097",
      "title": "Renal protective effects of aspalathin and nothofagin from rooibos (Aspalathus linearis) in a mouse model of sepsis.",
      "authors": [
        "Sumin Yang",
        "Changhun Lee",
        "Bong-Seon Lee",
        "Eui Kyun Park",
        "Kyung-Min Kim",
        "Jong-Sup Bae"
      ],
      "journal": "Pharmacological reports : PR",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Aspalathin (Aspt) and nothofagin (Not) were reported to have antioxidant activity and are the two major active dihydrochalcones in green rooibos. This study was conducted to determine whether Asp and Not can modulate renal functional damage in a mouse model of sepsis and to elucidate the underlying mechanisms. METHODS: The potential of Aspt and Not treatment to reduce renal damage induced by cecal ligation and puncture (CLP) surgery in mice was measured by assessing blood urea nitrogen (BUN), serum creatinine, total urine protein, levels of lactate dehydrogenase (LDH), nitric oxide (NO), tumour necrosis factor (TNF)-α, interleukin (IL)-6, and myeloperoxidase (MPO), lipid peroxidation, total glutathione, glutathione peroxidase activity, catalase activity, and superoxide dismutase activity. RESULTS: Treatment with Aspt and Not decreased plasma levels of BUN, creatinine, urine protein, and LDH in mice with CLP-induced renal damage. Moreover, Aspt and Not inhibited nuclear factor (NF)-κB activation and reduced the induction of NO synthase and excessive production of nitric acid. Aspt and Not treatment also reduced the plasma levels of NO, TNF-α, IL-6, and MPO and reduced lethality due to CLP-induced sepsis, increased lipid peroxidation, and markedly enhanced the antioxidant defence system by restoring the levels of superoxide dismutase, glutathione peroxidase, and catalase in the kidney tissues. CONCLUSION: Our results suggest that Aspt and Not protect mice against sepsis-triggered renal injury.",
      "mesh_terms": [
        "Animals",
        "Aspalathus",
        "Chalcones",
        "Disease Models, Animal",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Kidney",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Protective Agents",
        "Sepsis"
      ]
    },
    {
      "pmid": "30044119",
      "title": "Aspalathin, a C-glucosyl dihydrochalcone from rooibos improves the hypoglycemic potential of metformin in type 2 diabetic (db/db) mice.",
      "authors": [
        "P V Dludla",
        "K B Gabuza",
        "C J F Muller",
        "E Joubert",
        "J Louw",
        "R Johnson"
      ],
      "journal": "Physiological research",
      "publication_date": "2018-Nov-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metformin is the first line therapy of type 2 diabetics, but continued reduction of their life expectancy warrants further investigation into alternative treatment strategies. This study reports on the combinational use of metformin with aspalathin, a C-glucosyl dihydrochalcone with known glucose lowering and antioxidant properties, as an effective hypoglycemic therapy in a type 2 diabetic (db/db) mouse model. When tested as a monotherapy, a low dose of aspalathin (13 mg/kg) showed no effect, while a high dose (130 mg/kg) has already displayed a better potential than metformin in protecting against diabetes associated symptoms in db/db mice. Thus, it remains of interest to determine whether this dihydrochalcone can improve the efficacy of metformin. The results showed that this combination therapy was more effective than the use of metformin as a monotherapy in ameliorating diabetes associated symptoms, including abnormal raised fasting plasma glucose levels, impaired glucose tolerance, as well as excessively increased body weights and fat content. The treated mice also had reduced food and water consumption when compared to untreated controls, with a pronounced effect evident in the last week of treatment. Therefore, this study supports further investigations into the ameliorative effect of combination therapy of metformin and aspalathin against diabetes associated symptoms.",
      "mesh_terms": [
        "Animals",
        "Aspalathus",
        "Chalcones",
        "Diabetes Mellitus, Type 2",
        "Drug Synergism",
        "Flavonoids",
        "Hypoglycemic Agents",
        "Male",
        "Metformin",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Transgenic"
      ]
    },
    {
      "pmid": "29642387",
      "title": "A Beneficial Role of Rooibos in Diabetes Mellitus: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Moe Sasaki",
        "Nami Nishida",
        "Masako Shimada"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2018-Apr-06",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "In a rapid increase in cases of diabetes mellitus worldwide, there has been interested in the use of plant-derived polyphenols as nutraceuticals to prevent the onset and progression of diabetes mellitus and its associated complications. Aspalathus linearis, commonly known as rooibos, is a rich source of uncommon glycosylated plant polyphenols with various critical health-promoting properties, including the prevention and treatment of diabetes mellitus (DM). This study aimed to examine these effects by meta-analyzing the current evidence in diabetic rodent models. Peer-reviewed studies written in English from two databases, PubMed and Embase, were searched up to 28 February 2018. Studies reporting blood glucose levels in diabetic rodents with and without receiving rooibos extracts or their major phenolic compounds are included. Twelve studies enrolling 88 diabetic rodents treated with rooibos extracts or their polyphenols and 85 diabetic control males reported blood glucose levels. The pooled effect size was -0.89 (95% CI: -1.44 to -0.35) with a substantial heterogeneity (I² = 67.0%). This effect was likely to be modified by type of rooibos extracts and their polyphenols and treatment period. Blood glucose levels were significantly lower in diabetic rodent models treated with the phenolic compound rich in rooibos extracts, PPAG.",
      "mesh_terms": [
        "Animals",
        "Aspalathus",
        "Blood Glucose",
        "Diabetes Mellitus, Experimental",
        "Humans",
        "Male",
        "Mice",
        "Phytotherapy",
        "Plant Extracts",
        "Polyphenols",
        "Rats",
        "Sample Size"
      ]
    },
    {
      "pmid": "29490385",
      "title": "Potential Therapeutic Benefits of Green and Fermented Rooibos (Aspalathus linearis) in Dermal Wound Healing.",
      "authors": [
        "Nadine A Pringle",
        "Trevor C Koekemoer",
        "Andrea Holzer",
        "Carly Young",
        "Luanne Venables",
        "Maryna van de Venter"
      ],
      "journal": "Planta medica",
      "publication_date": "2018-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The process of wound healing constitutes an ordered sequence of events that provides numerous opportunities for therapeutic intervention to improve wound repair. Rooibos, Aspalathus linearis, is a popular ingredient in skin care products, however, little scientific data exists exploring its therapeutic potential. In the present study, we evaluated the effects of fermented and aspalathin-enriched green rooibos in various in vitro models representative of dermal wound healing. Treatment of RAW 264.7 macrophages with fermented rooibos resulted in increased nitric oxide production as well as increased levels of cellular inducible nitric oxide synthase and cyclooxygenase-2, which are typical markers for classically activated macrophages. In contrast, the green extract was devoid of such activity. Using glycated gelatin as a model to mimic diabetic wounds, only the green extract showed potential to reduce cyclooxygenase-2 levels. Considering the role of reactive oxygen species in wound healing, the effects of rooibos on oxidative stress and cell death in human dermal fibroblasts was evaluated. Both fermented and green rooibos decreased cellular reactive oxygen species and attenuated apoptotic/necrotic cell death. Our findings highlight several properties that support the therapeutic potential of rooibos, and demonstrate that green and fermented rooibos present distinctly different properties with regards to their application in wound healing. The proinflammatory nature of fermented rooibos may have therapeutic value for wounds characterised with a delayed initial inflammatory phase, such as early diabetic wounds. The green extract is more suited to wounds burdened with excessive inflammation as it attenuated cyclooxygenase-2 levels and effectively protected fibroblasts against oxidative stress.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Aspalathus",
        "Fermentation",
        "Free Radical Scavengers",
        "Mice",
        "Nitric Oxide",
        "Oxidative Stress",
        "Plant Extracts",
        "RAW 264.7 Cells",
        "Wound Healing"
      ]
    },
    {
      "pmid": "29388183",
      "title": "Aspalathin from Rooibos (Aspalathus linearis): A Bioactive C-glucosyl Dihydrochalcone with Potential to Target the Metabolic Syndrome.",
      "authors": [
        "Rabia Johnson",
        "Dalene de Beer",
        "Phiwayinkosi V Dludla",
        "Daneel Ferreira",
        "Christo J F Muller",
        "Elizabeth Joubert"
      ],
      "journal": "Planta medica",
      "publication_date": "2018-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Aspalathin is a C-glucosyl dihydrochalcone that is abundantly present in Aspalathus linearis. This endemic South African plant, belonging to the Cape Floristic region, is normally used for production of rooibos, a herbal tea. Aspalathin was valued initially only as precursor in the formation of the characteristic red-brown colour of \"fermented\" rooibos, but the hype about the potential role of natural antioxidants to alleviate oxidative stress, shifted interest in aspalathin to its antioxidant properties and subsequently, its potential role to improve metabolic syndrome, a disease condition interrelated with oxidative stress. The potential use of aspalathin or aspalathin-rich rooibos extracts as a condition-specific nutraceutical is hampered by the limited supply of green rooibos (i.e., \"unfermented\" plant material) and low levels in \"fermented\" rooibos, providing incentive for its synthesis. In vitro and in vivo studies relating to the metabolic activity of aspalathin are discussed and cellular mechanisms by which aspalathin improves glucose and lipid metabolism are proposed. Other aspects covered in this review, which are relevant in view of the potential use of aspalathin as an adjunctive therapy, include its poor stability and bioavailability, as well as potential adverse herb-drug interactions, in particular interference with the metabolism of certain commonly prescribed chronic medications for hyperglycaemia and dyslipidaemia.",
      "mesh_terms": [
        "Antioxidants",
        "Aspalathus",
        "Chalcones",
        "Dietary Supplements",
        "Herb-Drug Interactions",
        "Metabolic Syndrome",
        "Oxidative Stress",
        "Teas, Herbal"
      ]
    },
    {
      "pmid": "28189260",
      "title": "Multivariate analysis of variance of designed chromatographic data. A case study involving fermentation of rooibos tea.",
      "authors": [
        "Federico Marini",
        "Dalene de Beer",
        "Nico A Walters",
        "André de Villiers",
        "Elizabeth Joubert",
        "Beata Walczak"
      ],
      "journal": "Journal of chromatography. A",
      "publication_date": "2017-Mar-17",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "An ultimate goal of investigations of rooibos plant material subjected to different stages of fermentation is to identify the chemical changes taking place in the phenolic composition, using an untargeted approach and chromatographic fingerprints. Realization of this goal requires, among others, identification of the main components of the plant material involved in chemical reactions during the fermentation process. Quantitative chromatographic data for the compounds for extracts of green, semi-fermented and fermented rooibos form the basis of preliminary study following a targeted approach. The aim is to estimate whether treatment has a significant effect based on all quantified compounds and to identify the compounds, which contribute significantly to it. Analysis of variance is performed using modern multivariate methods such as ANOVA-Simultaneous Component Analysis, ANOVA - Target Projection and regularized MANOVA. This study is the first one in which all three approaches are compared and evaluated. For the data studied, all tree methods reveal the same significance of the fermentation effect on the extract compositions, but they lead to its different interpretation.",
      "mesh_terms": [
        "Aspalathus",
        "Chromatography",
        "Fermentation",
        "Multivariate Analysis",
        "Phenols",
        "Plant Extracts",
        "Tea"
      ]
    },
    {
      "pmid": "27299564",
      "title": "Phenylpropenoic Acid Glucoside from Rooibos Protects Pancreatic Beta Cells against Cell Death Induced by Acute Injury.",
      "authors": [
        "Eddy Himpe",
        "Daniel A Cunha",
        "Imane Song",
        "Marco Bugliani",
        "Piero Marchetti",
        "Miriam Cnop",
        "Luc Bouwens"
      ],
      "journal": "PloS one",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Previous studies demonstrated that a phenylpropenoic acid glucoside (PPAG) from rooibos (Aspalathus linearis) extract had anti-hyperglycemic activity and significant protective effects on the pancreatic beta cell mass in a chronic diet-induced diabetes model. The present study evaluated the cytoprotective effect of the phytochemical on beta cells exposed to acute cell stress. METHODS: Synthetically prepared PPAG was administered orally in mice treated with a single dose of streptozotocin to acutely induce beta cell death and hyperglycemia. Its effect was assessed on beta cell mass, proliferation and apoptotic cell death. Its cytoprotective effect was also studied in vitro on INS-1E beta cells and on human pancreatic islet cells. RESULTS: Treatment with the phytochemical PPAG protected beta cells during the first days after the insult against apoptotic cell death, as evidenced by TUNEL staining, and prevented loss of expression of anti-apoptotic protein BCL2 in vivo. In vitro, PPAG protected INS-1E beta cells from streptozotocin-induced apoptosis and necrosis in a BCL2-dependent and independent way, respectively, depending on glucose concentration. PPAG also protected human pancreatic islet cells against the cytotoxic action of the fatty acid palmitate. CONCLUSIONS: These findings show the potential use of PPAG as phytomedicine which protects the beta cell mass exposed to acute diabetogenic stress.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Animals",
        "Apoptosis",
        "Aspalathus",
        "Blood Glucose",
        "Cell Death",
        "Cell Proliferation",
        "Cells, Cultured",
        "Diabetes Mellitus, Experimental",
        "Glucosides",
        "Humans",
        "Insulin-Secreting Cells",
        "Male",
        "Mice, Inbred BALB C",
        "Middle Aged",
        "Phenylpropionates",
        "Plant Extracts",
        "Protective Agents"
      ]
    },
    {
      "pmid": "26224030",
      "title": "Ameliorative Effect of Aspalathin and Nothofagin from Rooibos (Aspalathus linearis) on HMGB1-Induced Septic Responses In Vitro and In Vivo.",
      "authors": [
        "Wonhwa Lee",
        "Kyung-Min Kim",
        "Jong-Sup Bae"
      ],
      "journal": "The American journal of Chinese medicine",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The ubiquitous nuclear protein, high mobility group box 1 (HMGB1), is released by activated macrophages and human umbilical vein endothelial cells (HUVECs) and functions as a late mediator of experimental sepsis. Aspalathin (Asp) and nothofagin (Not), which have been reported to have anti-oxidant activity, are the two major active dihydrochalcones found in green rooibos. In this study, we investigated the antiseptic effects and underlying mechanisms of Asp and Not against HMGB1-mediated septic responses in HUVECs and mice. The anti-inflammatory activities of Asp and Not were determined by measuring permeability, monocyte adhesion and migration, and activation of proinflammatory proteins in HMGB1-activated HUVECs and mice. According to the results, Asp and Not effectively inhibited lipopolysaccharide (LPS)-induced release of HMGB1, and suppressed HMGB1-mediated septic responses, such as hyperpermeability, adhesion and migration of leukocytes, and expression of cell adhesion molecules. In addition, Asp and Not suppressed the production of tumor necrosis factor alpha (TNF-α) and interleukin 6 (IL-6), the activation of nuclear factor-κB (NF-κB) and extracellular signal-regulated kinases 1 and 2 (ERK1/2) by HMGB1. Collectively, these results indicate that Asp and Not could be potential therapeutic agents for the treatment of various severe vascular inflammatory diseases via the inhibition of the HMGB1 signaling pathway.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Aspalathus",
        "Chalcones",
        "Disease Models, Animal",
        "HMGB1 Protein",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Interleukin-6",
        "Male",
        "Mice, Inbred C57BL",
        "Mitogen-Activated Protein Kinase 1",
        "Mitogen-Activated Protein Kinase 3",
        "NF-kappa B",
        "Phytotherapy",
        "Sepsis",
        "Signal Transduction",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "25655391",
      "title": "Anti-inflammatory Effects of Aspalathin and Nothofagin from Rooibos (Aspalathus linearis) In Vitro and In Vivo.",
      "authors": [
        "Wonhwa Lee",
        "Jong-Sup Bae"
      ],
      "journal": "Inflammation",
      "publication_date": "2015-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Aspalathin (Asp) and nothofagin (Not) are two major active dihydrochalcones found in green rooibos, which have been reported for their anti-oxidant activity. Here, we investigated the anti-inflammatory effects and underlying mechanisms of Asp and Not against lipopolysaccharide (LPS)-mediated vascular inflammatory responses. The anti-inflammatory activities of Asp and Not were determined by measuring permeability, monocytes adhesion and migration, and activation of pro-inflammatory proteins in LPS-activated human umbilical vein endothelial cells (HUVECs) and mice. We found that each compound inhibited LPS-induced barrier disruption, expression of cell adhesion molecules (CAMs), and adhesion/transendothelial migration of neutrophils to human endothelial cells. Asp and Not also suppressed LPS-induced hyperpermeability and leukocyte migration in vivo. Furthermore, each compound suppressed the production of tumor necrosis factor-α (TNF-α) or interleukin (IL)-6 and the activation of nuclear factor-κB (NF-κB) or extracellular regulated kinases (ERK) 1/2 by LPS. Moreover, treatment with each compound resulted in reduced LPS-induced lethal endotoxemia. These results suggest that Asp and Not posses anti-inflammatory functions by inhibiting hyperpermeability, expression of CAMs, and adhesion and migration of leukocytes, thereby endorsing its usefulness as a therapy for vascular inflammatory diseases.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Cell Movement",
        "Chalcones",
        "Dose-Response Relationship, Drug",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Inflammation Mediators",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Neutrophils"
      ]
    },
    {
      "pmid": "25598708",
      "title": "The combination of red palm oil and rooibos show anti-inflammatory effects in rats.",
      "authors": [
        "Emma Katengua-Thamahane",
        "Jeanine L Marnewick",
        "Olawale R Ajuwon",
        "Novel N Chegou",
        "Gergő Szűcs",
        "Péter Ferdinandy",
        "Tamás Csont",
        "Csaba Csonka",
        "Jacques Van Rooyen"
      ],
      "journal": "Journal of inflammation (London, England)",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Red palm oil (RPO) and rooibos have been shown to exhibit cardioprotective properties. RPO is rich in essential fatty acids and fat soluble antioxidants while rooibos contains polyphenolic compounds with a unique composition of flavonoids. They exert their biological effects in different cellular compartments. Therefore the combination of these two natural food compounds has the potential to enhance the spectrum of available dietary antioxidants in different cellular compartments, which could result in an enhanced protection against certain pathological conditions such as inflammation. METHODS: Male Wistar rats weighing 150-200 g were supplemented with RPO, rooibos or their combination for 28 days. The Langendorff system and the lipoposaccharide (LPS)-induced inflammatory model were used to establish if RPO and rooibos, when supplemented alone or in combination, will reverse the negative effects of LPS on cardiac function at baseline. The effect of dietary intervention was also investigated on modulation of pro-inflammatory and anti-inflammatory cytokines in plasma and myocardial tissue. RESULTS AND DISCUSSION: The LPS resulted in induction of systemic inflammation as evidenced by increased levels of IL-1β in plasma of LPS-treated rats compared to their non-treated control counterparts. Dietary supplementation and LPS treatment did not have an effect on baseline cardiac functional parameters. However, the elevation of IL-1β levels in plasma of LPS-induced rats consuming either RPO or rooibos alone were paralleled with increased levels of the anti-inflammatory cytokine, IL-10. The combination of rooibos and RPO was associated with enhanced endogenous production of myocardial IL-10 in LPS-induced rats. CONCLUSION: The results of this study indicate that RPO and rooibos when supplemented individually showed anti-inflammatory effect at systemic level while their combination exhibited an enhanced anti-inflammatory effect in the myocardial tissue. Therefore, the findings in the current study argue that the combination of these two natural food substances could be beneficial in clinically relevant conditions where inflammation plays a role."
    },
    {
      "pmid": "25510322",
      "title": "Aspalathin and nothofagin from rooibos (Aspalathus linearis) inhibit endothelial protein C receptor shedding in vitro and in vivo.",
      "authors": [
        "Soyoung Kwak",
        "Min-Su Han",
        "Jong-Sup Bae"
      ],
      "journal": "Fitoterapia",
      "publication_date": "2015-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Aspalathin (Asp) and nothofagin (Not) are two major active dihydrochalcones found in green rooibos, which have been reported for their anti-oxidant activity. Increasing evidence has demonstrated that beyond its role in the activation of protein C, endothelial cell protein C receptor (EPCR) is also involved in vascular inflammation. EPCR activity is markedly changed by ectodomain cleavage and its release as the soluble EPCR. EPCR can be shed from the cell surface, which is mediated by tumor necrosis factor-α converting enzyme (TACE). However, little is known about the effects of Asp and Not on EPCR shedding. Our results demonstrated that Asp and Not induced potent inhibition of phorbol-12-myristate 13-acetate (PMA)-, tumor necrosis factor (TNF)-α-, interleukin (IL)-1β, and cecal ligation and puncture (CLP)-induced EPCR shedding. Asp and Not also inhibited the expression and activity of PMA-induced TACE in endothelial cells. Asp and Not also suppressed CLP-induced protein C decrease in mice and thrombin generation in HUVECs. In addition, treatment with Asp and Not resulted in reduced PMA-stimulated phosphorylation of p38, extracellular regulated kinase (ERK) 1/2, and c-Jun N-terminal kinase (JNK). These results demonstrate the potential of Asp and Not as an anti-sEPCR shedding reagent against PMA and CLP-mediated EPCR shedding.",
      "mesh_terms": [
        "ADAM Proteins",
        "ADAM17 Protein",
        "Animals",
        "Aspalathus",
        "Blood Coagulation Factors",
        "Chalcones",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Interleukin-1beta",
        "JNK Mitogen-Activated Protein Kinases",
        "Male",
        "Mice, Inbred C57BL",
        "Phosphorylation",
        "Receptors, Cell Surface",
        "Tetradecanoylphorbol Acetate",
        "Tumor Necrosis Factor-alpha",
        "p38 Mitogen-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "25395698",
      "title": "Effects of red palm oil and rooibos on sperm motility parameters in streptozotocin-induced diabetic rats.",
      "authors": [
        "Ademola O Ayeleso",
        "Oluwafemi O Oguntibeju",
        "Yapo G Aboua",
        "Nicole L Brooks"
      ],
      "journal": "African journal of traditional, complementary, and alternative medicines : AJTCAM",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Diabetes mellitus characterized by hyperglycaemia could affect sperm quality as a result of increased oxidative stress. This study was performed to investigate the effects of red palm oil (RPO), aqueous rooibos tea extracts (RTE) as well as their combination (RPO + RTE) on sperm motility parameters in streptozotocin-induced diabetic rats. MATERIALS AND METHODS: Diabetes was induced by a single administration of streptozotocin (50 mg/kg) and the rats were treated with red palm oil (2 ml/day) and / or aqueous rooibos tea extract (2%) for 7 weeks. Sperm motility parameters were measured using Computer Assisted Sperm Analyzer (CASA). RESULTS: Hyperglycaemia negatively affected the sperm progressive motility significantly at p<0.05. There was a significant decrease (p<0.05) in sperm linearity (LIN) in the diabetic group when compared with the normal control group. RPO supplemented diabetic rats exhibited increased progressive sperm motility, sperm linearity (LIN) and wobble (WOB). Significant decreases (p<0.05) in straight line velocity (VSL) and average path velocity (VAP) of the sperms were observed in all the diabetic groups when compared to the control group. Significant (p<0.05) elevated levels of WOB and LIN were observed following RTE treatment and co-administration with RPO respectively. CONCLUSION: The present study suggests that red palm oil and / or rooibos administration exhibited no adverse effects on sperm motility parameters but rather showed some beneficial effects.",
      "mesh_terms": [
        "Animals",
        "Arecaceae",
        "Aspalathus",
        "Asthenozoospermia",
        "Diabetes Complications",
        "Diabetes Mellitus, Experimental",
        "Hyperglycemia",
        "Male",
        "Oxidative Stress",
        "Palm Oil",
        "Phytotherapy",
        "Plant Extracts",
        "Plant Oils",
        "Rats, Wistar",
        "Sperm Motility",
        "Spermatozoa"
      ]
    },
    {
      "pmid": "25338943",
      "title": "Aspalathin and Nothofagin from Rooibos (Aspalathus linearis) inhibits high glucose-induced inflammation in vitro and in vivo.",
      "authors": [
        "Sae-Kwang Ku",
        "Soyoung Kwak",
        "Yaesol Kim",
        "Jong-Sup Bae"
      ],
      "journal": "Inflammation",
      "publication_date": "2015-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Vascular inflammation plays a key role in the initiation and progression of atherosclerosis, a major complication of diabetes mellitus. Aspalathin (Asp) and nothofagin (Not) are two major active dihydrochalcones found in green rooibos, which have been reported for their antioxidant activity. In this study, we assessed whether Asp or Not can suppress vascular inflammation induced by high glucose (HG) in human umbilical vein endothelial cells (HUVECs) and mice. We monitored the effects of Asp or Not on HG-induced vascular hyperpermeability, expression of cell adhesion molecules (CAMs), formation of reactive oxygen species (ROS), and activation of nuclear factor (NF)-κB in vitro and in vivo. Our data indicate that HG markedly increased vascular permeability, monocyte adhesion, expression of CAMs, formation of ROS, and activation of NF-κB. Remarkably, treatment of Asp or Not inhibited HG-mediated vascular hyperpermeability, adhesion of monocytes toward HUVECs, and expression of CAMs. In addition, Asp or Not suppressed the formation of ROS and the activation of NF-κB. Since vascular inflammation induced by HG is critical in the development of diabetic complications, our results suggest that Asp or Not may have significant benefits in the treatment of diabetic complications.",
      "mesh_terms": [
        "Animals",
        "Aspalathus",
        "Cell Survival",
        "Chalcones",
        "Dose-Response Relationship, Drug",
        "Glucose",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Inflammation",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "25063283",
      "title": "Modulation of antioxidant status in streptozotocin-induced diabetic male Wistar rats following intake of red palm oil and/or rooibos.",
      "authors": [
        "Ademola Ayeleso",
        "Nicole Brooks",
        "Oluwafemi Oguntibeju"
      ],
      "journal": "Asian Pacific journal of tropical medicine",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To investigate the role of red palm oil (RPO), rooibos tea extract (RTE) and their combined treatment (RPO + RTE) on antioxidant status in streptozotocin (STZ)-induced diabetic rats. METHODS: Diabetes mellitus was induced by a single administration of streptozotocin (50 mg/kg) and the rats were treated for 7 weeks. Antioxidant enzymes [catalase (CAT), glutathione peroxidase (GPx), superoxide dismutase (SOD)], antioxidant capacity [trolox equivalence antioxidant capacity (TEAC), oxygen radical absorbance capacity (ORAC)] as well as total protein, albumin, globulin, total glutathione, conjugated diene and thiobarbituric acid reactive substances (TBARS) were investigated. RESULTS: Treatment with RPO, RTE and RPO + RTE significantly (p>0.05) improved liver SOD and plasma ORAC in the diabetic rats. Similarly, diabetic rats treated with RTE and RPO + RTE enhanced liver GPx. A significant (P<0.05) increase in the plasma TBARS in the diabetic control group was observed when compared with the normal control group. Treatment of diabetic rats with RTE and RPO + RTE reduced plasma TBARS to a level not significantly different at P<0.05 from the normal control group. CONCLUSIONS: The results revealed the anti-oxidative potentials of red palm oil, rooibos and their combination in diabetic conditions and hence, they could be useful in the management of diabetes and its complications.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Aspalathus",
        "Blood Proteins",
        "Body Weight",
        "Diabetes Mellitus, Experimental",
        "Glutathione",
        "Liver",
        "Male",
        "Organ Size",
        "Oxidative Stress",
        "Oxidoreductases",
        "Palm Oil",
        "Plant Extracts",
        "Plant Oils",
        "Polyphenols",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "24466326",
      "title": "Anti-oxidative effects of Rooibos tea (Aspalathus linearis) on immobilization-induced oxidative stress in rat brain.",
      "authors": [
        "In-Sun Hong",
        "Hwa-Yong Lee",
        "Hyun-Pyo Kim"
      ],
      "journal": "PloS one",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Exposure to chronic psychological stress may be related to increased reactive oxygen species (ROS) or free radicals, and thus, long-term exposure to high levels of oxidative stress may cause the accumulation of oxidative damage and eventually lead to many neurodegenerative diseases. Compared with other organs, the brain appears especially susceptible to excessive oxidative stress due to its high demand for oxygen. In the case of excessive ROS production, endogenous defense mechanisms against ROS may not be sufficient to suppress ROS-associated oxidative damage. Dietary antioxidants have been shown to protect neurons against a variety of experimental neurodegenerative conditions. In particular, Rooibos tea might be a good source of antioxidants due to its larger proportion of polyphenolic compounds. An optimal animal model for stress should show the features of a stress response and should be able to mimic natural stress progression. However, most animal models of stress, such as cold-restraint, electric foot shock, and burn shock, usually involve physical abuse in addition to the psychological aspects of stress. Animals subjected to chronic restraint or immobilization are widely believed to be a convenient and reliable model to mimic psychological stress. Therefore, in the present study, we propose that immobilization-induced oxidative stress was significantly attenuated by treatment with Rooibos tea. This conclusion is demonstrated by Rooibos tea's ability to (i) reverse the increase in stress-related metabolites (5-HIAA and FFA), (ii) prevent lipid peroxidation (LPO), (iii) restore stress-induced protein degradation (PD), (iv) regulate glutathione metabolism (GSH and GSH/GSSG ratio), and (v) modulate changes in the activities of antioxidant enzymes (SOD and CAT).",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Aspalathus",
        "Beverages",
        "Brain",
        "Glutathione",
        "Hydroxyindoleacetic Acid",
        "Immobilization",
        "Lipid Peroxidation",
        "Models, Animal",
        "Oxidative Stress",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reactive Oxygen Species",
        "Tea"
      ]
    },
    {
      "pmid": "30716850",
      "title": "Suppression of Pythium and Phytophthora Damping-Off of Rooibos by Compost and a Combination of Compost and Nonpathogenic Pythium Taxa.",
      "authors": [
        "Amirhossein Bahramisharif",
        "Sandra C Lamprecht",
        "Frikkie Calitz",
        "Adéle McLeod"
      ],
      "journal": "Plant disease",
      "publication_date": "2013-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pathogenic oomycetes, including Phytophthora cinnamomi and several Pythium spp. (Pythium irregulare, P. mamillatum, P. myriotylum, and P. pyrilobum), cause serious damping-off problems in rooibos (Aspalathus linearis) nurseries. The management of these pathogens in organic nurseries is problematic, because phenylamide fungicides may not be used. Compost, or compost in combination with Pythium taxa that are nonpathogenic to rooibos (P. acanthicum, P. cederbergense, and Pythium RB II), were investigated as alternative management options. Compost was able to suppress damping-off caused by several oomycete isolates but there was within- and between-species variation among the 30 evaluated isolates. This phenomenon was observed using two compost batches (A and B) sourced from independent suppliers. Compost B significantly reduced damping-off caused by 60% of the isolates, whereas compost A controlled only 37% of the isolates. The pathogens that were more readily controlled by both composts included P. mamillatum and P. pyrilobum, whereas the composts were ineffective at suppressing damping-off caused by >62% of P. irregulare and >50% of P. myriotylum isolates. Based on the evaluation of one Phytophthora cinnamomi isolate, this pathogen may also be controlled by compost. Neither of the composts as a stand-alone treatment could suppress damping-off caused by a combination of pathogenic species (P. cinnamomi, Pythium irregulare, P. mamillatum, P. myriotylum, and P. pyrilobum). However, damping-off was significantly reduced when nonpathogenic Pythium taxa (P. acanthicum, P. cederbergense, and Pythium RB II) were combined with the composts. Similarly, damping-off caused by a P. irregulare isolate that was not suppressed by either of the composts alone was significantly suppressed when the two composts were inoculated with the nonpathogenic Pythium taxa."
    },
    {
      "pmid": "24261664",
      "title": "Xanthine oxidase inhibitory activity and hypouricemic effect of aspalathin from unfermented rooibos.",
      "authors": [
        "Makoto Kondo",
        "Yoshiaki Hirano",
        "Masahiro Nishio",
        "Yutaka Furuya",
        "Hiromichi Nakamura",
        "Tsuyoshi Watanabe"
      ],
      "journal": "Journal of food science",
      "publication_date": "2013-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rooibos is rich in flavonoids such as aspalathin, which is a unique C-glycosyl dihydrochalcone, that is used as a traditional herbal tea. This study was designed to evaluate the in vitro xanthine oxidase (XOD) inhibitory activity of the aspalathin-rich fraction (ARF) and purified aspalathin from rooibos. The hypouricemic effects of the ARF and aspalathin on hyperuricemic mice were also assessed. The ARF was prepared from aqueous extract of unfermented rooibos leaves and stems, and it was collected by column chromatography; the aspalathin content in this fraction was 21.4%. The ARF and aspalathin inhibited XOD in a dose-dependent manner. The concentrations of the ARF and aspalathin required to inhibit XOD at 50% (IC50 ) were 20.4 μg/mL (4.4 μg/mL aspalathin equivalents) and 4.5 μg/mL, respectively. Lineweaver-Burk plot analysis indicated that aspalathin was a competitive inhibitor of XOD, and the inhibition constant (Ki) was 3.1 μM. In hyperuricemic mice induced by inosine-5'-monophosphate, treatment with the ARF and aspalathin significantly suppressed the increased plasma uric acid level in a dose-dependent manner. The suppressed plasma uric acid level in mice could be attributed to the XOD inhibitory activity of the ARF and aspalathin. Further study is required to determine the effect of aspalathin or its metabolites on XOD activity in vivo.",
      "mesh_terms": [
        "Animals",
        "Aspalathus",
        "Beverages",
        "Chalcones",
        "Enzyme Inhibitors",
        "Flavonoids",
        "Inhibitory Concentration 50",
        "Male",
        "Mice",
        "Plant Extracts",
        "Plant Leaves",
        "Xanthine Oxidase"
      ]
    },
    {
      "pmid": "24060217",
      "title": "Effects of fermented rooibos (Aspalathus linearis) on adipocyte differentiation.",
      "authors": [
        "Micheline Sanderson",
        "Sithandiwe E Mazibuko",
        "Elizabeth Joubert",
        "Dalene de Beer",
        "Rabia Johnson",
        "Carmen Pheiffer",
        "Johan Louw",
        "Christo J F Muller"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2014-Jan-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Rooibos (Aspalathus linearis) contains a rich complement of polyphenols, including flavonoids, considered to be largely responsible for its health promoting effects, including combatting obesity. The purpose of this study was to examine the effect of fermented rooibos hot water soluble solids on in vitro adipocyte differentiation by using differentiating 3T3-L1 adipocytes. Hot water soluble solids were obtained when preparing an infusion of fermented rooibos at \"cup-of-tea\" strength. The major phenolic compounds (>5 mg/g) were isoorientin, orientin, quercetin-3-O-robinobioside and enolic phenylpyruvic acid-2-O-β-D-glucoside. Treatment of 3T3-L1 adipocytes with 10 μg/ml and 100 μg/ml of the rooibos soluble solids inhibited intracellular lipid accumulation by 22% (p<0.01) and 15% (p<0.05), respectively. Inhibition of adipogenesis was accompanied by decreased messenger RNA (mRNA) expression of PPARγ, PPARα, SREBF1 and FASN. Western blot analysis exhibited decreased PPARα, SREBF1 and AMPK protein expression. Impeded glycerol release into the culture medium was observed after rooibos treatment. None of the concentrations of rooibos hot water soluble solids was cytotoxic, in terms of ATP content. Interestingly, the higher concentration of hot water soluble solids increased ATP concentrations which were associated with increased basal glucose uptake. Decreased leptin secretion was observed after rooibos treatment. Our data show that hot water soluble solids from fermented rooibos inhibit adipogenesis and affect adipocyte metabolism, suggesting its potential in preventing obesity.",
      "mesh_terms": [
        "3T3-L1 Cells",
        "Adenosine Triphosphate",
        "Adipocytes",
        "Adipogenesis",
        "Animals",
        "Aspalathus",
        "Fatty Acid Synthase, Type I",
        "Fermentation",
        "Glucose",
        "Glycerol",
        "Leptin",
        "Mice",
        "Obesity",
        "Peroxisome Proliferator-Activated Receptors",
        "Phenols",
        "Phytotherapy",
        "Plant Extracts",
        "RNA, Messenger",
        "Sterol Regulatory Element Binding Protein 1"
      ]
    },
    {
      "pmid": "24007336",
      "title": "In vivo effects of Aspalathus linearis (rooibos) on male rat reproductive functions.",
      "authors": [
        "C S Opuwari",
        "T K Monsees"
      ],
      "journal": "Andrologia",
      "publication_date": "2014-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Aspalathus linearis (rooibos tea) may improve sperm function owing to its antioxidant properties. To test this hypothesis, male rats were given 2% or 5% rooibos tea for 52 days. No significant alterations were observed in body and reproductive organs weight, serum antioxidant capacity and testosterone level. Seminiferous tubules displayed complete spermatogenesis. However, a significant (P < 0.05) decrease in tubule diameter and germinal epithelial height was observed. Epithelial height of caput epididymides showed a significant increase. Unfermented rooibos significantly enhanced sperm concentration, viability and motility. Fermented rooibos also significantly improved sperm vitality (P < 0.01), but caused a significant increase in spontaneous acrosome reaction (P < 0.05), whereas unfermented did not. Creatinine was significantly enhanced in all treated rats, consistent with significant higher kidney weights. Rooibos significantly reduced alanine transaminase level, while 2% fermented rooibos significantly decreased aspartate transaminase level (P < 0.01). In conclusion, treatment with rooibos improved sperm concentration, viability and motility, which might be attributed to its high level of antioxidants. However, prolonged exposure of rooibos might result in subtle structural changes in the male reproductive system and may induce acrosome reaction, which can impair fertility. Intake of large amounts of rooibos may also harm liver and kidney function.",
      "mesh_terms": [
        "Acrosome Reaction",
        "Animals",
        "Aspalathus",
        "Body Weight",
        "Drug Evaluation, Preclinical",
        "Infertility, Male",
        "Male",
        "Phytotherapy",
        "Plant Extracts",
        "Random Allocation",
        "Rats, Wistar",
        "Sperm Count",
        "Sperm Motility",
        "Testis"
      ]
    },
    {
      "pmid": "21211952",
      "title": "Continuous administration of polyphenols from aqueous rooibos (Aspalathus linearis) extract ameliorates dietary-induced metabolic disturbances in hyperlipidemic mice.",
      "authors": [
        "R Beltrán-Debón",
        "A Rull",
        "F Rodríguez-Sanabria",
        "I Iswaldi",
        "M Herranz-López",
        "G Aragonès",
        "J Camps",
        "C Alonso-Villaverde",
        "J A Menéndez",
        "V Micol",
        "A Segura-Carretero",
        "J Joven"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2011-Mar-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The incidence of obesity and related metabolic diseases is increasing globally. Current medical treatments often fail to halt the progress of such disturbances, and plant-derived polyphenols are increasingly being investigated as a possible way to provide safe and effective complementary therapy. Rooibos (Aspalathus linearis) is a rich source of polyphenols without caloric and/or stimulant components. We have tentatively characterized 25 phenolic compounds in rooibos extract and studied the effects of continuous aqueous rooibos extract consumption in mice. The effects of this extract, which contained 25% w/w of total polyphenol content, were negligible in animals with no metabolic disturbance but were significant in hyperlipemic mice, especially in those in which energy intake was increased via a Western-type diet that increased the risk of developing metabolic complications. In these mice, we found hypolipemiant activity when given rooibos extract, with significant reductions in serum cholesterol, triglyceride and free fatty acid concentrations. Additionally, we found changes in adipocyte size and number as well as complete prevention of dietary-induced hepatic steatosis. These effects were not related to changes in insulin resistance. Among other possible mechanisms, we present data indicating that the activation of AMP-activated protein kinase (AMPK) and the resulting regulation of cellular energy homeostasis may play a significant role in these effects of rooibos extract. Our findings suggest that adding polyphenols to the daily diet is likely to help in the overall management of metabolic diseases.",
      "mesh_terms": [
        "3T3-L1 Cells",
        "AMP-Activated Protein Kinases",
        "Adipose Tissue, White",
        "Animals",
        "Aspalathus",
        "Cholesterol",
        "Cholesterol, Dietary",
        "Diet, High-Fat",
        "Disease Models, Animal",
        "Eating",
        "Energy Intake",
        "Enzyme Activation",
        "Fatty Liver",
        "Liver",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Transgenic",
        "Plant Extracts",
        "Polyphenols",
        "Triglycerides",
        "Weight Gain"
      ]
    },
    {
      "pmid": "18981533",
      "title": "Does rooibos tea (Aspalathus linearis) support regeneration of rat liver after intoxication by carbon tetrachloride?",
      "authors": [
        "O Ulicná",
        "O Vancová",
        "I Waczulíková",
        "P Bozek",
        "P Janega",
        "P Babál",
        "S Lísková",
        "M Greksák"
      ],
      "journal": "General physiology and biophysics",
      "publication_date": "2008-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study evaluates the effect of rooibos tea (RT, Aspalathus linearis) on biochemical and histological parameters during rat liver regeneration after intoxication by carbon tetrachloride (CCl4). From the 10th week, when the administration of CCl4 was terminated, the liver tissue began to regenerate. Seven days later in the regeneration phase, the animals treated by RT during whole period of the experiment, and those which drunk RT only during the regeneration period, exhibited a trend for decrease in the activity of alanine aminotransferase and significant decrease in the activity of aspartate aminotransferase and in total bilirubin content when compared with the water-drinking group. At the same time, the concentration of plasma albumin was elevated and that of tissue malondialdehyde decreased in the both groups drinking RT. After 42 days of regeneration, all biochemical parameters in all three groups reached the level of control healthy animals. In both groups treated with RT, the extent of fibrotic tissue was lower than in the group which received water. We conclude that RT can be recommended not only for the prevention but also as a co-adjuvant for the therapy of liver diseases.",
      "mesh_terms": [
        "Alanine Transaminase",
        "Animals",
        "Aspalathus",
        "Aspartate Aminotransferases",
        "Beverages",
        "Bilirubin",
        "Blood Glucose",
        "Carbon Tetrachloride Poisoning",
        "Chemical and Drug Induced Liver Injury",
        "Cholesterol",
        "Disease Models, Animal",
        "Liver Cirrhosis",
        "Liver Diseases",
        "Liver Regeneration",
        "Male",
        "Malondialdehyde",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar",
        "Serum Albumin",
        "Triglycerides"
      ]
    },
    {
      "pmid": "18210290",
      "title": "Effect of rooibos tea (Aspalathus linearis) on Japanese quail growth, egg production and plasma metabolites.",
      "authors": [
        "M Juráni",
        "D Lamosová",
        "M Mácajová",
        "L Kostál",
        "E Joubert",
        "M Greksák"
      ],
      "journal": "British poultry science",
      "publication_date": "2008-Jan",
      "publication_types": [
        "Controlled Clinical Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "1. Birds have been proposed as a suitable model for studies on ageing because of their long life in comparison with similar-sized mammals. However, some weak fliers, such as Galliformes, are the exception to this rule. The aim of the present study was to determine the effects of the treatment with rooibos tea (Aspalathus linearis), a natural source of flavonoid antioxidants and compounds with phyto-oestrogenic activity, on postnatal development and egg production of aged Japanese quail (Coturnix coturnix japonica). 2. Substitution of drinking water with traditional rooibos tea or diet supplementation with ground rooibos tea affected body weight of Japanese quail up to 100 d of age. The body weight of males drinking rooibos tea or eating rooibos-supplemented food decreased significantly. There was a trend toward increased body weight of tea drinking females and a significant increase in the body weight of hens fed the rooibos-supplemented diet. Although rooibos treatment did not significantly increase egg production in young hens, the decrease in egg production of rooibos-treated aged hens (360 d of age) was significantly reduced, regardless of the egg production levels (high - 80%; low - 20%) before the treatment. 3. The results suggest that treatment with rooibos tea positively affected body weight and egg production in quail hens and prolonged the productive period of aged animals. Further studies would be needed to address the question whether these effects are due to the antioxidant or phyto-oestrogenic activities of rooibos.",
      "mesh_terms": [
        "Aging",
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Aspalathus",
        "Coturnix",
        "Diet",
        "Drinking",
        "Female",
        "Male",
        "Oviposition",
        "Plant Extracts",
        "Weight Gain"
      ]
    },
    {
      "pmid": "15910170",
      "title": "Rooibos tea (Aspalathus linearis) partially prevents oxidative stress in streptozotocin-induced diabetic rats.",
      "authors": [
        "O Ulicná",
        "O Vancová",
        "P Bozek",
        "J Cársky",
        "K Sebeková",
        "P Boor",
        "M Nakano",
        "M Greksák"
      ],
      "journal": "Physiological research",
      "publication_date": "2006",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim of this study was to investigate the effects of rooibos tea as a natural source of a wide scale of antioxidants on the prevention and treatment of oxidative stress in streptozotocin-induced diabetic rats. Expected significant changes of biochemical parameters characteristic for experimental diabetic state were found in plasma and tissues eight weeks after single dose streptozotocin application. Administration of aqueous and alkaline extracts of rooibos tea (or N-acetyl-L-cysteine for comparison) to diabetic rats did not affect markers of the diabetic status (glucose, glycated hemoglobin and fructosamine). Besides the parameters characterizing hepatotoxic effect of streptozotocin, rooibos tea significantly lowered advanced glycation end-products (AGEs) and malondialdehyde (MDA) in the plasma and in different tissues of diabetic rats, particularly MDA concentration in the lens. From these results we can conclude that antioxidant compounds in rooibos tea partially prevent oxidative stress and they are effective in both hydrophobic and hydrophilic biological systems. Therefore, rooibos tea as a commonly used beverage can be recommended as an excellent adjuvant support for the prevention and therapy of diabetic vascular complications, particularly for protecting ocular membrane systems against their peroxidation by reactive oxygen species.",
      "mesh_terms": [
        "Acetylcysteine",
        "Animals",
        "Aspalathus",
        "Diabetes Mellitus, Experimental",
        "Hydrogen-Ion Concentration",
        "Male",
        "Oxidative Stress",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "15479130",
      "title": "Regeneration of coenzyme Q9 redox state and inhibition of oxidative stress by Rooibos tea (Aspalathus linearis) administration in carbon tetrachloride liver damage.",
      "authors": [
        "J Kucharská",
        "O Ulicná",
        "A Gvozdjáková",
        "Z Sumbalová",
        "O Vancová",
        "P Bozek",
        "M Nakano",
        "M Greksák"
      ],
      "journal": "Physiological research",
      "publication_date": "2004",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The effect of rooibos tea (Aspalathus linearis) on liver antioxidant status and oxidative stress was investigated in rat model of carbon tetrachloride-induced liver damage. Synthetic antioxidant N-acetyl-L-cysteine (NAC) was used for comparison. Administration of carbon tetrachloride (CCl4) for 10 weeks decreased liver concentrations of reduced and oxidized forms of coenzyme Q9 (CoQ9H2 and CoQ9), reduced -tocopherol content and simultaneously increased the formation of malondialdehyde (MDA) as indicator of lipid peroxidation. Rooibos tea and NAC administered to CCl4-damaged rats restored liver concentrations of CoQ9H2 and alpha-tocopherol and inhibited the formation of MDA, all to the values comparable with healthy animals. Rooibos tea did not counteract the decrease in CoQ9, whereas NAC was able to do it. Improved regeneration of coenzyme Q9 redox state and inhibition of oxidative stress in CCl4-damaged livers may explain the beneficial effect of antioxidant therapy. Therefore, the consumption of rooibos tea as a rich source of natural antioxidants could be recommended as a market available, safe and effective hepatoprotector in patients with liver diseases.",
      "mesh_terms": [
        "Acetylcysteine",
        "Animals",
        "Antioxidants",
        "Aspalathus",
        "Beverages",
        "Carbon Tetrachloride",
        "Liver Failure, Acute",
        "Liver Regeneration",
        "Male",
        "Oxidation-Reduction",
        "Oxidative Stress",
        "Phytotherapy",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar",
        "Treatment Outcome",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "8162560",
      "title": "Inhibitory effects of Rooibos tea, Aspalathus linealis, on X-ray-induced C3H10T1/2 cell transformation.",
      "authors": [
        "K Komatsu",
        "K Kator",
        "Y Mitsuda",
        "M Mine",
        "Y Okumura"
      ],
      "journal": "Cancer letters",
      "publication_date": "1994-Feb-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oncogenic transformation of mouse C3H10T1/2 cells induced by X-rays was suppressed in the presence of extract of Rooibos tea, Aspalathus linealis. Transformation was reduced with increased concentration of the extract, so that at an extract concentration of 10%, transformation incidence was similar to the spontaneous level. Suppression was also dependent on treatment time with the extract and was maximal when present during the entire incubation period. In contrast, green tea extract at an equitoxic concentration showed no detectable effect on transformation incidence.",
      "mesh_terms": [
        "Animals",
        "Anticarcinogenic Agents",
        "Cell Transformation, Neoplastic",
        "Cells, Cultured",
        "Mice",
        "Plant Extracts",
        "Tea",
        "X-Rays"
      ]
    },
    {
      "pmid": "7681534",
      "title": "The clastogen-suppressing effects of green tea, Po-lei tea and Rooibos tea in CHO cells and mice.",
      "authors": [
        "Y F Sasaki",
        "H Yamada",
        "K Shimoi",
        "K Kator",
        "N Kinae"
      ],
      "journal": "Mutation research",
      "publication_date": "1993-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The suppressing effects of crude extracts of three kinds of tea-green tea (GT) from Japan, Po-lei tea (PT) from China, and Rooibos tea (RT) from South Africa-on the induction of chromosome aberrations in cultured CHO cells and mice were studied. When CHO cells were exposed to each tea extract in the presence of rat liver microsomal enzymes (S9 mix) together with benzo[a]pyrene (B(a)P) or mitomycin C (MMC), a decrease in the frequency of chromosome aberrations was observed. PT and RT, but not GT, also suppressed the induction of chromosome aberrations by MMC in the absence of S9 mix. When cells were treated with tea extract after B(a)P or MMC treatment, RT suppressed the induction of chromosome aberrations in the presence and absence of S9 mix whereas GT and PT showed suppressing effects only in the presence of S9 mix. These data suggest that catechines, well-known antimutagens in tea samples, might account for the inhibitory effect in the case of GT and PT. Since RT contains few catechines, several unknown antimutagenic components could be responsible for its effect. The antimutagenic effects of tea extracts at concentration levels consumed by humans were examined in mice using micronucleus induction with B(a)P or MMC. When mice received oral gavage of 0.2% GT, 0.1% PT, and 0.1% RT at 1.0 ml/mouse 6 h before intraperitoneal injection of MMC, a decrease in the frequency of micronuclei was observed. The induction of micronuclei by B(a)P was suppressed by oral dosage of GT, PT and RT at 1.0 ml/mouse/day for 28 days. This was not due to a delay in the maturation of micronucleated reticulocytes. In conclusion, intake of tea might suppress the mutagenic activity of certain potent mutagens in human beings.",
      "mesh_terms": [
        "Animals",
        "Antimutagenic Agents",
        "Beverages",
        "CHO Cells",
        "Cell Survival",
        "Chromosome Aberrations",
        "Cricetinae",
        "Male",
        "Mice",
        "Mice, Inbred ICR",
        "Micronucleus Tests",
        "Plant Extracts",
        "Tea"
      ]
    }
  ]
}