{
  "supplement": "Rose Essential Oil",
  "query": "Rose Essential Oil[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:29:28",
  "research_count": 11,
  "count": 11,
  "articles": [
    {
      "pmid": "39510967",
      "title": "Antibacterial activity and mechanism of rose essential oil against Aeromonas veronii isolated from Northern snakehead (Channa argus).",
      "authors": [
        "Kai Zhang",
        "Xiaolei Wang",
        "Hui Rong",
        "Wenjing Yang",
        "Xinxin Liang",
        "Yunguo Liu",
        "Xiangna Lin",
        "Zhihai Sui"
      ],
      "journal": "Journal of applied microbiology",
      "publication_date": "2024-Nov-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: To investigate and identify the antibacterial action and mechanism of rose essential oil (REO) against Aeromonas veronii isolated from Northern snakehead for the first time by the phenotypic and metabolic analysis. METHODS AND RESULTS: The 2-fold broth microdilution and spread-plate method identified that the minimum inhibitory concentration and minimum bactericidal concentration of REO against A. veronii were 1.25 μl ml-1 and REO impaired the growth in a concentration-dependent manner, indicating that REO possessed a significant bacteriostatic activity. Electron microscopy and live-dead cell staining found that REO caused a severe disruption of cellular morphology and increased the membrane permeability. Additionally, REO treatment induced the leakage of intracellular biomolecules such as proteins and nucleic acids from the bacteria. Metabolomics analysis showed that compared with the control, the REO treatment group exhibited a total of 190 differential metabolites (118 down-regulated and 72 up-regulated), which involved in the main metabolic pathways such as biotin metabolism, arginine biosynthesis, glutathione metabolism, lysine degradation, and histidine metabolism and the TCA cycle. These results verified that REO disturbed the metabolic processes of A. veronii to achieve the bacteriostatic effect. CONCLUSION: The rose essential oil exhibited the effective antibacterial activity against A. veronii via breaking the cellular structure, increasing the membrane permeation and disrupting the metabolic processes.",
      "mesh_terms": [
        "Oils, Volatile",
        "Anti-Bacterial Agents",
        "Aeromonas veronii",
        "Microbial Sensitivity Tests",
        "Animals",
        "Rubus",
        "Fishes",
        "Fish Diseases"
      ]
    },
    {
      "pmid": "38688895",
      "title": "A comprehensive assessment of the cholinergic-supporting and cognitive-enhancing effects of Rosa damascena Mill. (Damask rose) essential oil on scopolamine-induced amnestic rats.",
      "authors": [
        "Kerem Teralı",
        "Dilek Ozbeyli",
        "Duygu Yiğit-Hanoğlu",
        "Kemal Hüsnü Can Başer",
        "Göksel Şener",
        "Asli Aykac"
      ],
      "journal": "Brain and behavior",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Alzheimer's disease (AD) is a neurodegenerative condition characterized by gradual loss of cognitive abilities (dementia) and is a major public health problem. Here, we aimed at investigating the effects of Rosa damascena essential oil (RDEO) on learning and memory functions in a rat model of amnesia induced by scopolamine, as well as on changes in acetylcholinesterase (AChE) activity, M1 muscarinic acetylcholine receptor (mAChR) expression, and brain-derived neurotrophic factor (BDNF) levels in the extracted brain tissues. METHODS: The control, amnesia (scopolamine, 1 mg/kg/i.p.) and treatment (RDEO, 100 μL/kg/p.o. or galantamine, 1.5 mg/kg/i.p.) groups were subjected to Morris water maze and new object recognition tests. AChE activity was assayed by ELISA, and M1 mAChR and BDNF concentration changes were determined by western blotting. Also, using computational tools, human M1 mAChR was modeled in an active conformation, and the major components of RDEO were docked onto this receptor. RESULTS: According to our behavioral tests, RDEO was able to mitigate the learning and memory impairments caused by scopolamine in vivo. Our in vitro assays showed that the observed positive effects correlated well with a decrease in AChE activity and an increase in M1 mAChR and BDNF levels in amnestic rat brains. We also demonstrated in an in silico setting that the major components of RDEO, specifically -citronellol, geraniol, and nerol, could be accommodated favorably within the allosteric binding pocket of active-state human M1 mAChR and anchored here chiefly by hydrogen-bonding and alkyl-π interactions. CONCLUSION: Our findings offer a solid experimental foundation for future RDEO-based medicinal product development for patients suffering from AD.",
      "mesh_terms": [
        "Animals",
        "Scopolamine",
        "Rats",
        "Amnesia",
        "Oils, Volatile",
        "Male",
        "Rosa",
        "Brain-Derived Neurotrophic Factor",
        "Acetylcholinesterase",
        "Receptor, Muscarinic M1",
        "Rats, Wistar",
        "Nootropic Agents",
        "Disease Models, Animal",
        "Brain",
        "Cognition",
        "Maze Learning"
      ]
    },
    {
      "pmid": "38254571",
      "title": "Physicochemical Characterization of Pectic Polysaccharides from Rose Essential Oil Industry By-Products.",
      "authors": [
        "Anton Slavov",
        "Vesela Chalova"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The rose essential oil industry generates large quantities of solid byproducts yearly. These by-products, usually discarded, could yield valuable substances, such as pectic polysaccharides, widely used in the food industry as jelling agents. Seven industrial by-products were investigated as a source of pectic polysaccharides: four samples resulted from the treatment of Rosa damascena, two from Rosa alba, and one from Rosa centifolia. Three by-products were from steam-water distillation, two from CO2-supercritical extraction, and two after extraction with hexane and 1,1,1,2-tetrafluoroethane. The by-products were pretreated with 70% ethanol and extracted with 0.1 M HCl. The highest polysaccharide yield was observed for 1,1,1,2-tetrafluoroethane-extracted (RD_F) Rosa damascena by-products (13.98 ± 0.14%), followed by hexane (RD_X) and CO2-extracted (RD_CO2) Rosa damascena (12.68 ± 0.11 and 12.66 ± 0.10%, respectively). The polysaccharides were middle-methoxylated pectins, except RD_F and RD_X, having 26.68 ± 1.14 and 31.39 ± 1.39 mol % degree of methoxylation (low-methoxyl pectins). The polysaccharides had molecular masses in the 2.3-2.6 × 104 Da range. The rheological studies suggested RD_F formed a strong high-sucrose gel, while the others yielded weak gels. RD_F and RD_X formed strong Ca2+-mediated gels, comparable with commercial low-methoxylated citrus pectin. This study suggests that rose oil industry by-products could be successfully valorized and yield pectic polysaccharides with gelling properties, comparable with commercial citrus pectins."
    },
    {
      "pmid": "38222701",
      "title": "Effect of aromatherapy with rose essential oil on the nausea and vomiting in chemotherapy patients: a randomized controlled trial.",
      "authors": [
        "Poorya Takasi",
        "Atefeh Ghanbari",
        "Saman Maroufizadeh",
        "Shirin Parvinroo",
        "Sirous Gharib",
        "Tahere Khaleghdoost Mohammadi",
        "Sanam Ashrafi"
      ],
      "journal": "Annals of medicine and surgery (2012)",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The present study aims to determine the effect of aromatherapy with rose essential oil on the rate of nausea and vomiting in chemotherapy patients. MATERIALS AND METHODS: This randomized controlled trial included 66 cancer patients who were randomly divided: the rose essential oil aromatherapy group (n=33) and the control group (n=33). The sampling period ranged from November 2022 to March 2023. The state of nausea and vomiting was assessed using the Visual Analog Scale. RESULTS: The average scores of nausea and vomiting of both the second and third cycle in three time periods after chemotherapy (first, second, and third six hours) were significantly lower in the intervention group than the control group (P<0.001). Also, in the second cycle of chemotherapy, unlike the third cycle of chemotherapy, there was a significant interaction between group and time (ηp2=0.100, P=0.001, F (84.70, 1.37) = 6.91). In other words, the amount of difference between the mean scores of nausea and vomiting of the two control and intervention groups depended on the variable levels of time and vice versa. CONCLUSION: The results indicate the reducing effect of aromatherapy with rose essential oil on the severity of nausea and vomiting after chemotherapy in cancer patients. Therefore, it is recommended to be used in chemotherapy to reduce the severity of nausea and vomiting according to the patient's condition."
    },
    {
      "pmid": "36920348",
      "title": "Rose essential oil diminishes dopaminergic neuron degenerations and reduces α-synuclein aggregation in Caenorhabditis elegans models of Parkinson's disease.",
      "authors": [
        "Fahim Muhammad",
        "Yan Liu",
        "Ningbo Wang",
        "Longhe Zhao",
        "Yangtao Zhou",
        "Hui Yang",
        "Hongyu Li"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Parkinson's disease (P.D.) is the second most progressive neurodegenerative disorder in the elderly. Degeneration of dopaminergic (DA) neurons and α-synuclein (α-Syn) accumulated toxicity is the major contributor to this disease. At present, the disease has no effective treatment. Many recent studies focus on identifying novel therapeutics that provide benefits to stop the disease progression in P.D. patients. Screening novel and effective drugs in P.D. animal models is time- and cost-consuming. Rose Essential Oil (REO) extracted from Rosa Rugosa species (R. Setate × R. Rugosa). REO contains Citronellol, Geraniol, and Octadiene that possess anti-Aβ, anti-oxidative, and anti-depression-like properties, but no reports have defined the REO effect on P.D. yet. The present study examines the REO neuroprotective potential in transgenic Caenorhabditis elegans P.D. models. We observed that REO reduced α-Syn aggregations and diminished DA neuron degenerations induced by 6-OHDA, reduced food-sensing behavioural disabilities, and prolonged the lifespan of the nematode. Moreover, REO augmented the chymotrypsin-like proteasome and SOD-3 activities. Further, we observed the anti-oxidative role of REO by reducing internal cells ROS. Together, these findings supported REO as an anti-PD drug and may exert its effects by lowering oxidative stress via the anti-oxidative pathway.",
      "mesh_terms": [
        "Animals",
        "Parkinson Disease",
        "alpha-Synuclein",
        "Caenorhabditis elegans",
        "Rosa",
        "Animals, Genetically Modified",
        "Oils, Volatile",
        "Dopaminergic Neurons",
        "Nerve Degeneration",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "36737950",
      "title": "Pingyin Rose Essential Oil Restores Intestinal Barrier Integrity in DSS-induced Mice Colitis Model.",
      "authors": [
        "Rifat Nowshin Raka",
        "Junsong Xiao",
        "Hua Wu",
        "Wenwen Lv",
        "Zhiqian Ding",
        "Yangping Cao",
        "Xukai Li",
        "Jinglong Sun",
        "Kou Luan"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Rosa rugosa cv. Plena is a 'drug homologous food' in China with a long history. Pingyin rose essential oil (PREO) is a mixture of compounds extracted from blooming R. rugosa cv. Plena. With its elegant smell and excellent effects on oxidative stress and inflammation alleviation, PREO is wildly used in the food industry as a popular additive. We aimed to decipher if the PREO could alleviate and restore dextran sodium sulfate (DSS)-induced barrier integrity damages. The results showed that a 7-day PREO (15 μL/kg) treatment alleviated the colitis symptoms by improving disease activity index (DAI) scores through weight loss, occult blood, and colon shortening. The expression of tight junction proteins and the enzyme activities of superoxide dismutases (SOD), and catalase (CAT) increased while nitric oxide (NO), malondialdehyde (MDA), and myeloperoxidase (MPO) production decreased in PREO-treated C57BL6 female mice. PREO treatment inhibited the expression of pro-inflammatory cytokines tumor necrosis factor (TNF-α), interleukin (IL)-1β, and IL-6. Further, PREO modulated the composition of the gut microbiota and Spearman's correlation analysis revealed a positive effect. The transcriptome analysis and western blot results indicated that PREO might ameliorate intestinal barrier dysfunction in this study via the TLR4-NF-kB signaling pathway. We hypothesized that PREO has preventive potential against gut disorders and could serve as a functional food additive.",
      "mesh_terms": [
        "Female",
        "Animals",
        "Mice",
        "Rosa",
        "Oils, Volatile",
        "Colitis",
        "NF-kappa B",
        "Tumor Necrosis Factor-alpha",
        "Dextran Sulfate"
      ]
    },
    {
      "pmid": "36242028",
      "title": "Pingyin rose essential oil alleviates LPS-Induced inflammation in RAW 264.7 cells via the NF-κB pathway: an integrated in vitro and network pharmacology analysis.",
      "authors": [
        "Rifat Nowshin Raka",
        "Ding Zhiqian",
        "Yuan Yue",
        "Qiao Luchang",
        "Park Suyeon",
        "Xiao Junsong",
        "Wu Hua"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2022-Oct-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Rosa rugosa cv. Plena, a cultivar of Rosa rugosa, has a history of more than 1300 years of application in both medicine and food in China. The essential oil of Rosa rugosa cv. Plena (PREO) is one of the most frequently used additives in food, cosmetics and aromatherapy. PREO exhibits some anti-inflammation, antioxidant and nerve alleviating effects. However, the mechanisms behind these effects are still unclear. METHODS: The composition of PREO was determined by GC‒MS. Network pharmacology was performed to predict the possible compound-target network and analyze the possible targets against inflammation and oxidative stress. An inflammatory immune cell model was constructed by exposing RAW 264.7 cells to LPS. A series of experiments, including biochemical assays, RT‒PCR, and western blotting, were conducted to investigate the anti-inflammatory and antioxidative effects of PREO. RESULTS: PREO treatment significantly (p < 0.05) alleviated inflammatory and oxidative biomarkers such as NO, ROS, and MDA and preserved SOD and CAT activities. GC‒MS analysis revealed that PREO consists of 57 compounds, mainly monoterpenoids. Network pharmacology revealed that citronellol, farnesol, ethyl octanoate, geranyl acetate, and methyl eugenol were active components interacting with several inflammatory pathway proteins. By measuring the gene and protein expression of possible targets by qRT‒PCR and western blotting, PREO anti-inflammatory responses in LPS-treated RAW 264.7 cells might be associated with the regulation of NF-κB signaling. Molecular docking showed that PREO components can interact with different proteins involved in the NF-κB pathway. CONCLUSION: The integrated study of molecular analysis and network pharmacology suggested that PREO might be a potential anti-inflammatory agent to treat inflammation and oxidative stress.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Farnesol",
        "Inflammation",
        "Lipopolysaccharides",
        "Mice",
        "Molecular Docking Simulation",
        "Monoterpenes",
        "NF-kappa B",
        "Network Pharmacology",
        "Oils, Volatile",
        "RAW 264.7 Cells",
        "Reactive Oxygen Species",
        "Rosa",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "34455728",
      "title": "The effect of aromatherapy with rose essential oil on apparent anxiety in patients with myocardial infarction.",
      "authors": [
        "Mohammad Haddadi",
        "Hamid Robat Sarpooshi",
        "Elaheh Jaghouri",
        "Alemeh Dehnabi"
      ],
      "journal": "Journal of complementary & integrative medicine",
      "publication_date": "2022-Dec-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Acute myocardial infarction (MI) and hospitalization are one of the most stressful situations for many patients. Aromatherapy is a branch of the complementary medicine that is effective in anxiety. The present study aims to determine the effect of aromatherapy with rose essential oil (REO) on apparent anxiety in patients with acute MI. METHODS: This randomized clinical trial was carried out on patients with acute MI admitted to the cardiac ward of Heshmatieh Hospital in Sabzevar. Eighty patients were randomly assigned to two aromas and placebo groups, who received three drops of REO or placebo by inhalation three times a day for 3 days. Before and after the intervention, patients' anxiety levels were measured by the Spielberger questionnaire. Data were analyzed by chi-square and the independent and paired and t-tests. RESULTS: Before the intervention, the mean of apparent anxiety was not significantly different in the intervention and control groups (48.44 ± 3.81 and 51.38 ± 7.21, respectively, p=0.16) while this parameter was significant after the intervention in both experimental groups (47.27 ± 7.11 and 44.16 ± 4.63, respectively, p=0.000), with a reduction in the mean of apparent anxiety in the intervention group. Moreover, the results of paired t-test revealed that the anxiety scores decreased significantly in the test group before and after the intervention (51.38 ± 7.21 and 44.16 ± 4.63, p=0.000). CONCLUSIONS: Considering the positive effects of REO used in this study to reduce anxiety in patients with acute MI, the use of REO is recommended as a complementary treatment to reduce anxiety in these patients.",
      "mesh_terms": [
        "Humans",
        "Myocardial Infarction",
        "Oils, Volatile",
        "Rosa",
        "Anxiety"
      ]
    },
    {
      "pmid": "30712728",
      "title": "The effect of inhalation aromatherapy with rose essential oil on the anxiety of patients undergoing coronary artery bypass graft surgery.",
      "authors": [
        "Fatemeh Fazlollahpour-Rokni",
        "Seyed Afshin Shorofi",
        "Nouraddin Mousavinasab",
        "Rahman Ghafari",
        "Ravanbakhsh Esmaeili"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND AND PURPOSE: Anxiety is one of the most common responses of patients awaiting coronary artery bypass graft (CABG) surgery to stressful conditions before surgery. This study is intended to examine the effect of inhalation aromatherapy with rose essential oil on the anxiety of patients undergoing CABG surgery. MATERIALS AND METHODS: This was a single-blind randomized clinical trial of 66 patients undergoing CABG surgery. The experimental group inhaled three drops of 4% rose essential oil for 10 minutes one night and one hour before surgery. The control group did not receive any intervention from the research team. RESULTS: The level of anxiety was measured before and 30 minutes after the intervention using the Spielberger's Anxiety Inventory. Prior to surgery, an independent t-test showed that the mean score of anxiety was not significantly different between the experimental and control groups (p = 0.41). Aromatherapy with rose essential oil did not cause any significant differences in state anxiety (P = 0.41), trait anxiety (P = 0.90), and total anxiety (P = 0.69). CONCLUSION: Our results revealed that inhalation aromatherapy with rose essential oil could not significantly reduce anxiety in CABG patients. Future research with larger sample sizes and using different concentrations of rose essential oil are needed to achieve more definitive conclusions.",
      "mesh_terms": [
        "Anxiety",
        "Aromatherapy",
        "Coronary Artery Bypass",
        "Humans",
        "Oils, Volatile",
        "Rosa"
      ]
    },
    {
      "pmid": "27502800",
      "title": "Investigating the effect of rose essential oil in patients with primary dysmenorrhea.",
      "authors": [
        "Murat Uysal",
        "Hatice Yılmaz Doğru",
        "Emrah Sapmaz",
        "Ufuk Tas",
        "Bülent Çakmak",
        "Asker Zeki Ozsoy",
        "Fatih Sahin",
        "Safiye Ayan",
        "Mehmet Esen"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2016-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: This study aimed to evaluate the effects of rose essential oil on primary dysmenorrhea. METHODS: One hundred patients were randomly divided into two groups; Group D received diclofenac sodium (75 mg/im) and Group A administered diclofenac sodium with aromatherapy (2% rose essential oil). The visual analog scale (VAS) scores in all subjects at baseline, 10th min, and 30th min were recorded. RESULTS: When the two groups were compared before and after the treatment, there were significant decreases in VAS values at the 10 min and 30 min compared to baseline values in both groups (p < 0.001). However, the 30th min mean VAS value in Group D was higher than in Group A (p = 0.019). CONCLUSION: The present study suggests that aromatherapy with rose essential oil, which is a nonpharmacologic treatment method, as an adjuvant to conventional treatment methods may be beneficial for pain relief in individuals with primary dysmenorrhea.",
      "mesh_terms": [
        "Adult",
        "Aromatherapy",
        "Dysmenorrhea",
        "Female",
        "Humans",
        "Male",
        "Oils, Volatile",
        "Pain Management",
        "Pain Measurement",
        "Plant Extracts",
        "Plant Oils",
        "Rosa",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "22224510",
      "title": "Model study of the enzymatic modification of natural extracts: peroxidase-based removal of eugenol from rose essential oil.",
      "authors": [
        "Charfeddine Bouhlel",
        "Gwenn'Ann Dolhem",
        "Xavier Fernandez",
        "Sylvain Antoniotti"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2012-Feb-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A protocol based on the use of horseradish peroxidase (HRP) is proposed for the removal of allergenic eugenol from rose essential oil without loss of the organoleptic quality and with a good conservation of the chemical composition. For the first time, an enzyme-based strategy is proposed for essential oils treatment and opens new opportunities in the detoxification of natural extracts used in perfumery and cosmetics. Our results on eugenol in rose essential oil constitute a first step toward the development of efficient and mild processes for the removal of more toxic compounds of natural extracts.",
      "mesh_terms": [
        "Drug Contamination",
        "Eugenol",
        "Horseradish Peroxidase",
        "Humans",
        "Oils, Volatile",
        "Oxidation-Reduction",
        "Perfume",
        "Rosa",
        "Smell"
      ]
    }
  ]
}