{
  "supplement": "S-adenosylmethionine",
  "query": "S-adenosylmethionine[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:30:31",
  "research_count": 439,
  "count": 100,
  "articles": [
    {
      "pmid": "40280015",
      "title": "S-adenosylmethionine inhibits non-small cell lung cancer and enhances chemosensitivity by targeting the P62/NF-κB axis and regulating autophagy and oxidative stress.",
      "authors": [
        "Xuehang Jin",
        "Lvjun Zhang",
        "Chiqing Ying",
        "Long Yu",
        "Xuejing Guo",
        "Kailing Pan",
        "Dan Zhu",
        "Hui Chen"
      ],
      "journal": "Bioorganic chemistry",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Non-small cell lung cancer (NSCLC) is a leading cause of cancer-related deaths worldwide. Despite advances in targeted therapies and immunotherapy, which have improved survival rates, drug resistance and immune-related side effects continue to necessitate the development of new treatments. S-adenosylmethionine (SAM), a key metabolite in the methionine cycle, has indicated potential for cancer therapy and enhancing chemotherapy sensitivity. However, its effects on NSCLC remain undetermined. In our study, SAM inhibits NSCLC growth and enhances chemosensitivity both in vitro and in vivo. Mechanistic investigations revealed that SAM plays a significant regulatory role in autophagy and oxidative stress within NSCLC. Furthermore, we identified P62 as a critical target of SAM by constructing biotin-labeled SAM for immunocoprecipitation-mass spectrometry. Both in vitro and in vivo studies confirmed that P62 mediates SAM regulatory effects on NSCLC. Furthermore, by constructing truncated P62 expression plasmids for immunocoprecipitation experiments, we discovered that SAM inhibits the NF-κB signaling pathway by directly targeting the ZZ and TB domains of the P62 protein, thereby blocking autophagy and activating oxidative stress. These findings highlight SAM as a novel inhibitor of the P62/NF-κB axis and suggest that SAM could be a potential therapeutic agent for NSCLC."
    },
    {
      "pmid": "40246076",
      "title": "S-Adenosylmethionine Inhibits Plasminogen-Activating Inhibitor-1 and Protects Male Mice from FOLFOX-Induced Liver Injury.",
      "authors": [
        "Alexandra Gangi",
        "Tony Wh Li",
        "Youngyi Lim",
        "Swati Chandla",
        "Andrea Floris",
        "Arash Khangholi",
        "Maria Lauda Tomasi",
        "Shelly C Lu"
      ],
      "journal": "Cellular and molecular gastroenterology and hepatology",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND & AIMS: FOLFOX, often used in patients with colorectal liver metastases, can cause sinusoidal obstruction syndrome (SOS) hindering subsequent treatment. S-adenosylmethionine (SAMe) is hepatoprotective and here we investigated whether it protects against FOLFOX-induced hepatotoxicity and defined the underlying mechanisms. METHODS: A murine model of FOLFOX-induced SOS examined the effect of SAMe and plasminogen-activating inhibitor-1 (PAI-1). In vitro studies included primary mouse and human hepatocytes, Kupffer cells (KCs), hepatic stellate cells (HSCs), and liver sinusoidal endothelial cells (LSECs). RESULTS: SAMe co-treatment completely blocked the induction of markers increased in FOLFOX-induced SOS and protected against liver injury. The most upregulated gene was Serpine1, which encodes for PAI-1. SAMe blocked FOLFOX induced expression and activation of NF-κB, which is known to activate SERPINE1/Serpine1 promoters. Interestingly, FOLFOX failed to activate hepatic NF-κB or cause liver injury in Serpine1 knockout male mice. Treatment of mouse hepatocytes with recombinant PAI-1 (rPAI-1) induced NF-κB activation; conditioned media from rPAI-1 or IL-1β-treated hepatocytes, but not exosomes, increased the expression of proinflammatory cytokines and Cd31 in KCs and LSECs, respectively, which were blocked by SAMe. FOLFOX and IL-1β induced interaction between PAI-1 with uPAR in mouse liver and hepatocytes, respectively, which was blocked by SAMe. rPAI-1 requires interaction with uPA for full activation of NF-κB in hepatocytes. Neutralizing antibody against PAI-1 blocked IL-1β-mediated p65/PAI-1 activation in hepatocytes. CONCLUSIONS: FOLFOX treatment increased hepatocyte PAI-1 expression and liver injury, which were not observed in germline PAI-1 deficiency. Hepatocytes secrete PAI-1 to exert autocrine and paracrine effects to activate KCs and LSECs. SAMe protects against FOLFOX-mediated liver injury in part by inhibiting NF-κB activation and PAI-1 induction."
    },
    {
      "pmid": "40019515",
      "title": "Inhibition of liver cancer cell growth by metabolites S-adenosylmethionine and nicotinic acid originating from liver progenitor cells.",
      "authors": [
        "Wen-Ming Liu",
        "Cai-Yang Chen",
        "Hong-Qian Ma",
        "Qiu-Qiu Zhang",
        "Xu Zhou",
        "Yu-Ling Wu",
        "Wei-Jian Huang",
        "Xiao-Shu Qi",
        "Yu-Xin Zhang",
        "Dan Tang",
        "Han-Yong Sun",
        "Hong-Ping Wu",
        "Ying-Fu Jiao",
        "Zhi-Ying He",
        "Wei-Feng Yu",
        "He-Xin Yan"
      ],
      "journal": "Journal of gastroenterology",
      "publication_date": "2025-Feb-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Hepatocellular carcinoma (HCC), the most common form of liver cancer, presents a challenging malignancy with scarce treatment options. Liver progenitor cells (LPCs) play a pivotal role in both liver regeneration and the progression of liver cancer, yet the specific functions of LPCs from different origins in liver cancer remain to be fully elucidated. METHODS: We explored the liver progenitor-like cells derived from human hepatocytes (HepLPCs) on the proliferation of HCC both in vitro and in vivo. The mitochondrial function was assessed through electron microscopy and functional experiments. Transcriptomic sequencing and western blot unveiled the fundamental mechanisms at play, whereas metabolomic sequencing pinpointed crucial effector molecules involved in the paracrine secretion of HepLPCs. RESULTS: By employing a co-culture system of HepLPCs and HCC cells, we found that HepLPCs markedly inhibited HCC growth by prompting mitochondrial dysfunction, which further led to the co-inhibition of the Notch1 and JAK1/STAT3 signaling pathways through paracrine actions involving S-adenosylmethionine (SAM) and Nicotinic acid (NA). CONCLUSIONS: This study has uncovered that HepLPCs have a suppressive influence on the proliferation of HCC cells. This is achieved through the impairment of mitochondrial function and the inhibition of key signaling pathways, namely, Notch1 and JAK1/STAT3, which are critical drivers of cancer progression. The secretion of the metabolites SAM and NA by HepLPCs appears to be instrumental in mediating these effects. These findings provide a solid foundation for identifying new therapeutic targets and clarifying the mechanisms through which HepLPCs can be harnessed to effectively treat HCC."
    },
    {
      "pmid": "39941901",
      "title": "S-Adenosylmethionine: A Multifaceted Regulator in Cancer Pathogenesis and Therapy.",
      "authors": [
        "David Fernández-Ramos",
        "Fernando Lopitz-Otsoa",
        "Shelly C Lu",
        "José M Mato"
      ],
      "journal": "Cancers",
      "publication_date": "2025-Feb-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "S-adenosylmethionine (SAMe) is a key methyl donor that plays a critical role in a variety of cellular processes, such as DNA, RNA and protein methylation, essential for maintaining genomic stability, regulating gene expression and maintaining cellular homeostasis. The involvement of SAMe in cancer pathogenesis is multifaceted, as through its multiple cellular functions, it can influence tumor initiation, progression and therapeutic resistance. In addition, the connection of SAMe with polyamine synthesis and oxidative stress management further underscores its importance in cancer biology. Recent studies have highlighted the potential of SAMe as a biomarker for cancer diagnosis and prognosis. Furthermore, the therapeutic implications of SAMe are promising, with evidence suggesting that SAMe supplementation or modulation could improve the efficacy of existing cancer treatments by restoring proper methylation patterns and mitigating oxidative damage and protect against damage induced by chemotherapeutic drugs. Moreover, targeting methionine cycle enzymes to both regulate SAMe availability and SAMe-independent regulatory effects, particularly in methionine-dependent cancers such as colorectal and lung cancer, presents a promising therapeutic approach. Additionally, exploring epitranscriptomic regulations, such as m6A modifications, and their interaction with non-coding RNAs could enhance our understanding of tumor progression and resistance mechanisms. Precision medicine approaches integrating patient subtyping and combination therapies with chemotherapeutics, such as decitabine or doxorubicin, together with SAMe, can enhance chemosensitivity and modulate epigenomics, showing promising results that may improve treatment outcomes. This review comprehensively examines the various roles of SAMe in cancer pathogenesis, its potential as a diagnostic and prognostic marker, and its emerging therapeutic applications. While SAMe modulation holds significant promise, challenges such as bioavailability, patient stratification and context-dependent effects must be addressed before clinical implementation. In addition, better validation of the obtained results into specific cancer animal models would also help to bridge the gap between research and clinical practice."
    },
    {
      "pmid": "39766901",
      "title": "The Simultaneous Treatment of PC-3 Cells with the DNA-Demethylating Agent Decitabine and S-Adenosylmethionine Leads to Synergistic Anticancer Effects.",
      "authors": [
        "Thomas Schmidt",
        "Carsten Sticht"
      ],
      "journal": "Genes",
      "publication_date": "2024-Dec-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Epigenetic dysregulation is a common feature of cancer. Promoter demethylation of tumor-promoting genes and global DNA hypomethylation may trigger tumor progression. Epigenetic changes are unstable; thus, research has focused on detecting remedies that target epigenetic regulators. Previous studies have suggested that concordantly targeting hypomethylation and hypermethylation is beneficial for suppressing both the oncogenic and pro-metastatic functions of cancer cells. Therefore, we aimed to investigate the effect of a combination of S-adenosylmethionine (SAM) and the demethylating agent decitabine on prostate cancer cells. Materials and Methods: Prostate cancer cells (PC-3) were treated with SAM, decitabine, or a combination of both. Proliferation, migration, invasion, and methylation assays were also performed. A transcriptome study was conducted to detect different gene clusters between the treatment groups, followed by analyses using the Kyoto Encyclopedia of Genes and Genomes pathway and ingenuity pathway analysis. Finally, to gain information on differential gene expression, promoter methylation studies were performed. Results: Groups treated with decitabine, SAM, or their combination showed reduced proliferative capacity. The decitabine-treated group showed a marginal increase in cell migration and invasion, whereas the SAM-treated and combination treatment groups showed reduced invasion and migration potential. Methylation assays demonstrated the restoration of decitabine-induced demethylation in prostate cancer samples, whereas the transcriptome study revealed the upregulation of different gene clusters between the treatment groups. Methylation studies confirmed that SAM could restore the decitabine-induced demethylation of proto-oncogenes, but it did not induce the re-methylation of tumor-suppressor genes. Conclusions: Combination treatment with SAM and decitabine had an additive effect and did not nullify each other.",
      "mesh_terms": [
        "Decitabine",
        "Humans",
        "S-Adenosylmethionine",
        "Male",
        "DNA Methylation",
        "Cell Proliferation",
        "Gene Expression Regulation, Neoplastic",
        "Prostatic Neoplasms",
        "Drug Synergism",
        "PC-3 Cells",
        "Cell Movement",
        "Epigenesis, Genetic",
        "Cell Line, Tumor",
        "Antimetabolites, Antineoplastic",
        "Promoter Regions, Genetic"
      ]
    },
    {
      "pmid": "39746780",
      "title": "Arsenic Exposure Triggers Nonalcoholic Fatty Liver Disease through Repressing S-Adenosylmethionine-Dependent Histone Methylation in Rats.",
      "authors": [
        "Lu Lu",
        "Weizhen Hua",
        "Fuping Li",
        "Zhenbin Che",
        "Meiping Tian",
        "Yan-Yang Lu",
        "Qiaoqiao Chi",
        "Jie Zhang",
        "Qingyu Huang"
      ],
      "journal": "Environmental science & technology",
      "publication_date": "2025-Jan-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Arsenic (As) is a toxic metalloid widespread in the environment, and its exposure has been associated with a variety of adverse health outcomes. As exposure is demonstrated to cause nonalcoholic fatty liver disease (NAFLD), and the underlying epigenetic mechanisms remain largely unknown. This study aimed to investigate the roles of histone modifications in low-level As exposure-induced NAFLD in rats. The results showed that exposure to As caused lipid accumulation and upregulated the expression of lipid metabolism-related genes Fabp1, Srebf1, and Apoc3, while downregulated Acox1 and Cpt1a in rat liver. In addition, it was found that inorganic arsenite (iAsIII) was methylated to DMA, and the S-adenosylmethionine (SAM) level was decreased, which would contribute to the repression of H3K9me1/2 in rat liver after exposure. The in vitro studies revealed that SAM supplementation attenuated lipid accumulation by restoring H3K9me1/2 in HepG2 cells, which further confirmed our animal results. Therefore, it is suggested that As methylation depleted SAM, which inhibited H3K9me1/2 and activated Fabp1, Srebf1, and Apoc3 expressions, leading to NAFLD upon inorganic As exposure. Overall, these data shed new light on the role of SAM-mediated histone methylation in As-triggered NAFLD, which could be useful for the prevention and intervention of hepatotoxicity induced by environmental As exposure.",
      "mesh_terms": [
        "Animals",
        "Non-alcoholic Fatty Liver Disease",
        "S-Adenosylmethionine",
        "Rats",
        "Arsenic",
        "Methylation",
        "Histones",
        "Humans",
        "Male",
        "Hep G2 Cells",
        "Rats, Sprague-Dawley",
        "Liver"
      ]
    },
    {
      "pmid": "39743489",
      "title": "S-adenosylmethionine supplementation to alleviate depression symptoms in patients with suboptimal response to standard antidepressive therapy: a perspective.",
      "authors": [
        "S Labhade",
        "R Bhole",
        "S Jain"
      ],
      "journal": "East Asian archives of psychiatry : official journal of the Hong Kong College of Psychiatrists = Dong Ya jing shen ke xue zhi : Xianggang jing shen ke yi xue yuan qi kan",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "This review aims to determine the role of S-adenosylmethionine (SAMe) supplementation as an alternative therapeutic option, particularly for individuals with inadequate responses to conventional antidepressive treatments. The effects of SAMe on depression are analysed through its role in modulating neurotransmitter metabolism, reducing neuroinflammation, enhancing neuroplasticity, and regulating gene expression. These mechanisms may contribute to the efficacy of SAMe in treating depression, particularly in treatment-resistant cases. The review also addresses SAMe's potential use in managing other psychiatric disorders and neurological diseases.",
      "mesh_terms": [
        "S-Adenosylmethionine",
        "Humans",
        "Antidepressive Agents",
        "Dietary Supplements",
        "Depressive Disorder, Treatment-Resistant"
      ]
    },
    {
      "pmid": "39681858",
      "title": "Evidence for in vivo resistance against allopurinol in a dog infected with Leishmania infantum by reduction in copy numbers of the S-adenosylmethionine synthetase (METK) gene.",
      "authors": [
        "Ingo Schäfer",
        "Mathieu Faucher",
        "Yaarit Nachum-Biala",
        "Lluís Ferrer",
        "Marina Carrasco",
        "Alexandra Kehl",
        "Elisabeth Müller",
        "Torsten J Naucke",
        "Gad Baneth"
      ],
      "journal": "Parasites & vectors",
      "publication_date": "2024-Dec-16",
      "publication_types": [
        "Journal Article",
        "Case Reports"
      ],
      "abstract": "BACKGROUND: In Europe, canine leishmaniasis is commonly caused by Leishmania infantum. Allopurinol is the main drug for long-term management of the disease, and clinical relapses of L. infantum infection treated with this drug are described. Resistance to allopurinol has been demonstrated in-vitro, but there is only little knowledge on in vivo resistance in dogs. FINDINGS: A two-year-old female spayed Akita Inu that was adopted from a breeding facility near Nice in France was initially diagnosed with primary immune-mediated hemolytic anemia. Immunosuppressive treatment was initiated, and the dog was referred for a second opinion to the Clinique Veterinaire Alliance in France. PCR testing for L. infantum was performed out of EDTA blood and IFA as well as ELISA testing out of serum. Resistance to allopurinol was associated with chromosome and gene copy number (CN) variations including a decrease in the S-adenosylmethionine synthetase (METK) gene CN. RESULTS: The dog showed pale mucous membranes, fever (39.1 °C), and a relapse of the anemia. The diagnosis of leishmaniasis was based on the cytological finding of Leishmania amastigotes (bone marrow, spleen, liver), positive PCR testing, and positive IFAT serology. The dog was treated with allopurinol over a period of 1316 days and additionally received two cycles of Glucantime® (meglumine antimoniate), before samples were submitted to the LABOKLIN laboratory to test for resistance against allopurinol. The laboratory work-up revealed mild thrombocytopenia, mild hyperproteinemia with hyperglobulinemia, a marked elevation of the c-reactive protein, and decreased iron concentration. Serum protein electrophoresis showed a polyclonal peak in the gamma globulins. Serology was positive in both ELISA (21.5 LE) and IFAT (1:1024). Quantitative PCR testing of blood was positive with low numbers of Leishmania (10/ml blood) at the timepoint of suspicion for resistance. The urinary protein-to-creatinine ratio was markedly elevated (2.5) and xanthine crystalluria was detected. A CN level of below 3 is considered suspicious for resistance, as revealed in the described Akita Inu dog. CONCLUSIONS: Relapse of L. infantum infection after applying allopurinol for 1316 days due to resistance was suspected clinically. Positive PCR testing, consistent hematological and biochemistry abnormalities, and reduction in the METK gene CN backed up the clinical suspicion of resistance. Dogs infected with allopurinol resistant strains of L. infantum may represent a great risk for infection of naïve dogs, cats, and humans.",
      "mesh_terms": [
        "Animals",
        "Dogs",
        "Allopurinol",
        "Leishmania infantum",
        "Dog Diseases",
        "Female",
        "Leishmaniasis, Visceral",
        "Drug Resistance",
        "Methionine Adenosyltransferase",
        "Gene Dosage",
        "Antiprotozoal Agents",
        "France"
      ]
    },
    {
      "pmid": "39519500",
      "title": "S-Adenosylmethionine (SAMe) for Liver Health: A Systematic Review.",
      "authors": [
        "Kyrie Eleyson R Baden",
        "Halley McClain",
        "Eliya Craig",
        "Nathan Gibson",
        "Juanita A Draime",
        "Aleda M H Chen"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Oct-28",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: S-adenosylmethionine (SAMe) is a natural compound implicated in the treatment of liver dysfunction. In this systematic review, our objective was to determine the efficacy, safety, and optimal dose of SAMe in liver diseases. METHODS: Using the PRISMA methodology, we searched PubMed, CINAHL, and Web of Science using key MeSH search terms. For title/abstract screening, full-text review, and data extraction, two independent researchers reviewed articles, and a third researcher resolved conflicts. Data extraction also included a quality assessment of included articles. RESULTS: Of the 1881 non-duplicated studies, 15 articles focusing on SAMe use in the liver were included. All included studies (n = 15) scored a 4 or 5 out of 5 points on the quality assessment, which indicated high study quality. Overall, SAMe was effective in improving liver-related parameters with few adverse events, which were primarily mild, transient gastrointestinal complaints. CONCLUSIONS: The most common doses were SAMe 1000 mg or 1200 mg per day with or without another treatment or natural supplement. Future studies are needed to assess long-term efficacy and safety data of SAMe and the optimal route of administration in liver diseases.",
      "mesh_terms": [
        "Humans",
        "Dietary Supplements",
        "Liver",
        "Liver Diseases",
        "S-Adenosylmethionine"
      ]
    },
    {
      "pmid": "39486056",
      "title": "S-Adenosylmethionine Treatment Diminishes the Proliferation of Castration-Resistant Prostate Cancer Cells by Modulating the Expression of miRNAs.",
      "authors": [
        "Thomas Schmidt"
      ],
      "journal": "Archivum immunologiae et therapiae experimentalis",
      "publication_date": "2024-Jan-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AdoMet (S-adenosylmethionine) inhibits cancer cell proliferation and migration via epigenetic alterations. This study aimed to investigate whether AdoMet may cause alterations in microRNA (miRNA) expression profiles that are important for the initiation and progression of prostate cancer. PC-3 cells were treated with AdoMet before miRNA sequencing. A total of 17 differentially expressed miRNAs were detected. Target gene prediction was performed by means of databases. Results were aligned to transcriptomic data. The bioinformatic analysis revealed upregulation of anticancerogenic genes, downregulation of cancerogenic-related processes and pathways. Knocking down hsa-miR-192-5p in PC-3 cells resulted in downregulation of cancer cell proliferation, thus confirming these results.",
      "mesh_terms": [
        "Humans",
        "Male",
        "MicroRNAs",
        "S-Adenosylmethionine",
        "Cell Proliferation",
        "Gene Expression Regulation, Neoplastic",
        "Prostatic Neoplasms, Castration-Resistant",
        "Cell Line, Tumor",
        "Computational Biology",
        "PC-3 Cells",
        "Gene Expression Profiling",
        "Epigenesis, Genetic",
        "Cell Movement"
      ]
    },
    {
      "pmid": "39370687",
      "title": "Ethionine-induced S-adenosylmethionine deficiency suppressed H3K27me3 and cell differentiation during neural tube development in mice.",
      "authors": [
        "Li Zhang",
        "Xiaona Zhang",
        "Yurong Liu",
        "Kaixin Wei",
        "Huijing Ma",
        "Li Xia",
        "Rui Cao",
        "Yuqing Sun",
        "Ronghua Zheng",
        "Xiuwei Wang",
        "Bingmei Chang"
      ],
      "journal": "Journal of cellular physiology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "S-adenosylmethionine (SAM) as a major methyl donor plays a key role in methylation modification in vivo, and its disorder was closely related to neural tube defects (NTDs). However, the exact mechanism between SAM deficiency and NTDs remained unclearly. Hence, we investigated the association between histone methylation modification and cell differentiation in NTDs mice induced by SAM deficiency. The levels of SAM and SAH (S-adenosylhomocysteine) were determined by enzyme linked immunosorbent assay (ELISA). The level of histone methylation, β-catenin were analyzed by Western blot, reversing transcription and quantitative PCR (RT-qPCR) and immunofluorescence. The results showed that the incidence rate of NTDs induced by ethionine were 46.2%. Post treatment of ethionine combined with SAM, the incidence rate of NTDs was reduced to 26.2%. The level of SAM was significantly decreased (p < 0.05) and a reduction in the SAM/SAH ratio was observed after entionine treatment. The SAM deficiency caused the reduction of H3K27me3 modifications and the elevated UTX activity (p < 0.05), and inhibited the expressions of β-catenin. The differentiations of NSCs into neurons and oligodendrocytes were inhibited under SAM deficiency (p < 0.05). These results indicated that the SAM deficiency led to reduce H3K27me3 modifications, prevented the β-catenin signaling pathway and NSCs differentiation, which provided an understanding of the novel function of epigenetic regulation in NTDs.",
      "mesh_terms": [
        "Animals",
        "S-Adenosylmethionine",
        "Cell Differentiation",
        "Histones",
        "Mice",
        "Neural Tube Defects",
        "Ethionine",
        "Neural Tube",
        "Methylation",
        "beta Catenin",
        "S-Adenosylhomocysteine",
        "Histone Demethylases",
        "Female"
      ]
    },
    {
      "pmid": "39362212",
      "title": "S-Adenosylmethionine Inhibits the Proliferation of Retinoblastoma Cell Y79, Induces Apoptosis and Cell Cycle Arrest of Y79 Cells by Inhibiting the Wnt2/β-Catenin Pathway.",
      "authors": [
        "Mushi Liu",
        "Youchaou Mobet",
        "Hong Shen"
      ],
      "journal": "Archivum immunologiae et therapiae experimentalis",
      "publication_date": "2024-Jan-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Retinoblastoma is one of the most common primary intraocular malignancies in young children. Traditional treatment methods such as chemotherapy often come with significant adverse effects, such as hearing loss, cognitive impairment, and vision loss. Therefore, there is an urgent need to explore a novel therapeutic drug that is both effective and safe. S-adenosylmethionine (SAM) is a natural compound known to exhibit anti-proliferative effects in various cancer cell lines. However, to date, no studies investigated the effects of SAM on retinoblastoma cells and its potential mechanisms of action. Therefore, this study aims to investigate the impact of SAM on retinoblastoma cells and explore its possible mechanisms of action, with the hope of providing new insights into the treatment of this disease. The optimal concentration of SAM was determined using the Cell Counting Kit-8 assay. The effect of SAM on retinoblastoma proliferation was assessed using the 5-ethynyl-2'-deoxyuridine cell proliferation assay. Y79 cells were subjected to hematoxylin and eosin stain and electron microscopy to observe any morphological changes induced by SAM. The stages of SAM's action on the retinoblastoma cell cycle and its apoptotic effects were measured using flow cytometry. The apoptotic effect of SAM on retinoblastoma was further confirmed using the TUNEL assay. Differential expression of related genes was detected through RT-PCR. In vivo subcutaneous tumor formation in nude mice and immunohistochemistry were employed to validate the effect of SAM on retinoblastoma-related phenotypes. Western blotting was conducted to investigate whether SAM modulated retinoblastoma-related phenotypes via the Wnt2/β-catenin pathway. SAM arrested the cell cycle of retinoblastoma at the G1 phase, induced apoptosis of retinoblastoma cells through the Wnt2/β-catenin pathway, and affected their morphology and even ultrastructure. In addition, in vitro and in vivo experiments demonstrated that SAM had an oncogenic effect on retinoblastoma. In this study, we verify in vitro and in vivo whether SAM inhibits the proliferation of retinoblastoma cell Y7, induces apoptosis and cell cycle arrest of Y79 cells by inhibiting the Wnt2/β-catenin pathway, and affects the morphology and structure of retinoblastoma cell Y79.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Mice",
        "Apoptosis",
        "beta Catenin",
        "Cell Cycle Checkpoints",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Mice, Nude",
        "Retinal Neoplasms",
        "Retinoblastoma",
        "S-Adenosylmethionine",
        "Wnt Signaling Pathway",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "39339750",
      "title": "S-Adenosylmethionine (SAMe) for Central Nervous System Health: A Systematic Review.",
      "authors": [
        "Kyrie Eleyson R Baden",
        "Halley McClain",
        "Eliya Craig",
        "Nathan Gibson",
        "Juanita A Draime",
        "Aleda M H Chen"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Sep-18",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "Background/Objectives: S-adenosylmethionine (SAMe) is a natural compound used to improve mood-related symptoms. Our aim was to determine the efficacy, safety, and optimal dose of SAMe in Central Nervous System (CNS) signs (e.g., mood, behavior). Methods: We conducted a PRISMA-based systematic review by searching PubMed, CINAHL, and Web of Science using MeSH search terms. Articles were independently reviewed by two researchers (with a third resolving conflicts) during title/abstract screening and full-text review. Data were extracted in the same approach, with a quality assessment of included articles. Results: Out of 1881 non-duplicated studies, 36 were included in the review focusing on CNS signs (mood, behavior, sleep). Most studies (n = 32) achieved a 4 or 5 out of 5 points, indicating high study quality. Overall, SAMe was effective in 24 of 36 studies, with adverse events mostly consisting of mild, transient gastrointestinal disturbances. Conclusions: Many patients in these studies did experience improvements in CNS signs from using SAMe alone or in combination with existing therapy. However, future studies are needed to further understand the long-term effects of SAMe in the CNS.",
      "mesh_terms": [
        "Humans",
        "Affect",
        "Central Nervous System",
        "S-Adenosylmethionine",
        "Sleep"
      ]
    },
    {
      "pmid": "39309689",
      "title": "SCR-7952, a highly selective MAT2A inhibitor, demonstrates synergistic antitumor activities in combination with the S-adenosylmethionine-competitive or the methylthioadenosine-cooperative protein arginine methyltransferase 5 inhibitors in methylthioadenosine phosphorylase-deleted tumors.",
      "authors": [
        "Zhiyong Yu",
        "Yi Kuang",
        "Liting Xue",
        "Xuan Ma",
        "Tingting Li",
        "Linlin Yuan",
        "Mengying Li",
        "Grace Xue",
        "Zhen Li",
        "Feng Tang",
        "Jianxing Tang",
        "Jinwen Shan",
        "Weijie Wang",
        "Renhong Tang",
        "Feng Zhou"
      ],
      "journal": "MedComm",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The metabolic enzyme methionine adenosyltransferase 2A (MAT2A) was found to elicit synthetic lethality in methylthioadenosine phosphorylase (MTAP)-deleted cancers, which occur in about 15% of all cancers. Here, we described a novel MAT2A inhibitor, SCR-7952 with potent and selective antitumor effects on MTAP-deleted cancers in both in vitro and in vivo. The cryo-EM data indicated the high binding affinity and the allosteric binding site of SCR-7952 on MAT2A. Different from AG-270, SCR-7952 exhibited little influence on metabolic enzymes and did not increase the plasma levels of bilirubin. A systematic evaluation of combination between SCR-7952 and different types of protein arginine methyltransferase 5 (PRMT5) inhibitors indicated remarkable synergistic interactions between SCR-7952 and the S-adenosylmethionine-competitive or the methylthioadenosine-cooperative PRMT5 inhibitors, but not substrate-competitive ones. The mechanism was via the aggravated inhibition of PRMT5 and FANCA splicing perturbations. These results indicated that SCR-7952 could be a potential therapeutic candidate for the treatment of MTAP-deleted cancers, both monotherapy and in combination with PRMT5 inhibitors."
    },
    {
      "pmid": "39182548",
      "title": "The protective effect of S-adenosylmethionine on chronic adolescent stress-induced depression-like behaviors by regulating gut microbiota.",
      "authors": [
        "Jingjing Xu",
        "Xinqi Wang",
        "Wangwang Xu",
        "Yang Zhang",
        "Liangke Pan",
        "Jin Gao"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2024-Nov-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The efficacy and tolerability of current antidepressants for adolescent depression are inadequate. S-adenosylmethionine (SAMe), known for its effectiveness and minimal side effects in adult depression, remains unstudied in adolescents. This study explored the potential of SAMe to address depression-like behaviors in juvenile rats induced by chronic unpredictable mild stress (CUMS), with a focus on gut microbiome interactions. Adolescent male Wistar rats were subjected to a 4-week CUMS regimen and received daily intraperitoneal injections of 300 mg/kg SAMe. Behavioral assessments included the sucrose preference test, elevated plus maze test, open field test, and Y-maze test. Histopathological changes of the hippocampus and colon were observed by Nissl staining and hematoxylin and eosin staining, respectively. Gut microbiome composition was analyzed using Accurate 16S absolute quantification sequencing. The results showed that SAMe significantly improved behavioral outcomes, reduced histopathological damages in hippocampal neurons and colon tissues, and modulated the gut microbiota of depressed rats. It favorably altered the ratio of Bacteroidetes to Firmicutes, decreased the absolute abundance of Deferribacteres, and adjusted levels of key microbial genera associated with depression-like behaviors. These results suggested that SAMe could effectively counter depression-like behaviors in CUMS-exposed adolescent rats by mitigating hippocampal neuronal and colon damage and modulating the gut microbiota. This supports SAMe as a viable and tolerable treatment option for adolescent depression, highlighting the importance of the gut-brain axis in therapeutic strategies.",
      "mesh_terms": [
        "Animals",
        "Gastrointestinal Microbiome",
        "Male",
        "Depression",
        "Stress, Psychological",
        "Rats, Wistar",
        "S-Adenosylmethionine",
        "Hippocampus",
        "Rats",
        "Behavior, Animal",
        "Colon",
        "Antidepressive Agents",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39140684",
      "title": "Protective role of S-adenosylmethionine on high fat/high cholesterol diet-induced hepatic and aortic lesions and oxidative stress in guinea pigs.",
      "authors": [
        "İlknur Bingül",
        "Canan Küçükgergin",
        "Abdurrahman Fatih Aydın",
        "Aydın Çevik",
        "Merva Soluk-Tekkeşin",
        "Vakur Olgaç",
        "Semra Doğru-Abbasoğlu",
        "Müjdat Uysal"
      ],
      "journal": "General physiology and biophysics",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "S-adenosylmethionine (SAM) is the main methyl group donor and has antioxidant potential. In this study, preventive and regressive potential of SAM were investigated in high fat/high cholesterol (HFHC) diet-induced non-alcoholic fatty liver disease (NAFLD) in guinea pigs. They were injected with SAM (50 mg/kg, i.p.) for 6 weeks along with HFHC diet or 4 weeks after HFHC diet. Serum transaminase activities, total cholesterol (TC), triglyceride (TG), cytochrome p450-2E1 (CYP2E1) and hydroxyproline (Hyp) levels, prooxidative and antioxidative parameters, protein expressions of α-smooth muscle actin (α-SMA) and transforming growth factor-β1 (TGF-β1) together with histopathological changes were examined in the liver. SAM treatment diminished HFHC diet-induced increases in serum transaminase activities and hepatic TC, TG, CYP2E1, Hyp, α-SMA and TGF-β1 expressions and ameliorated prooxidant-antioxidant balance. Histopathological scores for hepatic steatosis, inflammation, and fibrosis were decreased by SAM treatment. Increases in TC, diene conjugate levels, and lipid vacuoles within the tunica media of the aorta were reduced in HFHC-fed animals treated with SAM. These protective effects were also detected in the regression period of HFHC-guinea pigs due to SAM. In conclusion, SAM treatment was found to be effective in prevention and regression of HFHC-induced hepatic and aortic lesions together with decreases in oxidative stress in guinea pigs with NAFLD.",
      "mesh_terms": [
        "Animals",
        "Guinea Pigs",
        "Oxidative Stress",
        "Diet, High-Fat",
        "Male",
        "S-Adenosylmethionine",
        "Liver",
        "Non-alcoholic Fatty Liver Disease",
        "Aortic Diseases",
        "Aorta"
      ]
    },
    {
      "pmid": "38675528",
      "title": "Antitumoral Activity of the Universal Methyl Donor S-Adenosylmethionine in Glioblastoma Cells.",
      "authors": [
        "Laura Mosca",
        "Cristina Pagano",
        "Roberta Veglia Tranchese",
        "Roberta Grillo",
        "Francesca Cadoni",
        "Giovanna Navarra",
        "Laura Coppola",
        "Martina Pagano",
        "Luigi Mele",
        "Giovanna Cacciapuoti",
        "Chiara Laezza",
        "Marina Porcelli"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Glioblastoma (GBM), the most frequent and lethal brain cancer in adults, is characterized by short survival times and high mortality rates. Due to the resistance of GBM cells to conventional therapeutic treatments, scientific interest is focusing on the search for alternative and efficient adjuvant treatments. S-Adenosylmethionine (AdoMet), the well-studied physiological methyl donor, has emerged as a promising anticancer compound and a modulator of multiple cancer-related signaling pathways. We report here for the first time that AdoMet selectively inhibited the viability and proliferation of U87MG, U343MG, and U251MG GBM cells. In these cell lines, AdoMet induced S and G2/M cell cycle arrest and apoptosis and downregulated the expression and activation of proteins involved in homologous recombination DNA repair, including RAD51, BRCA1, and Chk1. Furthermore, AdoMet was able to maintain DNA in a damaged state, as indicated by the increased γH2AX/H2AX ratio. AdoMet promoted mitotic catastrophe through inhibiting Aurora B kinase expression, phosphorylation, and localization causing GBM cells to undergo mitotic catastrophe-induced death. Finally, AdoMet inhibited DNA repair and induced cell cycle arrest, apoptosis, and mitotic catastrophe in patient-derived GBM cells. In light of these results, AdoMet could be considered a potential adjuvant in GBM therapy.",
      "mesh_terms": [
        "Humans",
        "Glioblastoma",
        "S-Adenosylmethionine",
        "Cell Line, Tumor",
        "Apoptosis",
        "Cell Proliferation",
        "Antineoplastic Agents",
        "Cell Survival",
        "DNA Repair",
        "Aurora Kinase B",
        "Brain Neoplasms",
        "Rad51 Recombinase",
        "Cell Cycle Checkpoints",
        "Mitosis"
      ]
    },
    {
      "pmid": "38590512",
      "title": "(S)-S-adenosylmethionine in the treatment of pre-menstrual disorders in adult women: A protocol for an open-label pilot study.",
      "authors": [
        "Brendan Stevenson",
        "Emorfia Gavrilidis",
        "Yasmin Malik",
        "Jayashri Kulkarni"
      ],
      "journal": "Contemporary clinical trials communications",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pre-menstrual disorders, including pre-menstrual syndrome and pre-menstrual dysphoric disorder, are highly prevalent disorders in women of reproductive age. Pre-menstrual disorders are associated with debilitating symptoms that onset in the days prior to menses. A complex interplay between hormonal fluctuations, cellular sensitivity, and psychosocial stressors likely underly the pathophysiology of pre-menstrual disorders. Current treatment options include selective serotonin reuptake inhibitors, hormonal therapies, and psychosocial support. There is growing evidence for oestrogen, progesterone, gonadotropin Releasing Hormone analogues and Complementary and Alternative Medicines in treating Pre-menstrual disorders. (S)-S-adenosylmethionine is a complementary and alternative medicine with postulated roles in the treatment of depression, with a rather rapid onset of action and minimal side effect profile. We propose a protocol for investigating the efficacy of (S)-S-adenosylmethionine in the treatment of pre-menstrual disorders. The proposed study is an open label pilot study, that will recruit thirty women between the ages of 18-45 who experience a pre-menstrual disorder. Daily and interval questionnaires will provide a quantification of symptoms across four menstrual cycles (16 weeks). During two consecutive menstrual cycles it is proposed that participants receive oral (S)-S-adenosylmethionine Complex 400 mg three times a day (total daily dose 1200 mg), during the pre-menstrual time-period (14 days prior to menses). Changes in pre-menstrual disorder symptoms between control and treatment cycles will assist in elucidating the clinical efficacy of (S)-S-adenosylmethionine. This study has the potential to support a larger double blinded, placebo controlled randomised control trial and aims to enrich the knowledge surrounding pre-menstrual disorders."
    },
    {
      "pmid": "38385082",
      "title": "S-Adenosylmethionine Negatively Regulates the Mitochondrial Respiratory Chain Repressor MCJ in the Liver.",
      "authors": [
        "Lucía Barbier-Torres",
        "Jyoti Chhimwal",
        "So Yeon Kim",
        "Komal Ramani",
        "Aaron Robinson",
        "Heping Yang",
        "Jenny Van Eyk",
        "Suthat Liangpunsakul",
        "Ekihiro Seki",
        "José M Mato",
        "Shelly C Lu"
      ],
      "journal": "International journal of biological sciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "MCJ (Methylation-Controlled J protein), an endogenous repressor of the mitochondrial respiratory chain, is upregulated in multiple liver diseases but little is known about how it is regulated. S-adenosylmethionine (SAMe), the biological methyl donor, is frequently depleted in chronic liver diseases. Here, we show that SAMe negatively regulates MCJ in the liver. While deficiency in methionine adenosyltransferase alpha 1 (MATα1), enzyme that catalyzes SAMe biosynthesis, leads to hepatic MCJ upregulation, MAT1A overexpression and SAMe treatment reduced MCJ expression. We found that MCJ is methylated at lysine residues and that it interacts with MATα1 in liver mitochondria, likely to facilitate its methylation. Lastly, we observed that MCJ is upregulated in alcohol-associated liver disease, a condition characterized by reduced MAT1A expression and SAMe levels along with mitochondrial injury. MCJ silencing protected against alcohol-induced mitochondrial dysfunction and lipid accumulation. Our study demonstrates a new role of MATα1 and SAMe in reducing hepatic MCJ expression.",
      "mesh_terms": [
        "Humans",
        "S-Adenosylmethionine",
        "Electron Transport",
        "Liver",
        "Mitochondria",
        "Liver Diseases, Alcoholic"
      ]
    },
    {
      "pmid": "38199136",
      "title": "S-Adenosylmethionine (SAMe) as an adjuvant therapy for patients with depression: An updated systematic review and meta-analysis.",
      "authors": [
        "Tzu-Rong Peng",
        "Han-Yu Cheng",
        "Ta-Wei Wu"
      ],
      "journal": "General hospital psychiatry",
      "publication_date": "2024",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Major depressive disorder (MDD) is an intractable disease requiring long-term treatment. S-adenosyl-L-methionine (SAMe), a natural substance, has antidepressant effects, but the exact effect remains unclear. This study examines the evidence concerning the efficacy of SAMe as a monotherapy or in combination with antidepressants. METHODS: The PubMed, EMBASE, and Cochrane electronic databases were searched for meta-analyses of randomized controlled clinical trials (RCTs) until June 30, 2023. We performed a systematic review and meta-analysis of the enrolled trials that met the inclusion criteria, with the aim to compare the effects of SAMe to those of a placebo or active agents, or SAMe combined with other antidepressants in the treatment of MDD. RESULTS: Fourteen trials, with a total of 1522 subjects, were included in this review. The daily dose of SAMe varied from 200 to 3200 mg and the study duration ranged between 2 and 12 weeks. The results of SAMe versus placebo as a monotherapy, SAMe versus imipramine or escitalopram as a monotherapy, and SAMe versus placebo as an adjunctive therapy, showed no significant difference in depression with SAMe compared to the comparison treatment. CONCLUSIONS: SAMe may provide relief of depression symptoms similar to imipramine or escitalopram. However, the results of the comparisons should be interpreted with caution due to the small number of studies and the large range of SAMe doses that were used in the included trials. Therefore, we recommend that patients discuss treatment options with their doctor before taking SAMe.",
      "mesh_terms": [
        "Humans",
        "Depression",
        "Imipramine",
        "S-Adenosylmethionine",
        "Escitalopram",
        "Antidepressive Agents",
        "Depressive Disorder, Major"
      ]
    },
    {
      "pmid": "38125054",
      "title": "The short-term effect of glucosamine-sulfate, nonanimal chondroitin-sulfate, and S-adenosylmethionine combination on ultrasonography findings, inflammation, pain, and functionality in patients with knee osteoarthritis: A pilot, double-blind, randomized, placebo-controlled clinical trial.",
      "authors": [
        "Zoran Veličković",
        "Slavica Pavlov Dolijanović",
        "Nikola Stojanović",
        "Saša Janjić",
        "Ljiljana Kovačević",
        "Ivan Soldatović",
        "Goran Radunović"
      ],
      "journal": "Archives of rheumatology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This study aimed to investigate the efficacy of glucosamine-sulfate (GS), nonanimal chondroitin-sulfate (naCS), and S-adenosylmethionine (SAMe) combination on ultrasound findings, inflammation, pain, and functionality in knee osteoarthritis. PATIENTS AND METHODS: In the prospective, randomized, double-blind, placebo-controlled pilot study conducted between August 2019 and November 2019, 120 participants (28 males, 92 females; mean age: 66.4±7.9 years; range, 42.4 to 74.5 years) were randomized at a 1:1:1 ratio to the placebo group, the first experimental group (a combination of GS, naCS, and SAMe was administered to the experimental groups. The first experimental group received 375 mg of GS, 300 mg of naCS, and 100 mg of SAMe, whereas the second experimental group received 750 mg of GS, 600 mg of naCS, and 200 mg of SAMe). Laboratory (erythrocyte sedimentation rate, C-reactive protein, tumor necrosis factor alpha, interleukin [IL]-1β, IL-6, IL-17), clinical (Visual Analog Scale [VAS], short form health survey [SF-36], the Western Ontario and McMaster Universities Arthritis Index [WOMAC], and the Tegner Lysholm Knee Scoring Scale [TLKS]), and musculoskeletal ultrasound (MSUS) assessments were performed at baseline and after three and six months. RESULTS: A minor increase was observed in the second experimental group after six months using ultrasonography to evaluate articular cartilage thickness (p<0.05). The investigational product's superiority in reducing osteoarthritis ultrasonographic findings was not proven. A moderately negative association was found between cartilage thickness and VAS scores at baseline (ρ=-0.36, p<0.01), while the presence of massive osteophytes on MSUS showed a low to moderate association with all clinical outcomes. There was no difference in the delta changes between groups for the VAS, TLKS, WOMAC, and SF-36. The only serum inflammatory marker outside the reference range was IL-1β, but no significant changes were observed after six months. CONCLUSION: According to the results of our investigation, treatment for knee osteoarthritis should be evaluated using more objective outcomes. The most important conclusion of our study is that IP may result in a slight increase in articular cartilage thickness, which was associated with a decrease in pain intensity at baseline. Clarification of the potential influence of this combination on radiographic progression and laboratory markers of inflammation requires further exploration."
    },
    {
      "pmid": "38065291",
      "title": "S-adenosylmethionine attenuates angiotensin II-induced aortic dissection formation by inhibiting vascular smooth muscle cell phenotypic switch and autophagy.",
      "authors": [
        "Xiaoyan Shen",
        "Xiaoping Xie",
        "Qi Wu",
        "Feng Shi",
        "Yuanyang Chen",
        "Shun Yuan",
        "Kai Xing",
        "Xu Li",
        "Qingyi Zhu",
        "Bowen Li",
        "Zhiwei Wang"
      ],
      "journal": "Biochemical pharmacology",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "It is well known that aortic dissection (AD) is a very aggressive class of vascular diseases. S-adenosylmethionine (SAM) is an autophagy inhibitor with anti-inflammatory and anti-oxidative stress effects; however, the role of SAM in AD is unknown. In this study, we constructed an animal model of AD using subcutaneous minipump continuous infusion of AngII-induced ApoE-/-mice and a cytopathic model using AngII-induced primary vascular smooth muscle cells (VSMCs) to investigate the possible role of SAM in AD. The results showed that mice in the AngII + SAM group had significantly lower AD incidence, significantly prolonged survival, and reduced vascular elastic fiber disruption compared with mice in the AngII group. In addition, SAM significantly inhibited autophagy in vivo and in vitro. Meanwhile, SAM also inhibited the cellular phenotypic switch, mainly by up regulating the expression levels of contractile marker proteins [α-smooth muscle actin (α-SMA) and smooth muscle 22α (SM22α)] and down regulating the expression levels of synthetic marker proteins [osteoblast protein (OPN), matrix metalloproteinase-2 (MMP2), and matrix metalloproteinase-9 (MMP9)]. Molecularly, SAM inhibited AD formation mainly by activating the PI3K/AKT/mTOR signaling pathway. Using a PI3K inhibitor (LY294002) significantly reversed the protective effect of SAM in AngII-induced mice and VSMCs.Our study demonstrates the protective effect of SAM on mice under AngII-induced AD for the first time. SAM prevented AD formation mainly by inhibiting cellular phenotypic switch and autophagy, and activation of the PI3K/AKT/mTOR signaling pathway is a possible molecular mechanism. Thus, SAM may be a novel strategy for the treatment of AD.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Angiotensin II",
        "Muscle, Smooth, Vascular",
        "Matrix Metalloproteinase 2",
        "S-Adenosylmethionine",
        "Proto-Oncogene Proteins c-akt",
        "Phosphatidylinositol 3-Kinases",
        "Aortic Dissection",
        "TOR Serine-Threonine Kinases",
        "Myocytes, Smooth Muscle",
        "Cells, Cultured",
        "Autophagy"
      ]
    },
    {
      "pmid": "37948921",
      "title": "Corrigendum to \"Treatment with S-adenosylmethionine ameliorates irinotecan-induced intestinal barrier dysfunction and intestinal microbial disorder in mice\" [Biochem. Pharmacol. 216 (2023) 115752].",
      "authors": [
        "Lin Xiao",
        "Weidong Dou",
        "Yajie Wang",
        "Huan Deng",
        "Hao Xu",
        "YiSheng Pan"
      ],
      "journal": "Biochemical pharmacology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Published Erratum"
      ]
    },
    {
      "pmid": "37927483",
      "title": "S-adenosylmethionine and nicotinamide riboside therapy in Arts syndrome: A case report and literature review.",
      "authors": [
        "Angela Lee",
        "Renatta Knox",
        "Margaret Reynolds",
        "Erin McRoy",
        "Hoanh Nguyen"
      ],
      "journal": "JIMD reports",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Phospho-ribosyl-pyrophosphate synthetase 1 (PRPS1) deficiency is secondary to loss of function variants in PRPS1. This enzyme generates phospho-ribosyl-pyrophosphate (PRPP), which is utilized in the synthesis of purines, nicotinamide adenine dinucleotide (NAD), and NAD phosphate (NADP), among other metabolic pathways. Arts syndrome, or severe PRPS1 deficiency, is an X-linked condition characterized by congenital sensorineural hearing loss, optic atrophy, developmental delays, ataxia, hypotonia, and recurrent infections that can cause progressive clinical decline, often resulting in death before 5 years of age. Supplementation of the purine and NAD pathways outside of PRPP-dependent reactions is a logical approach and has been reported in a handful of patients, two with S-adenosylmethionine (SAMe) and one with SAMe and nicotinamide riboside (NR). We present the clinical course of a fourth Arts syndrome patient who was started on therapy and review previously reported patients. All patients had stability or improvement of symptoms, suggesting that SAMe and NR can be a treatment option in Arts syndrome, though further studies are warranted."
    },
    {
      "pmid": "37866662",
      "title": "S-adenosylmethionine treatment affects histone methylation in prostate cancer cells.",
      "authors": [
        "Arthur Mathes",
        "Merve Busra Duman",
        "Alexander Neumann",
        "Gergana Dobreva",
        "Thomas Schmidt"
      ],
      "journal": "Gene",
      "publication_date": "2024-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "S-adenosylmethionine (SAM) represents a potent inhibitor of cancer cell proliferation, migration, and invasionin vitro.The underlying mechanisms remain elusive. Here, we examined, if treatment with SAM may cause alterations in the methylation of the histone marks H3K4me3 and H3K27me3, which are both known to play important roles in the initiation and progression of prostate cancer. We treated PC-3 cells with 200 µmol SAM, a concentration known to cause anticancerogenic effects, followed by ChIP-sequencing for H3K4me3 and H3K27me3. We detected 236 differentially methylated regions for H3K27me3 and 560 differentially methylated regions for H3K4me3. GO Term enrichment showed upregulation of anticancerogenic, as well as downregulation of cancerogenic related biological processes, molecular functions, and pathways. Furthermore, we compared specific methylation profiles of SAM treated samples to gene expression changes (RNA-Seq). 35 upregulated and 56 downregulated genes (total: 604 differentially expressed genes) could be related to hypomethylated and hypermethylated regions. 17 upregulated genes could be identified as tumor suppressor genes, 45 downregulated genes in contrast are considered as oncogenes. As a conclusion it can be stated that SAM treatment of prostate cancer cells resulted in alterations of H3K4me3 and H3K27me3 methylation profiles. Gene to peak annotation, alignment with results of a transcriptome study as well as GO-term analysis underpinned the biological relevance of methylation changes.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Methylation",
        "Histones",
        "S-Adenosylmethionine",
        "Prostatic Neoplasms",
        "Protein Processing, Post-Translational",
        "DNA Methylation"
      ]
    },
    {
      "pmid": "37673880",
      "title": "METTL16 controls Kaposi's sarcoma-associated herpesvirus replication by regulating S-adenosylmethionine cycle.",
      "authors": [
        "Xinquan Zhang",
        "Wen Meng",
        "Jian Feng",
        "Xinghong Gao",
        "Chao Qin",
        "Pinghui Feng",
        "Yufei Huang",
        "Shou-Jiang Gao"
      ],
      "journal": "Cell death & disease",
      "publication_date": "2023-Sep-06",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Oncogenic Kaposi's sarcoma-associated herpesvirus (KSHV) consists of latent and lytic replication phases, both of which are important for the development of KSHV-related cancers. As one of the most abundant RNA modifications, N6-methyladenosine (m6A) and its related complexes regulate KSHV life cycle. However, the role of METTL16, a newly discovered RNA methyltransferase, in KSHV life cycle remains unknown. In this study, we have identified a suppressive role of METTL16 in KSHV lytic replication. METTL16 knockdown increased while METTL16 overexpression reduced KSHV lytic replication. METTL16 binding to and writing of m6A on MAT2A transcript are essential for its splicing, maturation and expression. As a rate-limiting enzyme in the methionine-S-adenosylmethionine (SAM) cycle, MAT2A catalyzes the conversion of L-methionine to SAM required for the transmethylation of protein, DNA and RNA, transamination of polyamines, and transsulfuration of cystathionine. Consequently, knockdown or chemical inhibition of MAT2A reduced intracellular SAM level and enhanced KSHV lytic replication. In contrast, SAM treatment was sufficient to inhibit KSHV lytic replication and reverse the effect of the enhanced KSHV lytic program caused by METTL16 or MAT2A knockdown. Mechanistically, METTL16 or MAT2A knockdown increased while SAM treatment decreased the intracellular reactive oxygen species level by altering glutathione level, which is essential for efficient KSHV lytic replication. These findings demonstrate that METTL16 suppresses KSHV lytic replication by modulating the SAM cycle to maintain intracellular SAM level and redox homeostasis, thus illustrating the linkage of KSHV life cycle with specific m6A modifications, and cellular metabolic and oxidative conditions.",
      "mesh_terms": [
        "S-Adenosylmethionine",
        "Herpesvirus 8, Human",
        "Methionine",
        "Cystathionine",
        "RNA"
      ]
    },
    {
      "pmid": "37634598",
      "title": "Treatment with S-adenosylmethionine ameliorates irinotecan-induced intestinal barrier dysfunction and intestinal microbial disorder in mice.",
      "authors": [
        "Lin Xiao",
        "Weidong Dou",
        "Yajie Wang",
        "Huan Deng",
        "Hao Xu",
        "YiSheng Pan"
      ],
      "journal": "Biochemical pharmacology",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study aimed to investigate the protective effects of S-adenosylmethionine (SAM) on irinotecan-induced intestinal barrier dysfunction and microbial ecological dysregulation in both mice and human colon cell line Caco-2, which is widely used for studying intestinal epithelial barrier function. Specifically, this study utilized Caco-2 monolayers incubated with 7-ethyl-10-hydroxycamptothecin (SN-38) as well as an irinotecan-induced diarrhea model in mice. Our study found that SAM pretreatment significantly reduced body weight loss and diarrhea induced by irinotecan in mice. Furthermore, SAM inhibited the increase of intestinal permeability in irinotecan-treated mice and ameliorated the decrease of Zonula occludens-1(ZO-1), Occludin, and Claudin-1 expression. Additionally, irinotecan treatment increased the relative abundance of Proteobacteria compared to the control group, an effect that was reversed by SAM administration. In Caco-2 monolayers, SAM reduced the expression of reactive oxygen species (ROS) and ameliorated the decrease in transepithelial electrical resistance (TER) and increase in fluorescein isothiocyanate-dextran 4000 Da (FD-4) flux caused by SN-38. Moreover, SAM attenuated changes in the localization and distribution of ZO-1and Occludin in Caco-2 monolayers induced by SN-38 and protected barrier function by inhibiting activation of the p38 MAPK/p65 NF-κB/MLCK/MLC signaling pathway. These findings provide preliminary evidence for the potential use of SAM in treating diarrhea caused by irinotecan.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Irinotecan",
        "Caco-2 Cells",
        "Occludin",
        "S-Adenosylmethionine",
        "Intestinal Mucosa",
        "Intestinal Diseases",
        "Gastrointestinal Diseases",
        "Diarrhea",
        "Tight Junctions"
      ]
    },
    {
      "pmid": "37627534",
      "title": "S-Adenosylmethionine Decreases Bacterial Translocation, Proinflammatory Cytokines, Oxidative Stress and Apoptosis Markers in Hepatic Ischemia-Reperfusion Injury in Wistar Rats.",
      "authors": [
        "Sergio Valdés",
        "Sergio D Paredes",
        "Carmen García Carreras",
        "Pilar Zuluaga",
        "Lisa Rancan",
        "Beatriz Linillos-Pradillo",
        "Javier Arias-Díaz",
        "Elena Vara"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2023-Jul-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hepatic ischemia/reperfusion injury (IRI) can seriously impair liver function. It is initiated by oxidative stress, resulting in inflammation and apoptosis-induced cellular damage. Glutathione (GSH) prevents oxidative stress. S-Adenosylmethionine (SAMet) is a GSH synthesis precursor that avoids the deficit in SAMet-synthetase activity and contributes to intracellular ATP repletion. It also acts as a methyl group donor, stabilizing hepatocyte membranes, among other functions. This study investigated the effect of SAMet on bacterial translocation and levels of proinflammatory cytokines, oxidative stress and apoptosis markers in male Wistar rats subjected to hepatic IRI. Animals were randomly divided into six groups: (1) sham operation, (3) animals undergoing 60 min of ischemia of the right lateral lobe for temporary occlusion of the portal vein and hepatic artery plus 10 min of reperfusion, and (5) the same as (3) but with a reperfusion period of 120 min. Groups 2, 4 and 6, respectively, are the same as (1), (3) and (5), except that animals received SAMet (20 mg/kg) 15 min before ischemia. GSH, ATP, lipid peroxidation (LPO), TNF-α, IL-1β, IL-6, total caspase-1 and caspase-9, total and cleaved caspase-3, and phosphatidylcholine were determined in the liver. Endotoxin, TNF-α, IL-1β, IL-6, IL-10 and LPO in vena cava and portal vein blood samples were also measured. Endotoxin and LPO levels as well as proinflammatory cytokines and apoptotic markers increased significantly in animals undergoing IRI, both after 10 and 120 min of reperfusion. IRI produced a significant decrease in GSH, ATP, portal IL-10 and phosphatidylcholine. SAMet treatment prevented these effects significantly and increased survival rate. The study suggests that SAMet exerts protective effects in hepatic IRI."
    },
    {
      "pmid": "37511434",
      "title": "Perinatal S-Adenosylmethionine Supplementation Represses PSEN1 Expression by the Cellular Epigenetic Memory of CpG and Non-CpG Methylation in Adult TgCRD8 Mice.",
      "authors": [
        "Tiziana Raia",
        "Federica Armeli",
        "Rosaria A Cavallaro",
        "Giampiero Ferraguti",
        "Rita Businaro",
        "Marco Lucarelli",
        "Andrea Fuso"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Jul-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "DNA methylation, the main epigenetic modification regulating gene expression, plays a role in the pathophysiology of neurodegeneration. Previous evidence indicates that 5'-flanking hypomethylation of PSEN1, a gene involved in the amyloidogenic pathway in Alzheimer's disease (AD), boosts the AD-like phenotype in transgenic TgCRND8 mice. Supplementation with S-adenosylmethionine (SAM), the methyl donor in the DNA methylation reactions, reverts the pathological phenotype. Several studies indicate that epigenetic signatures, driving the shift between normal and diseased aging, can be acquired during the first stages of life, even in utero, and manifest phenotypically later on in life. Therefore, we decided to test whether SAM supplementation during the perinatal period (i.e., supplementing the mothers from mating to weaning) could exert a protective role towards AD-like symptom manifestation. We therefore compared the effect of post-weaning vs. perinatal SAM treatment in TgCRND8 mice by assessing PSEN1 methylation and expression and the development of amyloid plaques. We found that short-term perinatal supplementation was as effective as the longer post-weaning supplementation in repressing PSEN1 expression and amyloid deposition in adult mice. These results highlight the importance of epigenetic memory and methyl donor availability during early life to promote healthy aging and stress the functional role of non-CpG methylation.",
      "mesh_terms": [
        "Pregnancy",
        "Female",
        "Mice",
        "Animals",
        "S-Adenosylmethionine",
        "Epigenetic Memory",
        "DNA Methylation",
        "Mice, Transgenic",
        "Alzheimer Disease",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "37481032",
      "title": "Depletion of S-adenosylmethionine induced by arsenic exposure is involved in liver injury of rat through perturbing histone H3K36 trimethylation dependent bile acid metabolism.",
      "authors": [
        "Lu Ma",
        "Jiaxin Lv",
        "Aihua Zhang"
      ],
      "journal": "Environmental pollution (Barking, Essex : 1987)",
      "publication_date": "2023-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Long-term exposure to arsenic, a common environmental pollutant, can induce various types of liver injury, but the mechanism and treatment measures remain unclear. This study constructed a rat model of arsenic-induced liver injury, with methyl group donor S-adenosylmethionine (SAM) supplementation and Rosa roxburghii Tratt juice intervention, to explore the epigenetic mechanism and intervention method of arsenic-induced liver injury from the perspective of hepatic bile acid metabolism. The results showed that arsenic exposure induced the accumulation of total bile acids (TBA) in the liver and serum of rats, and the abnormalities in liver function and liver histopathology. Arsenic reduced histone H3K36 trimethylation (H3K36me3) in the liver via consuming methyl group donor SAM. The reduction of H3K36me3 was involved in arsenic-induced bile acid accumulation by inhibiting the transcription of negative feedback regulators Fxr and Fgfr4 for hepatic bile acid synthesis. SAM supplementation reversed arsenic-induced bile acid accumulation and liver injury by reactivating H3k36me3-dependent transcription of Fxr and Fgfr4. Moreover, this study found that Rosa roxburghii Tratt juice could rescue arsenic-induced SAM consumption, recover H3K36me3-dependent negative feedback regulation of hepatic bile acid synthesis, and alleviate arsenic-induced bile acid accumulation and liver injury. In conclusion, arsenic exposure perturbed H3K36me3-dependent hepatic bile acid metabolism via depleting SAM, thereby inducing hepatic bile acid accumulation and liver injury, which was ameliorated by the supporting effect of Rosa roxburghii Tratt juice on SAM. This study contributes to understanding the mechanism of arsenic-induced liver injury from the perspective of SAM-dependent epigenetics, providing new insight into its prevention and treatment.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Arsenic",
        "Histones",
        "S-Adenosylmethionine",
        "Chemical and Drug Induced Liver Injury, Chronic",
        "Bile Acids and Salts"
      ]
    },
    {
      "pmid": "37470139",
      "title": "S-adenosylmethionine biosynthesis is a targetable metabolic vulnerability in multiple myeloma.",
      "authors": [
        "Yanmeng Wang",
        "Catharina Muylaert",
        "Arne Wyns",
        "Philip Vlummens",
        "Kim De Veirman",
        "Karin Vanderkerken",
        "Esther Zaal",
        "Celia Berkers",
        "Jérome Moreaux",
        "Elke De Bruyne",
        "Eline Menu"
      ],
      "journal": "Haematologica",
      "publication_date": "2024-Jan-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Multiple myeloma (MM) is the second most prevalent hematologic malignancy and is incurable because of the inevitable development of drug resistance. Methionine adenosyltransferase 2α (MAT2A) is the primary producer of the methyl donor S-adenosylmethionine (SAM) and several studies have documented MAT2A deregulation in different solid cancers. As the role of MAT2A in MM has not been investigated yet, the aim of this study was to clarify the potential role and underlying molecular mechanisms of MAT2A in MM, exploring new therapeutic options to overcome drug resistance. By analyzing publicly available gene expression profiling data, MAT2A was found to be more highly expressed in patient-derived myeloma cells than in normal bone marrow plasma cells. The expression of MAT2A correlated with an unfavorable prognosis in relapsed patients. MAT2A inhibition in MM cells led to a reduction in intracellular SAM levels, which resulted in impaired cell viability and proliferation, and induction of apoptosis. Further mechanistic investigation demonstrated that MAT2A inhibition inactivated the mTOR-4EBP1 pathway, accompanied by a decrease in protein synthesis. MAT2A targeting in vivo with the small molecule compound FIDAS-5 was able to significantly reduce tumor burden in the 5TGM1 model. Finally, we found that MAT2A inhibition can synergistically enhance the anti-MM effect of the standard-of-care agent bortezomib on both MM cell lines and primary human CD138+ MM cells. In summary, we demonstrate that MAT2A inhibition reduces MM cell proliferation and survival by inhibiting mTOR-mediated protein synthesis. Moreover, our findings suggest that the MAT2A inhibitor FIDAS-5 could be a novel compound to improve bortezomib-based treatment of MM.",
      "mesh_terms": [
        "Humans",
        "S-Adenosylmethionine",
        "Multiple Myeloma",
        "Bortezomib",
        "Prognosis",
        "TOR Serine-Threonine Kinases",
        "Methionine Adenosyltransferase"
      ]
    },
    {
      "pmid": "37166978",
      "title": "Gluconeogenic enzyme PCK1 supports S-adenosylmethionine biosynthesis and promotes H3K9me3 modification to suppress hepatocellular carcinoma progression.",
      "authors": [
        "Dongmei Gou",
        "Rui Liu",
        "Xiaoqun Shan",
        "Haijun Deng",
        "Chang Chen",
        "Jin Xiang",
        "Yi Liu",
        "Qingzhu Gao",
        "Zhi Li",
        "Ailong Huang",
        "Kai Wang",
        "Ni Tang"
      ],
      "journal": "The Journal of clinical investigation",
      "publication_date": "2023-Jul-03",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Deciphering the crosstalk between metabolic reprogramming and epigenetic regulation is a promising strategy for cancer therapy. In this study, we discovered that the gluconeogenic enzyme PCK1 fueled the generation of S-adenosylmethionine (SAM) through the serine synthesis pathway. The methyltransferase SUV39H1 catalyzed SAM, which served as a methyl donor to support H3K9me3 modification, leading to the suppression of the oncogene S100A11. Mechanistically, PCK1 deficiency-induced oncogenic activation of S100A11 was due to its interaction with AKT1, which upregulated PI3K/AKT signaling. Intriguingly, the progression of hepatocellular carcinoma (HCC) driven by PCK1 deficiency was suppressed by SAM supplement or S100A11 KO in vivo and in vitro. These findings reveal the availability of the key metabolite SAM as a bridge connecting the gluconeogenic enzyme PCK1 and H3K9 trimethylation in attenuating HCC progression, thus suggesting a potential therapeutic strategy against HCC.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Hepatocellular",
        "S-Adenosylmethionine",
        "Liver Neoplasms",
        "Phosphatidylinositol 3-Kinases",
        "Epigenesis, Genetic",
        "Phosphoenolpyruvate Carboxykinase (GTP)",
        "Intracellular Signaling Peptides and Proteins"
      ]
    },
    {
      "pmid": "36970898",
      "title": "Effects of S-Adenosylmethionine on Cognition in Animals and Humans: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
      "authors": [
        "Yan Zhao",
        "Yizhou Zhang",
        "Sijia Meng",
        "Bingyu Chen",
        "Xinyi Dong",
        "Xiaojing Guo",
        "Fangzhen Guo",
        "Runjiao Zhang",
        "Huixian Cui",
        "Sha Li"
      ],
      "journal": "Journal of Alzheimer's disease : JAD",
      "publication_date": "2023",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Research Support, Non-U.S. Gov't",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: There is increasing evidence that supplementation of S-adenosylmethionine (SAM) can improve cognitive function in animals and humans, although the outcomes are not always inconsistent. OBJECTIVE: We conducted a systematic review and meta-analysis to evaluate the correlation between SAM supplementation and improved cognitive function. METHODS: We searched studies in the PubMed, Cochrane Library, Embase, Web of Science, and Clinical Trials databases from January 1, 2002 to January 1, 2022. Risk of bias was assessed using the Cochrane risk of bias 2.0 (human studies) and the Systematic Review Center for Laboratory Animal Experimentation risk of bias (animal studies) tools; and evidence quality was evaluated using the Grading of Recommendations Assessment, Development, and Evaluation. STATA software was employed to perform meta-analysis, and the random-effects models was used to evaluate the standardized mean difference with 95% confidence intervals. RESULTS: Out of the 2,375 studies screened, 30 studies met the inclusion criteria. Meta-analyses of animal (p = 0.213) and human (p = 0.047) studies showed that there were no significant differences between the SAM supplementation and control groups. The results of the subgroup analyses showed that the animals aged ≤8 weeks (p = 0.027) and the intervention duration >8 weeks (p = 0.009) were significantly different compared to the controls. Additionally, the Morris water maze test (p = 0.005) used to assess the cognitive level of the animals revealed that SAM could enhance spatial learning and memory in animals. CONCLUSION: SAM supplementation showed no significant improvement in cognition. Therefore, further studies are needed to assess the effectiveness of SAM supplementation.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "S-Adenosylmethionine",
        "Randomized Controlled Trials as Topic",
        "Cognition"
      ]
    },
    {
      "pmid": "36942104",
      "title": "Integration of ATAC-Seq and RNA-Seq identifies key genes and pathways involved in the neuroprotection of S-adenosylmethionine against perioperative neurocognitive disorder.",
      "authors": [
        "Feifei Xu",
        "Peilin Cong",
        "Zhihong Lu",
        "Liwen Shi",
        "Lize Xiong",
        "Guanghou Zhao"
      ],
      "journal": "Computational and structural biotechnology journal",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The gene-regulatory landscape is highly dynamic in healthy and diseased brains. DNA methylation is a well-known epigenetic modification that regulates gene expression, and our previous study demonstrated that S-adenosylmethionine (SAM), a methylome modulator, was a neuroprotectant against perioperative neurocognitive disorder (PND). However, the underlying mechanism remains to be elucidated. Here, we integrated an assay for transposase-accessible chromatin by sequencing (ATAC-seq) and RNA sequencing (RNA-seq) to identify the key genes and pathways involved in the neuroprotection of SAM against PND. Our RNA-seq data demonstrated that genes involved in biological processes such as Wnt signaling, inflammatory response, transcription and long-term potentiation likely mediate the neuroprotection of SAM. Our ATAC-seq data provided comprehensive maps of chromatin accessibility changes induced by laparotomy and laparotomy + SAM treatment, and functional annotation of the regions with high variations in chromatin accessibility highlighted the role of the Wnt signaling pathway in PND pathogenesis and SAM treatment. Further motif analysis identified key transcription factors (e.g., CTCF, TFDP1, TCFL5, KLF15, ZBTB14, TFAP2E) that may participate in the neuroprotection of SAM. In conclusion, the current study provides an epigenomic perspective to understand the pathogenesis of PND and its treatment by SAM."
    },
    {
      "pmid": "36638586",
      "title": "S-adenosylmethionine blocks tumorigenesis and with immune checkpoint inhibitor enhances anti-cancer efficacy against BRAF mutant and wildtype melanomas.",
      "authors": [
        "A Mehdi",
        "M Attias",
        "A Arakelian",
        "M Szyf",
        "C A Piccirillo",
        "S A Rabbani"
      ],
      "journal": "Neoplasia (New York, N.Y.)",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Despite marked success in treatment with immune checkpoint inhibitor (CPI), only a third of patients are responsive. Thus, melanoma still has one of the highest prevalence and mortality rates; which has led to a search for novel combination therapies that might complement CPI. Aberrant methylomes are one of the mechanisms of resistance to CPI therapy. S-adenosylmethionine (SAM), methyl donor of important epigenetic processes, has significant anti-cancer effects in several malignancies; however, SAM's effect has never been extensively investigated in melanoma. We demonstrate that SAM modulates phenotype switching of melanoma cells and directs the cells towards differentiation indicated by increased melanogenesis (melanin and melanosome synthesis), melanocyte-like morphology, elevated Mitf and Mitf activators' expression, increased antigen expression, reduced proliferation, and reduced stemness genes' expression. Consistently, providing SAM orally, reduced tumor growth and progression, and metastasis of syngeneic BRAF mutant and wild-type (WT) melanoma mouse models. Of note, SAM and anti-PD-1 antibody combination treatment had enhanced anti-cancer efficacy compared to monotherapies, showed significant reduction in tumor growth and progression, and increased survival. Furthermore, SAM and anti-PD-1 antibody combination triggered significantly higher immune cell infiltration, higher CD8+ T cells infiltration and effector functions, and polyfunctionality of CD8+ T cells in YUMMER1.7 tumors. Therefore, SAM combined with CPI provides a novel therapeutic strategy against BRAF mutant and WT melanomas and provides potential to be translated into clinic.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Immune Checkpoint Inhibitors",
        "Proto-Oncogene Proteins B-raf",
        "S-Adenosylmethionine",
        "CD8-Positive T-Lymphocytes",
        "Melanoma",
        "Carcinogenesis",
        "Cell Transformation, Neoplastic"
      ]
    },
    {
      "pmid": "36632907",
      "title": "S-adenosylmethionine improves cognitive impairment in D-galactose-induced brain aging by inhibiting oxidative stress and neuroinflammation.",
      "authors": [
        "Yawen Zhang",
        "Rui Ma",
        "Qian Deng",
        "Wencheng Wang",
        "Chi Cao",
        "Chunyang Yu",
        "Shulin Li",
        "Lei Shi",
        "Jianying Tian"
      ],
      "journal": "Journal of chemical neuroanatomy",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Oxidative stress and neuroinflammation play crucial roles in aging. S-adenosylmethionine (SAM), a popular supplement, is a potential antioxidant and candidate therapy for depression. This study aimed to evaluate the neuroprotective effects of SAM on D-galactose-induced brain aging and explore its underlying mechanisms. Brain aging model was established with D-galactose (180 mg/kg/day) for 8 weeks. During the last 4 weeks, SAM (16 mg/kg) was co-administrated with D-galactose. Behavior tests were used to assess cognitive function and depression-like behaviors of rats. Results showed that cognitive impairment and depression-like behaviors were reversed by SAM. SAM reduced neuronal cell loss, increased brain-derived neurotrophic factor level in the hippocampus, inhibited amyloid-β level and microglia activation, as well as pro-inflammatory factors levels in the hippocampus and serum. Further, SAM enhanced antioxidant capacity and attenuated cholinergic damage by reducing malondialdehyde levels, increasing acetylcholine levels, expression levels of α7 nicotinic acetylcholine receptor (α7nAChR), nuclear factor erythrocyte 2-related factor 2 (Nrf2) and heme oxygenase 1 (HO-1) in the hippocampus. Above all, SAM has a potential neuroprotective effect on ameliorating cognitive impairment in brain aging, which is related to inhibition of oxidative stress and neuroinflammation, as well as α7nAChR signals. DATA AVAILABILITY: Data will be made available on request.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Antioxidants",
        "S-Adenosylmethionine",
        "Galactose",
        "Neuroinflammatory Diseases",
        "alpha7 Nicotinic Acetylcholine Receptor",
        "Oxidative Stress",
        "Cognitive Dysfunction",
        "Brain",
        "Hippocampus",
        "Neuroprotective Agents"
      ]
    },
    {
      "pmid": "36612044",
      "title": "Co-Targeting Luminal B Breast Cancer with S-Adenosylmethionine and Immune Checkpoint Inhibitor Reduces Primary Tumor Growth and Progression, and Metastasis to Lungs and Bone.",
      "authors": [
        "Ali Mehdi",
        "Mikhael Attias",
        "Ani Arakelian",
        "Ciriaco A Piccirillo",
        "Moshe Szyf",
        "Shafaat A Rabbani"
      ],
      "journal": "Cancers",
      "publication_date": "2022-Dec-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Breast cancer (BCa) is the most prevalent cancer in females and has a high rate of mortality, especially due to increased metastasis to skeletal and non-skeletal sites. Despite the marked clinical accomplishment of immune checkpoint inhibitor (CPI) therapy in patients with several cancers, it has had limited success in luminal subtypes of BCa. Accordingly, recent efforts have focused on combination therapy with CPI, including epigenetic modulators, to increase response rates of CPI in luminal BCa. We have previously shown that S-adenosylmethionine (SAM), the ubiquitous methyl donor, has strong anti-cancer effects in various cancers, including all subtypes of BCa. In the current study, we took a novel approach and examined the effect of CPI alone and in combination with SAM on tumor growth and metastasis in a syngeneic mouse model of luminal B BCa. We showed that SAM decreases cell proliferation, colony-formation (survival), and invasion of luminal B BCa cell lines (Eo771, R221A) in vitro. In in vivo studies, in Eo771 tumor-bearing mice, either SAM or anti-PD-1 antibody treatment alone significantly reduced tumor growth and progression, while the SAM+anti-PD-1 combination treatment had the highest anti-cancer efficacy of all groups. The SAM+anti-PD-1 combination reduced the percentage of animals with lung metastasis, as well as total metastatic lesion area, compared to control. Additionally, the SAM+anti-PD-1 combination significantly reduced the skeletal lesion area and protected tibial integrity to a greater extent than the monotherapies in an Eo771 bone metastasis model. Transcriptome analysis of Eo771 primary tumors revealed significant downregulation of pro-metastatic genes, including Matrix metalloproteinases (MMPs) and related pathways. On the other hand, CD8+ T cell infiltration, CD8+ T cell cytotoxicity (elevated granzymes), and immunostimulatory genes and pathways were significantly upregulated by the combination treatment. The results presented point to a combination of SAM with CPI as a possible treatment for luminal B BCa that should be tested in clinical studies."
    },
    {
      "pmid": "36310362",
      "title": "The Relationship between Prohibitin 1 Expression, Hepatotoxicity Induced by Acetaminophen, and Hepatoprotection by S-Adenosylmethionine in AML12 Cells.",
      "authors": [
        "Eunhye Cho",
        "Soohan Jung",
        "Jina Kim",
        "Kwang Suk Ko"
      ],
      "journal": "Journal of microbiology and biotechnology",
      "publication_date": "2022-Dec-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Prohibitin 1 (Phb1) is a pleiotropic protein, located mainly in the mitochondrial inner membrane and involved in the regulation of cell proliferation and the stabilization of mitochondrial protein. Acetaminophen (APAP) is one of the most commonly used over-the-counter analgesics worldwide. However, at high dose, the accumulation of N-acetyl-p-benzoquinone imine (NAPQI) can lead to APAP-induced hepatotoxicity. In this study, we sought to understand the regulation of mRNA expression in relation to APAP and GSH metabolism by Phb1 in normal mouse AML12 hepatocytes. We used two different Phb1 silencing levels: high-efficiency (HE, >90%) and low-efficiency (LE, 50-60%). In addition, the siRNA-transfected cells were further pretreated with 0.5 mM of S-adenosylmethionine (SAMe) for 24 h before treatment with APAP at different doses (1-2 mM) for 24 h. The expression of APAP metabolism-related and antioxidant genes such as Cyp2e1 and Ugt1a1 were increased during SAMe pretreatment. Moreover, SAMe increased intracellular GSH concentration and it was maintained after APAP treatment. To sum up, Phb1 silencing and APAP treatment impaired the metabolism of APAP in hepatocytes, and SAMe exerted a protective effect against hepatotoxicity by upregulating antioxidant genes.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Acetaminophen",
        "Prohibitins",
        "S-Adenosylmethionine",
        "Chemical and Drug Induced Liver Injury",
        "Antioxidants",
        "Liver",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "35629877",
      "title": "Analysis of S-Adenosylmethionine and S-Adenosylhomocysteine: Method Optimisation and Profiling in Healthy Adults upon Short-Term Dietary Intervention.",
      "authors": [
        "Aida Corrillero Bravo",
        "Maria Nieves Ligero Aguilera",
        "Nahuel R Marziali",
        "Lennart Moritz",
        "Victoria Wingert",
        "Katharina Klotz",
        "Anke Schumann",
        "Sarah C Grünert",
        "Ute Spiekerkoetter",
        "Urs Berger",
        "Ann-Kathrin Lederer",
        "Roman Huber",
        "Luciana Hannibal"
      ],
      "journal": "Metabolites",
      "publication_date": "2022-Apr-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "S-adenosylmethionine (SAM) is essential for methyl transfer reactions. All SAM is produced de novo via the methionine cycle. The demethylation of SAM produces S-adenosylhomocysteine (SAH), an inhibitor of methyltransferases and the precursor of homocysteine (Hcy). The measurement of SAM and SAH in plasma has value in the diagnosis of inborn errors of metabolism (IEM) and in research to assess methyl group homeostasis. The determination of SAM and SAH is complicated by the instability of SAM under neutral and alkaline conditions and the naturally low concentration of both SAM and SAH in plasma (nM range). Herein, we describe an optimised LC-MS/MS method for the determination of SAM and SAH in plasma, urine, and cells. The method is based on isotopic dilution and employs 20 µL of plasma or urine, or 500,000 cells, and has an instrumental running time of 5 min. The reference ranges for plasma SAM and SAH in a cohort of 33 healthy individuals (age: 19-60 years old; mean ± 2 SD) were 120 ± 36 nM and 21.5 ± 6.5 nM, respectively, in accordance with independent studies and diagnostic determinations. The method detected abnormal concentrations of SAM and SAH in patients with inborn errors of methyl group metabolism. Plasma and urinary SAM and SAH concentrations were determined for the first time in a randomised controlled trial of 53 healthy adult omnivores (age: 18-60 years old), before and after a 4 week intervention with a vegan or meat-rich diet, and revealed preserved variations of both metabolites and the SAM/SAH index."
    },
    {
      "pmid": "35303200",
      "title": "S-Adenosylmethionine affects ERK1/2 and STAT3 pathway in androgen-independent prostate cancer cells.",
      "authors": [
        "Thomas Schmidt"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The most critical point in the treatment of prostate cancer is the progression towards a hormone-refractory tumour, making research on alternative therapies necessary. This study focused on the methyl donor S-adenosylmethionine (SAM), which is known to act as an antitumourigenic in several cancer cell lines. Though a genome-wide downregulation of proto-oncogenes in prostate cancer cell lines treated with SAM is obvious, the anticancer effects remain elusive. Thus, in this study, the impact of SAM treatment on the cell cycle, apoptosis and cancer-related pathways was investigated. METHODS AND RESULTS: After performing SAM treatment on prostate cancer cell lines (PC-3 and DU145), a cell-cycle arrest during the S-phase, a downregulation of cyclin A protein levels and an upregulation of p21 cell cycle inhibitor were observed. The proapoptotic Bax/Bcl-2 ratio and the caspase-3 activity were elevated; additionally, the apoptosis rate of SAM treated cells increased significantly in a time-dependent manner. Moreover, immunoblots displayed a downregulation of Erk1/2 and STAT3 phosphorylation accompanied by a reduced expression of the STAT3 protein. CONCLUSION: SAM caused changes in cancer-related pathways, probably leading to the effects on the cell cycle and apoptosis rate. These results provide deeper insights into the anticancer effects of SAM on prostate cancer cells.",
      "mesh_terms": [
        "Androgens",
        "Apoptosis",
        "Cell Line, Tumor",
        "Humans",
        "MAP Kinase Signaling System",
        "Male",
        "Prostatic Neoplasms",
        "S-Adenosylmethionine",
        "STAT3 Transcription Factor"
      ]
    },
    {
      "pmid": "35159219",
      "title": "S-Adenosylmethionine: From the Discovery of Its Inhibition of Tumorigenesis to Its Use as a Therapeutic Agent.",
      "authors": [
        "Rosa M Pascale",
        "Maria M Simile",
        "Diego F Calvisi",
        "Claudio F Feo",
        "Francesco Feo"
      ],
      "journal": "Cells",
      "publication_date": "2022-Jan-25",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "Alterations of methionine cycle in steatohepatitis, cirrhosis, and hepatocellular carcinoma induce MAT1A decrease and MAT2A increase expressions with the consequent decrease of S-adenosyl-L-methionine (SAM). This causes non-alcoholic fatty liver disease (NAFLD). SAM administration antagonizes pathological conditions, including galactosamine, acetaminophen, and ethanol intoxications, characterized by decreased intracellular SAM. Positive therapeutic effects of SAM/vitamin E or SAM/ursodeoxycholic acid in animal models with NAFLD and intrahepatic cholestasis were not confirmed in humans. In in vitro experiments, SAM and betaine potentiate PegIFN-alpha-2a/2b plus ribavirin antiviral effects. SAM plus betaine improves early viral kinetics and increases interferon-stimulated gene expression in patients with viral hepatitis non-responders to pegIFNα/ribavirin. SAM prevents hepatic cirrhosis, induced by CCl4, inhibits experimental tumors growth and is proapoptotic for hepatocellular carcinoma and MCF-7 breast cancer cells. SAM plus Decitabine arrest cancer growth and potentiate doxorubicin effects on breast, head, and neck cancers. Furthermore, SAM enhances the antitumor effect of gemcitabine against pancreatic cancer cells, inhibits growth of human prostate cancer PC-3, colorectal cancer, and osteosarcoma LM-7 and MG-63 cell lines; increases genomic stability of SW480 cells. SAM reduces colorectal cancer progression and inhibits the proliferation of preneoplastic rat liver cells in vivo. The discrepancy between positive results of SAM treatment of experimental tumors and modest effects against human disease may depend on more advanced human disease stage at moment of diagnosis.",
      "mesh_terms": [
        "Animals",
        "Antiviral Agents",
        "Betaine",
        "Carcinogenesis",
        "Carcinoma, Hepatocellular",
        "Cell Transformation, Neoplastic",
        "Colorectal Neoplasms",
        "Humans",
        "Liver Neoplasms",
        "Male",
        "Methionine Adenosyltransferase",
        "Non-alcoholic Fatty Liver Disease",
        "Rats",
        "Ribavirin",
        "S-Adenosylmethionine"
      ]
    },
    {
      "pmid": "35153519",
      "title": "S-Adenosylmethionine May Mitigate Obstructive Sleep Apnea in an Adult with Down Syndrome: A Case Report.",
      "authors": [
        "Silvano Dragonieri",
        "Giovanna Elisiana Carpagnano",
        "Salvatore Caccamese"
      ],
      "journal": "Nature and science of sleep",
      "publication_date": "2022",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Obstructive sleep apnea (OSA) is common in individuals with Down syndrome (DS). These patients are characterized by reduced levels of S-adenosylmethionine (SAMe) due to a depression of mitochondrial methylation capacity, and its implementation may improve cognitive performance. Based on the above, it is likely a beneficial effect in the treatment with SAMe also on the quality of the sleep. We report the case of an adult male with DS who received benefit of SAMe administration during OSA treatment with CPAP. We observed a significant improvement of apnea/hypopnea index (AHI), which has never been previously reported in Down individuals. AHI dropped from 51.2 to 17.2 from 0 to 49 months."
    },
    {
      "pmid": "35146893",
      "title": "Metformin induces S-adenosylmethionine restriction to extend the Caenorhabditis elegans healthspan through H3K4me3 modifiers.",
      "authors": [
        "Yi Xiao",
        "Fang Liu",
        "Qinghong Kong",
        "Xinting Zhu",
        "Haijuan Wang",
        "Sanhua Li",
        "Nian Jiang",
        "Changyan Yu",
        "Liu Yun"
      ],
      "journal": "Aging cell",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Metformin, a widely prescribed first-line drug for the treatment of type II diabetes mellitus, has been shown to extend lifespan and delay the onset of age-related diseases. The precisely mechanisms by which these effects are realized remain elusive. We find that metformin exposure is restricted to adults, which is sufficient to extend lifespan. However, limiting metformin exposure to the larvae has no significant effect on Caenorhabditis elegans longevity. Here, we show that after metformin treatment, the level of S-adenosylmethionine (SAM) is reduced in adults but not in the larvae. Potential mechanisms by which reduced SAM might increase lifespan include altering the histone methylation. However, the molecular connections between metformin, SAM limitation, methyltransferases, and healthspan-associated phenotypes are unclear. Through genetic screening of C. elegans, we find that metformin promotes the healthspan through an H3K4 methyltransferase/demethylase complex to downregulate the targets, including mTOR and S6 kinase. Thus, our studies provide molecular links between meformin, SAM limitation, histone methylation, and healthspan and elucidate the mode action of metformin-regulated healthspan extension will boost its therapeutic application in the treatment of human aging and age-related diseases.",
      "mesh_terms": [
        "Animals",
        "Caenorhabditis elegans",
        "Caenorhabditis elegans Proteins",
        "Diabetes Mellitus, Type 2",
        "Histones",
        "Longevity",
        "Metformin",
        "S-Adenosylmethionine"
      ]
    },
    {
      "pmid": "34968527",
      "title": "S-adenosylmethionine-dependent methyltransferase inhibitor DZNep blocks transcription and translation of SARS-CoV-2 genome with a low tendency to select for drug-resistant viral variants.",
      "authors": [
        "Ram Kumar",
        "Nitin Khandelwal",
        "Yogesh Chander",
        "Himanshu Nagori",
        "Assim Verma",
        "Aditya Barua",
        "Bhagraj Godara",
        "Yash Pal",
        "Baldev R Gulati",
        "Bhupendra N Tripathi",
        "Sanjay Barua",
        "Naveen Kumar"
      ],
      "journal": "Antiviral research",
      "publication_date": "2022-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We report the in vitro antiviral activity of DZNep (3-Deazaneplanocin A; an inhibitor of S-adenosylmethionine-dependent methyltransferase) against SARS-CoV-2, besides demonstrating its protective efficacy against lethal infection of infectious bronchitis virus (IBV, a member of the Coronaviridae family). DZNep treatment resulted in reduced synthesis of SARS-CoV-2 RNA and proteins without affecting other steps of viral life cycle. We demonstrated that deposition of N6-methyl adenosine (m6A) in SARS-CoV-2 RNA in the infected cells recruits heterogeneous nuclear ribonucleoprotein A1 (hnRNPA1), an RNA binding protein which serves as a m6A reader. DZNep inhibited the recruitment of hnRNPA1 at m6A-modified SARS-CoV-2 RNA which eventually suppressed the synthesis of the viral genome. In addition, m6A-marked RNA and hnRNPA1 interaction was also shown to regulate early translation to replication switch of SARS-CoV-2 genome. Furthermore, abrogation of methylation by DZNep also resulted in defective synthesis of the 5' cap of viral RNA, thereby resulting in its failure to interact with eIF4E (a cap-binding protein), eventually leading to a decreased synthesis of viral proteins. Most importantly, DZNep-resistant mutants could not be observed upon long-term sequential passage of SARS-CoV-2 in cell culture. In summary, we report the novel role of methylation in the life cycle of SARS-CoV-2 and propose that targeting the methylome using DZNep could be of significant therapeutic value against SARS-CoV-2 infection.",
      "mesh_terms": [
        "Adenosine",
        "Animals",
        "Chick Embryo",
        "Chlorocebus aethiops",
        "Chromatin Immunoprecipitation Sequencing",
        "DNA Methylation",
        "Drug Resistance, Viral",
        "Genome, Viral",
        "Heterogeneous Nuclear Ribonucleoprotein A1",
        "Humans",
        "Lethal Dose 50",
        "Methyltransferases",
        "Mice",
        "Protein Biosynthesis",
        "RNA, Viral",
        "Rabbits",
        "SARS-CoV-2",
        "Specific Pathogen-Free Organisms",
        "Transcription, Genetic",
        "Vero Cells"
      ]
    },
    {
      "pmid": "34817067",
      "title": "The S-adenosylmethionine analog sinefungin inhibits the trimethylguanosine synthase TGS1 to promote telomerase activity and telomere lengthening.",
      "authors": [
        "Alessandra Galati",
        "Livia Scatolini",
        "Emanuela Micheli",
        "Francesca Bavasso",
        "Alessandro Cicconi",
        "Paolo Maccallini",
        "Lu Chen",
        "Caitlin M Roake",
        "Stefan Schoeftner",
        "Steven E Artandi",
        "Maurizio Gatti",
        "Stefano Cacchione",
        "Grazia D Raffa"
      ],
      "journal": "FEBS letters",
      "publication_date": "2022-Jan",
      "publication_types": [
        "Letter"
      ],
      "abstract": "Mutations in many genes that control the expression, the function, or the stability of telomerase cause telomere biology disorders (TBDs), such as dyskeratosis congenita, pulmonary fibrosis, and aplastic anemia. Mutations in a subset of the genes associated with TBDs cause reductions of the telomerase RNA moiety hTR, thus limiting telomerase activity. We have recently found that loss of the trimethylguanosine synthase TGS1 increases both hTR abundance and telomerase activity and leads to telomere elongation. Here, we show that treatment with the S-adenosylmethionine analog sinefungin inhibits TGS1 activity, increases the hTR levels, and promotes telomere lengthening in different cell types. Our results hold promise for restoring telomere length in stem and progenitor cells from TBD patients with reduced hTR levels.",
      "mesh_terms": [
        "Humans",
        "Telomerase",
        "Adenosine",
        "Telomere Homeostasis",
        "S-Adenosylmethionine",
        "Telomere",
        "RNA",
        "Methyltransferases"
      ]
    },
    {
      "pmid": "34751134",
      "title": "GR15 peptide of S-adenosylmethionine synthase (SAMe) from Arthrospira platensis demonstrated antioxidant mechanism against H2O2 induced oxidative stress in in-vitro MDCK cells and in-vivo zebrafish larvae model.",
      "authors": [
        "Manikandan Velayutham",
        "Ajay Guru",
        "Mariadhas Valan Arasu",
        "Naif Abdullah Al-Dhabi",
        "Ki Choon Choi",
        "Preetham Elumalai",
        "Ramasamy Harikrishnan",
        "Aziz Arshad",
        "Jesu Arockiaraj"
      ],
      "journal": "Journal of biotechnology",
      "publication_date": "2021-Dec-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "GR15 is a short molecule or peptide composed of aliphatic amino acids and possesses to have antioxidant properties. The GR15, 1GGGAFSGKDPTKVDR15 was identified from the protein S-adenosylmethionine synthase (SAMe) expressed during the sulfur departed state of Arthrospira platensis (spirulina or cyanobacteria). The in-silico assessment and the structural features of GR15 showed its antioxidant potency. Real-time PCR analysis found the up-regulation of ApSAMe expression on day 15 against oxidative stress due to 10 mM H2O2 treatment in A. platensis (Ap). The antioxidant activity of GR15 was accessed by the cell-free antioxidant assays such as ABTS, SARS, HRAS and NO; the results showed dose-dependent antioxidant activity. The toxicity assay was performed in both in vitro and in vivo models, in which peptide does not exhibit any toxicity in MDCK cell and zebrafish embryos. The intercellular ROS reduction potential of GR15 peptide was also investigated in both in vitro and in vivo models including LDH assay, antioxidant enzymes (SOD and CAT), and fluorescent staining assay (DCFDA, Hochest and Acridine orange sting) was performed; the results showed that the GR15 peptide was effectively reduced the ROS level. Further, RT-PCR demonstrated that GR15 enhanced the antioxidant property and also up-regulated the antioxidant gene, thus reduced the ROS level in both in vitro and in vivo models. Based on the results obtained from this study, we propose that GR15 has the potential antioxidant ability; hence further research can be directed towards the therapeutic product or drug development against disease caused by oxidative stress.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Dogs",
        "Hydrogen Peroxide",
        "Larva",
        "Madin Darby Canine Kidney Cells",
        "Oxidative Stress",
        "Peptides",
        "S-Adenosylmethionine",
        "Spirulina",
        "Zebrafish"
      ]
    },
    {
      "pmid": "34644703",
      "title": "S-Adenosylmethionine Supplementation May Reduce Cancer-Related Fatigue: A Prospective Evaluation Using the FACIT-F Questionnaire in Colon Cancer Patients Undergoing Oxaliplatin-Based Chemotherapy Regimens.",
      "authors": [
        "Angelo Onorato",
        "Andrea Napolitano",
        "Silvia Spoto",
        "Lorena Incorvaia",
        "Antonio Russo",
        "Daniele Santini",
        "Giuseppe Tonini",
        "Bruno Vincenzi"
      ],
      "journal": "Chemotherapy",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Fatigue is a common distressing symptom for patients living with chronic or acute diseases, including liver disorders and cancer (Cancer-Related Fatigue, CRF). Its etiology is multifactorial, and some hypotheses regarding the pathogenesis are summarized, with possible shared mechanisms both in cancer and in chronic liver diseases. A deal of work has investigated the role of a multifunctional molecule in improving symptoms and outcomes in different liver dysfunctions and associated symptoms, including chronic fatigue: S-adenosylmethionine (SAM; AdoMet). The aim of this work is actually to consider its role also in oncologic settings. PATIENTS AND METHODS: Between January 2006 and December 2009, at the University Campus Bio-Medico of Rome, 145 patients affected by colorectal cancer in adjuvant (n = 91) or metastatic (n = 54; n = 40 with liver metastases) setting and treated with oxaliplatin-based regimen (FOLFOX for adjuvant and bevacizumab + XELOX for metastatic ones), 76 of which with the supplementation of S-adenosylmethionine (AdoMet; 400 mg b.i.d.) (57% of adjuvant patients and 44% of metastatic ones) and 69 without AdoMet supplementation, were evaluated for fatigue prevalence using the Functional Assessment of Chronic Illnesses Therapy-Fatigue (FACIT-F) questionnaire, at 3 and 6 months after the beginning of oncologic treatment. Notably, the number of patients with liver metastases was well balanced between the group of patients treated with AdoMet and those who were not. RESULTS: Among patients receiving oxaliplatin-based chemotherapy, both in adjuvant and in metastatic settings, after just 3 months from the beginning of chemotherapy, mean scores from questionnaire domains like FACIT-F subscale (7.9 vs. 3.1, p = 0.006), FACIT physical (6.25 vs. 3.32, p = 0.020), FACIT emotional (4.65 vs. 2.19, p = 0.045), and FACIT-F total score (16.5 vs. 8.27, p = 0.021) were higher in those receiving supplementation of AdoMet, resulting in reduced fatigue; a significant difference was maintained even after 6 months of treatment. DISCUSSION AND CONCLUSIONS: Mechanisms and strategies for managing CRF are not fully understood. This work aimed at investigating the possible role of S-adenosylmethionine supplementation in improving fatigue scores in a specific setting of cancer patients, using a FACIT-F questionnaire, a well-validated quality of life instrument widely used for the assessment of CRF in clinical trials.",
      "mesh_terms": [
        "Colonic Neoplasms",
        "Dietary Supplements",
        "Humans",
        "Oxaliplatin",
        "Quality of Life",
        "S-Adenosylmethionine",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "34592146",
      "title": "Vitamin B12 impacts amyloid beta-induced proteotoxicity by regulating the methionine/S-adenosylmethionine cycle.",
      "authors": [
        "Andy B Lam",
        "Kirsten Kervin",
        "Jessica E Tanis"
      ],
      "journal": "Cell reports",
      "publication_date": "2021-Sep-28",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Alzheimer's disease (AD) is a devastating neurodegenerative disorder with no effective treatment. Diet, as a modifiable risk factor for AD, could potentially be targeted to slow disease onset and progression. However, complexity of the human diet and indirect effects of the microbiome make it challenging to identify protective nutrients. Multiple factors contribute to AD pathogenesis, including amyloid beta (Aβ) deposition, energy crisis, and oxidative stress. Here, we use Caenorhabditis elegans to define the impact of diet on Aβ proteotoxicity. We discover that dietary vitamin B12 alleviates mitochondrial fragmentation, bioenergetic defects, and oxidative stress, delaying Aβ-induced paralysis without affecting Aβ accumulation. Vitamin B12 has this protective effect by acting as a cofactor for methionine synthase, impacting the methionine/S-adenosylmethionine (SAMe) cycle. Vitamin B12 supplementation of B12-deficient adult Aβ animals is beneficial, demonstrating potential for vitamin B12 as a therapy to target pathogenic features of AD triggered by proteotoxic stress.",
      "mesh_terms": [
        "5-Methyltetrahydrofolate-Homocysteine S-Methyltransferase",
        "Amyloid beta-Peptides",
        "Animals",
        "Caenorhabditis elegans",
        "Caenorhabditis elegans Proteins",
        "Methionine",
        "Oxidative Stress",
        "S-Adenosylmethionine",
        "Vitamin B 12",
        "Vitamins"
      ]
    },
    {
      "pmid": "34556237",
      "title": "Rapid analysis of S-adenosylmethionine (SAM) and S-adenosylhomocysteine (SAH) isotopologues in stable isotope-resolved metabolomics (SIRM) using direct infusion nanoelectrospray ultra-high-resolution Fourier transform mass spectrometry (DI-nESI-UHR-FTMS).",
      "authors": [
        "JoonSeon Yang",
        "Teresa W M Fan",
        "Jason A Brandon",
        "Andrew N Lane",
        "Richard M Higashi"
      ],
      "journal": "Analytica chimica acta",
      "publication_date": "2021-Oct-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "S-Adenosylmethionine (SAM) and S-adenosylhomocysteine (SAH) are important metabolites in the one-carbon cycle that modulates cellular methylation required for proliferation and epigenetic regulation. Their concentrations, synthesis, and turnover are difficult to determine conveniently and reliably. We have developed such a method by coupling a simple and rapid purification scheme that efficiently captures both compounds, with high sensitivity, sample throughput direct infusion nanoelectrospray ultra-high-resolution Fourier transform mass spectrometry (DI-nESI-UHR-FTMS). This method is compatible with Stable Isotope-Resolved Metabolomic (SIRM) analysis of numerous other metabolites. The limits of detection for both SAM and SAH were <1 nM, and the linearity range was up to 1000 nM. The method was first illustrated for SAM/SAH analysis of mouse livers, and lung adenocarcinoma A549 cells. We then applied the method to track 13C1-CH3-Met incorporation into SAM and 13C6-glucose transformation into SAM and SAH via de novo synthesis. We further used the method to show the distinct effects on A549 and H1299 cells with treatment of anti-cancer methylseleninic acid (MSA), selenite, and selenomethionine, notably SAM depletion and increased SAM to SAH ratio by MSA, which implicates altered epigenetic regulation.",
      "mesh_terms": [
        "Adaptor Proteins, Signal Transducing",
        "Animals",
        "Epigenesis, Genetic",
        "Fourier Analysis",
        "Isotopes",
        "Mass Spectrometry",
        "Metabolomics",
        "Mice",
        "S-Adenosylhomocysteine",
        "S-Adenosylmethionine"
      ]
    },
    {
      "pmid": "34502219",
      "title": "S-Adenosylmethionine Increases the Sensitivity of Human Colorectal Cancer Cells to 5-Fluorouracil by Inhibiting P-Glycoprotein Expression and NF-κB Activation.",
      "authors": [
        "Laura Mosca",
        "Martina Pagano",
        "Luigi Borzacchiello",
        "Luigi Mele",
        "Annapina Russo",
        "Giulia Russo",
        "Giovanna Cacciapuoti",
        "Marina Porcelli"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2021-Aug-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Colorectal cancer (CRC) is the second deadliest cancer worldwide despite significant advances in both diagnosis and therapy. The high incidence of CRC and its poor prognosis, partially attributed to multi-drug resistance and antiapoptotic activity of cancer cells, arouse strong interest in the identification and development of new treatments. S-Adenosylmethionine (AdoMet), a natural compound and a nutritional supplement, is well known for its antiproliferative and proapoptotic effects as well as for its potential in overcoming drug resistance in many kinds of human tumors. Here, we report that AdoMet enhanced the antitumor activity of 5-Fluorouracil (5-FU) in HCT 116p53+/+ and in LoVo CRC cells through the inhibition of autophagy, induced by 5-FU as a cell defense mechanism to escape the drug cytotoxicity. Multiple drug resistance is mainly due to the overexpression of drug efflux pumps, such as P-glycoprotein (P-gp). We demonstrate here that AdoMet was able to revert the 5-FU-induced upregulation of P-gp expression and to decrease levels of acetylated NF-κB, the activated form of NF-κB, the major antiapoptotic factor involved in P-gp-related chemoresistance. Overall, our data show that AdoMet, was able to overcome 5-FU chemoresistance in CRC cells by targeting multiple pathways such as autophagy, P-gp expression, and NF-κB signaling activation and provided important implications for the development of new adjuvant therapies to improve CRC treatment and patient outcomes.",
      "mesh_terms": [
        "ATP Binding Cassette Transporter, Subfamily B, Member 1",
        "Antimetabolites, Antineoplastic",
        "Apoptosis",
        "Cell Proliferation",
        "Colorectal Neoplasms",
        "Drug Resistance, Neoplasm",
        "Drug Synergism",
        "Drug Therapy, Combination",
        "Fluorouracil",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "NF-kappa B",
        "S-Adenosylmethionine",
        "Tumor Cells, Cultured"
      ]
    },
    {
      "pmid": "34449924",
      "title": "S-adenosylmethionine inhibits la ribonucleoprotein domain family member 1 in murine liver and human liver cancer cells.",
      "authors": [
        "Komal Ramani",
        "Aaron E Robinson",
        "Joshua Berlind",
        "Wei Fan",
        "Aushinie Abeynayake",
        "Aleksandra Binek",
        "Lucía Barbier-Torres",
        "Mazen Noureddin",
        "Nicholas N Nissen",
        "Zehra Yildirim",
        "Ebru Erbay",
        "José M Mato",
        "Jennifer E Van Eyk",
        "Shelly C Lu"
      ],
      "journal": "Hepatology (Baltimore, Md.)",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND AND AIMS: Methionine adenosyltransferase 1A (MAT1A) is responsible for S-adenosylmethionine (SAMe) biosynthesis in the liver. Mice lacking Mat1a have hepatic SAMe depletion and develop NASH and HCC spontaneously. Several kinases are activated in Mat1a knockout (KO) mice livers. However, characterizing the phospho-proteome and determining whether they contribute to liver pathology remain open for study. Our study aimed to provide this knowledge. APPROACH AND RESULTS: We performed phospho-proteomics in Mat1a KO mice livers with and without SAMe treatment to identify SAMe-dependent changes that may contribute to liver pathology. Our studies used Mat1a KO mice at different ages treated with and without SAMe, cell lines, in vitro translation and kinase assays, and human liver specimens. We found that the most striking change was hyperphosphorylation and increased content of La-related protein 1 (LARP1), which, in the unphosphorylated form, negatively regulates translation of 5'-terminal oligopyrimidine (TOP)-containing mRNAs. Consistently, multiple TOP proteins are induced in KO livers. Translation of TOP mRNAs ribosomal protein S3 and ribosomal protein L18 was enhanced by LARP1 overexpression in liver cancer cells. We identified LARP1-T449 as a SAMe-sensitive phospho-site of cyclin-dependent kinase 2 (CDK2). Knocking down CDK2 lowered LARP1 phosphorylation and prevented LARP1-overexpression-mediated increase in translation. LARP1-T449 phosphorylation induced global translation, cell growth, migration, invasion, and expression of oncogenic TOP-ribosomal proteins in HCC cells. LARP1 expression is increased in human NASH and HCC. CONCLUSIONS: Our results reveal a SAMe-sensitive mechanism of LARP1 phosphorylation that may be involved in the progression of NASH to HCC.",
      "mesh_terms": [
        "Animals",
        "Autoantigens",
        "Carcinoma, Hepatocellular",
        "Cell Line, Tumor",
        "Cell Movement",
        "Cell Proliferation",
        "Cyclin-Dependent Kinase 2",
        "Humans",
        "Liver Neoplasms",
        "Methionine Adenosyltransferase",
        "Mice",
        "Mice, Knockout",
        "Mutation",
        "Non-alcoholic Fatty Liver Disease",
        "Oligonucleotides",
        "Phosphorylation",
        "Protein Biosynthesis",
        "Proteomics",
        "RNA, Messenger",
        "RNA-Binding Proteins",
        "Ribonucleoproteins",
        "Ribosomal Proteins",
        "S-Adenosylmethionine",
        "TOR Serine-Threonine Kinases",
        "SS-B Antigen"
      ]
    },
    {
      "pmid": "34419641",
      "title": "S-adenosylmethionine decarboxylase 1 and its related spermidine synthesis mediate PM2.5 exposure-induced neuronal apoptosis.",
      "authors": [
        "Xiaozheng Zhu",
        "Yikai Shou",
        "Xintong Ji",
        "Yu Hu",
        "Huanhuan Wang"
      ],
      "journal": "Ecotoxicology and environmental safety",
      "publication_date": "2021-Aug-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PM2.5 exposure is considered harmful to central nerve system, while the specific biochemical mechanism underlying is still unrevealed. Neuronal apoptosis is believed the crucial event in pathogenesis of neurodegenerative diseases, but evidence supporting neuronal apoptosis as the mechanism for PM2.5 exposure induced neuronal injury is insufficient. S-adenosylmethionine decarboxylase 1 (AMD1) and its related spermidine synthesis have been shown to associate with cellular apoptosis, but its role in PM2.5 exposure induced neuronal apoptosis was rarely reported. The current study was aimed to better understand contribution of AMD1 activity and spermidine in PM2.5 exposure induced neuronal apoptosis. Sixteen C57BL/6 male mice were randomly divided and kept into ambient PM2.5 chamber or filtered air chamber for 6 months to establish the mouse model of whole-body ambient PM2.5 chronic exposure. In parallel, PC12 cells and primary hippocampal neurons were applied for various concentrations of PM2.5 treatment (0, 25, 50, 100, 200, and 400 μg/mL) to explore the possible cellular and molecular mechanism which may be critically involved in the process. Results showed that PM2.5 exposure triggered neuronal apoptosis with increased expression of Bax/Bcl-2 and cleaved caspase-3. PM2.5 exposure reduced AMD1 expression and spermidine synthesis. AMD1 inhibition could mimic PM2.5 exposure induced neuronal apoptosis. Spermidine supplementation rescued against neurotoxicity and inhibited PM2.5 induced apoptosis via impaired depolarization of mitochondrial membrane potential and reduced mitochondrial apoptosis related proteins. In summary, our work demonstrated that exposure to PM2.5 led to neuronal apoptosis, which may be the key event in the process of air pollution induced neurodegenerative diseases. AMD1 and spermidine associated with neuronal apoptosis induced by PM2.5 exposure, which was at least partially dependent on mitochondria mediated pathway."
    },
    {
      "pmid": "34336098",
      "title": "Methionine Protects Mammary Cells against Oxidative Stress through Producing S-Adenosylmethionine to Maintain mTORC1 Signaling Activity.",
      "authors": [
        "Heju Zhong",
        "Peiqiang Yuan",
        "Yunxia Li",
        "Dolores Batonon-Alavo",
        "Caroline Deschamps",
        "Bin Feng",
        "Xiaoling Zhang",
        "Lianqiang Che",
        "Yan Lin",
        "Shengyu Xu",
        "Jian Li",
        "Yong Zhuo",
        "Gang Tian",
        "Jiayong Tang",
        "Xuemei Jiang",
        "Lingjie Huang",
        "Caimei Wu",
        "De Wu",
        "Zhengfeng Fang"
      ],
      "journal": "Oxidative medicine and cellular longevity",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The mechanistic target of rapamycin complex 1 (mTORC1) signaling plays pivotal roles in cell growth and diseases. However, it remains mechanistically unclear about how to maintain mTORC1 activity during mammary glands development. Here we showed that mammary glands suffered from aggravated oxidative stress as pregnancy advanced and was accompanied by an increase in H2O2 levels, while the consumption for methionine and S-adenosylmethionine (SAM) rather than S-adenosylhomocysteine (SAH) were promoted in vivo. Likewise, H2O2 promoted SAM synthesis and reduced SAM utilization for methylation depending on H2O2 levels and treatment time in vitro. H2O2 inhibited phosphorylation of S6 kinase Thr 389 (p-S6K1 (T389)), 4E-BP1 Thr 37/46 and ULK1 Ser 757, the downstream of mTORC1, in mammary epithelial cells. However, methionine and SAM were shown to activate mTORC1 under H2O2-exposed condition. Moreover, this effect was not disabled by SGI-1027 which inhibits SAM transmethylation. In conclusion, methionine appeared to protect mammary cells against oxidative stress through producing SAM to maintain mTORC1 signaling activity.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Humans",
        "Mechanistic Target of Rapamycin Complex 1",
        "Methionine",
        "Oxidative Stress",
        "S-Adenosylmethionine",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "34209866",
      "title": "Mutual Correlation between Non-Coding RNA and S-Adenosylmethionine in Human Cancer: Roles and Therapeutic Opportunities.",
      "authors": [
        "Laura Mosca",
        "Francesca Vitiello",
        "Luigi Borzacchiello",
        "Alessandra Coppola",
        "Roberta Veglia Tranchese",
        "Martina Pagano",
        "Michele Caraglia",
        "Giovanna Cacciapuoti",
        "Marina Porcelli"
      ],
      "journal": "Cancers",
      "publication_date": "2021-Jun-29",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Epigenetics includes modifications in DNA methylation, histone and chromatin structure, and expression of non-coding RNAs (ncRNAs), especially microRNAs (miRNAs) and long non-coding RNAs (lncRNAs). Knowledge of the relationships between S-adenosylmethionine (AdoMet or SAM), the universal methyl donor for all epigenetic methylation reactions and miRNAs or lncRNAs in human cancer may provide helpful insights for the development of new end more effective anticancer therapeutic approaches. In recent literature, a complex network of mutual interconnections between AdoMet and miRNAs or lncRNAs has been reported and discussed. Indeed, ncRNAs expression may be regulated by epigenetic mechanisms such as DNA and RNA methylation and histone modifications. On the other hand, miRNAs or lncRNAs may influence the epigenetic apparatus by modulating the expression of its enzymatic components at the post-transcriptional level. Understanding epigenetic mechanisms, such as dysregulation of miRNAs/lncRNAs and DNA methylation, has become of central importance in modern research. This review summarizes the recent findings on the mechanisms by which AdoMet and miRNA/lncRNA exert their bioactivity, providing new insights to develop innovative and more efficient anticancer strategies based on the interactions between these epigenetic modulators."
    },
    {
      "pmid": "33917279",
      "title": "Obesity Prevents S-Adenosylmethionine-Mediated Improvements in Age-Related Peripheral and Hippocampal Outcomes.",
      "authors": [
        "Jacob W Vander Velden",
        "Danielle M Osborne"
      ],
      "journal": "Nutrients",
      "publication_date": "2021-Apr-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Age predisposes individuals to a myriad of disorders involving inflammation; this includes stress-related neuropsychiatric disorders such as depression and anxiety, and neurodegenerative diseases. Obesity can further exacerbate these effects in the brain. We investigated whether an inexpensive dietary supplement, s-adenosylmethionine (SAMe), could improve age- and/or obesity-related inflammatory and affective measures in the hippocampus. METHODS: Mice were placed on their diets at six weeks of age and then aged to 14 months, receiving SAMe (0.1 g/kg of food) for the final six weeks of the experiment. Prior to tissue collection, mice were tested for anxiety-like behaviors in the open field test and for metabolic outcomes related to type 2 diabetes. RESULTS: SAMe treatment significantly improved outcomes in aged control mice, where fasting glucose decreased, liver glutathione levels increased, and hippocampal microglia morphology improved. SAMe increased transforming growth factor β-1 mRNA in both control mice, potentially accounting for improved microglial outcomes. Obese mice demonstrated increased anxiety-like behavior, where SAMe improved some, but not all, open field measures. CONCLUSIONS: In summary, SAMe boosted antioxidant levels, improved diabetic measures, and hippocampal inflammatory and behavioral outcomes in aged mice. The effects of SAMe in obese mice were more subdued, but it could still provide some positive outcomes for obese individuals dealing with anxiety and having difficulty changing their behaviors to improve health outcomes.",
      "mesh_terms": [
        "Aging",
        "Animals",
        "Anxiety",
        "Blood Glucose",
        "Diet, High-Fat",
        "Dietary Supplements",
        "Disease Models, Animal",
        "Glutathione",
        "Hippocampus",
        "Humans",
        "Inflammation",
        "Insulin Resistance",
        "Liver",
        "Male",
        "Mice",
        "Mice, Obese",
        "Obesity",
        "S-Adenosylmethionine",
        "Transforming Growth Factor beta1"
      ]
    },
    {
      "pmid": "33900393",
      "title": "Evidence to Support the Use of S-Adenosylmethionine for Treatment of Post-Concussive Sequelae in the Military.",
      "authors": [
        "Danny A Schieffler",
        "Sofia E Matta"
      ],
      "journal": "Military medicine",
      "publication_date": "2022-Aug-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: Since the year 2000, over 413,000 service members have sustained traumatic brain injury (TBI) and may present with post-concussive sequelae including headaches, fatigue, irritability, cognitive problems, depression, insomnia, and chronic pain. Although the focus of the article is on military TBI, the usefulness of S-adenosylmethionine (SAMe) would extend to both civilian and military populations. This narrative review examines the preclinical and clinical literature of SAMe's metabolism and alterations seen in disease states such as depressive disorders, pain disorders, fatigue, cognition, dementia, use in pregnancy and peripartum, children, adolescents, and adults, to the elderly with and without dementia, stroke, and neurodegeneration, in order to highlight its potential benefit in post-concussive sequelae after TBI. MATERIALS AND METHODS: A MEDLINE/PubMed and Cochrane Database search was conducted between May 3, 2018 and July 30, 2019 by combining search terms for SAMe with terms for relevant disease states including depression, brain injury, dementia, Alzheimer's disease, Parkinson's disease, cognition, fatigue, and pain. This search retrieved a total of 676 references. 439 were excluded for being over a 10-year publication date, except where clinically relevant. After additional removal of repeated articles, the number of articles were totaled 197. An additional 59 articles were excluded: 10 not in English, 4 duplicates, 4 not original investigations, and 41 outside the scope of this article. The remaining 138 articles were used in this review and included 25 clinical studies, 46 preclinical studies, 63 reviews, and 4 case reports. RESULTS: This narrative review examined the preclinical and clinical literature of SAMe's metabolism and alterations seen in MDD, pain disorders, fatigue, cognition and memory, dementia, and other disorders to highlight the potential benefit of SAMe in post-concussive sequelae in mTBI. The literature showed potential for improvement, safety, and tolerability in these symptom clusters commonly seen in military mild TBI (mTBI). CONCLUSION: There is evidence of a potential benefit of SAMe as an intervention to help with symptoms across the range of post-concussive sequelae and syndromes commonly seen in military mTBI. Since the discovery of SAMe in 1952, this pleiotropic molecule has shown the significance of its involvement in several metabolic cascades in such disparate systems as epigenetics, bioenergetics, DNA methylation, neurotransmitter systems, and potential usefulness in military TBI. Significant limitations include disparate presentations seen in patients with mild TBI, those with post-concussive syndrome, as well as those with comorbid depression and posttraumatic stress disorder. Also, over-the-counter medications are not regulated and SAMe products may vary widely in price and quality. Given the potential for mania in patients with bipolar disorder, evaluation and recommendations should be made by a physician able to evaluate the underlying bipolar diathesis. Furthermore, this narrative review serves as the rationale for future open-label and double-blind placebo-controlled trials in military mTBI and SAMe.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Brain Concussion",
        "Brain Injuries, Traumatic",
        "Child",
        "Dementia",
        "Fatigue",
        "Headache",
        "Humans",
        "Military Personnel",
        "Randomized Controlled Trials as Topic",
        "S-Adenosylmethionine",
        "Stress Disorders, Post-Traumatic"
      ]
    },
    {
      "pmid": "33753727",
      "title": "S-adenosylmethionine upregulates the angiotensin receptor-binding protein ATRAP via the methylation of HuR in NAFLD.",
      "authors": [
        "Tao Guo",
        "Zhe Dai",
        "Ke You",
        "Shyue-Fang Battaglia-Hsu",
        "Juan Feng",
        "Fengliang Wang",
        "Bao Li",
        "Jian Yang",
        "Zhen Li"
      ],
      "journal": "Cell death & disease",
      "publication_date": "2021-Mar-22",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Nonalcoholic fatty liver disease (NAFLD) has emerged globally and is associated with inflammatory signaling. The underlying mechanisms remain poorly delineated, although NAFLD has attracted considerable attention and been extensively investigated. Recent publications have determined that angiotensin II (Ang II) plays an important role in stimulating NAFLD progression by causing lipid metabolism disorder and insulin resistance through its main receptor, Ang II type 1 receptor (AT1R). Herein, we explored the effect of supplementary S-adenosylmethionine (SAM), which is the main biological methyl donor in mammalian cells, in regulating AT1R-associated protein (ATRAP), which is the negative regulator of AT1R. We found that SAM was depleted in NAFLD and that SAM supplementation ameliorated steatosis. In addition, in both high-fat diet-fed C57BL/6 rats and L02 cells treated with oleic acid (OA), ATRAP expression was downregulated at lower SAM concentrations. Mechanistically, we found that the subcellular localization of human antigen R (HuR) was determined by the SAM concentration due to protein methylation modification. Moreover, HuR was demonstrated to directly bind ATRAP mRNA and control its nucleocytoplasmic shuttling. Thus, SAM was suggested to upregulate ATRAP protein expression by maintaining the export of its mRNA from the nucleus. Taken together, our findings suggest that SAM can positively regulate ATRAP in NAFLD and may have various potential benefits for the treatment of NAFLD.",
      "mesh_terms": [
        "Adaptor Proteins, Signal Transducing",
        "Animals",
        "Diet, High-Fat",
        "ELAV-Like Protein 1",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Non-alcoholic Fatty Liver Disease",
        "RNA, Messenger",
        "Rats",
        "Receptor, Angiotensin, Type 1",
        "S-Adenosylmethionine",
        "Transfection",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "33532242",
      "title": "Co-therapy with S-adenosylmethionine and nicotinamide riboside improves t-cell survival and function in Arts Syndrome (PRPS1 deficiency).",
      "authors": [
        "Nina Lenherr",
        "John Christodoulou",
        "John Duley",
        "Doreen Dobritzsch",
        "Lynette Fairbanks",
        "Alexandre N Datta",
        "Isabel Filges",
        "Nicolas Gürtler",
        "Jeroen Roelofsen",
        "André B P van Kuilenburg",
        "Claudia Kemper",
        "Erin E West",
        "Gabor Szinnai",
        "Martina Huemer"
      ],
      "journal": "Molecular genetics and metabolism reports",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Arts syndrome or phosphoribosyl-pyrophosphate-synthetase-1 (PRPS1) deficiency is caused by loss-of-function mutations in the PRPS1 gene (Xq22.3). PRPS1 is an initial and essential step for the synthesis of the nucleotides of purines, pyrimidines, and nicotinamide. Classically, affected males present with sensorineural hearing loss, optic atrophy, muscular hypotonia, developmental impairment, and recurrent severe respiratory infections early in life. Treatment of a 3-year old boy with S-adenosylmethionine (SAM) replenished erythrocyte purine nucleotides of adenosine and guanosine, while SAM and nicotinamide riboside co-therapy further improved his clinical phenotype as well as T-cell survival and function."
    },
    {
      "pmid": "33396625",
      "title": "S-Adenosylmethionine Inhibits Cell Growth and Migration of Triple Negative Breast Cancer Cells through Upregulating MiRNA-34c and MiRNA-449a.",
      "authors": [
        "Alessandra Coppola",
        "Concetta Paola Ilisso",
        "Antonietta Stellavato",
        "Chiara Schiraldi",
        "Michele Caraglia",
        "Laura Mosca",
        "Giovanna Cacciapuoti",
        "Marina Porcelli"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2020-Dec-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Triple-negative breast cancer (TNBC) is one of the most common malignancies worldwide and shows maximum invasiveness and a high risk of metastasis. Recently, many natural compounds have been highlighted as a valuable source of new and less toxic drugs to enhance breast cancer therapy. Among them, S-adenosyl-L-methionine (AdoMet) has emerged as a promising anti-cancer agent. MicroRNA (miRNA or miR)-based gene therapy provides an interesting antitumor approach to integrated cancer therapy. In this study, we evaluated AdoMet-induced modulation of miRNA-34c and miRNA-449a expression in MDA-MB-231 and MDA-MB-468 TNBC cells. We demonstrated that AdoMet upregulates miR-34c and miR-449a expression in both cell lines. We found that the combination of AdoMet with miR-34c or miR-449a mimic strongly potentiated the pro-apoptotic effect of the sulfonium compound by a caspase-dependent mechanism. For the first time, by video time-lapse microscopy, we showed that AdoMet inhibited the in vitro migration of MDA-MB-231 and MDA-MB-468 cells and that the combination with miR-34c or miR-449a mimic strengthened the effect of the sulfonium compound through the modulation of β-catenin and Small Mother Against Decapentaplegic (SMAD) signaling pathways. Our results furnished the first evidence that AdoMet exerts its antitumor effects in TNBC cells through upregulating the expression of miR-34c and miR-449a.",
      "mesh_terms": [
        "Apoptosis",
        "Cell Line, Tumor",
        "Cell Movement",
        "Cell Proliferation",
        "Epithelial-Mesenchymal Transition",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "MicroRNAs",
        "S-Adenosylmethionine",
        "Triple Negative Breast Neoplasms",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "33297397",
      "title": "Mi-RNA-888-5p Is Involved in S-Adenosylmethionine Antitumor Effects in Laryngeal Squamous Cancer Cells.",
      "authors": [
        "Martina Pagano",
        "Laura Mosca",
        "Francesca Vitiello",
        "Concetta Paola Ilisso",
        "Alessandra Coppola",
        "Luigi Borzacchiello",
        "Luigi Mele",
        "Francesca Pia Caruso",
        "Michele Ceccarelli",
        "Michele Caraglia",
        "Giovanna Cacciapuoti",
        "Marina Porcelli"
      ],
      "journal": "Cancers",
      "publication_date": "2020-Dec-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "(1) Purpose: The methyl donor S-Adenosylmethionine (AdoMet) has been widely explored as a therapeutic compound, and its application-alone or in combination with other molecules-is emerging as a potential effective strategy for the treatment and chemoprevention of tumours. In this study, we investigated the antitumor activity of AdoMet in Laryngeal Squamous Cell Carcinoma (LSCC), exploring the underlying mechanisms. (2) Results: We demonstrated that AdoMet induced ROS generation and triggered autophagy with a consistent increase in LC3B-II autophagy-marker in JHU-SCC-011 and HNO210 LSCC cells. AdoMet induced ER-stress and activated UPR signaling through the upregulation of the spliced form of XBP1 and CHOP. To gain new insights into the molecular mechanisms underlying the antitumor activity of AdoMet, we evaluated the regulation of miRNA expression profile and we found a downregulation of miR-888-5p. We transfected LSCC cells with miR-888-5p inhibitor and exposed the cells to AdoMet for 48 and 72 h. The combination of AdoMet with miR-888-5p inhibitor synergistically induced both apoptosis and inhibited cell migration paralleled by the up-regulation of MYCBP and CDH1 genes and of their targets. (3) Conclusion: Overall, these data highlighted that epigenetic reprogramming of miRNAs by AdoMet play an important role in inhibiting apoptosis and migration in LSCC cell lines."
    },
    {
      "pmid": "33202711",
      "title": "Therapeutic Potential of the Natural Compound S-Adenosylmethionine as a Chemoprotective Synergistic Agent in Breast, and Head and Neck Cancer Treatment: Current Status of Research.",
      "authors": [
        "Laura Mosca",
        "Francesca Vitiello",
        "Alessandra Coppola",
        "Luigi Borzacchiello",
        "Concetta Paola Ilisso",
        "Martina Pagano",
        "Michele Caraglia",
        "Giovanna Cacciapuoti",
        "Marina Porcelli"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2020-Nov-13",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The present review summarizes the most recent studies focusing on the synergistic antitumor effect of the physiological methyl donor S-adenosylmethionine (AdoMet) in association with the main drugs used against breast cancer and head and neck squamous cell carcinoma (HNSCC), two highly aggressive and metastatic malignancies. In these two tumors the chemotherapy approach is recommended as the first choice despite the numerous side effects and recurrence of metastasis, so better tolerated treatments are needed to overcome this problem. In this regard, combination therapy with natural compounds, such as AdoMet, a molecule with pleiotropic effects on multiple cellular processes, is emerging as a suitable strategy to achieve synergistic anticancer efficacy. In this context, the analysis of studies conducted in the literature highlighted AdoMet as one of the most effective and promising chemosensitizing agents to be taken into consideration for inclusion in emerging antitumor therapeutic modalities such as nanotechnologies.",
      "mesh_terms": [
        "Antineoplastic Combined Chemotherapy Protocols",
        "Breast Neoplasms",
        "Drug Synergism",
        "Female",
        "Head and Neck Neoplasms",
        "Humans",
        "Male",
        "Neoplasm Metastasis",
        "S-Adenosylmethionine",
        "Squamous Cell Carcinoma of Head and Neck"
      ]
    },
    {
      "pmid": "33175859",
      "title": "Lipopolysaccharide-induced innate immune responses are exacerbated by Prohibitin 1 deficiency and mitigated by S-adenosylmethionine in murine macrophages.",
      "authors": [
        "Soohan Jung",
        "Jaehee Park",
        "Kwang Suk Ko"
      ],
      "journal": "PloS one",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Prohibitin 1 (Phb1) is a pleiotropic protein with multiple functions in mammalian cells including cell cycle regulation and mitochondrial protein stabilization. It has been proposed as a potential therapeutic target for a variety of diseases including inflammatory diseases. In this study, we investigated the potential immune-modulatory functions of Phb1 and anti-inflammatory properties of S-adenosylmethionine (SAMe) using macrophages, which play a major role in the innate immune system. The results showed that expressions of Phb1 mRNA and protein were reduced in lipopolysaccharide (LPS)-stimulated RAW 264.7 cells (p<0.05). Phb1 knockdown further ameliorated the mRNA expression of pro- and anti-inflammatory cytokines such as TNF-α, IL-1α, IL-1β, IL-6, and IL10 in LPS-stimulated RAW 264.7 cells. SAMe significantly attenuated LPS-induced inflammatory responses such as IL-1β, IL-10, Nos2, and NO production in the presence of siPhb1. Luciferase reporter assay was conducted to determine the mechanisms underlying the effects of Phb1 and SAMe on the immune system. The luciferase activity of nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κB) was significantly increased in LPS-treated RAW 264.7 cells. In addition, the luciferase reporter assay showed increased NF-κB activation in Phb1 knockdown RAW 264.7 cells (p<0.1) and SAMe treatment attenuated the NF-κB luciferase activity in Phb1 knockdown RAW 264.7 cells. Based on the results, we concluded that Phb1 possibly modulates the inflammatory response whereas SAMe has an anti-inflammatory effect on Phb1 knockdown macrophage cells. Furthermore, Phb1 expression level has potential properties of affecting on innate immune system by modulating the NF-κB signaling pathway.",
      "mesh_terms": [
        "Animals",
        "Cell Survival",
        "Cytokines",
        "Immunity, Innate",
        "Inflammation Mediators",
        "Lipopolysaccharides",
        "Macrophages",
        "Mice",
        "NF-kappa B",
        "Nitric Oxide",
        "Nitric Oxide Synthase Type II",
        "Prohibitins",
        "RAW 264.7 Cells",
        "RNA, Messenger",
        "Repressor Proteins",
        "S-Adenosylmethionine"
      ]
    },
    {
      "pmid": "33170152",
      "title": "S-adenosylmethionine administration inhibits levodopa-induced vascular endothelial growth factor-A expression.",
      "authors": [
        "Yuanliang Yan",
        "Qijia Yan",
        "Long Qian",
        "Yueping Jiang",
        "Xi Chen",
        "Shuangshuang Zeng",
        "Zhijie Xu",
        "Zhicheng Gong"
      ],
      "journal": "Aging",
      "publication_date": "2020-Nov-07",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Studies have demonstrated that S-adenosylmethionine could effectively affect the clinical wearing-off phenomena of levodopa, an antiparkinsonian agent; however, the detailed mechanisms for this effect need to be further clarified. RESULTS: S-adenosylmethionine and levodopa had opposite effects on the protein stability of vascular endothelial growth factor-A. The analysis of tube formation and cell viability also showed the nonconforming functions of S-adenosylmethionine and levodopa on cell angiogenesis and proliferation. Meanwhile, S-adenosylmethionine could significantly abolish the increased angiogenesis and cell viability induced by levodopa. S-adenosylmethionine resulted in G1/S phase arrest, with decreased cyclin dependent kinase 4/6 and increased p16, a specific cyclin dependent kinase inhibitor. Mechanically, the different effects of levodopa and S-adenosylmethionine were dependent on the phosphorylation and activation of extracellular signal-regulated kinase. S-adenosylmethionine could be fitted into the predicted docking pocket in the crystal structure of vascular endothelial growth factor-A, enhancing its acetylation level and reducing half-life. CONCLUSIONS: These observations suggested that methyl donor S-adenosylmethionine could act as a potential agent against vascular endothelial growth factor-A-related diseases induced by levodopa treatment. METHODS: We performed in vitro cytological analyses to assess whether S-adenosylmethionine intake could influence levodopa-induced vascular endothelial growth factor-A expression in human umbilical vein endothelial cells.",
      "mesh_terms": [
        "Antiparkinson Agents",
        "Cell Proliferation",
        "Cell Survival",
        "Cells, Cultured",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Levodopa",
        "Neovascularization, Physiologic",
        "S-Adenosylmethionine",
        "Vascular Endothelial Growth Factor A"
      ]
    },
    {
      "pmid": "33045435",
      "title": "Chlorella sp. modulates the glutathione mediated detoxification and S-adenosylmethionine dependent methyltransferase to counter arsenic toxicity in Oryza sativa L.",
      "authors": [
        "Ruma Ranjan",
        "Navin Kumar",
        "Ambedkar Gautam",
        "Arvind Kumar Dubey",
        "Shyam Narayan Pandey",
        "Shekhar Mallick"
      ],
      "journal": "Ecotoxicology and environmental safety",
      "publication_date": "2021-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study investigates the role of Chlorella sp. in the mitigation of arsenic (iAs) induced toxicity in Oryza sativa L. The study shows, co-culture of rice seedlings with Chlorella sp. reduced the iAs accumulation, simultaneously improving the growth of seedlings under iAs treatments. While treatment with As(III) and As(V) (60 µM) alone, inflicted toxicity in rice seedlings, manifested as significant enhancement in stress markers levels (TBRAS and H2O2), this coincided with the shifting of cellular reduced state to oxidized state (reduced GSH/GSSG ratio). Contrarily, co-culturing rice seedlings with Chlorella sp. under iAs toxicity, reduced these stress markers and recovered the GSH/GSSG ratio. The GSH dependent antioxidant enzymes i.e. GR and GPX activities also exhibited significant enhancement upon co-culturing rice seedlings with Chlorella sp. against iAs stress. Simultaneously, the expression of four thiol dependent GRX genes, i.e. GRX13950, GRX35340, GRX12190 and GRX07950 were enhanced against As(III) and As(V) (60 µM), which reduced upon co-culturing with Chlorella sp. A similar trend was also observed with the expression of GST genes, where the co-culture with Chlorella sp. significantly reduced the genes expression of two isoforms (GST 38600 and GST 38610). On the contrary, the expression of S-adenosylmethionine dependent methyltransferases (SAMT) gene in rice seedlings was enhanced upon co-culturing with the Chlorella sp. against iAs stress. Overall, the results demonstrate that the rice seedlings when co-culture with Chlorella sp. ameliorates iAs toxicity through GSH dependent detoxification pathway, evident from the enhanced expression of GRX, GST, SAMT genes and activity of GSH dependent antioxidant enzymes (GR and GPX) in the rice seedlings.",
      "mesh_terms": [
        "Antioxidants",
        "Arsenic",
        "Chlorella",
        "Glutathione",
        "Hydrogen Peroxide",
        "Methyltransferases",
        "Oryza",
        "Oxidative Stress",
        "S-Adenosylmethionine",
        "Seedlings",
        "Soil Pollutants"
      ]
    },
    {
      "pmid": "33040301",
      "title": "In Silico Prediction of Metabolic Fluxes in Cancer Cells with Altered S-adenosylmethionine Decarboxylase Activity.",
      "authors": [
        "Olga Dotsenko",
        "Dmytro Shtofel"
      ],
      "journal": "Cell biochemistry and biophysics",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This paper investigates the redistribution of metabolic fluxes in the cell with altered activity of S-adenosylmethionine decarboxylase (SAMdc, EC: 4.1.1.50), the key enzyme of the polyamine cycle and the common target for antitumor therapy. To address these goals, a stoichiometric metabolic model was developed that includes five metabolic pathways: polyamine, methionine, methionine salvage cycles, folic acid cycle, and the pathway of glutathione and taurine synthesis. The model is based on 51 reactions involving 57 metabolites, 31 of which are internal metabolites. All calculations were performed using the method of Flux Balance Analysis. The outcome indicates that the inactivation of SAMdc results in a significant increase in fluxes through the methionine, the taurine and glutathione synthesis, and the folate cycles. Therefore, when using therapeutic agents inactivating SAMdc, it is necessary to consider the possibility of cellular tumor metabolism reprogramming. S-adenosylmethionine affects serine methylation and activates serine-dependent de novo ATP synthesis. Methionine-depleted cell becomes methionine-dependent, searching for new sources of methionine. Inactivation of SAMdc enhances the transformation of S-adenosylmethionine to homocysteine and then to methionine. It also intensifies the transsulfuration process activating the synthesis of glutathione and taurine.",
      "mesh_terms": [
        "Adenosine Triphosphate",
        "Adenosylmethionine Decarboxylase",
        "Antineoplastic Agents",
        "Computer Simulation",
        "Epigenesis, Genetic",
        "Folic Acid",
        "Glutathione",
        "Humans",
        "Methionine",
        "Models, Biological",
        "Neoplasms",
        "Phenotype",
        "Polyamines",
        "Serine",
        "Taurine",
        "Uric Acid"
      ]
    },
    {
      "pmid": "33030764",
      "title": "S-adenosylmethionine: A metabolite critical to the regulation of autophagy.",
      "authors": [
        "Yang Ouyang",
        "Qi Wu",
        "Juanjuan Li",
        "Si Sun",
        "Shengrong Sun"
      ],
      "journal": "Cell proliferation",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Autophagy is a mechanism that enables cells to maintain cellular homeostasis by removing damaged materials and mobilizing energy reserves in conditions of starvation. Although nutrient availability strongly impacts the process of autophagy, the specific metabolites that regulate autophagic responses have not yet been determined. Recent results indicate that S-adenosylmethionine (SAM) represents a critical inhibitor of methionine starvation-induced autophagy. SAM is primarily involved in four key metabolic pathways: transmethylation, transsulphuration, polyamine synthesis and 5'-deoxyadenosyl 5'-radical-mediated biochemical transformations. SAM is the sole methyl group donor involved in the methylation of DNA, RNA and histones, modulating the autophagic process by mediating epigenetic effects. Moreover, the metabolites of SAM, such as homocysteine, glutathione, decarboxylated SAM and spermidine, also exert important influences on the regulation of autophagy. From our perspective, nuclear-cytosolic SAM is a conserved metabolic inhibitor that connects cellular metabolic status and the regulation of autophagy. In the future, SAM might be a new target of autophagy regulators and be widely used in the treatment of various diseases.",
      "mesh_terms": [
        "Animals",
        "Autophagy",
        "DNA Methylation",
        "Epigenesis, Genetic",
        "Humans",
        "Metabolic Networks and Pathways",
        "S-Adenosylmethionine"
      ]
    },
    {
      "pmid": "32983966",
      "title": "Enhanced Anticancer Effect of a Combination of S-adenosylmethionine (SAM) and Immune Checkpoint Inhibitor (ICPi) in a Syngeneic Mouse Model of Advanced Melanoma.",
      "authors": [
        "Ali Mehdi",
        "Mikhael Attias",
        "Niaz Mahmood",
        "Ani Arakelian",
        "Catalin Mihalcioiu",
        "Ciriaco A Piccirillo",
        "Moshe Szyf",
        "Shafaat Ahmed Rabbani"
      ],
      "journal": "Frontiers in oncology",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Immune checkpoint inhibitors (ICPi) targeting the PD-1/PD-L1 pathway have shown marked success in patients with advanced melanoma. However, 60-70% of patients fail to respond, warranting a therapeutic intervention that could increase response rates. We and others have shown that S-adenosylmethionine (SAM), a universal methyl donor, has significant anticancer effects in numerous cancers previously; however, its effect on melanoma progression has not been evaluated. Interestingly, SAM was reported to be essential for T cell activation and proliferation and, thus, could potentially cooperate with ICPi and block melanoma progression. In this study, we examined the antitumor effects of SAM and ICPi alone and in combination in a well-established melanoma mouse model wherein syngeneic C57BL/6 mouse were subcutaneously (orthotopic) injected with B16-F1 cells. Treatment of mice with either SAM or anti-PD-1 antibody alone resulted in significant reduction in tumor volumes and weights; effects that were highest in mice treated with a combination of SAM+anti-PD-1. RNA-sequencing analysis of the primary tumors showed numerous differentially expressed genes (DEGs) following treatment with SAM+anti-PD-1, which was shown to downregulate cancer, MAPK, and tyrosine kinase pathways. Indeed, SAM+anti-PD-1 reversed the aberrant expression of some known melanoma genes. Tumor immunophenotyping revealed the SAM+anti-PD-1 combination was significantly more effective than either SAM or anti-PD-1 as the CD8+ T cells had higher activation, proliferation, and cytokine production compared to all other groups. This study shows that the combination of currently approved agents SAM and ICPi can effectively block melanoma via alteration of key genes/pathways implicated in cancer and immune response pathways, providing the rationale for the initiation of clinical trials with SAM and ICPi."
    },
    {
      "pmid": "32939220",
      "title": "S-Adenosylmethionine (SAMe) in major depressive disorder (MDD): a clinician-oriented systematic review.",
      "authors": [
        "Alessandro Cuomo",
        "Bruno Beccarini Crescenzi",
        "Simone Bolognesi",
        "Arianna Goracci",
        "Despoina Koukouna",
        "Rodolfo Rossi",
        "Andrea Fagiolini"
      ],
      "journal": "Annals of general psychiatry",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Major depressive disorder (MDD) is a recurrent illness with high rates of chronicity, treatment-resistance, and significant economic impact. S-Adenosylmethionine (SAMe), a molecule that is formed naturally in the human body, has shown antidepressant effects and may expand the available options for treating MDD. This systematic review examines the evidence concerning the efficacy of SAMe as monotherapy or in combination with antidepressants. METHODS: A systematic search in Medline, Psychinfo, AMED, and Cochrane Controlled Trials Register was conducted for any reference recorded up to March 2020. Double-blind, randomised controlled trials, comparing the antidepressant efficacy of SAMe to placebo or/and to other antidepressants, were selected. Two authors evaluated each study independently and then, reconciled findings. RESULTS: Eight trials, with a total of 11 arms and 1011 subjects, evaluating the efficacy of SAMe used as monotherapy or as adjunctive therapy (512 individuals), were included in this review. The study duration ranged between 2 and 12 weeks and the daily dose of SAMe varied from 200 to 3200 mg. Five comparisons evaluated the differences between SAMe and placebo and SAMe resulted significantly better than placebo in three of these studies. Four comparisons evaluated the differences between SAMe and other antidepressants (imipramine or escitalopram) and showed no significant difference. One study showed that SAMe was significantly better than placebo in accelerating the response to imipramine from day 4 to day 12, but the mean scores were not statistically different at the day 14 endpoint. One study showed that SAMe combined with serotonin reuptake inhibitors (SSRI) was better than PBO combined with SSRI. The studies reported only mild, transient or non-clinically relevant side effects. CONCLUSIONS: The existing trials of SAMe, used as monotherapy or add on to another antidepressants, have shown encouraging and generally positive results. However, more evidence is necessary before definitive conclusions can be drawn. Larger, double-blind randomised controlled studies are warranted to confirm the antidepressant effectiveness of SAMe."
    },
    {
      "pmid": "32925070",
      "title": "S-Adenosylmethionine Rescues Cognitive Deficits in the rTg4510 Animal Model by Stabilizing Protein Phosphatase 2A and Reducing Phosphorylated Tau.",
      "authors": [
        "Leah C Beauchamp",
        "Xiang M Liu",
        "Amelia Sedjahtera",
        "Mirjana Bogeski",
        "Laura J Vella",
        "Ashley I Bush",
        "Paul A Adlard",
        "Kevin J Barnham"
      ],
      "journal": "Journal of Alzheimer's disease : JAD",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Alterations in the methionine cycle and abnormal tau phosphorylation are implicated in many neurodegenerative diseases, including Alzheimer's disease and frontotemporal dementia. rTg4510 mice express mutant human P301L tau and are a model of tau hyperphosphorylation. The cognitive deficit seen in these animals correlates with a burden of hyperphosphorylated tau and is a model to test therapies aimed at lowering phosphorylated tau. OBJECTIVE: This study aimed to increase protein phosphatase 2A activity through supplementation of S-adenosylmethionine and analyze the effect on spatial memory and tau in treated animals. METHODS: 6-month-old rTg4510 mice were treated with 100 mg/kg S-adenosylmethionine by oral gavage for 3 weeks. Spatial recognition memory was tested in the Y-maze. Alterations to phosphorylated tau and protein phosphatase 2A were explored using immunohistochemistry, western blot, and enzyme-linked immunosorbent assays. RESULTS: Treatment with S-adenosylmethionine increased the Y-maze novel arm exploration time and increased both the expression and activity of protein phosphatase 2A. Furthermore, treatment reduced the number of AT8 positive neurons and reduced the expression of phosphorylated tau (Ser202/Thr205). S-adenosylmethionine contributes to multiple pathways in neuronal homeostasis and neurodegeneration. CONCLUSION: This study shows that supplementation with S-adenosylmethionine stabilizes the heterotrimeric form of PP2A resulting in an increase the enzymatic activity, a reduced level of pathological tau, and improved cognition.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Cognitive Dysfunction",
        "Mice",
        "Mice, 129 Strain",
        "Mice, Transgenic",
        "Phosphorylation",
        "Protein Phosphatase 2",
        "Protein Stability",
        "S-Adenosylmethionine",
        "tau Proteins"
      ]
    },
    {
      "pmid": "32808478",
      "title": "Peanut (Arachis hypogaea L.) S-adenosylmethionine decarboxylase confers transgenic tobacco with elevated tolerance to salt stress.",
      "authors": [
        "D-Y Meng",
        "S Yang",
        "J-Y Xing",
        "N-N Ma",
        "B-Z Wang",
        "F-T Qiu",
        "F Guo",
        "J Meng",
        "J-L Zhang",
        "S-B Wan",
        "X-G Li"
      ],
      "journal": "Plant biology (Stuttgart, Germany)",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Polyamines play an important role in stress response. In the pathway of polyamines synthesis, S-adenosylmethionine decarboxylase (SAMDC) is one of the key enzymes. In this study, a full length cDNA of SAMDC (AhSAMDC) was isolated from peanut (Arachis hypogaea L.). Phylogenetic analysis revealed high sequence similarity between AhSAMDC and SAMDC from other plants. In peanut seedlings exposed to sodium chloride (NaCl), the transcript level of AhSAMDC in roots was the highest at 24 h that decreased sharply at 72 and 96 h after 150 mM NaCl treatment. However, the expression of AhSAMDC in peanut leaves was significantly inhibited, and the transcript levels in leaves were not different compared with control These results implied the tissue-specific and time-specific expression of AhSAMDC. The physiological effects and functional mechanism of AhSAMDC were further evaluated by overexpressing AhSAMDC in tobaccos. The transgenic tobacco lines exhibited higher germination rate and longer root length under salt stress. Reduced membrane damage, higher antioxidant enzyme activity, and higher proline content were also observed in the transgenic tobacco seedlings. What's more, AhSAMDC also led to higher contents of spermidine and spermine, which can help to scavenge reactive oxygen species. Together, this study suggests that AhSAMDC enhances plant resistance to salt stress by improving polyamine content and alleviating membrane damage.",
      "mesh_terms": [
        "Adenosylmethionine Decarboxylase",
        "Arachis",
        "Gene Expression Regulation, Plant",
        "Phylogeny",
        "Plants, Genetically Modified",
        "Salt Stress",
        "Sodium Chloride",
        "Nicotiana"
      ]
    },
    {
      "pmid": "32784836",
      "title": "S-Adenosylmethionine Treatment of Colorectal Cancer Cell Lines Alters DNA Methylation, DNA Repair and Tumor Progression-Related Gene Expression.",
      "authors": [
        "Sára Zsigrai",
        "Alexandra Kalmár",
        "Zsófia B Nagy",
        "Barbara K Barták",
        "Gábor Valcz",
        "Krisztina A Szigeti",
        "Orsolya Galamb",
        "Titanilla Dankó",
        "Anna Sebestyén",
        "Gábor Barna",
        "Vanessza Szabó",
        "Orsolya Pipek",
        "Anna Medgyes-Horváth",
        "István Csabai",
        "Zsolt Tulassay",
        "Péter Igaz",
        "István Takács",
        "Béla Molnár"
      ],
      "journal": "Cells",
      "publication_date": "2020-Aug-09",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Global DNA hypomethylation is a characteristic feature of colorectal carcinoma (CRC). The tumor inhibitory effect of S-adenosylmethionine (SAM) methyl donor has been described in certain cancers including CRC. However, the molecular impact of SAM treatment on CRC cell lines with distinct genetic features has not been evaluated comprehensively. HT-29 and SW480 cells were treated with 0.5 and 1 mmol/L SAM for 48 h followed by cell proliferation measurements, whole-genome transcriptome and methylome analyses, DNA stability assessments and exome sequencing. SAM reduced cell number and increased senescence by causing S phase arrest, besides, multiple EMT-related genes (e.g., TGFB1) were downregulated in both cell lines. Alteration in the global DNA methylation level was not observed, but certain methylation changes in gene promoters were detected. SAM-induced γ-H2AX elevation could be associated with activated DNA repair pathway showing upregulated gene expression (e.g., HUS1). Remarkable genomic stability elevation, namely, decreased micronucleus number and comet tail length was observed only in SW480 after treatment. SAM has the potential to induce senescence, DNA repair, genome stability and to reduce CRC progression. However, the different therapeutic responses of HT-29 and SW480 to SAM emphasize the importance of the molecular characterization of CRC cases prior to methyl donor supplementation.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "Carcinoma",
        "Colorectal Neoplasms",
        "DNA Methylation",
        "DNA Repair",
        "Gene Expression Regulation, Neoplastic",
        "HT29 Cells",
        "Humans",
        "S-Adenosylmethionine"
      ]
    },
    {
      "pmid": "32720467",
      "title": "S-adenosylmethionine in combination with decitabine shows enhanced anti-cancer effects in repressing breast cancer growth and metastasis.",
      "authors": [
        "Niaz Mahmood",
        "Ani Arakelian",
        "David Cheishvili",
        "Moshe Szyf",
        "Shafaat A Rabbani"
      ],
      "journal": "Journal of cellular and molecular medicine",
      "publication_date": "2020-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Abnormal DNA methylation orchestrates many of the cancer-related gene expression irregularities such as the inactivation of tumour suppressor genes through hypermethylation as well as activation of prometastatic genes through hypomethylation. The fact that DNA methylation abnormalities can be chemically reversed positions the DNA methylation machinery as an attractive target for anti-cancer drug development. However, although in vitro studies suggested that targeting concordantly hypo- and hypermethylation is of benefit in suppressing both oncogenic and prometastatic functions of breast cancer cells, this has never been tested in a therapeutic setting in vivo. In this context, we investigated the combined therapeutic effects of an approved nutraceutical agent S-adenosylmethionine (SAM) and FDA-approved hypomethylating agent decitabine using the MDA-MB-231 xenograft model of breast cancer and found a pronounced reduction in mammary tumour volume and lung metastasis compared to the animals in the control and monotherapy treatment arms. Immunohistochemical assessment of the primary breast tumours showed a significantly reduced expression of proliferation (Ki-67) and angiogenesis (CD31) markers following combination therapy as compared to the control group. Global transcriptome and methylome analyses have revealed that the combination therapy regulates genes from several key cancer-related pathways that are abnormally expressed in breast tumours. To our knowledge, this is the first preclinical study demonstrating the anti-cancer therapeutic potential of using a combination of methylating (SAM) and demethylating agent (decitabine) in vivo. Results from this study provide a molecularly founded rationale for clinically testing a combination of agents targeting the epigenome to reduce the morbidity and mortality from breast cancer.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents",
        "Antineoplastic Combined Chemotherapy Protocols",
        "Breast Neoplasms",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "DNA Methylation",
        "Decitabine",
        "Female",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "Mice, Inbred NOD",
        "Mice, SCID",
        "Neoplasm Metastasis",
        "Reproducibility of Results",
        "S-Adenosylmethionine",
        "Transcription, Genetic",
        "Transcriptome",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "32714613",
      "title": "An enhanced chemopreventive effect of methyl donor S-adenosylmethionine in combination with 25-hydroxyvitamin D in blocking mammary tumor growth and metastasis.",
      "authors": [
        "Niaz Mahmood",
        "Ani Arakelian",
        "William J Muller",
        "Moshe Szyf",
        "Shafaat A Rabbani"
      ],
      "journal": "Bone research",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Therapeutic targeting of metastatic breast cancer still remains a challenge as the tumor cells are highly heterogenous and exploit multiple pathways for their growth and metastatic spread that cannot always be targeted by a single-agent monotherapy regimen. Therefore, a rational approach through simultaneous targeting of several pathways may provide a better anti-cancer therapeutic effect. We tested this hypothesis using a combination of two nutraceutical agents S-adenosylmethionine (SAM) and Vitamin D (Vit. D) prohormone [25-hydroxyvitamin D; '25(OH)D'] that are individually known to exert distinct changes in the expression of genes involved in tumor growth and metastasis. Our results show that both SAM and 25(OH)D monotherapy significantly reduced proliferation and clonogenic survival of a panel of breast cancer cell lines in vitro and inhibited tumor growth, lung metastasis, and breast tumor cell colonization to the skeleton in vivo. However, these effects were significantly more pronounced in the combination setting. RNA-Sequencing revealed that the transcriptomic footprint on key cancer-related signaling pathways is broader in the combination setting than any of the monotherapies. Furthermore, comparison of the differentially expressed genes from our transcriptome analyses with publicly available cancer-related dataset demonstrated that the combination treatment upregulates genes from immune-related pathways that are otherwise downregulated in bone metastasis in vivo. Since SAM and Vit. D are both approved nutraceuticals with known safety profiles, this combination treatment may serve as a novel strategy to reduce breast cancer-associated morbidity and mortality."
    },
    {
      "pmid": "32709137",
      "title": "S-Adenosylmethionine Deficiency and Brain Accumulation of S-Adenosylhomocysteine in Thioacetamide-Induced Acute Liver Failure.",
      "authors": [
        "Anna Maria Czarnecka",
        "Wojciech Hilgier",
        "Magdalena Zielińska"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-Jul-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Acute liver failure (ALF) impairs cerebral function and induces hepatic encephalopathy (HE) due to the accumulation of neurotoxic and neuroactive substances in the brain. Cerebral oxidative stress (OS), under control of the glutathione-based defense system, contributes to the HE pathogenesis. Glutathione synthesis is regulated by cysteine synthesized from homocysteine via the transsulfuration pathway present in the brain. The transsulfuration-transmethylation interdependence is controlled by a methyl group donor, S-adenosylmethionine (AdoMet) conversion to S-adenosylhomocysteine (AdoHcy), whose removal by subsequent hydrolysis to homocysteine counteract AdoHcy accumulation-induced OS and excitotoxicity. METHODS: Rats received three consecutive intraperitoneal injections of thioacetamide (TAA) at 24 h intervals. We measured AdoMet and AdoHcy concentrations by HPLC-FD, glutathione (GSH/GSSG) ratio (Quantification kit). RESULTS: AdoMet/AdoHcy ratio was reduced in the brain but not in the liver. The total glutathione level and GSH/GSSG ratio, decreased in TAA rats, were restored by AdoMet treatment. CONCLUSION: Data indicate that disturbance of redox homeostasis caused by AdoHcy in the TAA rat brain may represent a deleterious mechanism of brain damage in HE. The correction of the GSH/GSSG ratio following AdoMet administration indicates its therapeutic value in maintaining cellular redox potential in the cerebral cortex of ALF rats.",
      "mesh_terms": [
        "Animals",
        "Brain",
        "Cystathionine beta-Synthase",
        "Glutathione",
        "Hepatic Encephalopathy",
        "Liver",
        "Liver Failure, Acute",
        "Male",
        "Methionine Adenosyltransferase",
        "Oxidative Stress",
        "Rats",
        "Rats, Sprague-Dawley",
        "S-Adenosylhomocysteine",
        "S-Adenosylmethionine",
        "Thioacetamide"
      ]
    },
    {
      "pmid": "32597804",
      "title": "S-Adenosylmethionine Alleviates Amyloid-β-Induced Neural Injury by Enhancing Trans-Sulfuration Pathway Activity in Astrocytes.",
      "authors": [
        "Xinkun Wan",
        "Bin Ma",
        "Xiaoxuan Wang",
        "Chenjia Guo",
        "Jing Sun",
        "Jing Cui",
        "Liang Li"
      ],
      "journal": "Journal of Alzheimer's disease : JAD",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Glutathione (GSH) is an important endogenous antioxidant protecting cells from oxidative injury. Cysteine (Cys), the substrate limiting the production of GSH, is mainly generated from the trans-sulfuration pathway. S-adenosylmethionine (SAM) is a critical molecule produced in the methionine cycle and can be utilized by the trans-sulfuration pathway. Reductions in GSH and SAM as well as dysfunction in the trans-sulfuration pathway have been documented in the brains of Alzheimer's disease (AD) patients. Our previous in vivo study revealed that SAM administration attenuated oxidative stress induced by amyloid-β (Aβ) through the enhancement of GSH. OBJECTIVE: To investigate the effect of Aβ-induced oxidative stress on the trans-sulfuration pathway in astrocytes and neurons, respectively, and the protective effect of SAM on neurons. METHODS: APP/PS1 transgenic mice and the primary cultured astrocytes, neurons, and HT22 cells were used in the current study. RESULTS: SAM could rescue the low trans-sulfuration pathway activity induced by Aβ only in astrocytes, accompanying with increasing levels of Cys and GSH. The decrease of cellular viability of neurons caused by Aβ was greatly reversed when co-cultured with astrocytes with SAM intervention. Meanwhile, SAM improved cognitive performance in APP/PS1 mice. CONCLUSION: In terms of astrocyte protection from oxidative stress, SAM might be a potent antioxidant in the therapy of AD patients.",
      "mesh_terms": [
        "Amyloid beta-Peptides",
        "Animals",
        "Astrocytes",
        "Brain",
        "Disease Models, Animal",
        "Glutathione",
        "Male",
        "Mice, Inbred C57BL",
        "Neurons",
        "Oxidative Stress",
        "S-Adenosylmethionine"
      ]
    },
    {
      "pmid": "32589828",
      "title": "Oral Administration of S-Adenosylmethionine (SAMe) and Lactobacillus Plantarum HEAL9 Improves the Mild-To-Moderate Symptoms of Depression: A Randomized, Double-Blind, Placebo-Controlled Study.",
      "authors": [
        "Alberto Saccarello",
        "Paolo Montarsolo",
        "Ivano Massardo",
        "Rinaldo Picciotto",
        "Andrea Pedemonte",
        "Roberto Castagnaro",
        "Pier Claudio Brasesco",
        "Vittorio Guida",
        "Paolo Picco",
        "Pino Fioravanti",
        "Roberta Montisci",
        "Irene Schiavetti",
        "Arianna Vanelli"
      ],
      "journal": "The primary care companion for CNS disorders",
      "publication_date": "2020-Jun-25",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To assess the effects of the combination of SAMe (S-adenosylmethionine) 200 mg and Lactobacillus plantarum (L. plantarum) HEAL9 1 × 10⁹ CFU for the overall symptomatology of mild-to-moderate depression. METHODS: This 6-week randomized, double-blind, placebo-controlled study included subjects aged 18-60 years with mild-to-moderate depression (according to ICD-10 diagnostic criteria) recruited from September 17, 2018, to October 5, 2018. Difference between groups in change from baseline to treatment week 6 on the Zung Self-Rating Depression Scale (Z-SDS) was the primary outcome. Comparisons between groups in change from baseline to treatment week 2 of the Z-SDS and from baseline to treatment weeks 2 and 6 of other scales (related to insomnia, anxiety, irritable bowel syndrome, and health status) were also analyzed. RESULTS: Ninety patients were randomized to SAMe plus L. plantarum HEAL9 (n = 46) or placebo (n = 44) groups. A greater reduction for the new combination compared to placebo was seen at treatment week 6 in the Z-SDS total score (P = .0165) and the core depression subdomain (P = .0247). A significant reduction in favor of the combination was shown at treatment week 2 for the Z-SDS total score (P = .0330), the cognitive and anxiety subdomains (P = .0133 and P = .0459, respectively), and the anxiety questionnaire (P = .0345). No treatment-related adverse events occurred. CONCLUSIONS: Supplementation of SAMe and L. plantarum HEAL9 in adults with subthreshold or mild-to-moderate symptoms of depression resulted in fast and clinically relevant effects after 2 weeks. The combination was safe and significantly improved symptoms of depression, anxiety, and cognitive and somatic components. The effect of this novel product is independent from the severity of the symptoms unlike traditional antidepressants available on the market that have minimal benefits for subthreshold or mild-to-moderate symptoms. TRIAL REGISTRATION: ClinicalTrials.gov identifier: NCT03932474.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Depression",
        "Depressive Disorder",
        "Dietary Supplements",
        "Double-Blind Method",
        "Drug Combinations",
        "Female",
        "Humans",
        "Lactobacillus plantarum",
        "Male",
        "Middle Aged",
        "Outcome Assessment, Health Care",
        "Probiotics",
        "S-Adenosylmethionine",
        "Severity of Illness Index",
        "Young Adult"
      ]
    },
    {
      "pmid": "32219484",
      "title": "S-adenosylmethionine induces apoptosis and cycle arrest of gallbladder carcinoma cells by suppression of JAK2/STAT3 pathways.",
      "authors": [
        "Yan Liu",
        "Tingting Bi",
        "Fukang Yuan",
        "Xinbao Gao",
        "Gaolei Jia",
        "Zhilong Tian"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "S-adenosylmethionine (SAM) is a naturally occurring physiologic molecule found ubiquitously in all mammalian cells and an essential compound in many metabolic pathways. It has been reported to possess many pharmacological properties including cancer-preventive and anticancer effects. However, the precise molecular mechanism involved in its anticancer effect is not yet clear. The present study is conducted to investigate the anticancer activity and the underlying mechanisms of SAM on human gallbladder cancer cells (GBC-SD and SGC-996) in vitro and in vivo. Cells were dealt with SAM and subjected to cell viability, colony formation, Hoechst staining, apoptosis, cycle arrest, western blot, and xenograft tumorigenicity assay. Experimental results showed that SAM could significantly inhibit the growth and proliferation and induce the apoptosis as well as cell cycle arrest in G0/G1 phase of GBC-SD and SGC-996 cells in a dose-dependent manner in vitro. The expression levels of p-JAK2, p-STAT3, Mcl-1, and Bcl-XL were significantly downregulated. In addition, inhibition of the JAK2/STAT3 pathway significantly enhanced the anti-apoptotic effect of SAM, suggesting the key roles of JAK2/STAT3 in the process. More importantly, our in vivo studies demonstrated that administration of SAM could significantly decrease the tumor weight and volume and immunohistochemistry analysis proved the downregulation of p-JAK2 and p-STAT3 in tumor tissues following SAM treatment, consistent with our in vitro results. In summary, our findings indicated that SAM can inhibit cell proliferation and induce apoptosis as well as cycle arrest of GBC cells by suppression of JAK2/STAT3 pathways and the dramatic effects of SAM hinting that SAM might be a useful therapeutic option for patients suffering from gallbladder cancer.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents",
        "Apoptosis",
        "Cell Cycle Checkpoints",
        "Cell Line, Tumor",
        "Dose-Response Relationship, Drug",
        "Gallbladder Neoplasms",
        "Humans",
        "Janus Kinase 2",
        "Male",
        "Mice",
        "Mice, Inbred BALB C",
        "Mice, Nude",
        "S-Adenosylmethionine",
        "STAT3 Transcription Factor",
        "Signal Transduction",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "32184941",
      "title": "Early treatment efficacy of S-adenosylmethionine in patients with intrahepatic cholestasis: A systematic review.",
      "authors": [
        "Mazen Noureddin",
        "Suntje Sander-Struckmeier",
        "José M Mato"
      ],
      "journal": "World journal of hepatology",
      "publication_date": "2020-Feb-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: S-adenosylmethionine (AdoMet) is a metabolically pleiotropic molecule used to treat intrahepatic cholestasis (IHC) and chronic liver diseases. While the efficacy of AdoMet has been demonstrated previously, it has not been systematically investigated within the early weeks of treatment. AIM: To systematically review the early treatment efficacy of AdoMet in adult patients with IHC. METHODS: Studies reporting the efficacy of intravenous, intramuscular, or oral forms of AdoMet within 8 wk of treatment initiation were considered; three randomized and six non-randomized studies were eligible for inclusion (PROSPERO registration number CRD42018090936). Of the three randomized studies, two were double-blind and placebo-controlled, and one was comparator-controlled with unclear blinding and a relatively high risk of bias. Mean serum levels of alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase (ALP), and gamma-glutamyl transferase (γGT) following AdoMet treatment vs placebo, comparator, or baseline were summarized to determine differences in liver enzymes. Changes in patient-reported clinical symptoms of cholestasis were also summarized. RESULTS: Both placebo-controlled randomized studies reported significant reductions in serum ALT levels with AdoMet vs placebo within 2 wk. One of these also reported significant ALP reductions, and the other reported significant AST and γGT reductions within 2 wk. The comparator-controlled randomized study, which had a number of notable limitations, reported significant reductions in serum ALT and AST levels with AdoMet vs potassium magnesium aspartate within 4 wk, but not within2 wk. All of the non-randomized studies (4/4) that investigated ALT, AST, ALP and/or γGT reported significant reductions in at least two of these parameters within 2 wk. Of the five studies that evaluated fatigue, reductions were observed within 2 wk in one randomized and two non-randomized studies. The remaining two non-randomized studies reported improvements in fatigue within 6 and 8 wk. Of the four studies reporting symptoms of depression, two non-randomized studies observed improvements within 2 wk and the other two observed improvements within 17 d and 8 wk. CONCLUSION: Data from both randomized and non-randomized studies suggest that AdoMet improves some biochemical liver parameters and symptoms of cholestasis within 2 wk, with further improvements observed in some studies after 4 and 8 wk of treatment."
    },
    {
      "pmid": "31717699",
      "title": "Perturbation of Methionine/S-adenosylmethionine Metabolism as a Novel Vulnerability in MLL Rearranged Leukemia.",
      "authors": [
        "Aditya Barve",
        "Alexis Vega",
        "Parag P Shah",
        "Smita Ghare",
        "Lavona Casson",
        "Mark Wunderlich",
        "Leah J Siskind",
        "Levi J Beverly"
      ],
      "journal": "Cells",
      "publication_date": "2019-Oct-25",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Leukemias bearing mixed lineage leukemia (MLL) rearrangement (MLL-R) resulting in expression of oncogenic MLL fusion proteins (MLL-FPs) represent an especially aggressive disease subtype with the worst overall prognoses and chemotherapeutic response. MLL-R leukemias are uniquely dependent on the epigenetic function of the H3K79 methyltransferase DOT1L, which is misdirected by MLL-FPs activating gene expression, driving transformation and leukemogenesis. Given the functional necessity of these leukemias to maintain adequate methylation potential allowing aberrant activating histone methylation to proceed, driving leukemic gene expression, we investigated perturbation of methionine (Met)/S-adenosylmethionine (SAM) metabolism as a novel therapeutic paradigm for MLL-R leukemia. Disruption of Met/SAM metabolism, by either methionine deprivation or pharmacologic inhibition of downstream metabolism, reduced overall cellular methylation potential, reduced relative cell numbers, and induced apoptosis selectively in established MLL-AF4 cell lines or MLL-AF6-expressing patient blasts but not in BCR-ABL-driven K562 cells. Global histone methylation dynamics were altered, with a profound loss of requisite H3K79 methylation, indicating inhibition of DOT1L function. Relative occupancy of the repressive H3K27me3 modification was increased at the DOT1L promoter in MLL-R cells, and DOT1L mRNA and protein expression was reduced. Finally, pharmacologic inhibition of Met/SAM metabolism significantly prolonged survival in an advanced, clinically relevant patient-derived MLL-R leukemia xenograft model, in combination with cytotoxic induction chemotherapy. Our findings provide support for further investigation into the development of highly specific allosteric inhibitors of enzymatic mediators of Met/SAM metabolism or dietary manipulation of methionine levels. Such inhibitors may lead to enhanced treatment outcomes for MLL-R leukemia, along with cytotoxic chemotherapy or DOT1L inhibitors.",
      "mesh_terms": [
        "Cell Line, Tumor",
        "Cell Transformation, Neoplastic",
        "Histone-Lysine N-Methyltransferase",
        "Histones",
        "Homeodomain Proteins",
        "Humans",
        "Leukemia",
        "Leukemia, Biphenotypic, Acute",
        "Methionine",
        "Methyltransferases",
        "Oncogene Proteins, Fusion",
        "Protein Processing, Post-Translational",
        "S-Adenosylmethionine"
      ]
    },
    {
      "pmid": "31712971",
      "title": "S-Adenosylmethionine (SAMe) monotherapy for depression: an 8-week double-blind, randomised, controlled trial.",
      "authors": [
        "Jerome Sarris",
        "Jenifer Murphy",
        "Con Stough",
        "David Mischoulon",
        "Chad Bousman",
        "Patricia MacDonald",
        "Laura Adams",
        "Sonia Nazareth",
        "Georgina Oliver",
        "Lachlan Cribb",
        "Karen Savage",
        "Ranjit Menon",
        "Suneel Chamoli",
        "Michael Berk",
        "Chee H Ng",
        "Gerard J Byrne"
      ],
      "journal": "Psychopharmacology",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "RATIONALE: Dysregulation of the one carbon cycle is documented in depression. Thereby, S-adenosylmethionine (SAMe), a one-carbon cycle nutraceutical compound with a favourable side effect profile, has a theoretical rationale for efficacy. However, further controlled studies are required to confirm SAMe's efficacy. OBJECTIVES: To test the efficacy of SAMe versus placebo in unmedicated DSM-5 diagnosed (major depressive disorder) (MDD) patients with mild-to-moderate levels of depressive symptoms. METHODS: We conducted an 8-week, double-blind, randomised controlled trial testing 800 mg/day of SAMe monotherapy versus placebo in 49 patients with MDD (Montgomery-Åsberg Depression Rating Scale [MADRS] score 14-25) who were not currently taking antidepressants. One-carbon cycle biomarkers, brain-derived neurotropic factor (BDNF), and relevant single nucleotide polymorphisms (SNPs) were analysed as potential treatment moderators. RESULTS: A clinically relevant differential reduction from baseline to week 8 of 3.76 points occurred on the primary outcome (MADRS) in favour of SAMe. This however was not significant (p = 0.13) on an adjusted linear mixed model, notwithstanding a medium to large effect size of 0.72. A high placebo response rate of 53% occurred (> 50% reduction on MADRS). Exploratory analyses showed that SAMe was however effective in reducing depression amongst participants with milder depression severity (MADRS ≤ 22, p = 0.045). Response was not moderated by BDNF, SNPs, or one-carbon cycle biomarkers, although increased folate concentrations were correlated with improved symptoms in the SAMe group (r = - 0.57, p = 0.026). The treatment was safe and well tolerated. CONCLUSIONS: Although a differential reduction in depression symptoms between groups was observed in favour of SAMe, the results of this pilot study were not statistically significant. TRIAL REGISTRATION: ANZCTR-Australian New Zealand Clinical Trials Registry; No.: ACTRN12613001299796; URL: https://www.anzctr.org.au/Trial/Registration/TrialReview.aspx?id=364900.",
      "mesh_terms": [
        "Adult",
        "Antidepressive Agents",
        "Australia",
        "Depression",
        "Depressive Disorder, Major",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Pilot Projects",
        "S-Adenosylmethionine",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "31607891",
      "title": "The Effect of S-Adenosylmethionine Treatment on Neurobehavioral Phenotypes in Lesch-Nyhan Disease: A Case Report.",
      "authors": [
        "Ken Momosaki",
        "Jun Kido",
        "Shiro Matsumoto",
        "Atsuo Taniguchi",
        "Tomoyuki Akiyama",
        "Takaaki Sawada",
        "Shiro Ozasa",
        "Kimitoshi Nakamura"
      ],
      "journal": "Case reports in neurology",
      "publication_date": "2019",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Lesch-Nyhan disease (LND) is an X-linked recessive disorder caused by a deficiency in hypoxanthine-guanine phosphoribosyl transferase. Patients with LND experience involuntary movements, including dystonia, choreoathetosis, opisthotonos, ballismus, and self-injury. Alleviating these involuntary movements is important to improve the quality of life in patients with LND. Many clinicians have difficulty controlling these involuntary movements in their patients, and there are no established and effective treatments. A 6-month-old boy with LND presented with generalized dystonia and self-injury behavior that was alleviated after receiving S-adenosylmethionine (SAMe). His self-injury behavior completely resolved after he received SAMe and risperidone. Although he had often experienced inspiratory stridor because of laryngeal dystonia and frequently developed aspiration pneumonitis and bronchitis, no inspiratory stridor was noted after SAMe treatment. The patient is continuing to receive SAMe and risperidone. SAMe treatment alleviates dystonic movements and improves quality of life in pediatric patients with LND. Additional research is needed to determine the long-term safety and efficacy of SAMe and its appropriate dosage."
    },
    {
      "pmid": "31552788",
      "title": "Diminished S-adenosylmethionine biosynthesis and its metabolism in a model of hepatocellular carcinoma is recuperated by an adenosine derivative.",
      "authors": [
        "María Guadalupe Lozano-Rosas",
        "Enrique Chávez",
        "Gabriela Velasco-Loyden",
        "Mariana Domínguez-López",
        "Lidia Martínez-Pérez",
        "Victoria Chagoya De Sánchez"
      ],
      "journal": "Cancer biology & therapy",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "S-adenosylmethionine (SAM), biosynthesis from methionine and ATP, is markedly decreased in hepatocellularular carcinoma (HCC) for a diminution in ATP levels, and the down regulation of the liver specific MAT1a enzyme. Its metabolic activity is very important in the transmethylation reactions, the methionine cycle, the biosynthesis of glutathione (GSH) and the polyamine pathway, which are markedly affected in the HCC. The chemo-preventive effect of IFC305 in HCC induced by DEN, and the increase of ATP and SAM in CCl4-induced cirrhosis have been previously demonstrated. The aim of this work was to test whether this chemo-preventive effect is mediated by the induction of SAM biosynthesis and its metabolic flow. SAM hepatic levels and the methionine cycle were recovered with IFC305 treatment, restoring transmethylation and transsulfuration activities. IFC305 treatment, increased MAT1a levels and decrease MAT2a levels through modulation of their post-transcriptional regulation. This occurred through the binding of the AUF1 (binding factor 1 AU-rich sites) and HuR (human antigen R) ribonucleoproteins to Mat1a and Mat2a messenger RNAs, which maintained their nuclear localization. Finally, the compound inhibited the polyamine pathway favoring the recuperation of the normal methionine and one carbon cycle recuperating the metabolic flow of methionine, which probably facilitated its HCC chemo-preventive effect.",
      "mesh_terms": [
        "Adenosine",
        "Animals",
        "Apoptosis",
        "Carcinoma, Hepatocellular",
        "Cell Proliferation",
        "Humans",
        "Liver Neoplasms",
        "Male",
        "Methionine Adenosyltransferase",
        "RNA-Binding Proteins",
        "Rats",
        "Rats, Wistar",
        "S-Adenosylmethionine",
        "Tumor Cells, Cultured",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "31413757",
      "title": "S-Adenosylmethionine Affects Cell Cycle Pathways and Suppresses Proliferation in Liver Cells.",
      "authors": [
        "Lu Yan",
        "Xujun Liang",
        "Huichao Huang",
        "Guiying Zhang",
        "Ting Liu",
        "Jiayi Zhang",
        "Zhuchu Chen",
        "Zhuohua Zhang",
        "Yongheng Chen"
      ],
      "journal": "Journal of Cancer",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "S-Adenosylmethionine (SAMe) is a kind of common liver-protection medicine. Recent studies have shown that SAMe has the inhibitory effects on hepatocellular carcinoma (HCC). But the specific mechanism has not been elucidated. Here, we examine the effects and relevant mechanisms of SAMe on human hepatocellular carcinoma cell HepG2 and mouse hepatocyte AML12. We applied the technique of RNA sequencing (RNA-Seq) to identify the differentially expressed genes between HepG2 cells which were treated with SAMe or not. And western blot and Quantitative RT-PCR was used to confirm some of these genes. To investigate the response to SAMe treatment, cell proliferation assay (MTS) and flow cytometry-based assays were carried out. A total of 472 SAMe-related genes were identified by RNA-Seq. We found that differentially expressed genes were enriched in cell cycle related signaling pathway significantly by the KEGG and GO Pathway enrichment analysis. Through the construction of protein-protein interaction network, we observed the module associated with cell cycle is in the core of the whole network. All these results implied that cell cycle pathway may be very important in the regulation of SAMe effected on HepG2 cells. Then the RNA-Seq-characterized genes involved in cell cycle (MCM3, MCM4, and E2F1) were confirmed by Western blot and Quantitative RT-PCR in HepG2 and AML12 cells. MTS analysis showed that SAMe could diminish cell proliferation. And flow cytometry-based assays indicated that treatment with SAMe altered cell cycle kinetic S phase cell cycle arrest. Altogether, our data uncovered the evidence of the antiproliferative action of SAMe in liver cells, and SAMe could lead to cell cycle inhibition by up-regulating MCM3, MCM4 and E2F1 expression. It provided an important theoretical basis for the clinical chemoprevention and treatment in HCC of SAMe."
    },
    {
      "pmid": "31320408",
      "title": "Mutations in the S-Adenosylmethionine Synthetase Genes SAM1 and SAM2 Differentially Affect Genome Stability in Saccharomyces cerevisiae.",
      "authors": [
        "Kellyn M Hoffert",
        "Kathryn S P Higginbotham",
        "Justin T Gibson",
        "Stuart Oehrle",
        "Erin D Strome"
      ],
      "journal": "Genetics",
      "publication_date": "2019-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Maintenance of genome integrity is a crucial cellular focus that involves a wide variety of proteins functioning in multiple processes. Defects in many different pathways can result in genome instability, a hallmark of cancer. Utilizing a diploid Saccharomyces cerevisiae model, we previously reported a collection of gene mutations that affect genome stability in a haploinsufficient state. In this work we explore the effect of gene dosage on genome instability for one of these genes and its paralog; SAM1 and SAM2 These genes encode S-Adenosylmethionine (AdoMet) synthetases, responsible for the creation of AdoMet from methionine and ATP. AdoMet is the universal methyl donor for methylation reactions and is essential for cell viability. It is the second most used cellular enzyme substrate and is exceptionally well-conserved through evolution. Mammalian cells express three genes, MAT1A, MAT2A, and MAT2B, with distinct expression profiles and functions. Alterations to these AdoMet synthetase genes, and AdoMet levels, are found in many cancers, making them a popular target for therapeutic intervention. However, significant variance in these alterations are found in different tumor types, with the cellular consequences of the variation still unknown. By studying this pathway in the yeast system, we demonstrate that losses of SAM1 and SAM2 have different effects on genome stability through distinctive effects on gene expression and AdoMet levels, and ultimately separate effects on the methyl cycle. Thus, this study provides insight into the mechanisms by which differential expression of the SAM genes have cellular consequences that affect genome instability.",
      "mesh_terms": [
        "Genome, Fungal",
        "Genomic Instability",
        "Methionine Adenosyltransferase",
        "Mutation",
        "S-Adenosylmethionine",
        "Saccharomyces cerevisiae",
        "Saccharomyces cerevisiae Proteins"
      ]
    },
    {
      "pmid": "31018555",
      "title": "Overexpression of a S-Adenosylmethionine Decarboxylase from Sugar Beet M14 Increased Araidopsis Salt Tolerance.",
      "authors": [
        "Meichao Ji",
        "Kun Wang",
        "Lin Wang",
        "Sixue Chen",
        "Haiying Li",
        "Chunquan Ma",
        "Yuguang Wang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2019-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Polyamines play an important role in plant growth and development, and response to abiotic stresses. Previously, differentially expressed proteins in sugar beet M14 (BvM14) under salt stress were identified by iTRAQ-based quantitative proteomics. One of the proteins was an S-adenosylmethionine decarboxylase (SAMDC), a key rate-limiting enzyme involved in the biosynthesis of polyamines. In this study, the BvM14-SAMDC gene was cloned from the sugar beet M14. The full-length BvM14-SAMDC was 1960 bp, and its ORF contained 1119 bp encoding the SAMDC of 372 amino acids. In addition, we expressed the coding sequence of BvM14-SAMDC in Escherichia coli and purified the ~40 kD BvM14-SAMDC with high enzymatic activity. Quantitative real-time PCR analysis revealed that the BvM14-SAMDC was up-regulated in the BvM14 roots and leaves under salt stress. To investigate the functions of the BvM14-SAMDC, it was constitutively expressed in Arabidopsis thaliana. The transgenic plants exhibited greater salt stress tolerance, as evidenced by longer root length and higher fresh weight and chlorophyll content than wild type (WT) under salt treatment. The levels of spermidine (Spd) and spermin (Spm) concentrations were increased in the transgenic plants as compared with the WT. Furthermore, the overexpression plants showed higher activities of antioxidant enzymes and decreased cell membrane damage. Compared with WT, they also had low expression levels of RbohD and RbohF, which are involved in reactive oxygen species (ROS) production. Together, these results suggest that the BvM14-SAMDC mediated biosynthesis of Spm and Spd contributes to plant salt stress tolerance through enhancing antioxidant enzymes and decreasing ROS generation.",
      "mesh_terms": [
        "Adenosylmethionine Decarboxylase",
        "Arabidopsis",
        "Beta vulgaris",
        "Gene Expression Regulation, Plant",
        "Plant Proteins",
        "Plants, Genetically Modified",
        "Salt Tolerance",
        "Stress, Physiological",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "30879149",
      "title": "Comparison between the effects of selenomethionine and S-adenosylmethionine in preventing cholestasis-induced rat liver damage.",
      "authors": [
        "Vesna Brzački",
        "Bojan Mladenović",
        "Dragan Dimić",
        "Ljiljana Jeremić",
        "Dragoljub Živanović",
        "Davor Djukić",
        "Nikola M Stojanović",
        "Dušan T Sokolović"
      ],
      "journal": "Amino acids",
      "publication_date": "2019-May",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "We aimed to evaluate whether two methionine-related compounds, S-adenosylmethionine (SAM), and selenomethionine (SM), could lessen liver damage induced by regurgitated bile in a model of rat bile duct ligation (BDL). Hepatoprotective potentials of S-adenosylmethionine and selenomethionine were estimated based on the changes of serum liver damage parameters (aminotransferases, alkaline phosphatase, gamma-glutamyltranspeptidase and lactate dehydrogenase activity, and bilirubin concentration), tissue oxidative [xanthine oxidase (XO) and catalase activity, thiobarbituric acid reactive substances (TBARS) levels] and inflammatory [tumor necrosis factor-alfa (TNF-α) concentration] parameters, and morphological liver tissue alterations that follow cholestasis. The treatment regimens proved themselves able to prevent significant liver damage induced by cholestasis. Both SAM and SM decreased XO activity and TBARS levels and increased catalase activity, while only SM significantly reduced TNF-α concentration. Morphological changes related to bile-induced liver damage were also found to be partially diminished by SAM and SM. In view of the mechanisms of action of the two tested methionine-derived compounds, one might say that SM predominantly acted as an antioxidant, while SAM exerted its activity by potentially modulating different gene expression and protein structures. It is also worth mentioning that this is the first study (to the best of our knowledge) that dealt with the effects of SM on BDL-induced liver injury in rats and of the findings that speak favorably of this powerful antioxidant.",
      "mesh_terms": [
        "Animals",
        "Catalase",
        "Cholestasis",
        "Liver Diseases",
        "Male",
        "Rats",
        "Rats, Wistar",
        "S-Adenosylmethionine",
        "Selenomethionine",
        "Thiobarbituric Acid Reactive Substances",
        "Xanthine Oxidase"
      ]
    },
    {
      "pmid": "30776190",
      "title": "Control and regulation of S-Adenosylmethionine biosynthesis by the regulatory β subunit and quinolone-based compounds.",
      "authors": [
        "Jiraporn Panmanee",
        "Jack Bradley-Clarke",
        "Jose M Mato",
        "Paul M O'Neill",
        "Svetlana V Antonyuk",
        "S Samar Hasnain"
      ],
      "journal": "The FEBS journal",
      "publication_date": "2019-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Methylation is an underpinning process of life and provides control for biological processes such as DNA synthesis, cell growth, and apoptosis. Methionine adenosyltransferases (MAT) produce the cellular methyl donor, S-Adenosylmethionine (SAMe). Dysregulation of SAMe level is a relevant event in many diseases, including cancers such as hepatocellular carcinoma and colon cancer. In addition, mutation of Arg264 in MATα1 causes isolated persistent hypermethioninemia, which is characterized by low activity of the enzyme in liver and high level of plasma methionine. In mammals, MATα1/α2 and MATβV1/V2 are the catalytic and the major form of regulatory subunits, respectively. A gating loop comprising residues 113-131 is located beside the active site of catalytic subunits (MATα1/α2) and provides controlled access to the active site. Here, we provide evidence of how the gating loop facilitates the catalysis and define some of the key elements that control the catalytic efficiency. Mutation of several residues of MATα2 including Gln113, Ser114, and Arg264 lead to partial or total loss of enzymatic activity, demonstrating their critical role in catalysis. The enzymatic activity of the mutated enzymes is restored to varying degrees upon complex formation with MATβV1 or MATβV2, endorsing its role as an allosteric regulator of MATα2 in response to the levels of methionine or SAMe. Finally, the protein-protein interacting surface formed in MATα2:MATβ complexes is explored to demonstrate that several quinolone-based compounds modulate the activity of MATα2 and its mutants, providing a rational for chemical design/intervention responsive to the level of SAMe in the cellular environment. ENZYMES: Methionine adenosyltransferase (EC.2.5.1.6). DATABASE: Structural data are available in the RCSB PDB database under the PDB ID 6FBN (Q113A), 6FBP (S114A: P221 21 ), 6FBO (S114A: I222), 6FCB (P115G), 6FCD (R264A), 6FAJ (wtMATα2: apo), 6G6R (wtMATα2: holo).",
      "mesh_terms": [
        "Amino Acid Metabolism, Inborn Errors",
        "Apoptosis",
        "Carcinoma, Hepatocellular",
        "Catalytic Domain",
        "Cell Proliferation",
        "DNA Methylation",
        "DNA Replication",
        "Gene Expression Regulation, Enzymologic",
        "Glycine N-Methyltransferase",
        "Humans",
        "Liver",
        "Liver Neoplasms",
        "Methionine Adenosyltransferase",
        "Multiprotein Complexes",
        "Mutation",
        "Protein Interaction Domains and Motifs",
        "Quinolones",
        "S-Adenosylmethionine"
      ]
    },
    {
      "pmid": "30683944",
      "title": "S-Adenosylmethionine synergistically enhances the antitumor effect of gemcitabine against pancreatic cancer through JAK2/STAT3 pathway.",
      "authors": [
        "Yan Liu",
        "Tingting Bi",
        "Linxun Liu",
        "Quangen Gao",
        "Genhai Shen",
        "Lei Qin"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2019-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Retracted Publication"
      ],
      "abstract": "Gemcitabine (GEM) has been widely used for pancreatic cancer (PC) treatment but limited by the development of drug resistance. The agents that reverse its resistance and improve the chemo-sensitivity are urgently needed. S-Adenosylmethionine (SAM) is a precursor for polyamine biosynthesis in mammalian cells and plays a key role in biological transmethylation events. It is reported that SAM could be used as a therapeutic reagent for cancer treatments. In this study, we investigated the chemo-sensitization of SAM to potentiate the antitumor effect of GEM in PC. After treating PC cells with GEM and/or SAM, different subsequent experiments were performed. Results showed that SAM plus GEM could significantly inhibit the growth and proliferation of PC cells, and SAM acts synergistically with GEM. The combinative treatment could induce cell apoptosis and inhibit invasion and migration through JAK2/STAT3 inactivation. Inhibition of JAK2/STAT3 pathway significantly enhanced the pro-apoptotic effect of SAM, suggesting the key roles of JAK2/STAT3 in the process. Moreover, co-treatment with GEM and SAM exhibited more efficient inhibition of tumor weight and volume on PANC-1 xenograft mouse model compared to GEM or SAM alone and has no significant effect on the function of the liver and kidney. In general, this study indicated that SAM synergistically enhanced the antitumor effect of GEM against PC through suppressed JAK2/STAT3 pathway, and SAM is applicable as a promising agent to improve the sensitivity of PC to GEM.",
      "mesh_terms": [
        "Animals",
        "Antimetabolites, Antineoplastic",
        "Antineoplastic Combined Chemotherapy Protocols",
        "Apoptosis",
        "Cell Line, Tumor",
        "Cell Survival",
        "Deoxycytidine",
        "Drug Synergism",
        "Female",
        "Humans",
        "Janus Kinase 2",
        "Mice, Inbred BALB C",
        "Mice, Nude",
        "Pancreatic Neoplasms",
        "S-Adenosylmethionine",
        "STAT3 Transcription Factor",
        "Signal Transduction",
        "Tumor Burden",
        "Gemcitabine"
      ]
    },
    {
      "pmid": "30606816",
      "title": "MTHFR C677T polymorphism increases MTX sensitivity via the inhibition of S-adenosylmethionine and de novo purine synthesis.",
      "authors": [
        "Yi-Cheng Wang",
        "Ming-Tsung Wu",
        "Feng-Yao Tang",
        "Der-Yuan Chen",
        "Hsin-An Ko",
        "Barry Shane",
        "Wen-Nan Huang",
        "En-Pei Isabel Chiang"
      ],
      "journal": "Clinical science (London, England : 1979)",
      "publication_date": "2019-Jan-31",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Objective: Currently, no guidelines are established for pharmacogenomic testing involving folate metabolic genes in long-term disease-modifying antirheumatic drugs' (DMARD) therapies. We carefully investigated how common genetic variations in methylenetetrahydrofolate reductase (MTHFR) influence cellular metabolic kinetics in response to methotrexate (MTX). Designs: Two distinct cell models: HepG2 with stabilized MTHFR inhibition using shRNA delivered by a Lentiviral vector; and Epstein-Barr virus transformed human lymphoblasts expressing MTHFR polymorphic allele 677C and 677T were used. Disease activity and DMARD use were compared between MTHFR-677CC, CT and TT rheumatoid arthritis (RA) patients in a cross-sectional study (n=120). Results: Compared with MTHFR-CC, MTHFR-TT carriers had lower mean weakly MTX dose (9.8 ± 3.3 compared with 12.1 ± 3.5, P<0.05). More MTHFR-TT carriers (8/11, 73%) reported MTX-related side effects compared with MTHFR-677CC (32/57, 56%) and MTHFR-677CT (30/51, 59%). No genotypic difference was found in other DMARDs. At the same dose of MTX, lymphoblasts were more sensitive in cell survival, protein and thymidine syntheses whereas HepG2 models were more susceptible to the inhibition of S-adenosylmethionine (adoMet) synthesis. MTHFR-C677T altered protein turnover and folate mediated 1-carbon metabolic fluxes in lymphoblasts with and without MTX. MTHFR function significantly affected transmethylation fluxes and adoMet homeostasis but not nucleotide biosyntheses in MTX-treated HepG2 cell-lines. Conclusion: Combining cell models, kinetic studies, and genetic tests in humans, the present study gives insight on how MTHFR effects hepatic transmethylation homeostasis during MTX therapy. We provide platforms that help predict the genetic impact on antifolate drugs, and further delineate tissue-specific target pathway in DMARD therapies. We suggest that genetic factors should be taken into account in clinical practice.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Antirheumatic Agents",
        "Arthritis, Rheumatoid",
        "Cell Line, Transformed",
        "Female",
        "Hep G2 Cells",
        "Heterozygote",
        "Homozygote",
        "Humans",
        "Kinetics",
        "Liver",
        "Lymphocytes",
        "Male",
        "Methotrexate",
        "Methylenetetrahydrofolate Reductase (NADPH2)",
        "Middle Aged",
        "Pharmacogenomic Variants",
        "Phenotype",
        "Prospective Studies",
        "S-Adenosylmethionine"
      ]
    },
    {
      "pmid": "30533999",
      "title": "S-Adenosylmethionine regulates apoptosis and autophagy in MCF-7 breast cancer cells through the modulation of specific microRNAs.",
      "authors": [
        "Concetta Paola Ilisso",
        "Donatella Delle Cave",
        "Laura Mosca",
        "Martina Pagano",
        "Alessandra Coppola",
        "Luigi Mele",
        "Michele Caraglia",
        "Giovanna Cacciapuoti",
        "Marina Porcelli"
      ],
      "journal": "Cancer cell international",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: To get insight into the molecular mechanisms underlying the anti-tumor activity of S-adenosyl-l-methionine (AdoMet), we analyzed AdoMet-induced modulation of microRNAs (miRNAs) expression profile in MCF-7 breast cell line and its correlation with cancer-related biological pathways. METHODS: MiRNA expression profiling was performed using a TaqMan MiRNA Array, following 500 µM AdoMet-treatment. The results were confirmed by Quantitative real-time PCR analysis. MCF-7 were transfected with miR-34a, miR-34c and miR-486-5p, mimics and inhibitors in presence or not of 500 µM AdoMet for 72 h. Apoptosis and autophagy were analyzed by flow cytometry and the modulation of the main antiproliferative signaling pathways were evaluated by Western blotting. The potential mRNA targets for each miRNA were identified by the TargetScan miRNA target prediction software. RESULTS: Twenty-eight microRNAs resulted differentially expressed in AdoMet-treated MCF-7 cells compared to control cells. Among them, miRNA-34a and miRNA-34c were up-regulated while miRNA-486-5p was down-regulated. Moreover, we confirmed the ability of AdoMet to regulate these miRNAs in MDA-MB 231 breast cancer cell line. We demonstrate that, in MCF7 cells, the combination of either miR-34a or miR-34c mimic with AdoMet greatly potentiated the pro-apoptotic effect of AdoMet, by a caspase-dependent mechanism and activates p53 acetylation by inhibiting SIRT1 and HDAC1 expression. We also showed that miR-486-5p inhibitor induces autophagy and enhances AdoMet-induced autophagic process by increasing PTEN expression and by inhibiting AKT signaling. CONCLUSIONS: Our findings provide the first evidence that AdoMet can regulate miRNA expression in MCF-7 increasing our knowledge on the molecular basis of the antitumor effect of the sulfonium compound and suggest the use of AdoMet as an attractive miRNA-mediated chemopreventive and therapeutic strategy in breast cancer."
    },
    {
      "pmid": "30378390",
      "title": "Overexpression of S-adenosylmethionine decarboxylase impacts polyamine homeostasis during development of Dictyostelium discoideum.",
      "authors": [
        "Priyanka Sharma",
        "Rishikesh Kumar",
        "Shweta Saran"
      ],
      "journal": "The International journal of developmental biology",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The polyamines putrescine, spermidine and spermine are essential polycations involved in the regulation of cellular proliferation. They exert dynamic effects on nucleic acids and macromolecular synthesis in vitro but their specific functions in vivo are poorly understood. Here, we have modulated the spermidine levels either by overexpressing the S-adenosylmethionine decarboxylase (samdc) gene or treating the cells with methylglyoxal-bis (guanylhydrazone) (MGBG), an inhibitor of SAMDC. In Dictyostelium, overexpression of SAMDC slowed cell proliferation, delayed development and arrested cells in the S-phase of the cell cycle. Treatment with MGBG reduced cell proliferation and stimulated development, but in samdcOE cells, it increased cell proliferation suggesting critical levels of spermidine to be important. In samdcOE cells, spermidine levels remained high throughout development but only small changes in the spermine levels were observed. Initial putrescine levels did increase but reverted to wild-type levels after the mound stage. As tight regulation of polyamine homeostasis is required, we identified genes that could be involved in its maintenance. In conclusion, we characterised samdcOE cells and observed the maintenance of polyamine homeostasis during the development of Dictyostelium cells.",
      "mesh_terms": [
        "Adenosylmethionine Decarboxylase",
        "Animals",
        "Dictyostelium",
        "Enzyme Inhibitors",
        "Homeostasis",
        "Mitoguazone",
        "Polyamines"
      ]
    },
    {
      "pmid": "30368163",
      "title": "An augmentation study of MSI-195 (S-adenosylmethionine) in Major Depressive Disorder.",
      "authors": [
        "Steven D Targum",
        "Beth R Cameron",
        "Ludvina Ferreira",
        "I David MacDonald"
      ],
      "journal": "Journal of psychiatric research",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We conducted a 6-week double-blind, placebo-controlled, augmentation study comparing the efficacy and safety of MSI-195 800 mg (a proprietary formulation of S-adenosylmethionine) or placebo added to ongoing antidepressant medication (ADT) in acutely depressed subjects with Major Depressive Disorder (MDD) who had experienced an inadequate response to their ongoing ADT (The Horizon Study, ClinicalTrials.gov NCT01912196). There were 234 eligible subjects randomized to either MSI-195 (n = 118) or placebo (n = 116). There were no overall statistically significant differences found between MSI-195 added to ongoing ADT compared to placebo on any of 3 depression-rating instruments (HamD17, MADRS, IDS-SR30) in the ITT set. MSI-195 was generally safe and well tolerated with predominantly mild gastrointestinal side effects. Post-hoc analyses examined factors that might have affected study outcome. The ITT set was divided into subjects enrolled during the 1st half (first nine months) and 2nd half of the study. MSI-195 added to ongoing ADT was significantly better than placebo on both the HamD17 and MADRS in the 1st half (p = 0.03 and 0.02 respectively), but not in the 2nd half of the study. Several demographic and clinical characteristics were significantly different between the two study segments including body mass index, pre-randomization symptom severity fluctuation, number of lifetime depressive episodes, and anxious depression sub-type. Thus, the characteristics of the enrolled subjects changed between the 1st and 2nd half of the study. These post-hoc findings highlight the inherent challenges encountered for subject selection in double-blind, placebo controlled trials and compel further investigation of enrollment criteria and moderating factors that affect treatment. The favorable safety profile and clinical benefit observed with MSI-195 in the 1st half of this study warrant further investigation in MDD.",
      "mesh_terms": [
        "Adult",
        "Antidepressive Agents",
        "Body Mass Index",
        "Depressive Disorder, Major",
        "Double-Blind Method",
        "Drug Synergism",
        "Drug Therapy, Combination",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Outcome Assessment, Health Care",
        "S-Adenosylmethionine",
        "Severity of Illness Index"
      ]
    },
    {
      "pmid": "30115553",
      "title": "Adjunctive S-adenosylmethionine (SAMe) in treating non-remittent major depressive disorder: An 8-week double-blind, randomized, controlled trial<sup/>.",
      "authors": [
        "Jerome Sarris",
        "Gerard J Byrne",
        "Chad Bousman",
        "Con Stough",
        "Jenifer Murphy",
        "Patricia MacDonald",
        "Laura Adams",
        "Sonia Nazareth",
        "Georgina Oliver",
        "Lachlan Cribb",
        "Karen Savage",
        "Ranjit Menon",
        "Suneel Chamoli",
        "Michael Berk",
        "Chee Ng",
        "David Mischoulon"
      ],
      "journal": "European neuropsychopharmacology : the journal of the European College of Neuropsychopharmacology",
      "publication_date": "2018-Oct",
      "publication_types": [
        "Clinical Trial, Phase II",
        "Clinical Trial, Phase III",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "There has been increasing interest in nutraceutical augmentation strategies to boost the efficacy of antidepressants. This study assessed whether S-adenosylmethionine (SAMe), a methyl donor that occurs naturally in the body, may be of such benefit. We conducted an 8-week, double-blind RCT in which 107 treatment non-remittent outpatients with DSM-5 diagnosed Major Depressive Disorder (MDD) were randomized to either SAMe or placebo adjunctively to antidepressants. One-carbon cycle nutrients, pertinent single nucleotide polymorphisms (SNPs), and BDNF were also analysed as potential moderators of response. A linear mixed-effects model revealed a significant overall reduction in Montgomery-Asberg Depression Rating Scale (MADRS) score across time, however there was no significant between-group difference observed (p = 0.51). Response rates at Week 8 were 54.3% in the SAMe group and 50.0% in the placebo group, with remission rates 43.5% for SAMe and 38.3% for placebo (all results NS). No effect of SAMe was found on any secondary outcome. Differential response to SAMe was not modified by a range of key genotypes (e.g. COMT), nor reflected in a change of homocysteine, red cell folate, or BDNF. Use of SAMe elicited no significant adverse effects beyond placebo, however it was implicated in one case of serotonin syndrome-like symptoms. This study concludes that 800 mg/day of SAMe is not an effective adjunctive treatment in MDD, and no obvious biomarker reflected any differential response to treatment. Due to such a distinctly high placebo-response (despite rigorous screening), future studies should employ a placebo run-in period and other strategies to minimize placebo response.",
      "mesh_terms": [
        "Adult",
        "Antidepressive Agents",
        "Combined Modality Therapy",
        "Depressive Disorder, Major",
        "Dietary Supplements",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "S-Adenosylmethionine",
        "Treatment Failure"
      ]
    },
    {
      "pmid": "29844127",
      "title": "SNHG6 Acts as a Genome-Wide Hypomethylation Trigger via Coupling of miR-1297-Mediated S-Adenosylmethionine-Dependent Positive Feedback Loops.",
      "authors": [
        "Tao Guo",
        "Hongling Wang",
        "Pengpeng Liu",
        "Yushao Xiao",
        "Ping Wu",
        "Yitao Wang",
        "Baiyang Chen",
        "Qiu Zhao",
        "Zhisu Liu",
        "Quanyan Liu"
      ],
      "journal": "Cancer research",
      "publication_date": "2018-Jul-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Aberrant genome-wide hypomethylation and long noncoding RNA (lncRNA) dysregulation are associated with hepatocarcinogenesis. However, whether a relationship between the two exists remains largely unknown. S-adenosylmethionine (SAMe)-dependent methylation is a critical factor in genomic methylation. We previously found that SNHG6 lncRNA acted as an oncogene in hepatocarcinogenesis and could be considered a potential prognostic indicator for hepatocellular carcinoma (HCC). Here we verify that SNHG6 leads to genome-wide hypomethylation in hepatoma cells and that SNHG6 negatively correlates with the steady-state SAMe concentration in vivo and in vitro SNHG6 suppressed MAT1A protein expression by activating the miR-1297/FUS pathway to regulate nucleocytoplasmic shuttling of MAT1A mRNA. In addition, SNHG6 promoted expression of MAT2A by suppressing direct binding of miR-1297 to the MAT2A 3'UTR. SNHG6 regulated steady-state SAMe levels via coupling of two miR-1297-mediated SAMe-dependent positive feedback loops. Interestingly, the effect of SNHG6 on genome-wide methylation was inhibited by exogenous SAMe within a certain concentration range. These results suggest that single lncRNA dysregulation can lead to aberrant genome-wide hypomethylation by inhibiting SAMe production in HCC and that exogenous SAMe may be beneficial in the treatment of HCC.Significance: These findings explore the role of SNHG6 lncRNA in suppressing production of the universal methyl donor SAMe and its impact on global DNA methylation levels in liver cancer and highlight the potential benefit of SAMe for the treatment of liver cancer. Cancer Res; 78(14); 3849-64. ©2018 AACR.",
      "mesh_terms": [
        "3' Untranslated Regions",
        "Carcinoma, Hepatocellular",
        "Cell Line, Tumor",
        "DNA Methylation",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "Liver Neoplasms",
        "Methionine Adenosyltransferase",
        "MicroRNAs",
        "RNA, Long Noncoding",
        "S-Adenosylmethionine"
      ]
    },
    {
      "pmid": "29755682",
      "title": "Evaluation of the impact of S-adenosylmethionine-dependent methyltransferase inhibitor, 3-deazaneplanocin A, on tissue injury and cognitive function in mice.",
      "authors": [
        "Eva Lhuissier",
        "Juliette Aury-Landas",
        "Valentine Bouet",
        "Céline Bazille",
        "Yohann Repesse",
        "Thomas Freret",
        "Karim Boumédiene",
        "Catherine Baugé"
      ],
      "journal": "Oncotarget",
      "publication_date": "2018-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cancer patients display cognitive impairment due, at least partly, to the treatments. Additionally, chemotherapeutic treatments can lead to organ injury, limiting their use, and are likely to have negative impacts on patients' quality of life. The aim of this study was to investigate the toxicity of 3-Deazaneplanocin A (DZNep) on several tissues and organs, as well as on cognitive functions. DZNep is an inhibitor of S-adenosylmethionine-dependent methyltransferase (in particular of the histone methyltransferase EZH2) which showed antitumoral functions in preclinical trials but whose effects on behavior and on organs (side effects) are not known. Chronic injections of DZNep were performed intraperitoneally in male NMRI mice (2 mg/kg; i.p.; three times per week) during 8 weeks. A follow-up of body weight was assessed during all experiments. Histological analysis were performed on several organs. EZH2 expression and H3K27me3 were assayed by western-blot. Several behavioral tests were performed during treatment and 2 weeks after. A particular focus was made on spontaneous locomotor activity, cognitive functions (spontaneous alternation and recognition memory), and anxiety- and depression-related behavior. Hematological modifications were also assessed. Chronic DZNep treatment transiently reduced animal growth. It had no effect on most organs but provoked a reversible splenomegaly, and persistent testis reduction and erythropoiesis. DZNep administration did not alter animal behavior. In conclusion, this study is encouraging for the use of DZNep for cancer treatment. Indeed, it has no effect on animal behavior, conferring an advantageous safety, and induces irreversible side effects limited on testis which are unfortunately found in most chemotherapy treatments."
    },
    {
      "pmid": "29748795",
      "title": "Role of lncRNAs as prognostic markers of hepatic cancer and potential therapeutic targeting by S-adenosylmethionine via inhibiting PI3K/Akt signaling pathways.",
      "authors": [
        "Kadry M Sadek",
        "Mohamed A Lebda",
        "Nasr E Nasr",
        "Sherif M Nasr",
        "Yasser El-Sayed"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2018-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hepatic cancer (HCC) is a well-identified dilemma throughout the world, and hence, the molecular mechanisms and strategy for preventive protection against this malignancy are critical. S-adenosylmethionine (SAM) is a unique methyl granter in vast reactions, including DNA methylation, and secures the genome against hypomethylation, which is a hallmark of tumors. Consequently, SAM may control the rate of gene expression. The objective of this investigation was to evaluate the expression of long noncoding RNAs (lncRNAs) transcript involved in hepatic tumorigenesis, including additional coding CEBPA (ecCEBPA) and urothelial carcinoma related 1 (UCA1), antioxidant enzymes transcripts, and relevant signaling pathway in diethylnitrosamine (DEN)-prompted HCC along with their conceivable targeting by SAM at different stages of HCC in rats. Our outcomes revealed that SAM particularly when given at the starting phase downregulates ecCEBPA and UCA1 gene transcripts and ameliorate histopathological alterations in DEN-initiated HCC. Interestingly, SAM attenuates DEN-induced upregulation of PI3K/Akt protein expression. However, SAM upregulates the antioxidant enzymes mRNA transcripts and effectively diminishing DNA oxidation. The results of a DNA fragmentation assay further support the capacity of SAM to ameliorate DEN-induced hepatic malignancy. These results revealed the role of ecCEBPA and UCA1 in HCC and suggest that these lncRNAs may be helpful as prognostic and analytical biomarkers of HCC. Curiously, SAM readily targets the studied genes via inhibiting PI3K/Akt signaling pathway, which should make SAM an appealing agent for both chemoprevention and treatment of HCC.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents",
        "Antioxidants",
        "Base Sequence",
        "Biomarkers",
        "CCAAT-Enhancer-Binding Proteins",
        "Carcinoma, Hepatocellular",
        "Gene Expression",
        "Male",
        "Phosphatidylinositol 3-Kinases",
        "Prognosis",
        "Protein Transport",
        "Proto-Oncogene Proteins c-akt",
        "RNA, Long Noncoding",
        "Random Allocation",
        "Rats",
        "S-Adenosylmethionine",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "29435170",
      "title": "Methyl donor S-adenosylmethionine (SAM) supplementation attenuates breast cancer growth, invasion, and metastasis in vivo; therapeutic and chemopreventive applications.",
      "authors": [
        "Niaz Mahmood",
        "David Cheishvili",
        "Ani Arakelian",
        "Imrana Tanvir",
        "Haseeb Ahmed Khan",
        "Anne-Sophie Pépin",
        "Moshe Szyf",
        "Shafaat A Rabbani"
      ],
      "journal": "Oncotarget",
      "publication_date": "2018-Jan-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "DNA hypomethylation coordinately targets various signaling pathways involved in tumor growth and metastasis. At present, there are no approved therapeutic modalities that target hypomethylation. In this regard, we examined the therapeutic plausibility of using universal methyl group donor S-adenosylmethionine (SAM) to block breast cancer development, growth, and metastasis through a series of studies in vitro using two different human breast cancer cell lines (MDA-MB-231 and Hs578T) and in vivo using an MDA-MB-231 xenograft model of breast cancer. We found that SAM treatment caused a significant dose-dependent decrease in cell proliferation, invasion, migration, anchorage-independent growth and increased apoptosis in vitro. These results were recapitulated in vivo where oral administration of SAM reduced tumor volume and metastasis in green fluorescent protein (GFP)-tagged MDA-MB-231 xenograft model. Gene expression analyses validated the ability of SAM to decrease the expression of several key genes implicated in cancer progression and metastasis in both cell lines and breast tumor xenografts. SAM was found to be bioavailable in the serum of experimental animals as determined by enzyme-linked immunosorbent assay and no notable adverse side effects were seen including any change in animal behavior. The results of this study provide compelling evidence to evaluate the therapeutic potential of methylating agents like SAM in patients with breast cancer to reduce cancer-associated morbidity and mortality."
    },
    {
      "pmid": "29428575",
      "title": "S-Adenosylmethionine attenuates bile duct early warm ischemia reperfusion injury after rat liver transplantation.",
      "authors": [
        "Yong Tang",
        "Hongpeng Chu",
        "Guojun Cao",
        "Xiaolong Du",
        "Xiaobo Min",
        "Chidan Wan"
      ],
      "journal": "Molecular immunology",
      "publication_date": "2018-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Warm ischemia reperfusion injury (IRI) plays a key role in biliary complication, which is a substantial vulnerability of liver transplantation. The early pathophysiological changes of IRI are characterized by an excessive inflammatory response. S-Adenosylmethionine (SAM) is an important metabolic intermediate that modulates inflammatory reactions; however, its role in bile duct warm IRI is not known. In this study, male rats were treated with or without SAM (170 μmol/kg body weight) after orthotopic autologous liver transplantation. The histopathological observations showed that bile duct injury in the IRI group was more serious than in the SAM group. The alanine aminotransferase (ALT), alkaline phosphatase (ALP) and direct bilirubin (DBIL) levels in the serum of the IRI group were significantly increased compared to the SAM group (P < .05). Simultaneously, SAM effectively improved the survival of the transplant recipients. Furthermore, the H2O2 and malondialdehyde (MDA) of the IRI group were much higher compared to the SAM group (P < .05). The GSH/GSSG ratio in the SAM group was significantly increased by SAM treatment compared to the IRI group (P < .05). SAM administration significantly inhibited macrophage infiltration in liver and bile duct tissues, down-regulated TNF-α levels and up-regulated IL-10 expression in bile duct tissues compared to the IRI group (P < .05). The number of apoptotic biliary epithelial cells and caspase-3-positive cells in IRI rat livers were much higher compared to those in SAM-treated rats at 24 h after liver transplantation (P < .05). These data suggested that SAM protected bile ducts against warm IRI by suppressing oxidative stress, inflammatory reactions and apoptosis of biliary epithelial cells after liver transplantation.α.",
      "mesh_terms": [
        "Animals",
        "Bile Ducts",
        "Cytoprotection",
        "Liver",
        "Liver Function Tests",
        "Liver Transplantation",
        "Male",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reperfusion Injury",
        "S-Adenosylmethionine",
        "Warm Ischemia"
      ]
    },
    {
      "pmid": "29328026",
      "title": "CLINICAL EFFICACY OF S-ADENOSYLMETHIONINE IN PATIENTS WITH NON-ALCOHOLIC STEATOHEPATITIS AND CHRONIC KIDNEY DISEASE I-II STAGE.",
      "authors": [
        "A Antoniv",
        "N Antofiychuk",
        "T Danylyshina",
        "I Trefanenko",
        "V Shuper"
      ],
      "journal": "Georgian medical news",
      "publication_date": "2017-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The article presents a theoretical generalization of the results of the clinical efficacy of S-adenosylmethionine in patients with non-alcoholic steatohepatitis (NASH) in comorbidity with obesity and chronic kidney disease (CKD) of the 1st-2nd stages. The objective of the article was to determine the likely effect of S-adenosylmethionine and Meldonium on the clinical course of non-alcoholic steatohepatitis (NASH) and chronic kidney disease (CKD) of the I-II stages. We examined 75 patients with NASH with comorbid obesity I degree and CKD I and II dgrees. To determine the efficacy of the treatment, 3 groups of patients were randomized according to age, sex, degree of obesity, activity of the cytolytic syndrome of NASH and the stage of the CKD. SAM possesses powerful membrane-stabilizing properties, stably eliminates the manifestations of cytolysis, cholestasis, mesenchymal-inflammatory syndrome, increases the albumin-synthesizing function of the liver in patients with NASH and prevents the loss of albumins in the conditions of CKD І-ІІ st. At the same time, complex therapy of SAM and vazonate is superior to the effectiveness of correction of these syndromes due to the implementation of powerful metabolic, antioxidant, antihypoxant, energy-specific properties of Meldonium and may be recommended for the introduction into the practice of internal medicine and gastroenterology for treatment NASH on the background of obesity and CKD I and II stages. The established nephroprotective properties of SAM that are potentiated by Meldonium are probably due to the ability of these drugs to eliminate endothelial dysfunction, improve microcirculation, and prevent the progression of kidney fibrosis. S-adenosylmethionine (ahepta) in a dose of 600 mg sublingually in patients with non-alcoholic steatohepatitis on the background of obesity and chronic kidney disease of the 1st and 2nd st. produces powerful membrane-stabilizing effects on the affected hepatocytes, stably eliminates the clinical manifestations of the disease, the intensity of cytolysis, cholestasis, mesenchymal-inflammatory syndrome, inhibits the progression of hepatic and renal dysfunction (increases the albumin-synthesizing function of the liver, the velocity of glomerular filtration) by optimizing the control of fibrosis of the liver and kidneys. Complex therapy with S-adenosylmethionine (ahape) and Meldonium (500 mg /day)(vasonate) is superior to the correction of these syndromes NASH and CKD, since the vasonate potentially potentiates the action of S-adenosylmethionine in acute and distant observation periods.",
      "mesh_terms": [
        "Case-Control Studies",
        "Humans",
        "Methylhydrazines",
        "Non-alcoholic Fatty Liver Disease",
        "Obesity",
        "Renal Insufficiency, Chronic",
        "S-Adenosylmethionine"
      ]
    },
    {
      "pmid": "29285212",
      "title": "Tumor-suppressive effect of S-adenosylmethionine supplementation in a murine model of inflammation-mediated hepatocarcinogenesis is dependent on treatment longevity.",
      "authors": [
        "Evgeniy Stoyanov",
        "Lina Mizrahi",
        "Devorah Olam",
        "Temima Schnitzer-Perlman",
        "Eithan Galun",
        "Daniel S Goldenberg"
      ],
      "journal": "Oncotarget",
      "publication_date": "2017-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic inflammation precedes the majority of hepatocellular carcinoma (HCC) cases. We investigated the chemopreventive potential of S-adenosylmethionine (SAM), an essential donor for all methylation reactions in the cell, at the late precancerous stage of HCC development using the Mdr2-knockout (Mdr2-KO, Abcb4-/-) mice, a model of inflammation-mediated hepatocarcinogenesis. Previously, we revealed down-regulation of the genes regulating SAM metabolism in the liver of these mice at the precancerous stages. Now, we have supplied Mdr2-KO mice at the late precancerous stage with SAM during either a short-term (17 days) or a long-term (51 days) period and explored the effects of such supplementation on tumor development, DNA methylation and gene expression in the liver. The short-term SAM supplementation significantly decreased the number of small tumor nodules, proliferating hepatocytes and the total DNA methylation level, while it increased expression of the tumor suppressor proteins Mat1a and p21. Surprisingly, the long-term SAM supplementation did not affect tumor growth and hepatocyte proliferation, while it increased the total liver DNA methylation. Our results demonstrate that the short-term SAM supplementation in the Mdr2-KO mice inhibited liver tumor development potentially by increasing multiple tumor suppressor mechanisms resulting in cell cycle arrest. The long-term SAM supplementation resulted in a bypass of the cell cycle arrest in this HCC model by a yet unknown mechanism."
    }
  ]
}