{
  "supplement": "Sage",
  "query": "Sage[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:31:13",
  "research_count": 196,
  "count": 100,
  "articles": [
    {
      "pmid": "40238356",
      "title": "Health Benefits of Traditional Sage and Peppermint Juices: Simple Solutions for Antioxidant and Antidiabetic Support.",
      "authors": [
        "Sanja Krstić",
        "Isidora Milanović",
        "Nebojša Stilinović",
        "Saša Vukmirović",
        "Nebojša Pavlović",
        "Sanja Berežni",
        "Milena Rašeta"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sage and peppermint leaves and flowers possess antioxidant, anti-inflammatory, and metabolic-regulating properties. This study compared the phenolic profiles confirmed using LC-MS/MS analysis and the biological activities of traditionally prepared sage (SJ) and peppermint juices (PJ), evaluating their ex vivo antioxidant enzyme activity and antidiabetic potential in experimental mice. Quinic acid (2571.86 ± 1.15 µg/g dry weight (d.w.)) and apigenin-7-O-β-glucoside (324.36 ± 1.15 µg/g d.w.) were the predominant phenolic compounds in SJ, while PJ contained caffeic acid (16.96 ± 0.12 µg/g d.w.) and quinic acid (184.27 ± 0.45 µg/g d.w.). The administration of SJ and PJ for ten days significantly reduced the blood glucose levels of the mice. Compared to the control group, which showed an increase from 15.89 ± 3.45 to 29.54 ± 8.94 mmoL/L, SJ-20 mg/kg body weight (BW)-treated mice exhibited a more moderate rise (16.25 ± 7.33 to 21.50 ± 10.38 mmoL/L). Juice administration also enhanced antioxidant enzyme activity, with PJ-20 mg/kg BW significantly increasing superoxide dismutase (SOD) activity (30.15 ± 3.99 U/mg proteins) compared to the control (18.83 ± 2.04 U/mg proteins). Additionally, catalase (CAT) activity was elevated, indicating enhanced oxidative stress defense mechanisms. Furthermore, treatment with SJ-20 mg/kg BW reduced aspartate aminotransferase (AST) (7025.8 ± 1038.8 to 2782 ± 426.9 IU/L) and alanine aminotransferase (ALT) levels (10679 ± 1409.2 to 5336.5 ± 801.5 IU/L), suggesting hepatoprotective effects. These results support the traditional use of sage and peppermint juices as functional beverages with antioxidant, antidiabetic, and hepatoprotective properties, warranting further clinical investigation."
    },
    {
      "pmid": "40233277",
      "title": "A pilot and feasibility study of Sage: A couple therapy for borderline personality disorder.",
      "authors": [
        "Skye Fitzpatrick",
        "Sonya Varma",
        "Jenna Traynor",
        "Elizabeth A Earle",
        "Ruth Vanstone",
        "Lindsay Fulham",
        "Kamya Goenka",
        "Michelle J Blumberg",
        "Lindsay Wyatt",
        "Ashley N Siegel",
        "Alyssa A Di Bartolomeo",
        "Nikoo Norouzian",
        "Jessica Burdo",
        "Naomi Ennis",
        "Alison Carney",
        "Omega Luxor",
        "Ravina Sankar",
        "Candice Monson",
        "Rachel Liebman"
      ],
      "journal": "Psychotherapy research : journal of the Society for Psychotherapy Research",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective: Borderline personality disorder (BPD) is characterized by emotion dysregulation and relationship dysfunction. However, the majority of BPD treatments provide individually-focused treatment and do not target relationship functioning or include significant others. The current paper presents the primary and secondary outcomes from an uncontrolled trial of Sage, a manualized conjoint treatment for people with BPD and their intimate partners that targets BPD, relationship conflict, and partner mental health simultaneously. Method: Sixteen couples wherein one member has BPD and elevated suicidal ideation/chronic and frequent suicidal/self-injurious behavior were enrolled in the 12-session Sage protocol. Measures of BPD severity (including suicidal ideation, suicidal/self-injurious behaviors, and emotion dysregulation) and relationship outcomes were collected at pre-, mid-, and post-intervention, and three-month follow-up. Results: Self-reported BPD severity, suicidal ideation, and emotion dysregulation and interview-rated frequency of suicidal and self-injurious behaviors improved from baseline to follow-up. No changes were observed in relationship outcomes or informant-reported BPD severity and suicidal ideation. Conclusions: These findings suggest that Sage may aid in improving BPD pathology with moderate to large effect sizes. The lack of improvements in relationship outcomes may be due to the relatively high relationship functioning observed in couples at baseline, but more testing is needed.Trial registration: ClinicalTrials.gov identifier: NCT04737252.."
    },
    {
      "pmid": "40144556",
      "title": "Pharmacological Potential and Bioactive Components of Wild Anatolian Sage (Salvia aethiopis L.).",
      "authors": [
        "Emine Bilginoğlu",
        "Hamit Emre Kızıl",
        "Hatice Öğütcü",
        "Güleray Ağar",
        "Yavuz Bağcı"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salvia aethiopis L., a member of the Lamiaceae family, has gained attention due to its bioactive compounds with potential therapeutic applications. This study investigated the chemical composition and biological activities of S. aethiopis ethanol extract collected from Karaman province, Türkiye. The phenolic profile of the plant was characterized using LC-MS/MS analysis, which revealed substantial amounts of rosmarinic acid, ferulic acid, caffeic acid, and p-coumaric acid. The antimicrobial activity of the extracts was evaluated against various Gram-positive and Gram-negative bacteria, as well as fungal strains, using the agar well diffusion method. The results demonstrated potent antibacterial effects, particularly against Staphylococcus aureus, Micrococcus luteus, and Klebsiella pneumoniae. Furthermore, the cytotoxic potential of S. aethiopis was assessed on H-460 non-small cell lung cancer cells. The extract exhibited a dose-dependent cytotoxic effect, with a significant reduction in cell viability after 24 and 48 h of treatment, yielding IC50 values of 80.08 and 56.19 μg/mL, respectively. These findings suggest that S. aethiopis possesses promising antimicrobial and anticancer properties, which could contribute to the development of novel therapeutic agents."
    },
    {
      "pmid": "40144179",
      "title": "A comparison of the effect of aromatherapy with Jasmine (Jasminum) and clary sage (Salvia officinalis) on sexual dysfunction in women of reproductive age: A randomized controlled clinical trial.",
      "authors": [
        "Zahra Hajabdollahi",
        "Marzeyeh Loripoor",
        "Maryam Mohseni",
        "Parvin Khalili"
      ],
      "journal": "Journal of education and health promotion",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Sexual dysfunction affects various aspects of life. Aromatherapy is easier and less risky than other methods of taking herbal medicines. Against this backdrop, this study aims to compare the effect of aromatherapy with Jasminum and Salvia officinalis on sexual dysfunction in women of reproductive age. MATERIALS AND METHODS: This triple-blind randomized clinical trial was conducted on 168 women aged 15 to 45 who were referred to Rafsanjan Comprehensive Health Services Center no. 1 from February 2022 to June 2022, using a systematic sampling method. Individuals with an FSFI (Female Sexual Function Index) score of less than 28 were randomly assigned to 4 aromatherapy groups of Jasminum and Salvia officinalis as well as sweet almond (placebo) and control. The aromatherapy groups used the relevant aroma twice a day for 6 weeks, yet the control group received no intervention. After the completion of the intervention, the FSFI questionnaire was filled in once again by all participants. Besides, data analysis was conducted using the SPSS software, Chi-squared test, Fisher's test, ANOVA, Kruskal-Wallis test, Wilcoxon test, and a paired samples t-test. In addition, a P value less than 0.05 was considered statistically significant. RESULTS: The median (IQR) score of sexual function before the intervention in Jasminum, Salvia officinalis, sweet almond, and control groups was 25.50 (21.27-82.25), 25.80 (20.27-57.50), 25.00 (23.27-10.10), and 25.90 (23.26-92.42), respectively. After the intervention, the score was 28.30 (25.30-60.45), 28.45 (25.31-90.12), 29.00 (27.30-10.80), and 25.35 (23.26-27.32) in the abovementioned groups, respectively. The comparison of the median score of sexual function in the four groups after the intervention showed a statistically significant difference between Jasminum, Salvia officinalis, and sweet almond groups with the control group (P < 0.001). Additionally, the effect of Salvia officinalis was higher than that of Jasminum in the domains of mental arousal, lubrication, and sexual pain (P < 0.0125). CONCLUSIONS: Both aromas, i.e., Jasminum and Salvia officinalis, were effective in improving sexual dysfunction in women of reproductive age. The effect of Salvia officinalis was better than that of Jasminum in the domains of mental arousal, lubrication, and sexual pain. More studies are recommended to be conducted in this field."
    },
    {
      "pmid": "39945995",
      "title": "The effects of anti-galactagogue (sage, parsley extract) and anti-inflammatory (echinacea extract) feed supplements on prolactin levels and fertility in the re-pregnancy of lactating Merino ewes.",
      "authors": [
        "Metehan Kutlu",
        "Neffel Kürşat Akbulut"
      ],
      "journal": "Tropical animal health and production",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this study was to examine the effects of anti-galactagogue (sage, parsley extract) and anti-inflammatory (echinacea extract) feed supplements on prolactin levels and fertility in the re-pregnancy of lactating Merino ewes. Eighty ewes were randomly assigned to one of two groups: control and treatment. In treatment group (Stop Lactin) group (n = 40) ewes were treated with Stop Lactin® 60 ml on day 0 orally by syringe. The control group (Control) (n = 40), ewes were not treated with any anti-galactagogue feed supplements. On day 0, a vaginal sponge containing 60 mg of medroxyprogesterone acetate was inserted for seven days. On day 7, all ewes received an intramuscular injection of 500 IU PMSG. The study results indicated no statistically significant differences between the Control group and Stop Lactin group in terms of conception rates (87.2% and 78.1%), late embryonic-early fetal mortality rate (20.6% and 8.0%), lambing rate (79.4% and 92%), twin rate (29.6% and 13.0%) and litter size (1.30 and 1.13). Estrus rates (97.5% and 82.1%, p = 0.050) tended to be higher and pregnancy rates (85.0% and 64.1%, p = 0.037) was found to be significant in the control group compared to the Stop Lactin group. The effect of treatment (P = 0.209) on serum prolactin levels and the interaction between treatment × day (P = 0.874) were both found to be insignificant. It is concluded that anti-galactagogue and anti-inflammatory feed supplements did not reduce prolactin concentration and did not improve fertility in lactating Merino ewes.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Prolactin",
        "Pregnancy",
        "Dietary Supplements",
        "Fertility",
        "Lactation",
        "Anti-Inflammatory Agents",
        "Plant Extracts",
        "Animal Feed",
        "Sheep, Domestic",
        "Galactogogues",
        "Random Allocation"
      ]
    },
    {
      "pmid": "39911870",
      "title": "Differential effects of clary sage (Salvia sclarea L.) oil and linalyl acetate on depression levels in diabetic foot ulcer patients with T2DM: a randomized blinded controlled trial.",
      "authors": [
        "Ji Won Son",
        "Purum Kang",
        "Sun Seek Min",
        "Geun Hee Seol"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diabetic foot ulcer (DFU) is a significant global health concern due to its substantial burden on individuals and healthcare systems. In addition to its physical impact, DFU has emotional effects on patients. This study analyzed the effects of inhaling clary sage (CS; Salvia sclarea L.) or linalyl acetate (LA) on depression and psychological factors in patients with DFU. METHODS: This study, performed at the Diabetic Wound Center, enrolled DFU patients, categorized as having mild or moderate to severe depression based on visual analog scale (VAS) for depression scores. Patients were randomized to inhalation of 5% CS oil, 5% LA or almond oil (control) by natural breathing. Blood pressure, heart rate, Depression-VAS, Anxiety-VAS, and Stress-VAS were measured before and after inhalation. RESULTS: This study enrolled 72 patients with DFU, including 43 with mild and 29 with moderate to severe depression. Of the 43 patients with mild depression, 14, 14, and 15 were randomized to inhalation of CS, LA, and almond oil, respectively. Of the 29 patients with moderate to severe depression, 9, 11, and 9 were randomized to inhalation of CS, LA, and almond oil, respectively. Compared with inhalation of almond oil, inhalation of CS oil significantly reduced stress (p < 0.05) and (p < 0.01) in patients with mild depression, whereas inhalation of LA significantly reduced anxiety-VAS (p < 0.05) and depression-VAS (p < 0.05) in patients with moderate to severe depression. CONCLUSION: Inhalation of CS oil may have the potential to alleviate stress and anxiety in DFU patients with mild depression, whereas inhalation of LA may have the potential to alleviate anxiety and depression in DFU patients with moderate to severe depression. These findings suggest that adjunct therapy in DFU patients should be individualized according to the degree of depression. CLINICAL TRIAL REGISTRATION: http://cris.nih.go.kr/, identifier KCT0009722."
    },
    {
      "pmid": "39874865",
      "title": "Polyphenol production and gene expression in sage shoot cultures exposed to light-emitting diodes.",
      "authors": [
        "Izabela Grzegorczyk-Karolak",
        "Katarzyna Gawęda-Walerych",
        "Wiktoria Ejsmont",
        "Aleksandra Owczarek-Januszkiewicz",
        "Monika Olszewska",
        "Renata Grąbkowska",
        "Marta Krzemińska"
      ],
      "journal": "Journal of photochemistry and photobiology. B, Biology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sages and their beneficial secondary metabolites have been used in conventional and traditional medicine in many countries, and are extensively studied for their health effects. However, to achieve high production levels, it is crucial to optimize the cultivation conditions. The aim of our study was to determine the optimal light-emitting diode (LED) treatment strategy for promoting plant growth and polyphenol biosynthesis in S. atropatana and S. bulleyana in vitro cultures. Shoots of both species were grown under red, blue, mixed (70 % red and 30 % blue), or white (control) light. The lighting conditions affected not only culture growth and proliferation potential, but also the accumulation of polyphenols and the expression of the genes involved in their biosynthesis (PAL, TAT, RAS). The highest proliferation rates (6.21 for S. atropatana and 4.26 for S. bulleyana) were achieved under white LEDs. In contrast, the highest biomass production was observed under white and mixed red/blue light (both species), although a similar effect was revealed for the blue light treatment for S. bulleyana. The dominant polyphenol in both species was rosmarinic acid: its level was highest in S. atropatana shoots exposed to red light (20.86 mg/g dry weight, DW) and S. bulleyana under white light (19.72 mg/g DW). The effects of the light treatments on gene expression varied between plant species and the analyzed gene; for example, mixed light stimulated RAS expression in S. bulleyana shoots and inhibited it in S. atropatana shoots. Principal component analysis found that gene expression did not always translate directly into rosmarinic acid production. In summary, our findings indicate that optimized lighting conditions have a significant effect on the production of polyphenolic compounds in sage shoot cultures. However, further research is needed to find the relationship between light treatment and plant biosynthetic pathway.",
      "mesh_terms": [
        "Polyphenols",
        "Plant Shoots",
        "Light",
        "Gene Expression Regulation, Plant",
        "Artemisia",
        "Rosmarinic Acid",
        "Depsides",
        "Cinnamates",
        "Biomass"
      ]
    },
    {
      "pmid": "39791457",
      "title": "Making expert advice public in a time of emergency: Independent SAGE and the contestation of science during the Covid pandemic in the UK.",
      "authors": [
        "Noortje Marres",
        "Matías Valderrama Barragán"
      ],
      "journal": "Social studies of science",
      "publication_date": "2025-Jan-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This article presents a situational analysis of the expert advice offered by Independent SAGE, a group of scientists that formed in May 2020 in the UK to provide advice on the Covid response. Based on interviews with the group's members and partners, we argue that through its interventions Indie SAGE demonstrated an important alternative approach to linking science and politics in a time of emergency. They showed that the only way to ensure that policy and decision-making on Covid-19 was grounded in knowledge was by making expert advice public. Indie SAGE's decision to 'go public' was a response to the political situation in the UK, one in which scientific advice, in particular public health expertise, was being ignored, sidelined and contested as such. We identify four rationales for making expert advice public: openness, calling out, translation, and responsive engagement. We describe associated modes of intervention that Indie SAGE adopted in relation to different critical situations of Covid-19. Distinctive about their advice, we argue, is its prioritization of situational adequacy. Much of it was explicitly oriented towards addressing practical and existential challenges experienced by particular social groups, professions and everyday publics. We argue that this way of making science public in an 'ontological' register acquires critical importance in a political situation like the UK Covid response, which was marked not just by disagreements about science but growing contestation of science as such. In this respect, our study holds a wider lesson for the understanding of the role of evidence in public politics. To advocate for evidence-based governance, as Indie SAGE did, is not necessarily to endorse a post-political vision of government. When science is contested in a time of emergency, making evidence public becomes a key means for responding to the demands of situations. It is not only pragmatic but a critical accomplishment."
    },
    {
      "pmid": "39757390",
      "title": "Community Engagement in the BE SAGE Project: Reducing COVID-19 in Hispanic and Low-Income Preschoolers via Testing and Open-Air Garden-Based Education.",
      "authors": [
        "Hector J Valdez",
        "Michelle Santana",
        "Sandra Genis",
        "Edny Gonzalez",
        "Joanna L Kramer",
        "Rebecca E Lee"
      ],
      "journal": "Community health equity research & policy",
      "publication_date": "2025-Jan-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Back to Early Care and Education Safely With Sustainability via Active Garden Education (BE SAGE) involved COVID-19 testing and a free garden-based physical activity and nutrition program at early care and education centers with primarily Hispanic/Latino enrollment. This article describes the project community engagement plan, process, and outcomes focusing on deliberate and intentional staffing, an extensive online presence, and focused outreach. METHODS: BE SAGE purposefully hired bilingual (English/Spanish) and bicultural staff; developed and maintained a large bilingual online presence (website, newsletters, social media), and fostered community partnerships with community health workers (CHWs) and dedicated staff. Hiring records, online internet records, staff calendars, and field notes were coded and tabulated. RESULTS: 84% of the 13-member research team and all CHWs identified as Hispanic or Latino. Predominantly US users accessed the website (N = 3,108), 36.9% of received electronic newsletters were opened, and 1126 followed social media across four platforms. The Outreach Specialist fostered existing relationships and created new partnerships. With the help of CHWs, 562 research participants completed at least one COVID-19 test. CONCLUSIONS: By prioritizing representative staffing hires, expending substantial resources on an online presence, and establishing and nurturing our community partnerships, our BE SAGE community engagement approach helped to achieve study aims and create lasting community impact. Community engagement and partnerships to forward research requires ample funding and dedicated representative hiring polices to cultivate and maintain community relationships with asset-driven outcomes. POLICY IMPLICATIONS: Funding agencies must prioritize community engagement in research outcomes to ensure robust, meaningful scientific discovery and innovation."
    },
    {
      "pmid": "39608532",
      "title": "Cellulose extraction from red sage fiber, Prosopis Juliflora fiber, vegetable waste filler: Applications in PLA based bio composites.",
      "authors": [
        "Sumesh Keerthiveettil Ramakrishnan",
        "Ajithram Arivendan",
        "Kavimani Vijayananth"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this research, two natural fibers Red Sage Fiber (RSF) and Prosopis Juliflora Fiber (PJF) were extracted using water retting process and chemically treated for improving the properties. It was found with significant improvement in cellulose content for both RSF (60.75 %) and PJF (56.62 %) by NaOH treatment at 2 wt%. The surface treatment in natural fibers improved the tensile strength (TS) of RSF (133.4-161.8 MPa) and PJF (149.9-182.3 MPa). The Crystallinity index (Crl), Crystallite size (CrS) of 74.8 %, 4.3 nm was observed in vegetable waste filler (VWF) after acid and alkali treatments. The high concentration of fiber treatment (6 wt%) could create high porosity in the structure with surface deformations, decreasing the TS of PLA composites. The PJF up to 15 wt% increased the TS of composites from 50.24 to 51.71 MPa. All the combinations with PLA observed better TS than neat PLA. The incorporation of RSF (5-15 wt%) enhances the flexural strength (FS) (75.95-78 MPa). It was clearly observed significant reduction in water absorption property of PLA composites with increase in contact angle from 62° to 84° with treated filler.",
      "mesh_terms": [
        "Cellulose",
        "Prosopis",
        "Polyesters",
        "Tensile Strength",
        "Vegetables",
        "Waste Products"
      ]
    },
    {
      "pmid": "39366004",
      "title": "A reduced carbohydrate diet improves glycemic regulation in hyperglycemic older people in a retirement home: the SAGE study.",
      "authors": [
        "Camille Vandenberghe",
        "Elisabelle Hardy",
        "Marie Christine Morin",
        "Valérie St-Pierre",
        "Karine Groulx",
        "Mélanie Fortier",
        "Daniel Tessier",
        "Paul Leclerc",
        "Stephen C Cunnane"
      ],
      "journal": "Applied physiology, nutrition, and metabolism = Physiologie appliquee, nutrition et metabolisme",
      "publication_date": "2025-Jan-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Poor glucose regulation associated with gradual insulin resistance is a significant risk factor in several age-related chronic diseases. An eating plan that promotes a lower carbohydrate intake may have a beneficial effect on glucose metabolism. This study aimed to evaluate how a diet reduced in carbohydrate by 32% (RCHO) over a 2 month period would influence the metabolic profile of older individuals (N = 24) living in a retirement home (RH). A continuous glucose monitor was used to measure blood glucose during four periods: the standard diet before (baseline) and after (washout) the intervention, during the 4 initial days of the RCHO diet (RCHO-early), and the final days of the 2 month intervention (RCHO-end). The blood metabolic profile was also measured (glucose, ketones, insulin, triglycerides, and cholesterol). RCHO intake decreased average blood glucose compared to the standard diet in hyperglycemic participants: RCHO-early 7.8 ± 1.0 vs 7.5 ± 1.1 mM (p = 0.012) and RCHO-end 7.8 ± 1.0 vs 7.0 ± 0.9 mM (p = 0.050). In the hyperglycemic participants, the percentage of time spent in hyperglycemia (>10.0 mM) decreased by 50% during the RCHO-early (p = 0.012) and by 66% at RCHO-end (p  = 0.021) compared to baseline. Glycated hemoglobin was significantly lower at RCHO-end in both hyperglycemic and normoglycemic participants compared to baseline (p < 0.008). Plasma ketones increased threefold in hyperglycemic participants at RCHO-end compared to baseline (p < 0.028). This study shows that an RCHO diet has metabolic health benefits in an older population and confirms its safety, tolerability, and acceptability in an RH (NCT06022094).",
      "mesh_terms": [
        "Humans",
        "Aged",
        "Male",
        "Female",
        "Blood Glucose",
        "Diet, Carbohydrate-Restricted",
        "Hyperglycemia",
        "Aged, 80 and over",
        "Insulin",
        "Retirement",
        "Glycemic Control",
        "Homes for the Aged",
        "Ketones",
        "Triglycerides"
      ]
    },
    {
      "pmid": "39355498",
      "title": "Management of severe acute respiratory distress syndrome in Australia and New Zealand (SAGE-ANZ): An observational study.",
      "authors": [
        "Rachael L Parke",
        "Shay P McGuinness",
        "Alana Cavadino",
        "Keri-Anne Cowdrey",
        "Samantha Bates",
        "Shailesh Bihari",
        "Amanda Corley",
        "Eileen Gilder",
        "Carol Hodgson",
        "Edward Litton",
        "Colin McArthur",
        "Alistair Nichol",
        "Jane Parker",
        "Anne Turner",
        "Steve Webb",
        "Frank Mp Van Haren"
      ],
      "journal": "Critical care and resuscitation : journal of the Australasian Academy of Critical Care Medicine",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Acute respiratory distress syndrome (ARDS) is associated with significant mortality, morbidity, and cost. We aimed to describe characteristics and management of adult patients admitted to intensive care units (ICUs) in Australia and New Zealand with moderate-severe ARDS, to better understand contemporary practice. DESIGN: Bi-national, prospective, observational, multi-centre study. SETTING: 19 ICUs in Australia and New Zealand. PARTICIPANTS: Mechanically ventilated patients with moderate-severe ARDS. MAIN OUTCOME MEASURES: Baseline demographic characteristics, ventilation characteristics, use of adjunctive support therapy and all-cause mortality to day 28. Data were summarised using descriptive statistics. RESULTS: 200 participants were enrolled, mean (±SD) age 55.5 (±15.9) years, 40% (n = 80) female. Around half (51.5%) had no baseline comorbidities and 45 (31%) tested positive for COVID-19. On day 1, mean SOFA score was 9 ± 3; median (IQR) PaO2/FiO2 ratio 119 (89, 142), median (IQR) FiO2 70% (50%, 99%) and mean (±SD) positive end expiratory pressure (PEEP) 11 (±3) cmH2O. On day one, 10.5% (n = 21) received lung protective ventilation (LPV) (tidal volume ≤6.5 mL/kg predicted body weight and plateau pressure or peak pressure ≤30 cm H2O). Adjunctive therapies were received by 86% (n = 172) of patients at some stage from enrolment to day 28. Systemic steroids were most used (n = 127) followed by neuromuscular blockers (n = 122) and prone positioning (n = 27). Median ventilator-free days (IQR) to day 28 was 5 (0, 20). In-hospital mortality, censored at day 28, was 30.5% (n = 61). CONCLUSIONS: In Australia and New Zealand, compliance with evidence-based practices including LPV and prone positioning was low in this cohort. Therapies with proven benefit in the treatment of patients with moderate-severe ARDS, such as lung protective ventilation and prone positioning, were not routinely employed."
    },
    {
      "pmid": "39350001",
      "title": "A chromosome level reference genome of Diviner's sage (Salvia divinorum) provides insight into salvinorin A biosynthesis.",
      "authors": [
        "Scott A Ford",
        "Rob W Ness",
        "Moonhyuk Kwon",
        "Dae-Kyun Ro",
        "Michael A Phillips"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diviner's sage (Salvia divinorum; Lamiaceae) is the source of the powerful hallucinogen salvinorin A (SalA). This neoclerodane diterpenoid is an agonist of the human Κ-opioid receptor with potential medical applications in the treatment of chronic pain, addiction, and post-traumatic stress disorder. Only two steps of the approximately twelve step biosynthetic sequence leading to SalA have been resolved to date. RESULTS: To facilitate pathway elucidation in this ethnomedicinal plant species, here we report a chromosome level genome assembly. A high-quality genome sequence was assembled with an N50 value of 41.4 Mb and a BUSCO completeness score of 98.4%. The diploid (2n = 22) genome of ~ 541 Mb is comparable in size and ploidy to most other members of this genus. Two diterpene biosynthetic gene clusters were identified and are highly enriched in previously unidentified cytochrome P450s as well as crotonolide G synthase, which forms the dihydrofuran ring early in the SalA pathway. Coding sequences for other enzyme classes with likely involvement in downstream steps of the SalA pathway (BAHD acyl transferases, alcohol dehydrogenases, and O-methyl transferases) were scattered throughout the genome with no clear indication of clustering. Differential gene expression analysis suggests that most of these genes are not inducible by methyl jasmonate treatment. CONCLUSIONS: This genome sequence and associated gene annotation are among the highest resolution in Salvia, a genus well known for the medicinal properties of its members. Here we have identified the cohort of genes responsible for the remaining steps in the SalA pathway. This genome sequence and associated candidate genes will facilitate the elucidation of SalA biosynthesis and enable an exploration of its full clinical potential.",
      "mesh_terms": [
        "Salvia",
        "Diterpenes, Clerodane",
        "Genome, Plant",
        "Chromosomes, Plant",
        "Multigene Family",
        "Biosynthetic Pathways"
      ]
    },
    {
      "pmid": "39347119",
      "title": "Comparing Graph Sample and Aggregation (SAGE) and Graph Attention Networks in the Prediction of Drug-Gene Associations of Extended-Spectrum Beta-Lactamases in Periodontal Infections and Resistance.",
      "authors": [
        "Johnisha Harris",
        "Pradeep Kumar Yadalam",
        "Raghavendra Vamsi Anegundi",
        "Deepavalli Arumuganainar"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Gram-negative bacteria exhibit more antibiotic resistance than gram-positive bacteria due to their cell wall structure and composition differences. Porins, or protein channels in these bacteria, can allow small, hydrophilic antibiotics to diffuse, affecting their susceptibility. Mutations in porin protein genes can also impair antibiotic entry. Predicting drug-gene associations of extended-spectrum beta-lactamases (ESBLs) is crucial as they confer resistance to beta-lactam antibiotics, challenging the treatment of infections. This aids clinicians in selecting suitable treatments, optimizing drug usage, enhancing patient outcomes, and controlling antibiotic resistance in healthcare settings. Graph-based neural networks can predict drug-gene associations in periodontal infections and resistance. The aim of the study was to predict drug-gene associations of ESBLs in periodontal infections and resistance. METHODS: The study focuses on analyzing drug-gene associations using probes and drugs. The data was converted into graph language, assigning nodes and edges for drugs and genes. Graph neural networks (GNNs) and similar algorithms were implemented using Google Colab and Python. Cytoscape and CytoHubba are open-source software platforms used for network analysis and visualization. GNNs were used for tasks like node classification, link prediction, and graph-level prediction. Three graph-based models were used: graph convolutional network (GCN), Graph SAGE, and graph attention network (GAT). Each model was trained for 200 epochs using the Adam optimizer with a learning rate of 0.01 and a weight decay of 5e-4. RESULTS: The drug-gene association network has 57 nodes, 79 edges, and a 2.730 characteristic path length. Its structure, organization, and connectivity are analyzed using the GCN and Graph SAGE, which show high accuracy, precision, recall, and an F1-score of 0.94. GAT's performance metrics are lower, with an accuracy of 0.68, precision of 0.47, recall of 0.68, and F1-score of 0.56, suggesting that it may not be as effective in capturing drug-gene relationships. CONCLUSION: Compared to ESBLs, both GCN and Graph SAGE demonstrate excellent performance with accuracy, precision, recall, and an F1-score of 0.94. These results indicate that GCN and Graph SAGE are highly effective in predicting drug-gene associations related to ESBLs. GCN and Graph SAGE outperform GAT in predicting drug-gene associations for ESBLs. Improvements include data augmentation, regularization, and cross-validation. Ethical considerations, fairness, and open-source implementations are crucial for future research in precision periodontal treatment."
    },
    {
      "pmid": "38988035",
      "title": "Dalzanemdor (SAGE-718), a novel, investigational N-methyl-D-aspartate receptor positive allosteric modulator: Safety, tolerability, and clinical pharmacology in randomized dose-finding studies in healthy participants and an open-label study in participants with Huntington's disease.",
      "authors": [
        "Aaron Koenig",
        "Michael Lewis",
        "Jeff Wald",
        "Sigui Li",
        "Mustafa Varoglu",
        "Jing Dai",
        "Abdul Sankoh",
        "Katrina Paumier",
        "James Doherty",
        "Mike Quirk"
      ],
      "journal": "Clinical and translational science",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Clinical Trial, Phase I",
        "Randomized Controlled Trial"
      ],
      "abstract": "N-methyl-D-aspartate receptor (NMDAR)-positive allosteric modulators (PAMs) represent a potential therapeutic strategy for cognitive impairment in disorders associated with NMDAR hypofunction, including Huntington's disease (HD) and Alzheimer's disease. Dalzanemdor (SAGE-718) is a novel, investigational NMDAR PAM being evaluated for the potential treatment of cognitive impairment in these disorders. We report first-in-human, phase I, double-blind, dose-finding studies to assess the safety, tolerability, and clinical pharmacology of dalzanemdor. A single-ascending dose study (dalzanemdor 0.35, 0.75, 1.5, or 3.0 mg vs. placebo) was conducted in healthy participants and included food effects. A multiple-ascending dose study (14 days) was conducted in healthy participants (dalzanemdor 0.5 or 1.0 mg vs. placebo) and HD participants (open-label dalzanemdor 1.0 mg) and included exploratory pharmacodynamics on cognitive performance. Dalzanemdor was generally well tolerated with no adverse events leading to discontinuation. Dalzanemdor exhibited pharmacokinetic parameters appropriate for once-daily dosing. Following single and multiple doses in healthy participants, median terminal half-life was 8-118 h, and the median time to reach maximum plasma concentration was 4-7 h. Exposures were dose-proportional after single dose (6-46 ng/mL) and more than dose-proportional after multiple doses (6-41 ng/mL). With multiple dosing, a steady state was achieved after 11 days in healthy participants and 13 days in HD participants. Dalzanemdor exposure decreased slightly with food. In HD participants, results suggest that dalzanemdor may improve cognitive performance on tests of executive function. These results support continued clinical development of dalzanemdor for the potential treatment of cognitive impairment in disorders of NMDAR hypofunction.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Adult",
        "Huntington Disease",
        "Female",
        "Middle Aged",
        "Double-Blind Method",
        "Receptors, N-Methyl-D-Aspartate",
        "Dose-Response Relationship, Drug",
        "Allosteric Regulation",
        "Young Adult",
        "Healthy Volunteers",
        "Adolescent",
        "Cognition",
        "Aged"
      ]
    },
    {
      "pmid": "38938387",
      "title": "Self-administered gerocognitive examination (SAGE) aids early detection of cognitive impairment at primary care provider visits.",
      "authors": [
        "Douglas W Scharre",
        "Nicole E Vrettos",
        "Haikady N Nagaraja",
        "Randell K Wexler",
        "Aaron D Clark",
        "Christopher M Nguyen"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Current estimates indicate that up to 50-75% of dementia cases are undiagnosed at an early stage when treatments are most effective. Conducting robust accurate cognitive assessments can be time-consuming for providers and difficult to incorporate into a time-limited Primary Care Provider (PCP) visit. We wanted to compare PCP visits with and without using the self-administered SAGE to determine differences in identification rates of new cognitive disorders. METHODS: Three hundred patients aged 65-89 without diagnosed cognitive disorders completing a non-acute office visit were enrolled (ClinicalTrials.gov identifier: NCT04063371). Two PCP offices conducted routine visits for 100 consecutive eligible patients each. One office used the SAGE in an additional 100 subjects and asked available informants about cognitive changes over the previous year. Chart reviews were conducted 60 days later. One-way analysis of variance and Fisher exact tests were used to compare the groups and outcomes. RESULTS: When SAGE was utilized, the PCP documented the detection of new cognitive conditions/concerns six times (9% versus 1.5%) as often (p = 0.003). The detection rate was nearly 4-fold for those with cognitively impaired SAGE scores (p = 0.034). Patients having impaired SAGE score and informant concerns were 15-fold as likely to have new cognitive conditions/concerns documented (p = 0.0007). Among providers using SAGE, 86% would recommend SAGE to colleagues. DISCUSSION: SAGE was easily incorporated into PCP visits and significantly increased identification of new cognitive conditions/concerns leading to new diagnoses, treatment, or management changes. The detection rate increased 15-fold for those with impaired SAGE scores combined with informant reports."
    },
    {
      "pmid": "38783837",
      "title": "Navigator-based motion compensation for liver BOLD measurement with five-echo SAGE EPI and breath-hold task.",
      "authors": [
        "Ke Zhang",
        "Simon M F Triphan",
        "Mark O Wielpütz",
        "Christian H Ziener",
        "Mark E Ladd",
        "Heinz-Peter Schlemmer",
        "Hans-Ulrich Kauczor",
        "Oliver Sedlaczek",
        "Felix T Kurz"
      ],
      "journal": "NMR in biomedicine",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The purpose of this work is to apply multi-echo spin- and gradient-echo (SAGE) echo-planar imaging (EPI) combined with a navigator-based (NAV) prospective motion compensation method for a quantitative liver blood oxygen level dependent (BOLD) measurement with a breath-hold (BH) task. METHODS: A five-echo SAGE sequence was developed to quantitatively measure T2 and T2* to depict function with sufficient signal-to-noise ratio, spatial resolution and sensitivity to BOLD changes induced by the BH task. To account for respiratory motion, a navigator was employed in the form of a single gradient-echo projection readout, located at the diaphragm along the inferior-superior direction. Prior to each transverse imaging slice of the spin-echo EPI-based readouts, navigator acquisition and fat suppression were incorporated. Motion data was obtained from the navigator and transmitted back to the sequence, allowing real-time adjustments to slice positioning. Six healthy volunteers and three patients with liver carcinoma were included in this study. Quantitative T2 and T2* were calculated at each time point of the BH task. Parameters of t value from first-level analysis using a general linear model and hepatovascular reactivity (HVR) of Echo1, T2 and T2* were calculated. RESULTS: The motion caused by respiratory activity was successfully compensated using the navigator signal. The average changes of T2 and T2* during breath-hold were about 1% and 0.7%, respectively. With the help of NAV prospective motion compensation whole liver t values could be obtained without motion artifacts. The quantified liver T2 (34.7 ± 0.7 ms) and T2* (29 ± 1.2 ms) values agreed with values from literature. In healthy volunteers, the distribution of statistical t value and HVR was homogeneous throughout the whole liver. In patients with liver carcinoma, the distribution of t value and HVR was inhomogeneous due to metastases or therapy. CONCLUSIONS: This study demonstrates the feasibility of using a NAV prospective motion compensation technique in conjunction with five-echo SAGE EPI for the quantitative measurement of liver BOLD with a BH task.",
      "mesh_terms": [
        "Humans",
        "Echo-Planar Imaging",
        "Breath Holding",
        "Liver",
        "Male",
        "Adult",
        "Female",
        "Middle Aged",
        "Motion",
        "Oxygen",
        "Liver Neoplasms",
        "Aged"
      ]
    },
    {
      "pmid": "38742376",
      "title": "Cognitive impairment and treatment strategy for atrial fibrillation in older adults: The SAGE-AF study.",
      "authors": [
        "Deepti S Athreya",
        "Jane S Saczynski",
        "Jerry H Gurwitz",
        "Kevin M Monahan",
        "Benita A Bamgbade",
        "Tenes J Paul",
        "Felix Sogade",
        "Darleen M Lessard",
        "David D McManus",
        "Robert H Helm"
      ],
      "journal": "Journal of the American Geriatrics Society",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Observational Study"
      ],
      "abstract": "BACKGROUND: Cognitive impairment is strongly associated with atrial fibrillation (AF). Rate and rhythm control are the two treatment strategies for AF and the effect of treatment strategy on risk of cognitive decline and frailty is not well established. We sought to determine how treatment strategy affects geriatric-centered outcomes. METHODS: The Systematic Assessment of Geriatric Elements-AF (SAGE-AF) was a prospective, observational, cohort study. Older adults with AF were prospectively enrolled between 2016 and 2018 and followed longitudinally for 2 years. In a non-randomized fashion, participants were grouped by rate or rhythm control treatment strategy based on clinical treatment at enrollment. Baseline characteristics were compared. Longitudinal binary mixed models were used to compare treatment strategy with respect to change in cognitive function and frailty status. Cognitive function and frailty status were assessed with the Montreal Cognitive Assessment Battery and Fried frailty phenotype tools. RESULTS: 972 participants (mean age = 75, SD = 6.8; 49% female, 87% non-Hispanic white) completed baseline examination and 2-year follow-up. 408 (42%) were treated with rate control and 564 (58%) with rhythm control. The patient characteristics of the two groups were different at baseline. Participants in the rate control group were older, more likely to have persistent AF, prior stroke, be treated with warfarin and have baseline cognitive impairment. After adjusting for baseline differences, participants treated with rate control were 1.5 times more likely to be cognitively impaired over 2 years (adjusted OR: 1.47, 95% CI:1.12, 1.98) and had a greater decline in cognitive function (adjusted estimate: -0.59 (0.23), p < 0.01) in comparison to rhythm control. Frailty did not vary between the treatment strategies. CONCLUSIONS: Among those who had 2-year follow-up in non-randomized observational cohort, the decision to rate control AF in older adults was associated with increased odds of decline in cognitive function but not frailty.",
      "mesh_terms": [
        "Humans",
        "Atrial Fibrillation",
        "Female",
        "Male",
        "Aged",
        "Cognitive Dysfunction",
        "Prospective Studies",
        "Aged, 80 and over",
        "Geriatric Assessment",
        "Frailty",
        "Longitudinal Studies",
        "Anticoagulants",
        "Anti-Arrhythmia Agents"
      ]
    },
    {
      "pmid": "38524926",
      "title": "Association between glycemic control and patient-reported outcomes in adults with type 1 diabetes in Japan: the SAGE study subanalysis.",
      "authors": [
        "Rimei Nishimura",
        "Akira Shimada",
        "Norio Abiru",
        "Munehide Matsuhisa",
        "Yoko Takahashi",
        "Hiroshi Ikegami"
      ],
      "journal": "Diabetology international",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS/INTRODUCTION: Psychosocial aspects and the quality of life (QOL) of individuals with diabetes are important for achieving glycemic control and treatment goals. Here, we describe patient-reported outcomes (PROs) of Japanese adults with type 1 diabetes (T1D) and evaluate the association thereof with glycemic control. MATERIALS AND METHODS: This subanalysis of a subgroup of 528 Japanese participants in the SAGE study of adults with T1D used data on glycosylated hemoglobin (HbA1c) and PRO scores [Hypoglycemia Fear Survey-II (HFS-II), Problem Areas In Diabetes (PAID), Insulin Treatment Satisfaction Questionnaire (ITSQ), and Audit of Diabetes-Dependent QOL (ADDQoL)] and summarized the score by the predefined age groups (26-44-years: n = 208, 45-64-years: n = 217, and ≥ 65-years: n = 103). The association between PROs, achieving HbA1c < 7.0%, and individualized targets was explored using multivariate logistic regression analysis. RESULTS: The HFS-II and PAID scores were lower, and the ITSQ score was higher in the ≥ 65-years group than in the younger groups with a linear trend of better scores with increasing age (P for trend < 0.05). ADDQoL scores were similar across the age groups, and present QOL (ADDQoL subscale) tended to improve with age (P for trend < 0.05). Achieving HbA1c < 7.0% and individualized targets were associated with satisfaction with insulin treatment regarding glycemic control. CONCLUSION: In Japanese adults with T1D, the impact on psychosocial aspects and QOL varied across age groups, with a trend of improving scores with age, potentially in relation to the less stringent glycemic control targets adopted in older individuals. Glycemic control was significantly associated with treatment satisfaction. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s13340-023-00668-4."
    },
    {
      "pmid": "38357797",
      "title": "A Randomized Phase 2 KINETIC Trial Evaluating SAGE-324/BIIB124 in Individuals with Essential Tremor.",
      "authors": [
        "Rodger J Elble",
        "William G Ondo",
        "Kelly E Lyons",
        "Min Qin",
        "Svetlana Garafola",
        "Bonnie Hersh",
        "TinaMarie Lieu",
        "Dimitrios Arkilo",
        "Rosalind Chuang",
        "Kemi Bankole",
        "Rajesh Pahwa"
      ],
      "journal": "Movement disorders : official journal of the Movement Disorder Society",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Clinical Trial, Phase II",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't",
        "Multicenter Study"
      ],
      "abstract": "BACKGROUND: SAGE-324/BIIB124 is an investigational positive allosteric modulator of GABAA receptors. OBJECTIVE: KINETIC (NCT04305275), a double-blind, randomized, placebo-controlled, phase 2 study, evaluated SAGE-324/BIIB124 in individuals with essential tremor (ET). METHODS: Individuals aged 18 to 80 years were randomly assigned 1:1 to orally receive 60 mg of SAGE-324/BIIB124 or placebo once daily for 28 days. The primary endpoint was change from baseline in The Essential Tremor Rating Assessment Scale-Performance Subscale (TETRAS-PS) Item 4 (upper-limb tremor) at day 29 with SAGE-324/BIIB124 versus placebo. RESULTS: Between May 2020 and February 2021, 69 U.S. participants were randomly assigned to receive SAGE-324/BIIB124 (n = 34) or placebo (n = 35). There was a significant reduction from baseline in TETRAS-PS Item 4 at day 29 with SAGE-324/BIIB124 versus placebo (least squares mean [standard error]: -2.31 [0.401] vs. -1.24 [0.349], P = 0.0491). The most common treatment-emergent adverse events included somnolence, dizziness, fatigue, and balance disorder. CONCLUSION: These results support further development of SAGE-324/BIIB124 for potential ET treatment. © 2024 Sage Therapeutics, Inc and The Authors. Movement Disorders published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.",
      "mesh_terms": [
        "Humans",
        "Essential Tremor",
        "Male",
        "Middle Aged",
        "Female",
        "Aged",
        "Double-Blind Method",
        "Adult",
        "Aged, 80 and over",
        "Young Adult",
        "Adolescent",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "38249728",
      "title": "Is catheter ablation associated with preservation of cognitive function? An analysis from the SAGE-AF observational cohort study.",
      "authors": [
        "Bahadar S Srichawla",
        "Alexander P Hamel",
        "Philip Cook",
        "Rozaleen Aleyadeh",
        "Darleen Lessard",
        "Edith M Otabil",
        "Jordy Mehawej",
        "Jane S Saczynski",
        "David D McManus",
        "Majaz Moonis"
      ],
      "journal": "Frontiers in neurology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To examine the associations between catheter ablation treatment (CA) vs. medical management and cognitive impairment among older adults with atrial fibrillation (AF). METHODS: Ambulatory patients who had AF, were ≥65-years-old, and were eligible to receive oral anticoagulation could be enrolled into the SAGE (Systematic Assessment of Geriatric Elements)-AF study from internal medicine and cardiology clinics in Massachusetts and Georgia between 2016 and 2018. Cognitive function was assessed using the Montreal Cognitive Assessment (MoCA) tool at baseline, 1-, and 2 years. Cognitive impairment was defined as a MoCA score ≤ 23. Multivariate-adjusted logistic regression of longitudinal repeated measures was used to examine associations between treatment with CA vs. medical management and cognitive impairment. RESULTS: 887 participants were included in this analysis. On average, participants were 75.2 ± 6.7 years old, 48.6% women, and 87.4% white non-Hispanic. 193 (21.8%) participants received a CA before enrollment. Participants who had previously undergone CA were significantly less likely to be cognitively impaired during the 2-year study period (aOR 0.70, 95% CI 0.50-0.97) than those medically managed (i.e., rate and/or rhythm control), even after adjusting with propensity score for CA. At the 2-year follow-up a significantly greater number of individuals in the non-CA group were cognitively impaired (MoCA ≤ 23) compared to the CA-group (311 [44.8%] vs. 58 [30.1%], p = 0.0002). CONCLUSION: In this 2-year longitudinal prospective cohort study participants who underwent CA for AF before enrollment were less likely to have cognitive impairment than those who had not undergone CA."
    },
    {
      "pmid": "38212804",
      "title": "A case series of sage: a new couple-based intervention for borderline personality disorder.",
      "authors": [
        "Skye Fitzpatrick",
        "Sonya Varma",
        "David Chafe",
        "Nikoo Norouzian",
        "Jenna Traynor",
        "Sophie Goss",
        "Elizabeth Earle",
        "Alyssa Di Bartolomeo",
        "Ashley Siegel",
        "Lindsay Fulham",
        "Candice M Monson",
        "Rachel E Liebman"
      ],
      "journal": "Borderline personality disorder and emotion dysregulation",
      "publication_date": "2024-Jan-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Research suggests that interpersonal dysfunction may be central to borderline personality disorder (BPD), and that the relationships of people with BPD are particularly impaired. Further, the significant others of people with BPD exhibit elevated psychological problems but little access to mental healthcare. Despite this, most BPD interventions are delivered individually and do not routinely incorporate significant others. This manuscript presents the first case series of Sage, a 12-session manualized intervention for people with borderline personality disorder (BPD) and their intimate partners with three targets: a) BPD severity, b) relationship conflict, and c) intimate partner mental health. FINDINGS: Five couples of people with BPD with frequent suicidal/self-injurious behavior or high suicidal ideation and their intimate partners received Sage. Measures of Sage targets as well as tertiary outcomes were administered at pre-, mid-, and post-intervention. Four out of five dyads completed Sage, with high intervention satisfaction ratings. Improvements were generally demonstrated in BPD severity, suicidal ideation, and suicidal behavior/self-injury. Half of dyads exhibited improvements in conflict, and additional improvements in mental health outcomes for dyad members were demonstrated. One dyad exhibited poor outcomes and speculations regarding this are offered. CONCLUSIONS: Findings provide proof of concept of Sage as an intervention that can improve BPD and other mental health outcomes in those with BPD and their intimate partners. Incorporating intimate partners into BPD treatment may optimize and expedite its outcomes. However, further testing is needed. TRIAL REGISTRATION: This project was pre-registered at Clinicaltrials.gov (Identifier: [NCT04737252])."
    },
    {
      "pmid": "38150074",
      "title": "Immunity, rumen metagenomics, ruminal variables, and growth performance of calves fed milk with sage (Salvia officinalis) essential oil.",
      "authors": [
        "Kanber Kara",
        "Gönül Pirci"
      ],
      "journal": "Tropical animal health and production",
      "publication_date": "2023-Dec-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The study aimed to determine the effect of sage (Salvia officinalis) essential oil (EO) to the drinking milk until the weaning stage of Holstein calves on the growth performance, body measurements, ruminal fermentation, rumen metagenomic profile, proinflammatory cytokines [interleukin-6 (IL-6), tumor necrosis factor (TNF-α), and IL-1β], immune globulins (IgG, IgM, and IgE), and acute phase proteins (serum amyloid-A, SAA). In the study, 24 Holstein calves were divided into three groups as 0 μL (SAG0; control group), 100 μL (SAG100), or 200 μL (SAG200) of sage EO to the milk per calf per day. The addition of sage EO to the milk linearly increased the live weight, feed intake, and daily body weight gain (P < 0.05). The addition of sage EO to the milk in calves linearly increased serum IgG titter dose dependently (P < 0.05), but serum IgM and IgE titters did not change (P > 0.05). The concentrations of serum TNF-α, IL-1β, and IL-6 in the weaned calves linearly decreased by the sage aromatic oil addition to the milk (P < 0.05). The serum SAA concentrations of calves did not differ among the control and treatment groups (P > 0.05). Probiotic Bifidobacterium and Acidaminococcus genus in calf rumen fluid can increase by sage EO addition to milk. The relative abundance of genus Prevotella, Prevotellaceae_NK3B31_group, and Prevotella_9 increase with sage EO. The ruminal ammonia-nitrogen (NH3-N) concentration and total short chain fatty acid (T-SCFA) molarity decreased by sage EO addition to the drinking milk (P < 0.05). The molarities of iso butyric (IBA) and iso valeric acids (IVA) in rumen fluid of the weaned calves linearly reduced by the increasing sage EO dose to the milk (P < 0.05). The butyric acid (BA) and iso caproic acid (ICA) molarities in rumen fluid did not change by the sage EO addition (P > 0.05). Consequently, it has been observed that sage EO addition to the milk of calves positively affected the immune system variables and performance parameters. Sage EO addition of calves before weaning may support the immune system in the eventual immunosuppression at the weaning stage.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Milk",
        "Salvia officinalis",
        "Interleukin-6",
        "Rumen",
        "Tumor Necrosis Factor-alpha",
        "Butyric Acid",
        "Immunoglobulin E",
        "Immunoglobulin G",
        "Immunoglobulin M"
      ]
    },
    {
      "pmid": "38045229",
      "title": "Is Catheter Ablation Associated with Preservation of Cognitive Function? An Analysis From the SAGE-AF Observational Cohort Study.",
      "authors": [
        "Bahadar S Srichawla",
        "Alexander P Hamel",
        "Philip Cook",
        "Rozaleen Aleyadeh",
        "Darleen Lessard",
        "Edith M Otabil",
        "Jordy Mehawej",
        "Jane S Saczynski",
        "David D McManus",
        "Majaz Moonis"
      ],
      "journal": "medRxiv : the preprint server for health sciences",
      "publication_date": "2023-Nov-20",
      "publication_types": [
        "Preprint",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To examine the associations between catheter ablation treatment (CA) versus medical management and cognitive impairment among older adults with atrial fibrillation (AF). METHODS: Ambulatory patients who had AF, were ≥ 65-years-old, and were eligible to receive oral anticoagulation could be enrolled into the SAGE (Systematic Assessment of Geriatric Elements)-AF study from internal medicine and cardiology clinics in Massachusetts and Georgia between 2016 and 2018. Cognitive function was assessed using the Montreal Cognitive Assessment (MoCA) tool at baseline, one-, and two years. Cognitive impairment was defined as a MoCA score ≤ 23. Multivariate-adjusted logistic regression of longitudinal repeated measures was used to examine associations between treatment with CA vs. medical management and cognitive impairment. RESULTS: 887 participants were included in this analysis. On average, participants were 75.2 ± 6.7 years old, 48.6% women, and 87.4% white non-Hispanic. 193 (21.8%) participants received a CA before enrollment. Participants who had previously undergone CA were significantly less likely to be cognitively impaired during the two-year study period (aOR 0.70, 95% CI 0.50-0.97) than those medically managed (i.e., rate and/or rhythm control), even after adjusting with propensity score for CA. At the two-year follow-up a significantly greater number of individuals in the non-CA group were cognitively impaired (MoCA ≤ 23) compared to the CA-group (311 [44.8%] vs. 58 [30.1%], p=0.0002). CONCLUSIONS: In this two-year longitudinal prospective cohort study participants who underwent CA for AF before enrollment were less likely to have cognitive impairment than those who had not undergone CA."
    },
    {
      "pmid": "38002229",
      "title": "Sage Essential Oil as an Antimicrobial Agent against Salmonella enterica during Beef Sous Vide Storage.",
      "authors": [
        "Robert Gál",
        "Natália Čmiková",
        "Miroslava Kačániová",
        "Pavel Mokrejš"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Nov-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sous-vide is a process comprising vacuum-sealing food, heating it to the desired temperature, and circulating it in a water bath in a sous vide machine. This cooking technique is increasingly common in homes and catering establishments due to its simplicity and affordability. However, manufacturers and chef's recommendations for low-temperature and long-term sous-vide cooking in media raise food safety concerns, particularly when preparing beef tenderloin. In this study, Salmonella enterica was found to be inactivated by heat and sage essential oil (EO) in beef samples from musculus psoas major that had been sous vide processed. To determine whether heat treatment was likely to increase the sous vide efficiency, S. enterica and sage EO were mixed. After being vacuum-packed and injected with S. enterica, the samples were cooked at 50-65 °C through the sous vide technique for the prescribed time. On days 1, 3, and 6, the amounts of S. enterica, total bacteria, and coliform bacteria were measured in the control and treated groups of beef processed sous vide. Mass spectrometry was used to identify bacterial isolates on different days. On each day that was measured, a higher number of all the microbiota was found in the samples exposed to 50 °C for 5 min. The most frequently isolated microorganisms from both groups of samples were Pseudomonas fragi (17%), Pseudomonas cedrina (8%), and Proteus vulgaris (8%); in the treated group, also S. enterica (21%), Pseudomonas fragi (13%), and Pseudomonas veronii (6%). After the heat treatment of samples at 65 °C for 20 min, the total count of bacteria and coliform bacteria was zero. It has been shown that adding sage essential oil (EO) in combination with sous vide processing technique leads to the stabilization and safety of beef tenderloin."
    },
    {
      "pmid": "37818190",
      "title": "The cardioprotective effect of S. africana caerulea/Blue Sage in ischaemia and reperfusion induced oxidative stress.",
      "authors": [
        "Ruduwaan Salie",
        "John Lopes",
        "Leon Kotze",
        "Ruzayda van Aarde"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Since antiquity, alternative herbal remedies, such as S. africana caerulea/Blue Sage (BLS) water infusion extract (WIE) has been used by traditional healers, for the effective treatment of various chronic inflammatory disorders associated with reduced cellular antioxidant defense mechanisms and free radical cellular damage. In the heart, ischaemia-reperfusion (I/R) induced oxidative stress becomes an early crucial event in the pathogenesis of ischaemia-reperfusion injury (I/RI) and subsequent heart failure. Purpose/Aim: To investigate whether BLS WIE treatment during ischaemia and/or reperfusion may be cardioprotective. Study design: Isolated perfused rat hearts were exposed to 35 min regional ischaemia (RI) and 60 min reperfusion. The BLS WIE was applied: i) for the last 10 min of RI (PerT) or ii) from onset of reperfusion (PostT) or iii) both (PerT) + (PostT). Methods: Endpoints were functional recovery and infarct size (IS). In another set of experiments, left ventricles were freeze-clamped after RI and 10 min reperfusion for detection of total and phosphorylated p-ERK p44/p42, p-Akt, p-p38-MAPK, p-JNK, Nrf-2, NF-kB, Bax, Bcl-2, Caspase-3, and PGC-1α by Western blot analysis. Results: BLS (PostT) significantly increased ERK p44, p-Akt, Nrf-2, and Bcl-2 levels; significantly decreased p-p38-MAPK as well as p-JNK p46 phosphorylation; did not affect Bax levels and significantly decreased Bax/Bcl-2 ratios. This was associated with significantly reduced Caspase-3 levels and increased PGC-1α phosphorylation, particlarly when BLS WIE was administered as PostT. Conclusion: The administration of polyphenol-rich BLS WIE at different stages of ischaemia and/or reperfusion, activate/inhibit several signaling events simultaneously and mediate cardioprotection in a multitarget manner."
    },
    {
      "pmid": "37698384",
      "title": "Pharmacological characterization of SAGE-718, a novel positive allosteric modulator of N-methyl-d-aspartate receptors.",
      "authors": [
        "Jacob T Beckley",
        "Teresa K Aman",
        "Michael A Ackley",
        "Tatiana M Kazdoba",
        "Michael C Lewis",
        "Anne C Smith",
        "Brandon J Farley",
        "Jing Dai",
        "Wayne Deats",
        "Ethan Hoffmann",
        "Albert J Robichaud",
        "James J Doherty",
        "Michael C Quirk"
      ],
      "journal": "British journal of pharmacology",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND PURPOSE: Select neuroactive steroids tune neural activity by modulating excitatory and inhibitory neurotransmission, including the endogenous cholesterol metabolite 24(S)-hydroxycholesterol (24(S)-HC), which is an N-methyl-d-aspartate (NMDA) receptor positive allosteric modulator (PAM). NMDA receptor PAMs are potentially an effective pharmacotherapeutic strategy to treat conditions associated with NMDA receptor hypofunction. EXPERIMENTAL APPROACH: Using in vitro and in vivo electrophysiological recording experiments and behavioural approaches, we evaluated the effect of SAGE-718, a novel neuroactive steroid NMDA receptor PAM currently in clinical development for the treatment of cognitive impairment, on NMDA receptor function and endpoints that are altered by NMDA receptor hypoactivity and assessed its safety profile. KEY RESULTS: SAGE-718 potentiated GluN1/GluN2A-D NMDA receptors with equipotency and increased NMDA receptor excitatory postsynaptic potential (EPSP) amplitude without affecting decay kinetics in striatal medium spiny neurons. SAGE-718 increased the rate of unblock of the NMDA receptor open channel blocker ketamine on GluN1/GluN2A in vitro and accelerated the rate of return on the ketamine-evoked increase in gamma frequency band power, as measured with electroencephalogram (EEG), suggesting that PAM activity is driven by increased channel open probability. SAGE-718 ameliorated deficits due to NMDA receptor hypofunction, including social deficits induced by subchronic administration of phencyclidine, and behavioural and electrophysiological deficits from cholesterol and 24(S)-HC depletion caused by 7-dehydrocholesterol reductase inhibition. Finally, SAGE-718 did not produce epileptiform activity in a seizure model or neurodegeneration following chronic dosing. CONCLUSIONS AND IMPLICATIONS: These findings provide strong evidence that SAGE-718 is a neuroactive steroid NMDA receptor PAM with a mechanism that is well suited as a treatment for conditions associated with NMDA receptor hypofunction.",
      "mesh_terms": [
        "Receptors, N-Methyl-D-Aspartate",
        "Ketamine",
        "Neurosteroids",
        "Hydroxycholesterols",
        "Cholesterol",
        "Allosteric Regulation"
      ]
    },
    {
      "pmid": "37585386",
      "title": "Cardiometabolic multimorbidity and associated patterns of healthcare utilization and quality of life: Results from the Study on Global AGEing and Adult Health (SAGE) Wave 2 in Ghana.",
      "authors": [
        "Peter Otieno",
        "Gershim Asiki",
        "Calistus Wilunda",
        "Welcome Wami",
        "Charles Agyemang"
      ],
      "journal": "PLOS global public health",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Understanding the patterns of multimorbidity, defined as the co-occurrence of more than one chronic condition, is important for planning health system capacity and response. This study assessed the association of different cardiometabolic multimorbidity combinations with healthcare utilization and quality of life (QoL). Data were from the World Health Organization (WHO) study on global AGEing and adult health Wave 2 (2015) conducted in Ghana. We analysed the clustering of cardiometabolic diseases including angina, stroke, type 2 diabetes, and hypertension with unrelated conditions such as asthma, chronic lung disease, arthritis, cataract and depression. The clusters of adults with cardiometabolic multimorbidity were identified using latent class analysis and agglomerative hierarchical clustering algorithms. We used negative binomial regression to determine the association of multimorbidity combinations with outpatient visits. The association of multimorbidity clusters with hospitalization and QoL were assessed using multivariable logistic and linear regressions. Data from 3,128 adults aged over 50 years were analysed. We identified four distinct classes of multimorbidity: relatively \"healthy class\" with no multimorbidity (47.9%): abdominal obesity only (40.7%): cardiometabolic and arthritis class comprising participants with hypertension, type 2 diabetes, stroke, abdominal and general obesity, arthritis and cataract (5.7%); and cardiopulmonary and depression class including participants with angina, chronic lung disease, asthma, and depression (5.7%). Relative to the class with no multimorbidity, the cardiopulmonary and depression class was associated with a higher frequency of outpatient visits [β = 0.3; 95% CI 0.1 to 0.6] and higher odds of hospitalization [aOR = 1.9; 95% CI 1.0 to 3.7]. However, cardiometabolic and arthritis class was associated with a higher frequency of outpatient visits [β = 0.8; 95% CI 0.3 to 1.2] and not hospitalization [aOR = 1.1; 95% CI 0.5 to 2.9]. The mean QoL scores was lowest among participants in the cardiopulmonary and depression class [β = -4.8; 95% CI -7.3 to -2.3] followed by the cardiometabolic and arthritis class [β = -3.9; 95% CI -6.4 to -1.4]. Our findings show that cardiometabolic multimorbidity among older persons in Ghana cluster together in distinct patterns that differ in healthcare utilization. This evidence may be used in healthcare planning to optimize treatment and care."
    },
    {
      "pmid": "37557991",
      "title": "Clinical efficacy and safety of Zuranolone (SAGE-217) in individuals with major depressive disorder.",
      "authors": [
        "Shakila Meshkat",
        "Kayla M Teopiz",
        "Joshua D Di Vincenzo",
        "Julia B Bailey",
        "Joshua D Rosenblat",
        "Roger C Ho",
        "Taeho Greg Rhee",
        "Felicia Ceban",
        "Angela T H Kwan",
        "Bing Cao",
        "Roger S McIntyre"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2023-Nov-01",
      "publication_types": [
        "Journal Article",
        "Review",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Major depressive disorder (MDD) is a common mental disorder with a high rate of morbidity and mortality. Dysfunctional signaling of gamma-aminobutyric acid (GABA) has been implicated in some studies in the etiology of MDD. Zuranolone (SAGE-217) is a novel, oral neuroactive steroid and an investigational positive allosteric modulator of synaptic and extrasynaptic GABAA receptors. Herein, we aimed to evaluate the efficacy and safety of Zuranolone in individuals with MDD. We reviewed seven studies including 1662 participants with MDD. Zuranolone was investigated as an oral, once-daily, 14-day treatment course. The results of our synthesis indicate that the antidepressant effects of Zuranolone are rapid, clinically meaningful, and replicated across multiple randomized clinical trials. In addition to replicated efficacy, Zuranolone is associated with an acceptable level of treatment-emergent adverse events and discontinuation without serious adverse events. It is believed that Zuranolone's antidepressant effects arise from its ability to enhance inhibitory GABAergic signaling by increasing synaptic and extrasynaptic GABAA activity and regulation of GABAA receptor expression. Taken together, preliminary evidence suggests the potential for antidepressant effects of Zuranolone. Zuranolone has been approved by FDA for postpartum depression, and is showing efficacy in major depressive disorder. Future research vistas should seek to determine the durability of this treatment approach as well as its effects on domain-specific outcomes (e.g., anhedonia, circadian rhythm, arousal systems) along with application in other diagnostic entities (e.g., bipolar depression).",
      "mesh_terms": [
        "Female",
        "Humans",
        "Depressive Disorder, Major",
        "Pregnanes",
        "Antidepressive Agents",
        "Receptors, GABA-A",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "37355619",
      "title": "Utilisation of traditional healers among older people living with HIV in South Africa: a WHO SAGE well-being of older people study.",
      "authors": [
        "Joshua Okyere",
        "Castro Ayebeng",
        "Bernard Afriyie Owusu",
        "Wonder Agbemavi",
        "Joseph Kwarteng Amoako",
        "Kwamena Sekyi Dickson"
      ],
      "journal": "AIDS research and therapy",
      "publication_date": "2023-Jun-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Within the African region, there are an estimated 8 million people living with HIV (PLHIV) in South Africa. Seeking healthcare services from traditional healers (TH) is one of the alternative and complementary approaches to HIV/AIDS treatment. Identifying the associated factors of TH utilisation among older PLHIV is crucial in developing healthcare interventions that cater to the unique needs of this vulnerable group. This study investigated the factors associated with TH utilisation among older PLHIV. METHODS: We studied 516 older PLHIV using data from the WHO SAGE Well-Being of Older People Study (2011-2013). Chi-square, bivariate and multivariate logistic regression were computed in STATA Version 14. The results were presented with both crude and adjusted odds ratio (AOR) and at 95% confidence interval (CI). RESULTS: Of the 516 participants, 15.89% utilised TH. The major reason for TH utilisation among older PLHIV was the perception of receiving better healthcare services from TH (51.2%) and the flexibility to pay with goods instead of money (14.6%). The factors associated with TH utilisation were age [AOR = 0.05; CI  0.01, 0.37], being hypertensive [AOR = 2.07; CI  1.04, 4.11], and having more than four servings of fruits [AOR = 10.64; CI  2.95, 38.34]. TH utilisation was significantly lower among those who visited the clinic once or twice [AOR = 0.17; CI  0.05, 0.63], three to six times [AOR = 0.16; CI  0.05, 0.56], and more than 6 times [AOR = 0.09; CI  0.03, 0.34] compared to those who had no clinic visits. CONCLUSION: In conclusion, a low proportion of TH utilisation was reported among older PLHIV in South Africa. TH utilisation is associated with age, hypertension status, frequency of clinic visits and fruit servings consumed. Our study suggests that being hypertensive was a motivating factor for older PLHIV to utilise TH. Therefore, it is imperative for the South African health department to integrate the services of TH into the mainstream health system to manage non-communicable diseases, particularly hypertension, among older PLHIV.",
      "mesh_terms": [
        "Humans",
        "Aged",
        "HIV Infections",
        "South Africa",
        "Traditional Medicine Practitioners",
        "Hypertension",
        "World Health Organization"
      ]
    },
    {
      "pmid": "37057685",
      "title": "CAGE-B and SAGE-B models better predict the hepatitis B virus-related hepatocellular carcinoma after 5-year entecavir treatment than PAGE-B.",
      "authors": [
        "Hye Yeon Chon",
        "Han Ah Lee",
        "Soo Young Park",
        "Yeon Seok Seo",
        "Sang Gyune Kim",
        "Chang Hun Lee",
        "Tae Hee Lee",
        "Sang Hoon Ahn",
        "Vincent Wai-Sun Wong",
        "Terry Cheuk-Fung Yip",
        "Lilian Yan Liang",
        "In Hee Kim",
        "Grace Lai-Hung Wong",
        "Seung Up Kim"
      ],
      "journal": "Journal of digestive diseases",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The PAGE-B model consists of variables at the initiation of antiviral therapy (AVT), whereas the SAGE-B and CAGE-B models consist of variables after 5 years of AVT. We aimed to compare the predictive accuracy of three risk prediction models for hepatocellular carcinoma (HCC) development after 5 years of AVT in patients with chronic hepatitis B (CHB). METHODS: A total of 1335 patients who initiated entecavir (ETV) treatment between 2006 and 2011 and were followed up for more than 5 years were enrolled in the study. RESULTS: At ETV initiation, the median age was 49 years and the median score of the PAGE-B model was 14. After 5 years of ETV treatment, the median SAGE-B and CAGE-B scores were 6 and 6. During the study period, 93 (7.0%) patients developed HCC after 5-year treatment. In multivariate analysis, PAGE-B (hazard ratio [HR] 1.151, 95% confidence interval [CI] 1.087-1.219), SAGE-B (HR 1.340, 95% CI 1.228-1.463), and CAGE-B (HR 1.327, 95% CI 1.223-1.440) models independently predicted HCC development after 5 years of treatment (all P < 0.001). The high-risk groups of the three risk prediction models showed a significantly higher risk of HCC development compared to the medium- and low-risk groups (both P < 0.05). The AUROC of the SAGE-B (0.772-0.844) and CAGE-B (0.785-0.838) models was significantly higher than those of the PAGE-B model (0.696-0.745) in predicting HCC development after 5 years of treatment (both P < 0.05). CONCLUSION: The SAGE-B and CAGE-B models might be better than the PAGE-B model in predicting HCC development after 5 years of ETV treatment.",
      "mesh_terms": [
        "Humans",
        "Middle Aged",
        "Carcinoma, Hepatocellular",
        "Liver Neoplasms",
        "Hepatitis B virus",
        "Antiviral Agents",
        "Hepatitis B, Chronic",
        "Retrospective Studies"
      ]
    },
    {
      "pmid": "36934268",
      "title": "The effect of sage (Salvizan gel) compared to triamcinolone acetonide on the treatment of recurrent aphthous stomatitis: a double-blinded randomized clinical trial.",
      "authors": [
        "Fatemeh Abbasi",
        "Zeinab Rasoulzadeh",
        "Amirmohammad Yavari"
      ],
      "journal": "BMC oral health",
      "publication_date": "2023-Mar-18",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Recurrent Aphthous Stomatitis (RAS) is one of the most common lesions of the oral mucosa. Herbal medicine can be used for the treatment of this disease. The present study aimed to compare the effects of topical application of Sage (Salvizan) and triamcinolone acetonide gels on RAS. METHODS: This double-blind clinical study recruited sixty patients with minor aphthous ulcers. Half of the patients were treated with Salvizan gel, and the other half were treated with oral triamcinolone acetonide gel. The effect of Salvizan topical gel was evaluated and compared with that of oral triamcinolone acetonide gel. Factors such as Pain recovery time, wound healing time, and pain level was evaluated. Data were analyzed by SPSS version 22 using independent t-test, paired t-test, repeated measures ANOVA, and survival analysis, including Kaplan-Meier and Cox regression. RESULTS: The mean duration of pain recovery was 1.5 days for Salvizan and 2.5 days for triamcinolone acetonide (p < 0.001). Moreover, the duration of wound healing was 3.3 days for Salvizan and 6 days for triamcinolone acetonide (p < 0.001). Patients' satisfaction from factors such as taste and smell had no significant difference between the two groups. CONCLUSION: The results of this study showed that Salvizan gel is very effective in the treatment of RAS. It was significantly better than triamcinolone acetonide in the pain recovery and wound healing. These promising results favor herbal treatments and show that they can be used more commonly for treating diseases such as RAS. TRIAL REGISTRATION: This study was approved by the ethics committee of Isfahan University of Medical Sciences (IR.MUI. RESEARCH: REC.1399.834) on 17/03/2021. It was also registered in the Iranian Registry of Clinical Trials (IRCT20100202003251N7).",
      "mesh_terms": [
        "Humans",
        "Triamcinolone Acetonide",
        "Stomatitis, Aphthous",
        "Iran",
        "Gels",
        "Pain"
      ]
    },
    {
      "pmid": "36355517",
      "title": "Network Pharmacology of Ginseng (Part III): Antitumor Potential of a Fixed Combination of Red Ginseng and Red Sage as Determined by Transcriptomics.",
      "authors": [
        "Alexander Panossian",
        "Sara Abdelfatah",
        "Thomas Efferth"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2022-Oct-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study aimed to assess the effect of a fixed combination of Red Ginseng and Red Sage (RG-RS) on the gene expression of neuronal cells to evaluate the potential impacts on cellular functions and predict its relevance in the treatment of stress and aging-related diseases and disorders. METHODS: Gene expression profiling was conducted by transcriptome-wide mRNA microarray analyses of murine HT22 hippocampal cell culture after treatment with RG-RS preparation. Ingenuity pathway analysis (IPA) was performed with datasets of significantly upregulated or downregulated genes and the expected effects on the physiological and cellular function and the diseases were identified. RESULTS: RG-RS deregulates 1028 genes associated with cancer and 139 with metastasis, suggesting a predicted decrease in tumorigenesis, the proliferation of tumor cells, tumor growth, metastasis, and an increase in apoptosis and autophagy by their effects on the various signaling and metabolic pathways, including the inhibition of Warburg's aerobic glycolysis, estrogen-mediated S-phase entry signaling, osteoarthritis signaling, and the super-pathway of cholesterol biosynthesis. CONCLUSION: The results of this study provide evidence of the potential efficacy of the fixed combination of Red Ginseng (Panax ginseng C.A. Mey.) and Red Sage/Danshen (Salvia miltiorrhiza Bunge) in cancer. Further clinical and experimental studies are required to assess the efficacy and safety of RG-RS in preventing the progression of cancer, osteoarthritis, and other aging-related diseases."
    },
    {
      "pmid": "36171156",
      "title": "Medication cost-reducing behaviors in older adults with atrial fibrillation: The SAGE-AF study.",
      "authors": [
        "Benita A Bamgbade",
        "David D McManus",
        "Becky A Briesacher",
        "Darleen Lessard",
        "Jordy Mehawej",
        "Jerry H Gurwitz",
        "Mayra Tisminetzky",
        "Sarika Mujumdar",
        "Weija Wang",
        "Tanya Malihot",
        "Hawa O Abu",
        "Molly Waring",
        "Felix Sogade",
        "Jeanne Madden",
        "Isabelle C Pierre-Louis",
        "Robert Helm",
        "Robert Goldberg",
        "Arthur F Kramer",
        "Jane S Saczynski"
      ],
      "journal": "Journal of the American Pharmacists Association : JAPhA",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: As patient prices for many medications have risen steeply in the United States, patients may engage in cost-reducing behaviors (CRBs) such as asking for generic medications or purchasing medication from the Internet. OBJECTIVE: The objective of this study is to describe patterns of CRB, cost-related medication nonadherence, and spending less on basic needs to afford medications among older adults with atrial fibrillation (AF) and examine participant characteristics associated with CRB. METHODS: Data were from a prospective cohort study of older adults at least 65 years with AF and a high stroke risk (CHA2DS2VASc ≥ 2). CRB, cost-related medication nonadherence, and spending less on basic needs to afford medications were evaluated using validated measures. Chi-square and t tests were used to evaluate differences in characteristics across CRB, and statistically significant characteristics (P < 0.05) were entered into a multivariable logistic regression to examine factors associated with CRB. RESULTS: Among participants (N = 1224; mean age 76 years; 49% female), 69% reported engaging in CRB, 4% reported cost-related medication nonadherence, and 6% reported spending less on basic needs. Participants who were cognitively impaired (adjusted odds ratio 0.69 [95% CI 0.52-0.91]) and those who did not identify as non-Hispanic white (0.66 [0.46-0.95]) were less likely to engage in CRB. Participants who were married (1.88 [1.30-2.72]), had a household income of $20,000-$49,999 (1.52 [1.02-2.27]), had Medicare insurance (1.38 [1.04-1.83]), and had 4-6 comorbidities (1.43 [1.01-2.01]) had significantly higher odds of engaging in CRB. CONCLUSION: Although CRBs were common among older adults with AF, few reported cost-related medication nonadherence and spending less on basic needs. Patients with cognitive impairment may benefit from pharmacist intervention to provide support in CRB and patient assistance programs.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Aged",
        "United States",
        "Male",
        "Medicare",
        "Atrial Fibrillation",
        "Prospective Studies",
        "Medication Adherence"
      ]
    },
    {
      "pmid": "36145808",
      "title": "Combined Impact of Excess Zinc and Cadmium on Elemental Uptake, Leaf Anatomy and Pigments, Antioxidant Capacity, and Function of Photosynthetic Apparatus in Clary Sage (Salvia sclarea L.).",
      "authors": [
        "Anelia Dobrikova",
        "Emilia Apostolova",
        "Ioannis-Dimosthenis S Adamakis",
        "Anetta Hanć",
        "Ilektra Sperdouli",
        "Michael Moustakas"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Clary sage (Salvia sclarea L.) is a medicinal plant that has the potential to be used for phytoextraction of zinc (Zn) and cadmium (Cd) from contaminated soils by accumulating these metals in its tissues. Additionally, it has been found to be more tolerant to excess Zn than to Cd stress alone; however, the interactive effects of the combined treatment with Zn and Cd on this medicinal herb, and the protective strategies of Zn to alleviate Cd toxicity have not yet been established in detail. In this study, clary sage plants grown hydroponically were simultaneously exposed to Zn (900 µM) and Cd (100 μM) for 8 days to obtain more detailed information about the plant responses and the role of excess Zn in mitigating Cd toxicity symptoms. The leaf anatomy, photosynthetic pigments, total phenolic and anthocyanin contents, antioxidant capacity (by DPPH and FRAP analyses), and the uptake and distribution of essential elements were investigated. The results showed that co-exposure to Zn and Cd leads to an increased leaf content of Fe and Mg compared to the control, and to increased leaf Ca, Mn, and Cu contents compared to plants treated with Cd only. This is most likely involved in the defense mechanisms of excess Zn against Cd toxicity to protect the chlorophyll content and the functions of both photosystems and the oxygen-evolving complex. The data also revealed that the leaves of clary sage plants subjected to the combined treatment have an increased antioxidant capacity attributed to the higher content of polyphenolic compounds. Furthermore, light microscopy indicated more alterations in the leaf morphology after Cd-only treatment than after the combined treatment. The present study shows that excess Zn could mitigate Cd toxicity in clary sage plants."
    },
    {
      "pmid": "36059937",
      "title": "Potential therapeutic applications of infusions and hydroalcoholic extracts of Romanian glutinous sage (Salvia glutinosa L.).",
      "authors": [
        "Alexandru Nicolescu",
        "Mihai Babotă",
        "Maria Ilea",
        "Maria Inês Dias",
        "Ricardo C Calhelha",
        "Laura Gavrilaș",
        "Gabriele Rocchetti",
        "Gianina Crișan",
        "Andrei Mocan",
        "Lillian Barros",
        "Alina Elena Pârvu"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ethnopharmacological relevance: Salvia glutinosa, also known as the glutinous sage, has been used in Romanian folk medicine in the treatment of inflammation, injuries, and mild infections. However, there is no direct scientific evidence to demonstrate these activities. Aim of the Study: The present research was based on evaluating antioxidant, antiproliferative, and α-glucosidase inhibitory activity of S. glutinosa extracts, as well as the in vivo anti-inflammatory activity. Materials and Methods: Infusions and 70% (v:v) ethanol solution extracts of S. glutinosa stems and leaves, collected from two different locations in Romania, were prepared. Ten phenolic compounds were identified and quantified using the LC-DAD-ESI/MSn method, and total phenolic and flavonoid content, as well as in vitro antioxidant (DPPH, ABTS, and FRAP assays), antiproliferative, anti-inflammatory and alpha-glucosidase inhibitory activities were determined. A rat model of induced inflammation with turpentine oil was used for the examination of in vivo effects of the extracts, using diclofenac as an anti-inflammatory control. Results: The highest inhibitory α-glucosidase activity was determined to be IC50 = 0.546 mg/ml for the hydroalcoholic extract made with plant material collected on the road to Sighișoara. The highest cytotoxic activity against HepG2 cell line was determined to be GI50 = 131.68 ± 5.03 μg/ml, for the hydroalcoholic extract made with plant material from Sighișoara. In vivo administration of extract (200 mg lyophilized powder/ml) showed a significant reduction of NO production. Conclusion: Our findings indicate that S. glutinosa extracts exhibit antioxidant, α-glucosidase inhibitory activity, as well as a modest cytotoxic effect on HepG2 cell line. By in vivo administration, the extracts show anti-inflammatory and antioxidant activity, which correlates with the traditional use of the species. The environmental conditions seemed to induce important changes in the chemical composition and the bioactivity of the herbal preparations derived from S. glutinosa."
    },
    {
      "pmid": "35807610",
      "title": "Co-Application of TiO2 Nanoparticles and Arbuscular Mycorrhizal Fungi Improves Essential Oil Quantity and Quality of Sage (Salvia officinalis L.) in Drought Stress Conditions.",
      "authors": [
        "Ali Ostadi",
        "Abdollah Javanmard",
        "Mostafa Amani Machiani",
        "Amir Sadeghpour",
        "Filippo Maggi",
        "Mojtaba Nouraein",
        "Mohammad Reza Morshedloo",
        "Christophe Hano",
        "Jose M Lorenzo"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Jun-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Drought stress is known as a major yield-limiting factor in crop production that threatens food security worldwide. Arbuscular mycorrhizal fungi (AMF) and titanium dioxide (TiO2) have shown to alleviate the effects of drought stress on plants, but information regarding their co-addition to minimize the effects of drought stress on plants is scant. Here, a two-year field experiment was conducted in 2019 and 2020 to evaluate the influence of different irrigation regimes and fertilizer sources on the EO quantity and quality of sage (Salvia officinalis L.). The experiment was laid out as a split plot arranged in a randomized complete block design with three replicates. The irrigation treatments were 25, 50, and 75% maximum allowable depletion (MAD) percentage of the soil available water as non-stress (MAD25), moderate (MAD50), and severe (MAD75) water stress, respectively. Subplots were four fertilizer sources including no-fertilizer control, TiO2 nanoparticles (100 mg L-1), AMF inoculation, and co-addition of TiO2 and AMF (TiO2 + AMF). Moderate and severe drought stress decreased sage dry matter yield (DMY) by 30 and 65%, respectively. In contrast, application of TiO2 + AMF increased DMY and water use efficiency (WUE) by 35 and 35%, respectively, compared to the unfertilized treatment. The highest EO content (1.483%), yield (2.52 g m-2), and cis-thujone (35.84%, main EO constituent of sage) was obtained in MAD50 fertilized with TiO2 + AMF. In addition, the net income index increased by 44, 47, and 76% with application of TiO2 nanoparticles, AMF, and co-addition of TiO2 + AMF, respectively. Overall, the integrative application of the biofertilizer and nanoparticles (TiO2 + AMF) can be recommended as a sustainable strategy for increasing net income and improving EO productivity and quality of sage plants in drought stress conditions. Future policy discussions should focus on incentivizing growers for replacing synthetic fertilizers with proven nano and biofertilizers to reduce environmental footprints and enhance the sustainability of sage production, especially in drought conditions."
    },
    {
      "pmid": "35785990",
      "title": "SAGE-718: A First-in-Class N-Methyl-d-Aspartate Receptor Positive Allosteric Modulator for the Potential Treatment of Cognitive Impairment.",
      "authors": [
        "Matthew D Hill",
        "Maria-Jesus Blanco",
        "Francesco G Salituro",
        "Zhu Bai",
        "Jacob T Beckley",
        "Michael A Ackley",
        "Jing Dai",
        "James J Doherty",
        "Boyd L Harrison",
        "Ethan C Hoffmann",
        "Tatiana M Kazdoba",
        "David Lanzetta",
        "Michael Lewis",
        "Michael C Quirk",
        "Albert J Robichaud"
      ],
      "journal": "Journal of medicinal chemistry",
      "publication_date": "2022-Jul-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "N-Methyl-d-aspartate receptor (NMDAR) positive allosteric modulators (PAMs) have received increased interest as a powerful mechanism of action to provide relief as therapies for CNS disorders. Sage Therapeutics has previously published the discovery of endogenous neuroactive steroid 24(S)-hydroxycholesterol as an NMDAR PAM. In this article, we detail the discovery of development candidate SAGE-718 (5), a potent and high intrinsic activity NMDAR PAM with an optimized pharmacokinetic profile for oral dosing. Compound 5 has completed phase 1 single ascending dose and multiple ascending dose clinical trials and is currently undergoing phase 2 clinical trials for treatment of cognitive impairment in Huntington's disease.",
      "mesh_terms": [
        "Allosteric Regulation",
        "Central Nervous System Diseases",
        "Cognitive Dysfunction",
        "Humans",
        "Neurosteroids",
        "Receptors, N-Methyl-D-Aspartate"
      ]
    },
    {
      "pmid": "35744612",
      "title": "Enterocin 7420 and Sage in Rabbit Diet and Their Effect on Meat Mineral Content and Physico-Chemical Properties.",
      "authors": [
        "Monika Pogány Simonová",
        "Ľubica Chrastinová",
        "Andrea Lauková"
      ],
      "journal": "Microorganisms",
      "publication_date": "2022-May-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rabbit meat has outstanding nutritional characteristics—it is a lean meat with low fat, cholesterol and sodium content, with high-biological-value proteins, potassium, phosphorus, selenium, iron and vitamin B12 level. The dietary inclusion of natural bioactive compounds can improve the quality of rabbit meat. The present study evaluated the effect of enterocin 7420 (Ent 7420) and sage (Salvia officinalis) extract on the quality and mineral content of rabbit meat. A total of 96 Hyla rabbits (aged 35 days) were divided into E (Ent 7420; 50 µL/animal/d), S (sage extract; 10 µL/animal/d), E + S (Ent 7420 and sage in combination) and control (C) groups. Additives were administrated in drinking water for 21 days. A significant increase in meat iron (p < 0.01) content was noted; phosphorus and zinc levels were also elevated in experimental groups, compared with control data. Ent 7420 and sage treatment reduced the calcium and manganese (p < 0.01) contents. The physico-chemical traits of rabbit meat were not negatively influenced by treatment. Based on these results, diet supplementation, mostly with Ent 7420 but also in combination with sage, could enhance the quality of rabbit meat mineral, with a focus on its iron, phosphorus and zinc contents."
    },
    {
      "pmid": "35735210",
      "title": "Cognitive impairment, age, quality of life, and treatment strategy for atrial fibrillation in older adults: The SAGE-AF study.",
      "authors": [
        "Ankur A Karnik",
        "Jane S Saczynski",
        "Joseph J Chung",
        "Jerry H Gurwitz",
        "Benita A Bamgbade",
        "Tenes J Paul",
        "Darleen M Lessard",
        "David D McManus",
        "Robert H Helm"
      ],
      "journal": "Journal of the American Geriatrics Society",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Atrial fibrillation (AF) treatment includes anticoagulation for high stroke risk individuals and either rate or rhythm control strategies. We aimed to investigate the impact of age, geriatric factors, and medical comorbidities on choice of rhythm versus rate control strategy in older adults. METHODS: Patients with AF aged ≥65 years with CHA2 DS2 VASc score ≥2 and eligible for anticoagulation were recruited for the Systematic Assessment of Geriatric Elements-AF (SAGE-AF) prospective cohort study. An interview that included measures of HRQoL, cognitive function, vision, hearing, and frailty was performed. The association between these elements and AF treatment strategy was examined by multivariable logistic regression models. RESULTS: One thousand two hundred forty-four participants (mean age 76 years; 49% female; 85% non-Hispanic white) were enrolled. Rate and rhythm control were used in 534 and 710 participants, respectively. Compared to participants <75 years, those ≥75 were more likely to be treated with a rate control strategy (age 75-84 adjusted odds ratio [aOR] 1.37 [95% CI 0.99, 1.88]; age 85+ aOR = 2.05, 95% CI 1.30, 3.21). Those treated with a rate control strategy were more likely to have cognitive impairment (aOR = 1.50, 95% CI 1.13, 1.99), and peripheral vascular disease (PVD) (aOR = 1.82, 95% CI 1.22, 2.72) but less likely to have visual impairment (aOR 0.73 [0.55, 0.98]), congestive heart failure (CHF; aOR 0.68 [0.49, 0.94]) or receive anticoagulation (aOR 0.53, 95% CI 0.36, 0.78). CONCLUSION: Older age, cognitive impairment, and PVD were associated with use of rate control strategy. Visual impairment, CHF, and anticoagulation use were associated with a rhythm control strategy. There was no difference in HRQoL between the rate and rhythm control groups. This study suggests that certain geriatric elements may be associated with AF treatment strategies. Further study is needed to evaluate how these decisions affect outcomes.",
      "mesh_terms": [
        "Aged",
        "Anticoagulants",
        "Atrial Fibrillation",
        "Cognitive Dysfunction",
        "Female",
        "Heart Failure",
        "Humans",
        "Male",
        "Prospective Studies",
        "Quality of Life",
        "Risk Factors",
        "Stroke",
        "Vision Disorders"
      ]
    },
    {
      "pmid": "35386747",
      "title": "SAGE: Novel Therapy to Reduce Inflammation in a Naturally Occurring-Dog Model of Periodontal Disease.",
      "authors": [
        "Veena Raja",
        "Ying Gu",
        "Hsi-Ming Lee",
        "Jie Deng",
        "Glenn Prestwich",
        "Maria Ryan"
      ],
      "journal": "Journal of experimental pharmacology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To determine the effect of a semi-synthetic-glycosaminoglycan Ether (SAGE) as a universal therapeutic benefit to reduce periodontal inflammation and alveolar bone loss in naturally occurring-beagle-dog model of periodontal disease as a surrogate for human non-risk associated natural periodontitis. METHODS: Six adult female dogs with generalized periodontitis were distributed into two groups: control and SAGE treatment (n=3/group). After a 1-hour full-mouth scaling and root planning (SRP) at baseline, control or SAGE treatment (50mg/mL) bioadhesive gel formulation was locally applied for 12 weeks. Various clinical periodontal measurements (probing depth, CAL) were measured at different time periods (baseline, 4, 8 and 12 weeks), and gingival crevicular fluid (GCF), blood samples and gingival tissue biopsies (12 week) were analyzed for inflammatory mediators, collagenases and cell-signaling molecules. Standardized radiographs were taken at baseline and 12week period. RESULTS: SAGE treatment significantly reduced gingival inflammation (GCF flow), pocket depth (PD), and clinical attachment loss (CAL) compared to control. SAGE also considerably reduced alveolar bone loss and reduced MMP-9, IL-6, CRP levels in gingival tissue, GCF and plasma. Cell-signaling molecules in the inflammatory cascade system TLR-2, TLR-4, p38 MAPK, ERK1/2 and NF-kB responded to SAGE in a pattern consistent with reductions at the active phase of the inflammatory process and collagenolysis. CONCLUSION: In the beagle dog model of periodontitis, local SAGE administration significantly attenuated clinical measures of periodontitis, pro-inflammatory cytokines, MMPs, and signal transduction molecules. All our studies, using in vitro and in vivo models, support the therapeutic potential of SAGE as an innovative adjunct to SRP in the treatment of chronic periodontal disease."
    },
    {
      "pmid": "35386141",
      "title": "A Randomized, Double-Blind, Placebo-Controlled Evaluation of the Safety and Efficacy of Wild Sage Metabolites in Preventing Snoring, Improving Sleep, and Activating Alpha Wave Brain Frequencies in Healthy Adults.",
      "authors": [
        "Yuki Ikeda",
        "Mizuho Nasu"
      ],
      "journal": "Cureus",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Upper airway problems and stress can cause sleep disorders. The present study was designed to evaluate the efficacy and safety of wild sage metabolites (WSM) for snoring treatment and alpha wave activation in healthy men and women. A total of 42 subjects compliant with inclusion criteria were randomly assigned to one of the two groups, viz. Group 1-WSM and Group 2-Placebo, using a simple randomization process. Consumption of WSM by healthy men and women resulted in the decrease of Pittsburgh Sleep Quality Index (PSQI) global score by 29%, improved assessment by their sleep mates, and increased alpha brain wave by 55%. In conclusion, medication with WSM resulted in signiﬁcant reduced snoring, stress, and improved sleep quality after 30 days, with a good tolerance among subjects. No side effects or adverse events were reported during the study. Hence, WSM at 450 mg/day could be recommended as an effective agent for snoring treatment, improving the quality of sleep, and stress reduction."
    },
    {
      "pmid": "35356585",
      "title": "Greater sage-grouse respond positively to intensive post-fire restoration treatments.",
      "authors": [
        "Sharon A Poessel",
        "David M Barnard",
        "Cara Applestein",
        "Matthew J Germino",
        "Ethan A Ellsworth",
        "Don Major",
        "Ann Moser",
        "Todd E Katzner"
      ],
      "journal": "Ecology and evolution",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Habitat loss is the most prevalent threat to biodiversity in North America. One of the most threatened landscapes in the United States is the sagebrush (Artemisia spp.) ecosystem, much of which has been fragmented or converted to non-native grasslands via the cheatgrass-fire cycle. Like many sagebrush obligates, greater sage-grouse (Centrocercus urophasianus) depend upon sagebrush for food and cover and are affected by changes to this ecosystem. We investigated habitat selection by 28 male greater sage-grouse during each of 3 years after a 113,000-ha wildfire in a sagebrush steppe ecosystem in Idaho and Oregon. During the study period, seeding and herbicide treatments were applied for habitat restoration. We evaluated sage-grouse responses to vegetation and post-fire restoration treatments. Throughout the 3 years post-fire, sage-grouse avoided areas with high exotic annual grass cover but selected strongly for recovering sagebrush and moderately strongly for perennial grasses. By the third year post-fire, they preferred high-density sagebrush, especially in winter when sagebrush is the primary component of the sage-grouse diet. Sage-grouse preferred forb habitat immediately post-fire, especially in summer, but this selection preference was less strong in later years. They also selected areas that were intensively treated with herbicide and seeded with sagebrush, grasses, and forbs, although these responses varied with time since treatment. Wildfire can have severe consequences for sagebrush-obligate species due to loss of large sagebrush plants used for food and for protection from predators and thermal extremes. Our results show that management efforts, including herbicide application and seeding of plants, directed at controlling exotic annual grasses after a wildfire can positively affect habitat selection by sage-grouse."
    },
    {
      "pmid": "34992823",
      "title": "Systemic arterial gas embolism (SAGE) as a complication of bronchoscopic lung biopsy: a case report and systematic literature review.",
      "authors": [
        "Kai E Swenson",
        "Brian D Shaller",
        "Kevin Duong",
        "Harmeet Bedi"
      ],
      "journal": "Journal of thoracic disease",
      "publication_date": "2021-Nov",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Systemic arterial gas embolism (SAGE) is a rare yet serious and underrecognized complication of bronchoscopic procedures. A recent case of presumed SAGE after transbronchial needle aspiration prompted a systematic literature review of SAGE after biopsy procedures during flexible bronchoscopy. METHODS: We performed a systematic database search for case reports and case series pertaining to SAGE after bronchoscopic lung biopsy; reports or series involving only bronchoscopic laser therapy or argon plasma coagulation (APC) were excluded. Patient data were extracted directly from published reports. RESULTS: A total of 29 unique patient reports were assessed for patient demographics, specifics of the procedure, clinical manifestations, diagnostic findings, and clinical outcomes. Cases of SAGE occurred after multiple types of bronchoscopic biopsy and under both positive and negative pressure ventilation. The most common clinical findings were neurologic, followed by cardiac manifestations; temporal patterns included acute onset of cardiac or neurologic emergencies immediately after biopsy, or delayed awakening post-procedure. There was a high mortality rate among cases (28%), with residual neurologic deficits also common (24%). DISCUSSION: SAGE is an underrecognized but severe adverse effect of bronchoscopic lung biopsy, which often presents with acute coronary or cerebral ischemia or delayed awakening from sedation. It is important for all physicians who perform bronchoscopic biopsies to be aware of the clinical manifestations and therapeutic management of SAGE in order to mitigate morbidity and mortality among patients undergoing these procedures."
    },
    {
      "pmid": "34961116",
      "title": "Vapour Application of Sage Essential Oil Maintain Tomato Fruit Quality in Breaker and Red Ripening Stages.",
      "authors": [
        "Antonios Chrysargyris",
        "Charalampos Rousos",
        "Panayiota Xylia",
        "Nikolaos Tzortzakis"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2021-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Consumers seek safe, high-nutritional-value products, and therefore maintaining fresh produce quality is a fundamental goal in the food industry. In an effort to eliminate chemical-based sanitizing agents, there has been a shift in recent decades toward the usage of eco-friendly, natural solutions (e.g., essential oils-EOs). In the present study, tomato fruits (Solanum lycopersicum L. cv. Dafni) at breaker and red ripening stage were exposed to sage essential oils (EO: 50 μL L-1 or 500 μL L-1) for 2, 7 and 14 days, at 11 °C and 90% relative humidity (RH). Quality-related attributes were examined during (sustain effect-SE) and following (vapour-induced memory effect-ME; seven days vapours + seven days storage) vapour treatment. In breaker tomatoes, EO-enrichment (sustained effect) retained fruit firmness, respiration rates, and ethylene emission in low EO levels (50 μL L-1). In contrast, breaker fruit metabolism sped up in high EO levels of 500 μL L-1, with decreased firmness, increased rates of respiration and ethylene, and effects on antioxidant metabolism. The effects were more pronounced during the storage period of 14 days, comparing to the fruit exposed to common storage-transit practice. In red fruits, the EOs impacts were evidenced earlier (at two and seven days of storage) with increased rates of respiration and ethylene, increased β-carotene, and decreased lycopene content. In both breaker and red ripening fruit, EO application decreased weight losses. Considering the fruits pre-exposed to EOs, quality attributes were more affected in green fruits and affected to a lesser level in the red ones. Furthermore, based on appearance, color, and texture evaluations, organoleptic trials demonstrated an overwhelming preference for EO-treated red fruit during choice tests. EOs had lower effects on total phenolics, acidity, total soluble solids, and fruit chroma, with no specific trend for both breaker and red tomatoes. Natural volatiles may aid to retain fruit quality in parallel with their antimicrobial protection offered during storage and transportation of fresh produce. These effects may persist after the EO is removed from the storage conditions."
    },
    {
      "pmid": "34808698",
      "title": "A cross-sectional study of potentially modifiable risk factors for dementia and cognitive function in India: A secondary analysis of 10/66, LASI, and SAGE data.",
      "authors": [
        "Clara Belessiotis-Richards",
        "Gill Livingston",
        "Louise Marston",
        "Naaheed Mukadam"
      ],
      "journal": "International journal of geriatric psychiatry",
      "publication_date": "2021-Nov-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Dementia is rising globally, particularly in low-and-middle-income countries. India has almost four million people living with dementia, set to double by 2050. Targeting nine potentially modifiable risk factors (less education, hearing impairment, depression, physical inactivity, hypertension, obesity, smoking, diabetes, and social isolation) could possibly prevent or delay many dementias. We aimed for the first time to examine risk factors for dementia in India and their link with cognitive status and dementia, to inform prioritisation of public health interventions that could prevent or delay dementia. METHODS: We conducted a cross-sectional analysis using three studies: 10/66 Dementia Study (n = 2004), Longitudinal Aging Study of India (n = 386), and Study of Global Ageing (n = 2441). Our exposures were the nine risk factors above. We calculated a cognitive z-score within each study and used dementia diagnosis in 10/66. We adjusted for socioeconomic factors, age, and sex using multivariable linear for cognition and logistic regression for dementia. RESULTS: Less education, hearing impairment, depression, and physical inactivity were associated with lower z-scores and increased odds of dementia. Obesity was associated with higher z-score and lower odds of dementia. Social isolation was associated with lower z-scores and decreased odds of dementia. Results for smoking, diabetes, and hypertension were inconsistent. CONCLUSION: Our risk estimates were larger for less education, hearing impairment and physical inactivity compared to global estimates and should be intervention priorities. This study highlights the need for longitudinal studies to clarify the relationship between these potentially modifiable risk factors and dementia in India."
    },
    {
      "pmid": "34799311",
      "title": "Evaluation of wound healing potential and biochemical estimation of sage oil nanoemulsion on animal model.",
      "authors": [
        "Muhammad Sarfaraz Alam",
        "Mohammad Daud Ali",
        "Sarfaraz Ahmad",
        "Nuzhat Banu",
        "Muhammad Sajid Ali",
        "Nawazish Alam",
        "Muhammad Ali",
        "Muhammad Salahuddin Ansari",
        "Muhammad Shamim",
        "Muhammad Ali Mujtaba"
      ],
      "journal": "Pakistan journal of pharmaceutical sciences",
      "publication_date": "2021-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The study was aimed to design a nano emulsion formulations of Sage oil and to determine its effectiveness in healing the wound using rats as a model. Sage oil nanoemulsion (o/w) was formulated by a spontaneous emulsification method and tested for physicochemical parameters. The wound creation methods namely; circular excision and linear incision were utilized in the present study. Many specifications like tensile strength, DNA, total protein, Hexosamine and Uronic acid, were estimated from the tissues collected from incised wounds. The antioxidant and antimicrobial activity of the oil was estimated from the wound tissue homogenate. Finally epithelialization period and concentration of TNF-α were also measured. A Significant rise in collagen content by 77.52% and tensile strength by 56.20% were noticed in comparison to control. Reduction in period of epithelialization was noticed by 42.85% in comparison to control. The treatment groups confirmed significant antimicrobial activity in comparison to control. It was evident from the results that Sage oil nano emulsion could be the accelerator in wound healing process and it may be devoid of other drawbacks which would be possible with synthetic drug.",
      "mesh_terms": [
        "Animals",
        "Anti-Bacterial Agents",
        "Cytokines",
        "Emulsions",
        "Male",
        "Nanostructures",
        "Oxidation-Reduction",
        "Plant Oils",
        "Rats",
        "Rats, Wistar",
        "Salvia officinalis",
        "Wound Healing"
      ]
    },
    {
      "pmid": "34685919",
      "title": "Protective Effects of Salicylic Acid and Calcium Chloride on Sage Plants (Salvia officinalis L. and Salviaelegans Vahl) under High-Temperature Stress.",
      "authors": [
        "Kuan-Hung Lin",
        "Tse-Yen Lin",
        "Chun-Wei Wu",
        "Yu-Sen Chang"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2021-Oct-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "High-temperature stress is a major risk to fresh-market Salvia production, and heat intolerance is a major constraint in sage cultivation, particularly during the hot summer season. Previously, we investigated heat tolerance in five common-market cultivars of sage plants using leaf relative injury (RI) values and found that S. elegans Vahl (SE) and S. officinalis L. (SO) were the most and least heat-tolerant species, respectively. The exogenous applications of salicylic acid (SA) and calcium chloride (CaCl2) to alleviate heat stress in various species have been extensively studied, but reports of the effects of SA and CaCl2 treatments on the heat tolerance of sage plants are scarce. The objective of this study was to investigate how SA and CaCl2 affect the physiology and morphology of SE and SO plants under high-temperature conditions. Potted plants were pretreated with SA (0, 100, 200, 400, and 800 μM) and CaCl2 (0, 5, 10, and 15 mM), alone and combined, exposed to 55 °C and 80% humidity for 30 min, then placed in an environment-controlled chamber at 30 °C for three days and evaluated for changes in phenotypic appearance, RI, spectral reflectance, and chlorophyll fluorescence indices at different time intervals. Plants watered without chemical solutions were used as controls. Our results show that the growth of SO plants pretreated with SA and CaCl2 was more robust, compared with control plants, which were considerably affected by heat stress, resulting in brown, withered leaves and defoliation. The effects of the combined applications of SA (100 μM) and CaCl2 (5 mM) to SO plants were superior to control plants in increasing values of soil-plant analysis development (SPAD), normalized difference vegetation index (NDVI), and the maximal quantum yield of photosystemII photochemistry (Fv/Fm), while reducing RI%. Furthermore, SO plants exhibited higher SPAD and Fv/Fm values and lower RI% than SE plants in combined treatments at all time intervals after heat stress, implying that different genotypes displayed variations in their SPAD, Fv/Fm, and RI%. Thus, a combined treatment of 100 μM of SA and 5 mM of CaCl2 is effective and beneficial to plant appearance and ability to ameliorate heat stress. These indices can be used as indicators to characterize the physiology of these plants and applied on a commercial scale for informing the development of rapid and precise management practices on bedded sage plants grown in plant factories to achieve maximum market benefit."
    },
    {
      "pmid": "34419790",
      "title": "Enterocin Ent7420 and sage application as feed additives for broiler rabbits to improve meat carcass parameters and amino acid profile.",
      "authors": [
        "M Pogány Simonová",
        "Ľ Chrastinová",
        "A Lauková"
      ],
      "journal": "Meat science",
      "publication_date": "2022-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of enterocin (Ent)7420 and sage on rabbit meat carcass quality and amino acid (AA) conetnt was evaluated. Ninty-six Hyla male rabbits (35 days aged) were divided into experimental: E (Ent7420), S (sage), E + S (Ent7420 + sage) and control (C) groups. The additives were administrated in drinking water during 21 days. Time and time and treatment interaction effect were noted on carcass traits. The highest protein level was noted in rabbits LTL receiving Ent7420 in combination with sage. Essential (EAA) and non-essential amino acid (NEAA) levels increased in all experimental groups, with the highest EAAs in group E + S (E + S vs. E, S: P < 0.01; E + S, E, S vs. C: P < 0.001) and NEAAs in group E (E vs. S, E + S, C: P < 0.001). The dietary inclusion of Ent7420 alone and in combination with sage can improve the rabbit meat quality due to its higher protein, EAAs and NEAAs profile.",
      "mesh_terms": [
        "Amino Acids",
        "Animals",
        "Bridged-Ring Compounds",
        "Dietary Supplements",
        "Male",
        "Meat",
        "Plant Extracts",
        "Rabbits",
        "Salvia officinalis"
      ]
    },
    {
      "pmid": "34398677",
      "title": "Differences in Perceived and Predicted Bleeding Risk in Older Adults With Atrial Fibrillation: The SAGE-AF Study.",
      "authors": [
        "Benita A Bamgbade",
        "David D McManus",
        "Robert Helm",
        "Jordy Mehawej",
        "Jerry H Gurwitz",
        "Tanya Mailhot",
        "Hawa O Abu",
        "Robert Goldberg",
        "Ziyue Wang",
        "Mayra Tisminetzky",
        "Isabelle C Pierre-Louis",
        "Jane S Saczynski"
      ],
      "journal": "Journal of the American Heart Association",
      "publication_date": "2021-Sep-07",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Background Little research has evaluated patient bleeding risk perceptions in comparison with calculated bleeding risk among oral anticoagulant users with atrial fibrillation. Our objective was to investigate underestimation of bleeding risk and to describe the characteristics and patient-reported outcomes associated with underestimation of bleeding risk. Methods and Results In the SAGE-AF (Systematic Assessment of Geriatric Elements in Atrial Fibrillation) study, a prospective cohort study of patients ≥65 years with atrial fibrillation, a CHA2DS2-VASc risk score ≥2 and who were on oral anticoagulant therapy, we compared patients' self-reported bleeding risk with their predicted bleeding risk from their HAS-BLED score. Among the 754 participants (mean age 74.8 years, 48.3% women), 68.0% underestimated their bleeding risk. Participants who were Asian or Pacific Islander, Black, Native American or Alaskan Native, Mixed Race or Hispanic (non-White) (adjusted OR [AOR], 0.45; 95% CI, 0.24-0.82) and women (AOR, 0.62; 95% CI, 0.40-0.95) had significantly lower odds of underestimating their bleeding risk than respective comparison groups. Participants with a history of bleeding (AOR, 3.07; 95% CI, 1.73-5.44) and prior hypertension (AOR, 4.33; 95% CI, 2.43-7.72), stroke (AOR, 5.18; 95% CI, 1.87-14.40), or renal disease (AOR, 5.05; 95% CI, 2.98-8.57) had significantly higher odds of underestimating their bleeding risk. Conclusions We found that more than two-thirds of patients with atrial fibrillation on oral anticoagulant therapy underestimated their bleeding risk and that participants with a history of bleeding and several comorbid conditions were more likely to underestimate their bleeding risk whereas non-Whites and women were less likely to underestimate their bleeding risk. Clinicians should ensure that patients prescribed oral anticoagulant therapy have a thorough understanding of bleeding risk.",
      "mesh_terms": [
        "Aged",
        "Anticoagulants",
        "Atrial Fibrillation",
        "Female",
        "Hemorrhage",
        "Humans",
        "Male",
        "Patient Reported Outcome Measures",
        "Prospective Studies",
        "Risk Assessment",
        "Risk Factors",
        "Stroke"
      ]
    },
    {
      "pmid": "34386761",
      "title": "A cross-sectional analysis of racial differences in accelerated aging and cognitive function among patients with atrial fibrillation: The SAGE-AF study: Forrester, Accelerated aging and cognitive function.",
      "authors": [
        "Sarah N Forrester",
        "David D McManus",
        "Jane S Saczynski",
        "Isabelle C Pierre-Louis",
        "Benita A Bamgbade",
        "Catarina I Kiefe"
      ],
      "journal": "EClinicalMedicine",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Non-Whites are more likely to suffer from cognitive impairment and complications of atrial fibrillation (AF) than Whites, though Whites are more likely to be diagnosed with AF. We examined whether non-Whites with AF are biologically older than Whites with AF and whether accelerated biological aging is associated with cognitive functioning. METHODS: We used baseline data from the ongoing Systematic Assessment of Geriatric Elements in Atrial Fibrillation prospective cohort study, collected 2016-2020 across ambulatory care practices in Massachusetts and Georgia. Of 1244 enrolled, 974 participants with full biological data were included in the present analysis. Accelerated aging (AccA) was calculated based on a combination of biomarkers associated with age and physiological \"wear and tear.\" FINDINGS: The main outcome was score on Montreal Cognitive Assessment (MoCA). Non-Whites had 2.9 years more AccA than Whites and higher AccA was associated with a lower MoCA score among both Whites (-0.06, 95% CI: -0.10, -0.03) and non-Whites (-0.14, 95% CI: -0.27, 0.02). This association was significantly greater among non-whites (-0.11, 95% CI: -0.20, -0.01). INTERPRETATION: Non-White AF patients are functionally \"older\" than their White counterparts and experience a stronger deleterious association between AccA and cognition. These findings underscore the importance of taking functional age into account when treating patients with AF, particularly non-White patients, to enhance treatment and improve AF outcomes."
    },
    {
      "pmid": "34352138",
      "title": "A phase 1 double-blind, placebo-controlled study of zuranolone (SAGE-217) in a phase advance model of insomnia in healthy adults.",
      "authors": [
        "Amy Bullock",
        "Handan Gunduz-Bruce",
        "Gary K Zammit",
        "Min Qin",
        "Haihong Li",
        "Abdul J Sankoh",
        "Christopher Silber",
        "Stephen J Kanes",
        "Jeffrey Jonas",
        "James Doherty"
      ],
      "journal": "Human psychopharmacology",
      "publication_date": "2022-Jan",
      "publication_types": [
        "Clinical Trial, Phase I",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To evaluate single zuranolone (SAGE-217) 30 or 45 mg doses in a 5-h phase advance insomnia model. METHODS: In this double-blind, three-way crossover study, healthy adults received placebo (n = 41), zuranolone 30 mg (n = 44), and zuranolone 45 mg (n = 42) across three treatment periods. Sleep was assessed by polysomnography and a postsleep questionnaire. Next-day residual effects and safety/tolerability were evaluated. RESULTS: Compared with placebo, zuranolone resulted in significant improvements in median sleep efficiency (30 mg, 84.6%; 45 mg, 87.6%; placebo, 72.9%; p < 0.001 for both doses), wake after sleep onset (WASO; 30 mg, 55.0 min; 45 mg, 42.5 min; placebo, 113.0 min; p < 0.001 for both doses), duration of awakenings (30 mg, 4.2 min, p < 0.001; 45 mg, 3.7 min, p = 0.001; placebo, 7.4 min), and total sleep time (TST; 30 mg, 406.3 min; 45 mg, 420.3 min; placebo, 350.0 min; p < 0.001 for both doses). Subjective endpoints (WASO, TST, sleep latency, sleep quality) also improved relative to placebo. Zuranolone was generally well tolerated, and the most common adverse events (≥2 participants, any period) were headache and fatigue. CONCLUSION: Zuranolone improved sleep measures versus placebo in a phase advance model of insomnia in healthy adults, supporting future studies in patients with insomnia disorder.",
      "mesh_terms": [
        "Adult",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Humans",
        "Pregnanes",
        "Pyrazoles",
        "Sleep Initiation and Maintenance Disorders",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "34292985",
      "title": "Non-native plant removal and high rainfall years promote post-fire recovery of Artemisia californica in southern California sage scrub.",
      "authors": [
        "Diane M Thomson",
        "Wallace M Meyer",
        "Isobel F Whitcomb"
      ],
      "journal": "PloS one",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Non-native plant invasions, changes in fire regime, and increasing drought stress all pose important threats to biodiverse mediterranean-climate shrublands. These factors can also interact, with fire and drought potentially creating opportunities for non-native species to establish dominance before native shrubs recover. We carried out post-fire demographic monitoring of the common native shrub Artemisia californica in a southern California sage scrub fragment for 7 years, including several with very low rainfall. Experimental removals of non-native plants were included for the first 4 years. We quantified A. californica post-fire crown resprouting and seedling emergence, and tested effects of precipitation, non-native plants, and their interactions on seedling and adult survival. Only 7 A. californica were confirmed as resprouts; almost all individuals established after the fire from seedlings, with 90% of emergence occurring in the second growing year after fire (spring 2015). Higher spring precipitation increased both adult and seedling survival. Non-native grasses and forbs rapidly recolonized control plots, but the removal treatment reduced non-native cover by nearly 60%. For seedlings, non-native removal reduced the probability of dropping leaves by start of summer drought and increased survival both directly and through positive interactions with rainfall. Non-native removal also reduced mortality in smaller adult plants. By 2020, mean A. californica canopy area was nearly four times greater in non-native removal plots. These findings reinforce the high vulnerability of sage scrub habitat to post-fire loss of shrub cover and potential type conversion, particularly with increasing drought frequency and in stands and species with limited crown resprouting. Yet they also illustrate the potential for targeted management of non-natives immediately after fire to promote recovery of native shrubs in this increasingly endangered community.",
      "mesh_terms": [
        "Artemisia",
        "Biodiversity",
        "California",
        "Climate",
        "Ecosystem",
        "Introduced Species",
        "Rain",
        "Seasons",
        "Wildfires"
      ]
    },
    {
      "pmid": "34205382",
      "title": "Clary Sage Cultivation and Mycorrhizal Inoculation Influence the Rhizosphere Fungal Community of an Aged Trace-Element Polluted Soil.",
      "authors": [
        "Robin Raveau",
        "Anissa Lounès-Hadj Sahraoui",
        "Mohamed Hijri",
        "Joël Fontaine"
      ],
      "journal": "Microorganisms",
      "publication_date": "2021-Jun-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soil fungal communities play a central role in natural systems and agroecosystems. As such, they have attracted significant research interest. However, the fungal microbiota of aromatic plants, such as clary sage (Salvia sclarea L.), remain unexplored. This is especially the case in trace element (TE)-polluted conditions and within the framework of phytomanagement approaches. The presence of high concentrations of TEs in soils can negatively affect not only microbial diversity and community composition but also plant establishment and growth. Hence, the objective of this study is to investigate the soil fungal and arbuscular mycorrhizal fungi (AMF) community composition and their changes over time in TE-polluted soils in the vicinity of a former lead smelter and under the cultivation of clary sage. We used Illumina MiSeq amplicon sequencing to evaluate the effects of in situ clary sage cultivation over two successive years, combined or not with exogenous AMF inoculation, on the rhizospheric soil and root fungal communities. We obtained 1239 and 569 fungal amplicon sequence variants (ASV), respectively, in the rhizospheric soil and roots of S. sclarea under TE-polluted conditions. Remarkably, 69 AMF species were detected at our experimental site, belonging to 12 AMF genera. Furthermore, the inoculation treatment significantly shaped the fungal communities in soil and increased the number of AMF ASVs in clary sage roots. In addition, clary sage cultivation over successive years could be one of the explanatory parameters for the inter-annual variation in both fungal and AMF communities in the soil and root biotopes. Our data provide new insights on fungal and AMF communities in the rhizospheric soil and roots of an aromatic plant, clary sage, grown in TE-polluted agricultural soil."
    },
    {
      "pmid": "34091048",
      "title": "Predictive Performance of CAGE-B and SAGE-B Models in Asian Treatment-Naive Patients Who Started Entecavir for Chronic Hepatitis B.",
      "authors": [
        "Hye Yeon Chon",
        "Jae Seung Lee",
        "Hye Won Lee",
        "Ho Soo Chun",
        "Beom Kyung Kim",
        "Won Young Tak",
        "Jun Yong Park",
        "Young-Oh Kweon",
        "Do Young Kim",
        "Sang Hoon Ahn",
        "Se Young Jang",
        "Soo Young Park",
        "Seung Up Kim"
      ],
      "journal": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND & AIMS: Cirrhosis and age (CAGE-B) and stiffness and age (SAGE-B) models assess the risk of hepatocellular carcinoma (HCC) development in white patients with chronic hepatitis B (CHB) undergoing sustained antiviral therapy (AVT). Herein, we checked the predictive performance of these models in Asian patients with CHB. METHODS: We reviewed 734 treatment-naive patients with CHB who started entecavir between 2006 and 2011 and were followed up for more than 5 years without HCC development during AVT. The predictive performance of CAGE-B and SAGE-B models was calculated using area under the receiver operating characteristic curves (AUROCs). RESULTS: Median liver stiffness assessed using transient elastography after 5 years of AVT was 6.8 kPa. Median CAGE-B and SAGE-B models after 5 years of AVT were 7.0 and 6.0, respectively. More than 5 years after AVT initiation, 66 patients (9.0%) developed HCC. The AUROCs of the CAGE-B and SAGE-B models were 0.764 and 0.785 after 7 years and 0.799 and 0.802 after 10 years of AVT, respectively. The cumulative incidence of HCC was significantly higher in the high-risk groups according to CAGE-B and SAGE-B risk stratification than in the medium- and low-risk groups (P < .05 in all cases). The SAGE-B model showed a higher likelihood ratio (χ2) (76.2 vs 71.4) and linear trend (χ2) (74.1 vs 58.6) than the CAGE-B model, whereas the CAGE-B model showed higher Akaike information criteria (64.3 vs 50.3). CONCLUSIONS: Both SAGE-B and CAGE-B showed acceptable performance in predicting HCC after 5 years of AVT in Asian patients with CHB.",
      "mesh_terms": [
        "Antiviral Agents",
        "Carcinoma, Hepatocellular",
        "Guanine",
        "Hepatitis B, Chronic",
        "Humans",
        "Liver Cirrhosis",
        "Liver Neoplasms"
      ]
    },
    {
      "pmid": "34046061",
      "title": "Conservation Genomics of Wild Red Sage (Salvia miltiorrhiza) and Its Endangered Relatives in China: Population Structure and Interspecific Relationships Revealed From 2b-RAD Data.",
      "authors": [
        "Xuan Zhou",
        "Zhi-Cheng Zhang",
        "Yan-Bo Huang",
        "Han-Wen Xiao",
        "Jun-Jie Wu",
        "Zhe-Chen Qi",
        "Yu-Kun Wei"
      ],
      "journal": "Frontiers in genetics",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Red sage (Salvia miltiorrhiza) is a widely used medicinal plant for treatment of cardiovascular and cerebrovascular diseases. Because of excessive excavation by huge market demand and habitat loss by human activities, the wild population resources of S. miltiorrhiza have reduced drastically in recent years. Meanwhile, population status of two closely related species S. bowleyana and S. paramiltiorrhiza were in a trend of decreasing due to their potential replacement of S. miltiorrhiza. Particularly, S. paramiltiorrhiza was threatened and endemic to a small region in eastern China. However, to date there has been no conservation genetic research reported for wild S. miltiorrhiza population and its endangered relatives. Assess the wild germplasm diversity for S. miltiorrhiza and its related species would provide fundamental genetic background for cultivation and molecular breeding of this medicinally important species. In the present study, we investigated the genetic diversity, population structure, and intra/inter-specific differentiation of S. miltiorrhiza and above two relatives using 2b-RAD genome-wide genotyping method. By investigating 81 individuals of S. miltiorrhiza, 55 individuals of S. bowleyana and 15 individuals of S. paramiltiorrhiza from 23 locations in China, we obtained 23,928 SNPs in total. A comparatively high genetic diversity was observed in S. miltiorrhiza (π = 0.0788, H e = 0.0783 ± 0.0007). The observed and expected heterozygosity in populations of these three species ranged from 0.0297 to 0.1481 and 0.0251 to 0.831, respectively. Two major lineage groups were detected in the examined S. miltiorrhiza populations. The results indicated that Dabie Mountain as a genetic diversity center of S. miltiorrhiza and possible complex inter-specific genetic exchange/hybridization occurred between S. miltiorrhiza and the two relatives. We suggest that strategic conservation and germplasm preservation should be considered not only for wild populations of S. miltiorrhiza, but also for its related S. bowleyana and S. paramiltiorrhiza."
    },
    {
      "pmid": "33914401",
      "title": "Patient-reported outcomes in adults with type 1 diabetes in global real-world clinical practice: The SAGE study.",
      "authors": [
        "Emma G Wilmot",
        "Kelly L Close",
        "Dubravka Jurišić-Eržen",
        "Daniela Bruttomesso",
        "F Javier Ampudia-Blasco",
        "Zsolt Bosnyak",
        "Aude Roborel de Climens",
        "Grégory Bigot",
        "Anne L Peters",
        "Eric Renard",
        "Lori Berard",
        "Luis Eduardo Calliari",
        "Jochen Seufert"
      ],
      "journal": "Diabetes, obesity & metabolism",
      "publication_date": "2021-Aug",
      "publication_types": [
        "Journal Article",
        "Observational Study",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: To conduct a secondary analysis of the SAGE study to evaluate the association between glycaemic control and patient-reported outcomes (PROs), in adults with type 1 diabetes (T1DM) across different age groups and regions. MATERIALS AND METHODS: SAGE was a multinational, cross-sectional, observational study in adults with T1DM. Data were collected at a single visit, analysed according to predefined age groups (26-44, 45-64, and ≥65 years), and reported across different regions. PRO questionnaires were applied to assess hypoglycaemia fear (Hypoglycemia Fear Survey-II), diabetes-related distress (Problem Areas In Diabetes questionnaire), insulin treatment satisfaction (Insulin Treatment Satisfaction Questionnaire), and diabetes-specific quality of life (QoL; Audit of Diabetes-Dependent Quality of Life). Multivariable analysis was performed to evaluate the relationship between glycated haemoglobin (HbA1c) target achievement (<7% and individualised targets) with PRO scores. RESULTS: The PRO scores showed relatively low levels of diabetes-related emotional distress and fear of hypoglycaemia, moderate to high treatment satisfaction, and low diabetes-related impact on QoL. Results were generally comparable across age groups with some regional variability. Achievement of the HbA1c <7% target was associated with less worry about hypoglycaemia, lower diabetes-related emotional distress, higher insulin treatment satisfaction, and higher QoL. Achievement of individualised HbA1c targets was associated with lower diabetes-related emotional distress and higher insulin treatment satisfaction. CONCLUSIONS: Better glycaemic control was most closely associated with low emotional distress due to diabetes and high patient-reported insulin treatment satisfaction.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Cross-Sectional Studies",
        "Diabetes Mellitus, Type 1",
        "Glycated Hemoglobin",
        "Humans",
        "Hypoglycemic Agents",
        "Insulin",
        "Middle Aged",
        "Patient Reported Outcome Measures",
        "Quality of Life"
      ]
    },
    {
      "pmid": "33763928",
      "title": "External validation of CAGE-B and SAGE-B scores for Asian chronic hepatitis B patients with well-controlled viremia by antivirals.",
      "authors": [
        "Jung Hyun Ji",
        "Soo Young Park",
        "Won Jeong Son",
        "Hye Jung Shin",
        "Hyein Lee",
        "Hye Won Lee",
        "Jae Seung Lee",
        "Seung Up Kim",
        "Jun Yong Park",
        "Do Young Kim",
        "Sang Hoon Ahn",
        "Beom Kyung Kim"
      ],
      "journal": "Journal of viral hepatitis",
      "publication_date": "2021-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "CAGE-B and SAGE-B scores, consisting of age and fibrotic burden as cirrhosis and/or liver stiffness, were recently proposed to predict hepatocellular carcinoma (HCC) risk among Caucasian chronic hepatitis B (CHB) patients undergoing long-term antiviral therapy. We externally validated their predictive performances among an independent cohort from Asia, compared to other conventional prediction models. We consecutively recruited CHB patients with well-controlled viremia (serum HBV DNA < 2000 IU/mL) receiving antiviral therapy. Patients with decompensated cirrhosis or HCC at baseline were excluded. Among 1763 patients, CAGE-B score provided the highest Heagerty's integrated area under the curve (iAUC) (0.820), followed by SAGE-B (0.804), mREACH-B (0.800), CAMD (0.786), mPAGE-B (0.748) and PAGE-B (0.721) scores. CAGE-B score showed a significantly better performance than SAGE-B, CAMD, PAGE-B and mPAGE-B scores, but was similar to mREACH-B. SAGE-B score also showed significantly better performance than mPAGE-B and PAGE-B, but was similar to CAMD and mREACH-B. According to CAGE-B score 0-5, 6-10 and ≥11, the annual HCC incidences were 0.18, 1.34 and 6.03 per 100 person-years, respectively (all p < 0.001 between each pair). Likewise, by SAGE-B score 0-5, 6-10 and ≥11, those were 0.31, 1.49 and 8.96 per 100 person-years, respectively (all p < 0.001 between each pair). Hence, CAGE-B and SAGE-B scores showed acceptable predictive performances for Asian CHB patients undergoing antiviral therapy, with the higher performance by CAGE-B score. They show a trend towards better prognostic capability to predict HCC risk than previous models.",
      "mesh_terms": [
        "Antiviral Agents",
        "Carcinoma, Hepatocellular",
        "Hepatitis B virus",
        "Hepatitis B, Chronic",
        "Humans",
        "Liver Cirrhosis",
        "Liver Neoplasms",
        "Risk Factors",
        "Viremia"
      ]
    },
    {
      "pmid": "33688276",
      "title": "Transcervical Radiofrequency Ablation of Uterine Fibroids Global Registry (SAGE): Study Protocol and Preliminary Results.",
      "authors": [
        "Ladina Christoffel",
        "Thomas Römer",
        "Sven Schiermeier"
      ],
      "journal": "Medical devices (Auckland, N.Z.)",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Transcervical fibroid ablation (TFA) is a minimally invasive, effective treatment of symptomatic uterine fibroids that utilizes intrauterine ultrasound for imaging and radiofrequency energy for ablation. Outcomes reported with TFA have been positive, with significant reductions in fibroid volume, improvements in symptom severity and health-related quality of life, and low complication and surgical reintervention rates. The SAGE registry characterizes the long-term (5-year) outcomes of TFA when used to treat symptomatic uterine fibroids in real-world usage. METHODS/DESIGN: SAGE is an ongoing postmarket global registry involving up to 50 sites and up to 500 women who select TFA with the Sonata system for treatment of symptomatic uterine fibroids. Patients are followed for 5 years. Main outcomes include symptom severity score and health-related quality of life subscales of the UFS-QoL, general health status on the EQ-5D, perceived treatment benefit, treatment satisfaction, work and activity patterns, overall patient treatment outcome, adverse events, pregnancy incidence and outcomes, and surgical reinterventions for heavy menstrual bleeding. DISCUSSION: The SAGE registry represents the largest known study of TFA for uterine fibroids and will generate up to 2500 patient-years of outcome data. Preliminary results from the first 160 treated women suggest broad applicability of TFA to a wide range of fibroid types and sizes and an excellent safety profile, with a device-related adverse event rate of 0.6% and a serious procedure-related adverse event rate of 0.6%. Of the 241 fibroids treated, 10% were submucous, 52% transmural, 28% intramural, and 10% subserous. Ablated fibroid diameters ranged from <1 cm to >10 cm, with 27% of fibroids having maximum diameters >5 cm. The real-world experience from SAGE will strengthen the existing evidence on the durability of TFA in providing meaningful relief from uterine fibroid symptoms and will have important clinical and economic implications for patients, physicians, and healthcare payers. TRIAL REGISTRATION: https://clinicaltrials.gov, NCT03118037. Registered on 18 April 2017."
    },
    {
      "pmid": "33517037",
      "title": "Early serious illness communication in hospitalized patients: A study of the implementation of the Speaking About Goals and Expectations (SAGE) program.",
      "authors": [
        "Joshua R Lakin",
        "Catherine G Arnold",
        "Hannah Z Catzen",
        "Arjun Rangarajan",
        "Rebecca S Berger",
        "Elise N Brannen",
        "Rebecca J Cunningham",
        "Adam C Schaffer",
        "Jan Lamey",
        "Olesya Baker",
        "Rachelle E Bernacki"
      ],
      "journal": "Healthcare (Amsterdam, Netherlands)",
      "publication_date": "2021-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Early conversations about patients' goals and values in advancing serious illness (serious illness conversations) can drive better healthcare. However, these conversations frequently happen during acute illness, often near death, without time to realize benefits of early communication. METHODS: The Speaking About Goals and Expectations (SAGE) Program, adapted from the Serious Illness Care Program, is a multicomponent intervention designed to foster earlier and more comprehensive serious illness conversations for patients admitted to the hospital. We present a quality improvement study of the SAGE Program assessing older adults admitted to a general medicine service at the Brigham & Women's Hospital in Boston, Massachusetts. Our primary outcomes included the proportion of patients with at least one documented conversation, the timing between first conversation documented and death, the quality of conversations, and their interprofessional nature. Secondary outcomes assessed evaluations of the training and hospital utilization. RESULTS: We trained 37 clinicians and studied 133 patients split between the SAGE intervention and a comparison population. Intervention patients were more likely to have documented serious illness conversations (89.1% vs. 26.1%, p < 0.001); these conversations occurred earlier (mean of 598.9 vs. 180.8 days before death, p < 0.001) and included more key elements of conversation (mean of 6.56 vs. 1.78, p < 0.001). CONCLUSIONS: This study demonstrated significant differences in the frequency and quality of serious illness conversations completed earlier in the illness course for hospitalized patients. IMPLICATIONS: Programs designed to drive serious illness conversations earlier in the hospital may be an effective way to improve care for patients not reached in the ambulatory setting. LEVEL OF EVIDENCE: Prospectively designed trial, non-randomized sample.",
      "mesh_terms": [
        "Advance Care Planning",
        "Aged",
        "Communication",
        "Critical Illness",
        "Female",
        "Goals",
        "Humans",
        "Motivation"
      ]
    },
    {
      "pmid": "33417616",
      "title": "Determinants of change in blood pressure in Ghana: Longitudinal data from WHO-SAGE Waves 1-3.",
      "authors": [
        "Elias K Menyanu",
        "Barbara Corso",
        "Nadia Minicuci",
        "Ilaria Rocco",
        "Joanna C Russell",
        "Lisa J Ware",
        "Glory Chidumwa",
        "Nirmala N Naidoo",
        "Richard B Biritwum",
        "Paul R Kowal",
        "Aletta E Schutte",
        "Karen E Charlton"
      ],
      "journal": "PloS one",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The prevalence of hypertension is increasing in low- and middle-income countries, however statistics are generally derived from cross sectional surveys that utilize different methodologies and population samples. We investigated blood pressure (BP) changes over 11-12 years in a large cohort of adults aged 50 years and older (n = 820) included in the World Health Organization's Study on global AGEing and adult health (WHO-SAGE Ghana) Wave 1 (2007/8) with follow up in Wave 3 (2019). Participants' BP were measured in triplicate and a survey completed at both time points. Survey instruments collected information on sociodemographic characteristics, lifestyle, health behaviors and chronic conditions. While no significant difference was found in systolic BP between Waves 1 and 3, diastolic BP decreased by 9.7mmHg (mean = 88.6, 15.4 to 78.9, 13.6 respectively) and pulse pressure increased by 9.5mmHg (44.8, 13.7 to 54.3, 14.1). Awareness of hypertension increased by 37%, from (20% to 57%), but no differences were found for the proportion of hypertensives receiving treatment nor those that had controlled BP. Mixed effects modelling showed a decrease in diastolic BP was associated with increasing age, living in rural areas and having health insurance. Factors associated with an increased awareness of hypertension were residing in urban areas, having health insurance and increasing body mass index. While diagnosis of hypertension has improved over time in Ghana, there is an ongoing need to improve its treatment in older adults.",
      "mesh_terms": [
        "Aged",
        "Awareness",
        "Blood Pressure",
        "Female",
        "Ghana",
        "Health Surveys",
        "Humans",
        "Hypertension",
        "Longitudinal Studies",
        "Male",
        "Middle Aged",
        "Odds Ratio",
        "Prevalence",
        "World Health Organization"
      ]
    },
    {
      "pmid": "33369842",
      "title": "The SAGE study: Global observational analysis of glycaemic control, hypoglycaemia and diabetes management in T1DM.",
      "authors": [
        "Eric Renard",
        "Hiroshi Ikegami",
        "André Gustavo Daher Vianna",
        "Paolo Pozzilli",
        "Sandrine Brette",
        "Zsolt Bosnyak",
        "Felipe Lauand",
        "Anne Peters",
        "Valerie Pilorget",
        "Dubravka Jurišić-Eržen",
        "Jothydev Kesavadev",
        "Jochen Seufert",
        "Emma G Wilmot"
      ],
      "journal": "Diabetes/metabolism research and reviews",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: To describe glycaemic control and diabetes management in adults with type 1 diabetes (T1DM), in a real-life global setting. MATERIALS AND METHODS: Study of Adults' GlycEmia (SAGE) was a multinational, multicentre, single visit, noninterventional, cross-sectional study in adult patients with T1DM. Data were collected at a single visit, analysed according to predefined age groups (26-44, 45-64 and ≥65 years) and reported across different regions. The primary endpoint was the proportion of participants achieving HbA1c  less than 7.0 % in each age group. Secondary endpoints included incidence of hypoglycaemia, severe hypoglycaemia and severe hyperglycaemia leading to diabetic ketoacidosis (DKA) and therapeutic management of T1DM. RESULTS: Of 3903 included participants, 3858 (98.8%) were eligible for the study. Overall, 24.3% (95% confidence interval [CI]: 22.9-25.6) of participants achieved the glycaemic target of HbA1c  less than 7.0 %, with more participants achieving this target in the 26-44 years group (27.6% [95% CI: 25.5-29.8]). Target achievement was highest in Eastern and Western Europe, and lowest in the Middle East. The incidence of hypoglycaemia and of severe hyperglycaemia leading to DKA tended to decrease with age, and varied across regions. Age and regional differences were observed in therapeutic management, including types of device/insulin usage, frequency of insulin dose adjustment and technology usage. CONCLUSIONS: Glycaemic control remains poor in adults with T1DM globally. Several areas of treatment may be optimised to improve outcomes, including supporting patient self-management of insulin therapy, increasing use of technologies such as CGM, and greater provision of healthcare support.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Cross-Sectional Studies",
        "Diabetes Mellitus, Type 1",
        "Glycated Hemoglobin",
        "Glycemic Control",
        "Humans",
        "Hypoglycemia",
        "Hypoglycemic Agents",
        "Insulin"
      ]
    },
    {
      "pmid": "33304551",
      "title": "Predicting greater sage-grouse habitat selection at the southern periphery of their range.",
      "authors": [
        "Simona Picardi",
        "Terry Messmer",
        "Ben Crabb",
        "Michel Kohl",
        "David Dahlgren",
        "Nicki Frey",
        "Randy Larsen",
        "Rick Baxter"
      ],
      "journal": "Ecology and evolution",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mapping suitable habitat is an important process in wildlife conservation planning. Species distribution reflects habitat selection processes occurring across multiple spatio-temporal scales. Because habitat selection may be driven by different factors at different scales, conservation planners require information at the scale of the intervention to plan effective management actions. Previous research has described habitat selection processes shaping the distribution of greater sage-grouse (Centrocercus urophasianus; sage-grouse) at the range-wide scale. Finer-scale information for applications within jurisdictional units inside the species range is lacking, yet necessary, because state wildlife agencies are the management authority for sage-grouse in the United States. We quantified seasonal second-order habitat selection for sage-grouse across the state of Utah to produce spatio-temporal predictions of their distribution at the southern periphery of the species range. We used location data obtained from sage-grouse marked with very-high-frequency radio-transmitters and lek location data collected between 1998 and 2013 to quantify species habitat selection in relation to a suite of topographic, edaphic, climatic, and anthropogenic variables using random forest algorithms. Sage-grouse selected for greater sagebrush (Artemisia spp.) cover, higher elevations, and gentler slopes and avoided lower precipitations and higher temperatures. The strength of responses to habitat variables varied across seasons. Anthropogenic variables previously reported as affecting their range-wide distribution (i.e., roads, powerlines, communication towers, and agricultural development) were not ranked as top predictors at our focal scale. Other than strong selection for sagebrush cover, the responses we observed differed from what has been reported at the range-wide scale. These differences likely reflect the unique climatic, geographic, and topographic context found in the southern peripheral area of the species distribution compared to range-wide environmental gradients. Our results highlight the importance of considering appropriateness of scale when planning conservation actions for wide-ranging species."
    },
    {
      "pmid": "33298942",
      "title": "Toxicity evaluation of an essential oil mixture from the Cretan herbs thyme, Greek sage and Cretan dittany.",
      "authors": [
        "Konstantina Kalyvianaki",
        "Panagiotis Malamos",
        "Niki Mastrodimou",
        "Ioanna Manoura-Zonou",
        "Rodanthi Vamvoukaki",
        "George Notas",
        "Niki Malliaraki",
        "Eleni Moustou",
        "Maria Tzardi",
        "Stergios Pirintsos",
        "Christos Lionis",
        "George Sourvinos",
        "Elias Castanas",
        "Marilena Kampa"
      ],
      "journal": "NPJ science of food",
      "publication_date": "2020-Nov-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The importance of herbal extracts on health, which was initially based on ethnopharmacological and traditional knowledge, becomes increasingly well documented by numerous experimental and intervention studies. The daily use of beverages from different aromatic plants which becomes more popular nowadays, has been a tradition in Crete, and a habit that has been linked to the longevity seen in the island. Additionally, a certain combination of aromatic plants has been used against common cold and influenza. Interestingly, when such a mixture of essential oils from Cretan herbs (Cretan Aromatic Plants essential oil, CAPeo, from thyme, Greek sage, and Cretan dittany) was formulated, significant antiviral properties were observed in vitro and a significant reduction in the duration and severity of symptoms of patients with upper respiratory tract infections was found in a clinical study. However, since many plants extracts can exert toxic effects, toxicity issues should be properly addressed. In the present work we present an acute and sub-chronic toxicity evaluation for this mixture of aromatic plants' essential oils in rats. In fact, it is the only toxicity study for Cretan dittany. We report absence of toxicity, rendering the use of the mixture of essential oils from Cretan dittany, Greek sage and thyme as safe."
    },
    {
      "pmid": "35265884",
      "title": "Mobile health assessments of geriatric elements in older patients with atrial fibrillation: The Mobile SAGE-AF Study (M-SAGE).",
      "authors": [
        "Katherine Trymbulak",
        "Eric Ding",
        "Francesca Marino",
        "Ziyue Wang",
        "Jane S Saczynski"
      ],
      "journal": "Cardiovascular digital health journal",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Geriatric conditions (eg, cognitive impairment, frailty) are increasingly recognized for their impact on clinical and quality-of-life outcomes in older patients with cardiovascular disease, but are not systematically assessed in the context of clinical visits owing to time constraints. OBJECTIVE: To examine feasibility of remote monitoring of the physical, cognitive, and psychosocial status of older adults with atrial fibrillation (AF) via a novel smartphone app over 6 months. METHODS: Forty participants with AF and eligible for anticoagulation therapy (CHA2DS2VASc ≥2) enrolled in an ongoing cohort study participated in a mobile health pilot study. A 6-component geriatric assessment, including validated measures of frailty, cognitive function, social support, depressive symptoms, vision, and hearing, was deployed via a smartphone app and 6-minute walk test was completed using a Fitbit. Adherence to mobile assessments was examined over 6 months. RESULTS: Participants were an average of 71 years old (range 65-86 years) and 38% were women. At 1 month, 75% (30/40) of participants completed the app-based geriatric assessment and 63% (25/40) completed the 6-minute walk test. At 6 months, 52% (15/29) completed the geriatric assessment and 28% (8/29) completed the walk test. There were no differences in demographic, clinical, or psychosocial factors between participants who completed the surveys at 6 months and those who did not. Participants, on average, required less than 10 minutes of telephone support over the 6-month period. CONCLUSION: It is feasible, among smartphone users, to use a mobile health app and wearable activity monitor to conduct serial geriatric assessments in older patients with AF for up to 6 months."
    },
    {
      "pmid": "32976892",
      "title": "Preclinical characterization of zuranolone (SAGE-217), a selective neuroactive steroid GABAA receptor positive allosteric modulator.",
      "authors": [
        "Alison L Althaus",
        "Michael A Ackley",
        "Gabriel M Belfort",
        "Steven M Gee",
        "Jing Dai",
        "David P Nguyen",
        "Tatiana M Kazdoba",
        "Amit Modgil",
        "Paul A Davies",
        "Stephen J Moss",
        "Francesco G Salituro",
        "Ethan Hoffmann",
        "Rebecca S Hammond",
        "Albert J Robichaud",
        "Michael C Quirk",
        "James J Doherty"
      ],
      "journal": "Neuropharmacology",
      "publication_date": "2020-Dec-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Zuranolone (SAGE-217) is a novel, synthetic, clinical stage neuroactive steroid GABAA receptor positive allosteric modulator designed with the pharmacokinetic properties to support oral daily dosing. In vitro, zuranolone enhanced GABAA receptor current at nine unique human recombinant receptor subtypes, including representative receptors for both synaptic (γ subunit-containing) and extrasynaptic (δ subunit-containing) configurations. At a representative synaptic subunit configuration, α1β2γ2, zuranolone potentiated GABA currents synergistically with the benzodiazepine diazepam, consistent with the non-competitive activity and distinct binding sites of the two classes of compounds at synaptic receptors. In a brain slice preparation, zuranolone produced a sustained increase in GABA currents consistent with metabotropic trafficking of GABAA receptors to the cell surface. In vivo, zuranolone exhibited potent activity, indicating its ability to modulate GABAA receptors in the central nervous system after oral dosing by protecting against chemo-convulsant seizures in a mouse model and enhancing electroencephalogram β-frequency power in rats. Together, these data establish zuranolone as a potent and efficacious neuroactive steroid GABAA receptor positive allosteric modulator with drug-like properties and CNS exposure in preclinical models. Recent clinical data support the therapeutic promise of neuroactive steroid GABAA receptor positive modulators for treating mood disorders; brexanolone is the first therapeutic approved specifically for the treatment of postpartum depression. Zuranolone is currently under clinical investigation for the treatment of major depressive episodes in major depressive disorder, postpartum depression, and bipolar depression.",
      "mesh_terms": [
        "Animals",
        "Anticonvulsants",
        "Antidepressive Agents",
        "Binding Sites",
        "Brain",
        "Diazepam",
        "Drug Synergism",
        "Electroencephalography",
        "GABA Modulators",
        "GABA-A Receptor Agonists",
        "Hippocampus",
        "Humans",
        "Male",
        "Mice",
        "Pregnanes",
        "Pyrazoles",
        "Rats, Sprague-Dawley",
        "Receptors, GABA",
        "Seizures",
        "Steroids",
        "gamma-Aminobutyric Acid"
      ]
    },
    {
      "pmid": "32952525",
      "title": "Self-reported risk of stroke and factors associated with underestimation of stroke risk among older adults with atrial fibrillation: the SAGE-AF study.",
      "authors": [
        "Jordy Mehawej",
        "Jane Saczynski",
        "Jerry H Gurwitz",
        "Hawa O Abu",
        "Benita A Bamgbade",
        "Wei-Jia Wang",
        "Tenes Paul",
        "Katherine Trymbulak",
        "Connor Saleeba",
        "Zi-Yue Wang",
        "Catarina I Kiefe",
        "Robert J Goldberg",
        "David D McManus"
      ],
      "journal": "Journal of geriatric cardiology : JGC",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Though engaging patients with atrial fibrillation (AF) in understanding their stroke risk is encouraged by guidelines, little is known regarding AF patients' perceived stroke risk or its relationship with oral anticoagulation (OAC) use. We aim to identify factors associated with underestimation of stroke risk among older patients with AF and relate this to OAC use. METHODS: Data are from the ongoing SAGE (Systematic Assessment of Geriatric Elements)-AF study, which included older patients (> 65 years) with non-valvular AF and a CHA2DS2-VASc score of ≥ 2. Participants reported their perceived risk of having a stroke without OAC. We compared the perceived risk to CHA2DS2-VASc predicted stroke risk and classified participants as \"over\" or \"under\" estimators, and identified factors associated with underestimation of risk using multiple logistic regression. RESULTS: The average CHA2DS2-VASc score of 915 participants (average age: 75 years, 47% female, 86% white) was 4.3 ± 1.6, 43% of participants had discordant predicted and self-reported stroke risks. Among the 376 participants at highest risk (CHA2DS2-VASc score ≥ 5), 46% of participants underestimated their risk. Older participants (≥ 85 years) were more likely and OAC treated patients less likely to underestimate their risk of developing a future stroke than respective comparison groups. CONCLUSIONS: A significant proportion of study participants misperceived their stroke risk, mostly by overestimating. Almost half of participants at high risk of stroke underestimated their risk, with older patients more likely to do so. Patients on OAC were less likely to underestimate their risk, suggesting that successful efforts to educate patients about their stroke risk may influence treatment choices."
    },
    {
      "pmid": "32600281",
      "title": "MAGE-A4, NY-ESO-1 and SAGE mRNA expression rates and co-expression relationships in solid tumours.",
      "authors": [
        "Mikiya Ishihara",
        "Shinichi Kageyama",
        "Yoshihiro Miyahara",
        "Takeshi Ishikawa",
        "Shugo Ueda",
        "Norihito Soga",
        "Hiroaki Naota",
        "Katsumi Mukai",
        "Naozumi Harada",
        "Hiroaki Ikeda",
        "Hiroshi Shiku"
      ],
      "journal": "BMC cancer",
      "publication_date": "2020-Jun-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cancer testis (CT) antigens are promising targets for cancer immunotherapies such as cancer vaccines and genetically modified adoptive T cell therapy. In this study, we evaluated the expression of three CT antigens, melanoma-associated antigen A4 (MAGE-A4), New York oesophageal squamous cell carcinoma 1 (NY-ESO-1) and sarcoma antigen gene (SAGE). METHODS: MAGE-A4, NY-ESO-1 and/or SAGE antigen expression in tumour samples was evaluated by quantitative real-time polymerase chain reaction (qRT-PCR). Informed consent was obtained from individuals prior to study enrolment. RESULTS: In total, 585 samples in 21 tumour types were evaluated between June 2009 and March 2018. The positive expression rates of these CT antigens were as follows: MAGE-A4, 34.6% (range, 30.7-38.7); NY-ESO-1, 21.0% (range, 17.2-25.1); and SAGE, 21.8% (range, 18.5-25.4). The MAGE-A4 antigen was expressed in 54.9% of oesophageal cancers, 37.5% of head and neck cancers, 35.0% of gastric cancers and 34.2% of ovarian cancers; the NY-ESO-1 antigen was expressed in 28.6% of lung cancers, 25.3% of oesophageal cancers and 22.6% of ovarian cancers; and the SAGE antigen was expressed in 35.3% of prostate cancers, 32.9% of oesophageal cancers and 26.3% of ovarian cancers. The most common tumour type in this study was oesophageal cancer. MAGE-A4, NY-ESO-1 and SAGE antigen expression were assessed in 214 oesophageal cancer samples, among which 24 (11.2%) were triple-positive, 58 (27.1%) were positive for any two, 59 (27.6%) were positive for any one, and 73 (34.1%) were triple negative. CONCLUSIONS: Oesophageal cancer exhibited a relatively high rate of CT antigen mRNA expression positivity.",
      "mesh_terms": [
        "Antigens, Neoplasm",
        "Antineoplastic Agents, Immunological",
        "Female",
        "Gene Expression Profiling",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "Male",
        "Membrane Proteins",
        "Neoplasm Proteins",
        "Neoplasms",
        "RNA, Messenger"
      ]
    },
    {
      "pmid": "32535583",
      "title": "THE EFFECT OF COMMON SAGE EXTRACTS ON THE INTESTINAL MICROBIOTA IN EXPERIMENTAL INFECTIOUS COLITIS.",
      "authors": [
        "Yu Verkhovodova",
        "I Kireyev",
        "O Koshovyi",
        "M Myha",
        "T Osolodchenko"
      ],
      "journal": "Georgian medical news",
      "publication_date": "2020-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nowadays, the etiological treatment of infectious diarrhea in both acute intestinal disorders and in chronic inflammatory bowel diseases is based on the use of antibiotics.Given the global formation of antibiotic-resistant strains of many pathogens, their rapid spread and the pronounced negative side effects of antibiotics on the macro-organism, the current trend is the search and creation of new drugs based on natural raw materials. Common Sage (CS) which antimicrobial effect is known, can be used to create drugs for the complex treatment of intestinal diseases. The aim of this study was to investigate the effectiveness of the use of CS extracts for the treatment of dysbiotic disorders that occurred in experimental infectious colitis in rats. To create experimental dysbiosis, animals were administered a suspension of microorganisms S. aureus, C. perfringens, C. albicans. The effect of 50% CS extract, complex of CS phenolic compounds with L-lysine was compared with the action of the antibiotic rifaximin and placebo on different groups of animals. The study found that the use of CS extracts of the drug show in the experiment in vivo antagonistic effect, in the comparison with the antibiotic, on microorganisms, but did not inhibit the representatives of normal gut microbiota. Thus, certain efficacy of CS for the correction of dysbiotic disorders has been revealed, which may be promising for further study of the use of CS extracts in the complex treatment of colitis.",
      "mesh_terms": [
        "Animals",
        "Colitis",
        "Dysbiosis",
        "Gastrointestinal Microbiome",
        "Intestines",
        "Rats",
        "Staphylococcus aureus"
      ]
    },
    {
      "pmid": "32523881",
      "title": "Effects of Salvia officinalis L. (common sage) leaves tea on insulin resistance, lipid profile, and oxidative stress in rats with polycystic ovary: An experimental study.",
      "authors": [
        "Mahnaz Ghowsi",
        "Namdar Yousofvand",
        "Saman Moradi"
      ],
      "journal": "Avicenna journal of phytomedicine",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Oxidative stress conditions and metabolic complications are common among polycystic ovary syndrome (PCOS) patients. There are various reports about hypoglycemic and antioxidant effects of Salvia officinalis L. (common sage). This study evaluated the possible medicinal effects of sage tea drinking on oxidative status, lipid profile, and insulin resistance in rats with testosterone-induced PCOS. MATERIALS AND METHODS: Eighteen immature female Wistar rats (21-day old) were divided into 3 groups: 1) The Control group (n=6) that received no treatment. 2) The PCOS group (n=6) that received testosterone enanthate 10 mg/kg BW for 35 days subcutaneously. (3) The PCOS -sage tea group (n=6) to which after induction of PCOS by injection of testosterone enanthate, the sage tea was administered as a replacement of water for 14 days. The beverages were refreshed every day. The serum levels of total antioxidant capacity (TAC), malondialdehyde (MDA), glucose, insulin, HDL-C, total cholesterol, LDL-C, VLDL-C, total triglycerides, and atherogenic index were measured. RESULTS: Sage tea consumption increased serum TAC and decreased serum HDL-C, glucose, total cholesterol, LDL-C, and atherogenic index levels but it did not change the levels of MDA, insulin, total triglycerides, and VLDL-C. CONCLUSION: Results suggested that sage tea consumption may influence the oxidative status and reduce the blood glucose and atherogenic index and may have cardiovascular protective effects in PCOS women."
    },
    {
      "pmid": "32474170",
      "title": "Psychosocial and cognitive multimorbidity and health-related quality of life and symptom burden in older adults with atrial fibrillation: The systematic assessment of geriatric elements in atrial fibrillation (SAGE-AF) cohort study.",
      "authors": [
        "Benita A Bamgbade",
        "Saket R Sanghai",
        "David D McManus",
        "Darleen Lessard",
        "Molly E Waring",
        "Sarah Forrester",
        "Isabelle Pierre-Louis",
        "Jane S Saczynski"
      ],
      "journal": "Archives of gerontology and geriatrics",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Depression, anxiety, and cognitive impairments occur in up to 40 % of adults with AF and are associated with poorer health-related quality of life (HRQoL) and higher symptom burden. However, it is unknown how often these impairments co-occur, or multimorbidity, and how multimorbidity effects HRQoL and symptom burden. METHODS: Patients with AF age ≥65 years with a CHA2DS2VASC risk score ≥ 2 and eligible for oral anticoagulation therapy were recruited from five clinics in a prospective cohort study. Participants completed validated measures of depression (PHQ9) and anxiety (GAD7), cognitive impairment (MoCA), and HRQOL and AF symptom burden (AFEQT). Multinomial logistic regression was used. RESULTS: Participants (N = 1244, 49 % female) were on average 76 ± 7 years; 86 % were non-Hispanic white. Approximately 35 % of participants had 1 impairment, 17 % had 2 impairments and 8% had 3 impairments; 39 % had none of the 3 impairments examined. Compared to participants with no impairments, patients with 1, 2 and 3 impairments had higher odds of poor HRQoL (adjusted OR [AOR] = 1.77, 95 % CI 1.21, 2.60; AOR = 6.64, 95 % CI 4.43, 9.96; and AOR = 7.50, 95 % CI 4.40, 12.77, respectively) and those with 2 and 3 impairments had higher odds of high symptom burden (AOR = 3.69 95 % CI 2.22, 6.13; and AOR = 5.41 95 % CI 2.85, 10.26). CONCLUSIONS: Psychosocial/cognitive multimorbidity is common among older adults with AF and is associated with poor HRQoL and high symptom burden. Clinicians might consider incorporating psychosocial and cognitive screens into routine care as this may identify a high-risk population.",
      "mesh_terms": [
        "Aged",
        "Atrial Fibrillation",
        "Cognition",
        "Cohort Studies",
        "Female",
        "Humans",
        "Male",
        "Multimorbidity",
        "Quality of Life"
      ]
    },
    {
      "pmid": "32453393",
      "title": "Supplementation with vitamin D or ω-3 fatty acids in adolescent girls and young women with endometriosis (SAGE): a double-blind, randomized, placebo-controlled trial.",
      "authors": [
        "James L Nodler",
        "Amy D DiVasta",
        "Allison F Vitonis",
        "Sarah Karevicius",
        "Maggie Malsch",
        "Vishnudas Sarda",
        "Ayotunde Fadayomi",
        "Holly R Harris",
        "Stacey A Missmer"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2020-Jul-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Adolescents with endometriosis are a particularly underserved population who struggle with chronic pain. Despite widespread use, there are no published trials examining the individual effects of vitamin D and omega-3 (n-3) fatty acid supplementation on endometriosis-associated pain in adolescents. OBJECTIVES: We aimed to determine whether supplementation with vitamin D or ω-3 fatty acids remediates pain, changes frequency of pain medication usage, or affects quality of life in young women with endometriosis. METHODS: Women (aged 12-25 y) with surgically confirmed endometriosis and pelvic pain enrolled in a double-blind, randomized, placebo-controlled trial. The primary outcome was pain measured by the visual analog scale (VAS). Secondary outcomes were quality of life, pain catastrophizing, and pain medication usage. Participants were randomly assigned to receive 2000 IU vitamin D3, 1000 mg fish oil, or placebo daily for 6 mo. RESULTS: A total of 147 women were screened and 69 were randomly assigned as follows: 27 to vitamin D3; 20 to fish oil; and 22 to placebo. Participants in the vitamin D arm experienced significant improvement in VAS pain [mean (95% CI) worst pain in the past month, from baseline to 6 mo: 7.0 (6.2, 7.8) to 5.5 (4.2, 6.8), P = 0.02]; however, an improvement of nearly identical magnitude was observed in the placebo arm [6.0 (5.1, 6.9) to 4.4 (3.0, 5.8), P = 0.07]. A more modest improvement was observed in the fish oil arm [5.9 (4.8, 7.0) to 5.2 (3.7, 6.8), P = 0.39]. Neither of the intervention arms were statistically different from placebo. CONCLUSIONS: In young women with endometriosis, supplementation with vitamin D led to significant changes in pelvic pain; however, these were similar in magnitude to placebo. Supplementation with fish oil resulted in about half of the VAS pain reduction of the other 2 arms. Studies are needed to better define the physiology underlying the observed reduction in pain score in the placebo arm that persisted across 6 mo.This trial was registered at clinicaltrials.gov as NCT02387931.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Cholecalciferol",
        "Dietary Supplements",
        "Double-Blind Method",
        "Endometriosis",
        "Fatty Acids, Omega-3",
        "Female",
        "Humans",
        "Pelvic Pain",
        "Placebo Effect",
        "Quality of Life",
        "Young Adult"
      ]
    },
    {
      "pmid": "32447252",
      "title": "A rapid GC-FID method for determination of sabinene, β-pinene, α-thujone and β-thujone in the essential oil of Kitchen Sage (Salvia officinalis L.).",
      "authors": [
        "Lars Holm Rasmussen",
        "Mette Rosenfjeld"
      ],
      "journal": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences",
      "publication_date": "2020-Jul-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Terpenes and terpenoids are dominant fragrances in the essential oils of many economically important fruits and vegetables. Hence, content and variation are important factors in the evaluation and common perception of food quality. Sabinene, β-pinene, α-thujone and β-thujone are examples of such compounds found in the different species of Sage. Sabinene and β-pinene are spicy compounds much used by the fragrance industry while the two thujones are highly toxic. Here, we report a rapid method for quantification of these compounds in the essential oil of Sage. The total analytical time is approx. 7,5 min in contrast to approx. 30 min for similar gas chromatographic methods. The analytical method had a linear range of 28-342 mg L-1 for the different compounds, with an analytical precision of 0,6-0,9% for standards. Correlation coefficients were 0,9993-1,0000. The Limit of Detection of all compounds were 0,02-0,9 mg L-1 and the Limit of Quantification were 0,08-3,0 mg L-1. The technique was used for quantification of the compounds in seven commercial essential Sage oils and in a pilot study of the effect of ozone on the terpenes and terpenoids in fresh Sage leaves. Large variation was observed between the different commercial samples, of which some were thujone dominant and some did not have any content of thujone at all. Treatment of fresh Sage leaves with ozone caused degradation of the terpenes sabinene and β-pinene whereas the terpenoids α/β-thujone were more resistant to degradation.",
      "mesh_terms": [
        "Bicyclic Monoterpenes",
        "Chromatography, Gas",
        "Limit of Detection",
        "Linear Models",
        "Oils, Volatile",
        "Plant Oils",
        "Reproducibility of Results",
        "Salvia officinalis"
      ]
    },
    {
      "pmid": "32410634",
      "title": "Survival of people aged 50 years and older by HIV and HIV treatment status: findings from three waves of the SAGE-Wellbeing of Older People Study (SAGE-WOPS) in Uganda.",
      "authors": [
        "Joseph Mugisha Okello",
        "Stephen Nash",
        "Paul Kowal",
        "Nirmala Naidoo",
        "Somnath Chatterji",
        "Ties Boerma",
        "Janet Seeley"
      ],
      "journal": "AIDS research and therapy",
      "publication_date": "2020-May-14",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Data on the survival status of older adults on antiretroviral treatment (ART) are scarce in sub-Saharan Africa. The objective of this study was to determine the survival status of people aged 50 years and older who were HIV-negative, HIV-positive not on ART, and HIV-positive on ART. METHODS: We used three waves of data from the World Health Organisation Study on Global Ageing and adult health- Well Being of Older People Study cohort in Uganda, conducted in 2009, 2012-2013 and 2015-2016. The cohort included HIV-negative and HIV-positive persons aged 50 years and older recruited from multiple rural and peri-urban sites in Uganda. Data were collected using interviewer-administered questionnaire. Time-dependent ART data were collected from medical records using a data-abstraction form. This study was conducted before the universal test and treat policy came into effect. We fitted Cox survival models to estimate hazard ratios to compare the risk of death between groups, adjusted for age, sex, marital status and hypertension. RESULTS: Of 623 participants, 517 (82.9%) of respondents had follow-up data and were included in this analysis. We observed 1571 person-years of follow-up from 274 people who were HIV-negative, and 1252 from 243 who were HIV-positive. The estimated mortality adjusted hazard ratio (aHR) was 1.89 (95% CI 1.0-3.4; p = 0.04) among people living with HIV compared to HIV-negative people. The aHR for mortality among people receiving ART compared with HIV-negative people was 1.75 (95% CI 0.9-3.5). People who were HIV-positive and not receiving ART had the greatest risk of death (aHR = 2.09, 95% CI 1.0-4.4 compared with HIV negative participants). The aHR for HIV-positive people not receiving ART, compared to those who were on treatment, was 1.19 (95% CI 0.6-2.5). CONCLUSION: Older adults living with HIV on ART had a risk of mortality that was nearly twice as high as HIV-negative adults. Further analyses of longitudinal data should be done to understand factors that affect the survival of older adults on ART.",
      "mesh_terms": [
        "Aged",
        "Aging",
        "Anti-Retroviral Agents",
        "Cohort Studies",
        "Female",
        "HIV Infections",
        "Humans",
        "Male",
        "Medical Records",
        "Middle Aged",
        "Proportional Hazards Models",
        "Risk Factors",
        "Surveys and Questionnaires",
        "Survival Analysis",
        "Uganda"
      ]
    },
    {
      "pmid": "32064515",
      "title": "Predictors of patient satisfaction and outpatient health services in China: evidence from the WHO SAGE survey.",
      "authors": [
        "Hao Zhang",
        "Wenhua Wang",
        "Jeannie Haggerty",
        "Tibor Schuster"
      ],
      "journal": "Family practice",
      "publication_date": "2020-Sep-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Patient satisfaction is an essential indicator in medical practise and research. To monitor the health and well-being of adult populations and the ageing process, the World Health Organization (WHO) has initiated the Study on Global AGEing and Adult Health (SAGE), compiling longitudinal information in six countries including China as one major data source. OBJECTIVE: The objective of this study was to identify potential predictors for patient satisfaction based on the 2007-10 WHO SAGE China survey. METHODS: Data were analysed using random forests (RFs) and ordinal logistic regression models based on 5774 responses to predict overall patient satisfaction on their most recent outpatient health services visit over the last 12 months. Potential predictor variables included access to care, costs of care, quality of care, socio-demographic and health care characteristics and health service features. Increase of the mean-squared error (incMSE) due to variable removal was used to assess relative importance of the model variables for accurately predicting patient satisfaction. RESULTS: The survey data suggest low frequency of dissatisfaction with outpatient services in China (1.8%). Self-reported treatment outcome of the respective visit of a care facility demonstrated to be the strongest predictor for patient satisfaction (incMSE +15%), followed by patient-rated communication (incMSE +2.0%), and then income, waiting time, residency and patient age. Individual patient satisfaction in the survey population was predicted with 74% accuracy using either logistic regression or RF. CONCLUSIONS: Patients' perceived outcomes of health care visits and patient communication with health care professionals are the most important variables associated with patient satisfaction in outpatient health services settings in China.",
      "mesh_terms": [
        "Adult",
        "Ambulatory Care",
        "China",
        "Humans",
        "Patient Satisfaction",
        "Surveys and Questionnaires",
        "World Health Organization"
      ]
    },
    {
      "pmid": "31726737",
      "title": "Sequential Response of Sage Antioxidant Metabolism to Chilling Treatment.",
      "authors": [
        "Andrzej Kalisz",
        "Agnieszka Sękara",
        "Robert Pokluda",
        "Aleš Jezdinský",
        "Jarmila Neugebauerová",
        "Katalin Angéla Slezák",
        "Edward Kunicki"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2019-Nov-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chilling influences the growth and metabolism of plants. The physiological response and acclimatization of genotypes in relation to stress stimulus can be different. Two sage cultivars: 'Icterina' and 'Purpurascens' were subjected to 4 °C and 18 °C (control), and sampled between the 5th and 14th day of the treatment. Ascorbate peroxidase (APX) activity was up-regulated in chilled 'Purpurascens' on the 14th day, while guaiacol peroxidase (GPX) activity increased on the 10th and 12th day in relation to the control. GPX activity of the control 'Icterina' was frequently higher than chilled plants, and chilling did not affect APX activity of that cultivar. Catalase activity remained stable in both sage cultivars. Chilled 'Purpurascens' showed a significant increase in total phenolics contents on the 5th, 7th, and 12th day and in total antioxidant capacity on the 5th and 10th day as compared to the control for respective sampling days. Higher malondialdehyde content was found in chilled plants on the 12th, or 14th day, differences reached 26-28% of the controls. Chilling caused significant decrease in dry matter content. The stress response was more stable and effective in 'Icterina', while more dynamic changes were found for 'Purpurascens'. Based on our results, we propose to use 'Purpurascens' for targeted stress-induced studies and 'Icterina' for field applications.",
      "mesh_terms": [
        "Antioxidants",
        "Cold Temperature",
        "Cold-Shock Response",
        "Energy Metabolism",
        "Oxidation-Reduction",
        "Plant Physiological Phenomena",
        "Reactive Oxygen Species",
        "Salvia officinalis"
      ]
    },
    {
      "pmid": "31612531",
      "title": "Marjoram and sage oils protect against testicular apoptosis, suppressed Ki-67 expression and cell cycle arrest as a therapy for male infertility in the obese rats.",
      "authors": [
        "Azza M El-Wakf",
        "El-Sayed M El-Habibi",
        "Doaa A Ali",
        "Eman Abd El-Ghany",
        "Rehab Elmougy"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alterations in testicular apoptosis, cell cycle progression and proliferation rate in dietary-induced obese male rats and role of oral administration of marjoram (0.16 ml/kg BW) and sage (0.05 ml/kg BW) oils were evaluated. Results showed increased body weight, serum leptin, testicular lipid peroxidation, protein oxidation and nitric oxide, with reduction in serum testosterone, sperm count and endogenous enzymatic and non-enzymatic antioxidants in testis of the obese rats. Flow cytometry results revealed increased number of annexin-V (+ve) cells with activation of apoptotic proteins (Bax, caspase-3) and reduction of anti-apoptotic Bcl-2. Cell cycle arrest at phases S and G2/M with decline in expression of Bcl-2 and germ cell proliferation marker ki-67 was also validated, indicating lowered spermatogenesis in the obese rats. Supplementation of marjoram or sage oils displayed normalized body weight, sperm count, germ cells apoptosis and proliferation, suggesting the two oils as a new therapeutic approach against obesity promoted male infertility. PRACTICAL APPLICATIONS: Obese men have a greater chance of fertility problems compared to those with normal weight. Obesity-associated oxidative stress and free radicals production have shown to adversely affect sperm quality with activation of pro-apoptotic pathways, allowing germ cell death. Marjoram and sage essential oils are now being widely studied due to their antioxidant and radical scavenging properties. Our findings indicated effectiveness of the two oils for combating body weight gain, testicular oxidative stress, and apoptosis, which seemed to aid in increasing sperm count. The outcomes of this study may help scientists to formulate novel medications for improving fertility problems in men.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Cell Cycle Checkpoints",
        "Infertility, Male",
        "Ki-67 Antigen",
        "Male",
        "Obesity",
        "Origanum",
        "Plant Oils",
        "Rats",
        "Salvia",
        "Testis"
      ]
    },
    {
      "pmid": "31574165",
      "title": "Geriatric Elements and Oral Anticoagulant Prescribing in Older Atrial Fibrillation Patients: SAGE-AF.",
      "authors": [
        "Jane S Saczynski",
        "Saket R Sanghai",
        "Catarina I Kiefe",
        "Darleen Lessard",
        "Francesca Marino",
        "Molly E Waring",
        "David Parish",
        "Robert Helm",
        "Felix Sogade",
        "Robert Goldberg",
        "Jerry Gurwitz",
        "Weijia Wang",
        "Tanya Mailhot",
        "Benita Bamgbade",
        "Bruce Barton",
        "David D McManus"
      ],
      "journal": "Journal of the American Geriatrics Society",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "OBJECTIVES: Oral anticoagulants are the cornerstone of stroke prevention in high-risk patients with atrial fibrillation (AF). Geriatric elements, such as cognitive impairment and frailty, commonly occur in these patients and are often cited as reasons for not prescribing oral anticoagulants. We sought to systematically assess geriatric impairments in patients with AF and determine whether they were associated with oral anticoagulant prescribing. DESIGN: Cross-sectional analysis of baseline data from the ongoing Systematic Assessment of Geriatric Elements in Atrial Fibrillation (SAGE-AF) prospective cohort study. SETTING: Multicenter study with site locations in Massachusetts and Georgia that recruited participants from cardiology, electrophysiology, and primary care clinics from 2016 to 2018. PARTICIPANTS: Participants with AF age 65 years or older, CHA2 DS2 -VASc (congestive heart failure; hypertension; aged ≥75 y [doubled]; diabetes mellitus; prior stroke, transient ischemic attack, or thromboembolism [doubled]; vascular disease; age 65-74; female sex) score of 2 or higher, and no oral anticoagulant contraindications (n = 1244). MEASUREMENTS: A six-component geriatric assessment included validated measures of frailty, cognitive function, social support, depressive symptoms, vision, and hearing. Oral anticoagulant use was abstracted from the medical record. RESULTS: A total of 1244 participants (mean age = 76 y; 49% female; 85% white) were enrolled; 42% were cognitively impaired, 14% frail, 53% pre-frail, 12% socially isolated, and 29% had depressive symptoms. Oral anticoagulants were prescribed to 86% of the cohort. Oral anticoagulant prescribing did not vary according to any of the geriatric elements (adjusted odds ratios [ORs] for oral anticoagulant prescribing and cognitive impairment: OR = .75; 95% confidence interval [CI] = .51-1.09; frail OR = .69; 95% CI = .35-1.36; social isolation OR = .90; 95% CI = .52-1.54; depression OR = .79; 95% CI = .49-1.27; visual impairment OR = .98; 95% CI = .65-1.48; and hearing impairment OR = 1.05; 95% CI = .71-1.54). CONCLUSION: Geriatric impairments, particularly cognitive impairment and frailty, were common in our cohort, but treatment with oral anticoagulants did not differ by impairment status. These geriatric impairments are commonly cited as reasons for not prescribing oral anticoagulants, suggesting that prescribers may either be unaware or deliberately ignoring the presence of these factors in clinical settings. J Am Geriatr Soc 68:147-154, 2019.",
      "mesh_terms": [
        "Administration, Oral",
        "Aged",
        "Aged, 80 and over",
        "Anticoagulants",
        "Atrial Fibrillation",
        "Cognitive Dysfunction",
        "Cross-Sectional Studies",
        "Female",
        "Frailty",
        "Georgia",
        "Geriatric Assessment",
        "Heart Failure",
        "Humans",
        "Ischemic Attack, Transient",
        "Male",
        "Massachusetts",
        "Prospective Studies",
        "Risk Factors",
        "Stroke"
      ]
    },
    {
      "pmid": "31515920",
      "title": "Physical, cognitive, and psychosocial conditions in relation to anticoagulation satisfaction among elderly adults with atrial fibrillation: The SAGE-AF study.",
      "authors": [
        "Weijia Wang",
        "Jane Saczynski",
        "Darleen Lessard",
        "Tanya Mailhot",
        "Bruce Barton",
        "Molly E Waring",
        "Felix Sogade",
        "Robert Hayward",
        "Robert Helm",
        "David D McManus"
      ],
      "journal": "Journal of cardiovascular electrophysiology",
      "publication_date": "2019-Nov",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Successful anticoagulation is critical for stroke prevention in adults with atrial fibrillation (AF). Anticoagulation satisfaction is a key indicator of treatment success. While physical, cognitive, and psychosocial limitations are common in elderly AF patients, their associations with anticoagulation satisfaction are unknown. OBJECTIVE: Examine whether anticoagulation satisfaction differs among AF patients with and without physical, cognitive, and psychosocial conditions. METHODS: The study comprised AF patients greater than or equal to 65 years old who were prescribed an oral anticoagulant (warfarin 57%; direct oral anticoagulant [DOAC] 43%). Frailty, cognitive function, social support, depressive symptoms, vision, hearing, and anxiety were assessed using validated measures. Anticoagulation satisfaction was measured using the anticlot treatment scale. RESULTS: Participants (n = 1037, 50% female) were on average 76 years old. The following conditions were prevalent: frailty (14%), cognitive impairment (42%), social isolation (13%), vision impairment (35%), hearing impairment (36%), depression (29%), and anxiety (24%). Average anticlot treatment burden scale was 55 out of 60 (lower burden scales indicating higher perceived burden). Patients with high perceived burden were older, more likely to be female, and receive warfarin. After adjusting for confounders, visual impairment (adjusted odds ratio [95% confidence interval]: 1.7 [1.2-2.4]), depressive symptoms (2.4 [1.6-3.7]), and anxiety (1.8 [1.2-2.7]) were significantly associated with high perceived burden. Different conditions were associated with high perceived burden in warfarin vs DOAC users. CONCLUSION: Physical, cognitive, and psychosocial limitations are prevalent and associated with high perceived anticoagulation burden among elderly AF adults. These conditions merit consideration in anticoagulation prescribing.",
      "mesh_terms": [
        "Administration, Oral",
        "Age Factors",
        "Aged",
        "Aged, 80 and over",
        "Anticoagulants",
        "Anxiety",
        "Atrial Fibrillation",
        "Cognition",
        "Comorbidity",
        "Cross-Sectional Studies",
        "Depression",
        "Female",
        "Frail Elderly",
        "Frailty",
        "Georgia",
        "Geriatric Assessment",
        "Humans",
        "Male",
        "Massachusetts",
        "Mental Health",
        "Patient Satisfaction",
        "Prevalence",
        "Risk Factors",
        "Sex Factors",
        "Social Support",
        "Stroke",
        "Treatment Outcome",
        "Vision Disorders"
      ]
    },
    {
      "pmid": "31483961",
      "title": "Trial of SAGE-217 in Patients with Major Depressive Disorder.",
      "authors": [
        "Handan Gunduz-Bruce",
        "Christopher Silber",
        "Inder Kaul",
        "Anthony J Rothschild",
        "Robert Riesenberg",
        "Abdul J Sankoh",
        "Haihong Li",
        "Robert Lasser",
        "Charles F Zorumski",
        "David R Rubinow",
        "Steven M Paul",
        "Jeffrey Jonas",
        "James J Doherty",
        "Stephen J Kanes"
      ],
      "journal": "The New England journal of medicine",
      "publication_date": "2019-Sep-05",
      "publication_types": [
        "Clinical Trial, Phase II",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Altered neurotransmission of γ-aminobutyric acid (GABA) has been implicated in the pathogenesis of depression. Whether SAGE-217, an oral, positive allosteric modulator of GABA type A receptors, is effective and safe for the treatment of major depressive disorder is unknown. METHODS: In this double-blind, phase 2 trial, we enrolled patients with major depression and randomly assigned them in a 1:1 ratio to receive 30 mg of SAGE-217 or placebo once daily. The primary end point was the change from baseline to day 15 in the score on the 17-item Hamilton Depression Rating Scale (HAM-D; scores range from 0 to 52, with higher scores indicating more severe depression). Secondary efficacy end points, which were assessed on days 2 through 8 and on days 15, 21, 28, 35, and 42, included changes from baseline in scores on additional depression and anxiety scales, a reduction from baseline of more than 50% in the HAM-D score, a HAM-D score of 7 or lower, and a Clinical Global Impression of Improvement score of 1 (very much improved) or 2 (much improved) (on a scale of 1 to 7, with a score of 7 indicating that symptoms are very much worse). RESULTS: A total of 89 patients underwent randomization: 45 patients were assigned to the SAGE-217 group, and 44 to the placebo group. The mean baseline HAM-D score was 25.2 in the SAGE-217 group and 25.7 in the placebo group. The least-squares mean (±SE) change in the HAM-D score from baseline to day 15 was -17.4±1.3 points in the SAGE-217 group and -10.3±1.3 points in the placebo group (least-squares mean difference in change, -7.0 points; 95% confidence interval, -10.2 to -3.9; P<0.001). The differences in secondary end points were generally in the same direction as those of the primary end point. There were no serious adverse events. The most common adverse events in the SAGE-217 group were headache, dizziness, nausea, and somnolence. CONCLUSIONS: Administration of SAGE-217 daily for 14 days resulted in a reduction in depressive symptoms at day 15. Adverse events were more common in the SAGE-217 group than in the placebo group. Further trials are needed to determine the durability and safety of SAGE-217 in major depressive disorder and to compare SAGE-217 with available treatments. (Funded by Sage Therapeutics; ClinicalTrials.gov number, NCT03000530.).",
      "mesh_terms": [
        "Administration, Oral",
        "Adult",
        "Allosteric Regulation",
        "Antidepressive Agents",
        "Depressive Disorder, Major",
        "Dizziness",
        "Double-Blind Method",
        "Female",
        "GABA Modulators",
        "Humans",
        "Least-Squares Analysis",
        "Male",
        "Middle Aged",
        "Nausea",
        "Pregnanes",
        "Psychiatric Status Rating Scales",
        "Pyrazoles",
        "Receptors, GABA-A"
      ]
    },
    {
      "pmid": "31414382",
      "title": "Enterocin M and Sage Supplementation in Post-weaning Rabbits: Effects on Growth Performance, Caecal Microbiota, Fermentation and Enzymatic Activity.",
      "authors": [
        "M Pogány Simonová",
        "Ľ Chrastinová",
        "A Kandričáková",
        "I Kubašová",
        "Z Formelová",
        "M Chrenková",
        "R Miltko",
        "G Belzecki",
        "V Strompfová",
        "A Lauková"
      ],
      "journal": "Probiotics and antimicrobial proteins",
      "publication_date": "2020-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The effects of enterocin (Ent) M and sage extract applied separately and in combination were investigated. EntM (E 50 μL/animal/day in water) and sage extract (S 10 μL/animal/day in water) were applied individually and in combination (E+S) to rabbits during 21 days of treatment. The rabbits' growth was not significantly influenced by the additives. Lower feed conversion (FC) was noted in the experimental groups compared with controls, with the lowest data detected in E. The antimicrobial activity of EntM was noted (in E+S: lactic acid bacteria-P < 0.01; in E, E+S: enterococci, enterobacteria-P > 0.05; in E: clostridia-P > 0.05). The most significant changes in fermentation between weaned and older rabbits were noted in amylolytic activity at day 21 (E P < 0.05; E + S P < 0.05); prolonged reduction effect of sage extract on amylolytic activity was observed. The activity of cellulase, pectinase and xylanase was higher in older than in younger animals. Decrease in lactic acid and volatile fatty acids was noted during EntM administration, with significant effect on propionic acid concentration (E P < 0.05; E+S P < 0.001). The sage extract reduced propionic acid (S P < 0.001) and butyric acid levels (S P < 0.05) and increased the concentrations of butyric, iso-valeric, valeric, caproic acids and lactic acid (P < 0.001). It seems to be that EntM and sage supplementation may improve the economy of rabbit farms (increased FC) and the health status of rabbits (reduction of spoilage microbiota, enhanced enzymatic activities in caecum).",
      "mesh_terms": [
        "Animals",
        "Bridged-Ring Compounds",
        "Cecum",
        "Dietary Supplements",
        "Enzymes",
        "Female",
        "Gastrointestinal Microbiome",
        "Male",
        "Plant Extracts",
        "Rabbits",
        "Salvia officinalis",
        "Weaning"
      ]
    },
    {
      "pmid": "30859457",
      "title": "Unifying the seeds auto-generation (SAGE) with knee cartilage segmentation framework: data from the osteoarthritis initiative.",
      "authors": [
        "Hong-Seng Gan",
        "Khairil Amir Sayuti",
        "Muhammad Hanif Ramlee",
        "Yeng-Seng Lee",
        "Wan Mahani Hafizah Wan Mahmud",
        "Ahmad Helmy Abdul Karim"
      ],
      "journal": "International journal of computer assisted radiology and surgery",
      "publication_date": "2019-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Manual segmentation is sensitive to operator bias, while semiautomatic random walks segmentation offers an intuitive approach to understand the user knowledge at the expense of large amount of user input. In this paper, we propose a novel random walks seed auto-generation (SAGE) hybrid model that is robust to interobserver error and intensive user intervention. METHODS: Knee image is first oversegmented to produce homogeneous superpixels. Then, a ranking model is developed to rank the superpixels according to their affinities to standard priors, wherein background superpixels would have lower ranking values. Finally, seed labels are generated on the background superpixel using Fuzzy C-Means method. RESULTS: SAGE has achieved better interobserver DSCs of 0.94 ± 0.029 and 0.93 ± 0.035 in healthy and OA knee segmentation, respectively. Good segmentation performance has been reported in femoral (Healthy: 0.94 ± 0.036 and OA: 0.93 ± 0.034), tibial (Healthy: 0.91 ± 0.079 and OA: 0.88 ± 0.095) and patellar (Healthy: 0.88 ± 0.10 and OA: 0.84 ± 0.094) cartilage segmentation. Besides, SAGE has demonstrated greater mean readers' time of 80 ± 19 s and 80 ± 27 s in healthy and OA knee segmentation, respectively. CONCLUSIONS: SAGE enhances the efficiency of segmentation process and attains satisfactory segmentation performance compared to manual and random walks segmentation. Future works should validate SAGE on progressive image data cohort using OA biomarkers.",
      "mesh_terms": [
        "Algorithms",
        "Cartilage, Articular",
        "Femur",
        "Humans",
        "Knee Joint",
        "Magnetic Resonance Imaging",
        "Osteoarthritis, Knee",
        "Reproducibility of Results",
        "Tibia"
      ]
    },
    {
      "pmid": "30781390",
      "title": "Physicochemical, Antioxidant and Antimicrobial Properties of Electrospun Poly(ε-caprolactone) Films Containing a Solid Dispersion of Sage (Salvia officinalis L.) Extract.",
      "authors": [
        "Ana Salević",
        "Cristina Prieto",
        "Luis Cabedo",
        "Viktor Nedović",
        "Jose Maria Lagaron"
      ],
      "journal": "Nanomaterials (Basel, Switzerland)",
      "publication_date": "2019-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, novel active films made of poly(ε-caprolactone) (PCL) containing a solid dispersion of sage extract (SE) were developed by means of the electrospinning technique and subsequent annealing treatment. Initially, the antioxidant and antimicrobial potential of SE was confirmed. Thereafter, the effect of SE incorporation at different loading contents (5%, 10%, and 20%) on the physicochemical and functional properties of the films was evaluated. The films were characterized in terms of morphology, transparency, water contact angle, thermal stability, tensile properties, water vapor, and aroma barrier performances, as well as antioxidant and antimicrobial activities. Thin, hydrophobic films with good contact transparency were produced by annealing of the ultrathin electrospun fibers. Interestingly, the effect of SE addition on tensile properties and thermal stability of the films was negligible. In general, the water vapor and aroma permeability of the PCL-based films increased by adding SE to the polymer. Nevertheless, a strong 2,2-diphenyl-1-picrylhydrazyl (DPPH·) free radical scavenging ability, and a strong activity against foodborne pathogens Staphylococcus aureus and Escherichia coli were achieved by SE incorporation into PCL matrix. Overall, the obtained results suggest great potential of the here-developed PCL-based films containing SE in active food packaging applications with the role of preventing oxidation processes and microbial growth."
    },
    {
      "pmid": "30550775",
      "title": "Design and methodology of a cluster-randomized trial in early care and education centers to meet physical activity guidelines: Sustainability via Active Garden Education (SAGE).",
      "authors": [
        "Rebecca E Lee",
        "Elizabeth Lorenzo",
        "Jacob Szeszulski",
        "Anel Arriola",
        "Meg Bruening",
        "Paul A Estabrooks",
        "Jennie Hill",
        "Flavio F Marsiglia",
        "Teresia O'Connor",
        "Kim Sellers Pollins",
        "Gabriel Q Shaibi",
        "Erica Soltero",
        "Michael Todd"
      ],
      "journal": "Contemporary clinical trials",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Strategies are needed to help early care and education centers (ECEC) comply with policies to meet daily physical activity and fruit and vegetable guidelines for young children. This manuscript describes the design and methodology of Sustainability via Active Garden Education (SAGE), a 12-session cluster-randomized controlled crossover design trial using community-based participatory research (CBPR) to test a garden-based ECEC physical activity and fruit and vegetables promotion intervention for young children aged 3-5 years in 20 sites. The SAGE curriculum uses the plant lifecycle as a metaphor for human development. Children learn how to plant, water, weed, harvest, and do simple food preparation involving washing, cleaning, and sampling fruit and vegetables along with active learning songs, games, science experiments, mindful eating exercises, and interactive discussions to reinforce various healthy lifestyle topics. Parents will receive newsletters and text messages linked to the curriculum, describing local resources and events, and to remind them about activities and assessments. Children will be measured on physical activity, height, and weight and observed during meal and snack times to document dietary habits. Parents will complete measures about dietary habits outside of the ECEC, parenting practices, home physical activity resources, and home fruit and vegetable availability. SAGE fills an important void in the policy literature by employing a participatory strategy to produce a carefully crafted and engaging curriculum with the goal of meeting health policy guidelines and educational accreditation standards. If successful, SAGE may inform and inspire widespread dissemination and implementation to reduce health disparities and improve health equity.",
      "mesh_terms": [
        "Child, Preschool",
        "Female",
        "Humans",
        "Male",
        "Arizona",
        "Child Day Care Centers",
        "Community-Based Participatory Research",
        "Cross-Over Studies",
        "Gardening",
        "Health Promotion",
        "Problem-Based Learning",
        "Research Design",
        "Safety",
        "School Health Services",
        "Socioeconomic Factors",
        "Teacher Training",
        "Multicenter Studies as Topic",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "30382179",
      "title": "Predictors of hypertension awareness, treatment and control in South Africa: results from the WHO-SAGE population survey (Wave 2).",
      "authors": [
        "Lisa Jayne Ware",
        "Glory Chidumwa",
        "Karen Charlton",
        "Aletta Elisabeth Schutte",
        "Paul Kowal"
      ],
      "journal": "Journal of human hypertension",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "South Africa has one of the highest levels of hypertension globally, coupled with poor rates of diagnosis, treatment and control. Risk factors that predict hypertension in high income countries may perform differently in the African context, where communicable disease, obesity and malnutrition co-exist. This study investigated traditional risk factors alongside other health and sociodemographic indicators to determine predictors of hypertension prevalence and management. Participants were recruited from households across South Africa as part of WHO's Study on global AGEing and adult health (WHO SAGE) Wave 2 (2015). Blood pressure (BP) was measured in triplicate and sociodemographic and health data collected by survey (n = 1847; 30% 18-39 years, 39% 40-59 years, 31% 60 years+; median age 51 years; 68% female). Of all adults, 43% were hypertensive (n = 802), of which 58% (n = 398) were unaware, 33% (n = 267) were on medication, with only 18% (n = 141) controlled on medication (BP < 140/90 mmHg). Multivariate logistic regression showed waist-to-height ratio > 0.5 and diabetes comorbidity were the most significant predictors of hypertension presence, awareness and treatment. Individuals with diabetes were twice as likely to have hypertension, 7.0 times more likely to be aware, 3.3 times more likely to be on antihypertensive medication, and 2.4 times more likely to be controlled on medication. Women and individuals reporting lower salt use were more likely to be aware and treated for hypertension. Applying the 2017 AHA/ACC hypertension guidelines showed only 1 in 4 adults had normal BP. As with HIV, similarly intensive efforts are now needed in the region to improve non-communicable disease diagnosis and management.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aging",
        "Awareness",
        "Blood Pressure Monitoring, Ambulatory",
        "Female",
        "Humans",
        "Hypertension",
        "Logistic Models",
        "Male",
        "Middle Aged",
        "Prevalence",
        "South Africa",
        "World Health Organization"
      ]
    },
    {
      "pmid": "29924278",
      "title": "[Anti-Inflammatory Effect of The Flavonoid Fraction of Lepechinia meyenii (Walp.) Epling (SAGE) on Leukocytes of Patients With Rheumatoid Arthritis].",
      "authors": [
        "Carlos Alberto Arenas-Chavez",
        "Tomas Wiche-Salinas",
        "Ignacio Valencia-Mercado",
        "Ronald Calle-Valdez",
        "Corina Vera-Gonzales",
        "Stephanie Malaga-Contreras",
        "Fernando Flores-Rivera",
        "Carlos Huanqui-Guerra"
      ],
      "journal": "Revista peruana de medicina experimental y salud publica",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: to assess the anti-inflammatory effect of the flavonoid fraction of Lepechinia meyenii (Walp.) Epling on leukocytes of patients with rheumatoid arthritis (RA). MATERIALS AND METHODS: Plants of the species Lepechinia meyenii (Walp.) Epling were collected and then different flavonoid fractions were extracted by column and thin layer chromatography. The superoxide anion production was evaluated by means of the reduction of nitroblue tetrazolium assay technique in neutrophils obtained from the blood of patients with RA, divided into three groups: negative control, which consisted of neutrophils (5x105 cells); positive control, made up of PMA (phorbol myristate acetate)-activated neutrophils (150 ng/mL), and the treatments, comprised of neutrophils activated and treated with different concentrations of the flavonoid fraction LM8 (60, 120, and 180 ug/mL). The expression of pro- inflammatory genes was studied by RTqPCR in mononuclear leukocytes obtained from patients with RA, divided into three groups: negative control, which consisted of mononuclear leukocytes (5x105 cells); positive control, made up of phytohaemagglutinin (PHA) (150 ug/ml)-activated mononuclear leukocytes, and the treatment, comprised of mononuclear leukocytes activated and treated with the flavonoid fraction LM8 (120 ug/mL). RESULTS: Several flavonoid fractions were purified, with fraction LM8 showing the best immunomodulating effect. Said fraction diminished the superoxide anion production dependent on concentration. On the other hand, it diminished the expression of TNFα, IL8, and IL17 in mononuclear leukocytes. CONCLUSIONS: These results are encouraging in terms of the immunomodulating effect of this Peruvian medicinal plant and justify the continuation of their study for a potential clinical application.",
      "mesh_terms": [
        "Anti-Inflammatory Agents",
        "Arthritis, Rheumatoid",
        "Flavonoids",
        "Humans",
        "Leukocytes",
        "Plant Extracts",
        "Salvia"
      ]
    },
    {
      "pmid": "29634295",
      "title": "Urbanicity of residence and depression among adults 50 years and older in Ghana and South Africa: an analysis of the WHO Study on Global AGEing and Adult Health (SAGE).",
      "authors": [
        "Dzifa Adjaye-Gbewonyo",
        "George W Rebok",
        "Joseph J Gallo",
        "Alden L Gross",
        "Carol R Underwood"
      ],
      "journal": "Aging & mental health",
      "publication_date": "2019-Jun",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "OBJECTIVES: As the primary cause of disability worldwide, depression is a significant contributor to global morbidity and mortality and often disproportionately affects older adults. Several studies have demonstrated a link between urban residence and depression, but few studies have examined this association among older adult populations, and even fewer have studied it within an African context. Given that African societies are aging and urbanizing at rapid rates, this study aimed to assess the relationship between urbanicity and depression within older adult populations in two African countries. METHOD: Data were drawn from the Ghana and South Africa samples of the World Health Organization Study on Global AGEing and Adult Health (SAGE) wave 1 (2007-2008). Depression over the past 12 months was measured using self-reported treatment and depressive symptoms based on ICD-10 criteria in 4209 Ghanaian and 3148 South African adults aged 50 years and older residing in their current location for over one year. RESULTS: The 12-month prevalence of depression was 7.5% and 4.0% in Ghana and South Africa, respectively; 41.1% and 65.6%, respectively, lived in urban areas. Comparing urban to rural residents, the adjusted odds ratio (OR) for depression in multivariable analysis was 1.13 (95% CI: 0.71-1.79) in South Africa and 0.85 (95% CI: 0.55-1.31) in Ghana. CONCLUSION: Results do not support a significant urban-rural difference in 12-month depression among Ghanaian or South African SAGE participants. Mental health resources in rural areas should therefore be enhanced in these countries for more equitable distributions between the two settings given similar need.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Aging",
        "Depression",
        "Female",
        "Ghana",
        "Humans",
        "Longitudinal Studies",
        "Male",
        "Middle Aged",
        "Risk Factors",
        "Rural Population",
        "South Africa",
        "Surveys and Questionnaires",
        "Urban Population",
        "World Health Organization"
      ]
    },
    {
      "pmid": "29433682",
      "title": "A randomised double-blind placebo-controlled pilot trial of a combined extract of sage, rosemary and melissa, traditional herbal medicines, on the enhancement of memory in normal healthy subjects, including influence of age.",
      "authors": [
        "N S L Perry",
        "R Menzies",
        "F Hodgson",
        "P Wedgewood",
        "M-J R Howes",
        "H J Brooker",
        "K A Wesnes",
        "E K Perry"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2018-Jan-15",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To evaluate for the first time the effects of a combination of sage, rosemary and melissa (Salvia officinalis L., Rosmarinus officinalis L. and Melissa officinalis L.; SRM), traditional European medicines, on verbal recall in normal healthy subjects. To devise a suitable study design for assessing the clinical efficacy of traditional herbal medicines for memory and brain function. METHODS: Forty-four normal healthy subjects (mean age 61 ± 9.26y SD; m/f 6/38) participated in this study. A double-blind, randomised, placebo-controlled pilot study was performed with subjects randomised into an active and placebo group. The study consisted of a single 2-week term ethanol extract of SRM that was chemically-characterised using high resolution LC-UV-MS/MS analysis. Immediate and delayed word recall were used to assess memory after taking SRM or placebo (ethanol extract of Myrrhis odorata (L.) Scop.). In addition analysis was performed with subjects divided into younger and older subgroups (≤ 62 years mean age n = 26: SRM n = 10, Placebo n = 16; ≥ 63 years n = 19: SRM n = 13, Placebo n = 6). RESULTS: Overall there were no significant differences between treatment and placebo change from baseline for immediate or delayed word recall. However subgroup analysis showed significant improvements to delayed word recall in the under 63 year age group (p < 0.0123) with Cohen's effect size d = 0.92. No adverse effects were observed. CONCLUSION: This pilot study indicates that an oral preparation of SRM at the selected dose and for the period of administration is more effective than a placebo in supported verbal episodic memory in healthy subjects under 63 years of age. Short- and long- term supplementation with SRM extract merits more robust investigation as an adjunctive treatment for patients with Alzheimer's disease and in the general ageing population. The study design proved a simple cost effective trial protocol to test the efficacy of herbal medicines on verbal episodic memory, with future studies including broader cognitive assessment.",
      "mesh_terms": [
        "Aged",
        "Camphanes",
        "Double-Blind Method",
        "Drugs, Chinese Herbal",
        "Female",
        "Healthy Volunteers",
        "Herbal Medicine",
        "Humans",
        "Male",
        "Melissa",
        "Memory",
        "Middle Aged",
        "Panax notoginseng",
        "Pilot Projects",
        "Plant Extracts",
        "Plants, Medicinal",
        "Rosmarinus",
        "Salvia miltiorrhiza",
        "Tandem Mass Spectrometry",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "29216912",
      "title": "Changes in salivary oxytocin after inhalation of clary sage essential oil scent in term-pregnant women: a feasibility pilot study.",
      "authors": [
        "Yuriko Tadokoro",
        "Shigeko Horiuchi",
        "Kaori Takahata",
        "Takuya Shuo",
        "Erika Sawano",
        "Kazuyuki Shinohara"
      ],
      "journal": "BMC research notes",
      "publication_date": "2017-Dec-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This pilot study using a quasi-experimental design was conducted to evaluate the feasibility (i.e., limited efficacy, practicality, and acceptability) of our intervention protocol involving inhalation of the scent of clary sage essential oil by pregnant women and measurement of their preinhalation and postinhalation oxytocin levels. RESULTS: Participants were women of singleton pregnancies between 38 and 40 gestation weeks (N = 11). The experiment group (n = 5) inhaled the scent of clary sage essential oil diluted 50-fold with 10 mL of odorless propylene glycol for 20 min. Regarding limited efficacy, the oxytocin level 15 min postinhalation increased in 3 women and was unmeasurable in 2. The control group (n = 6) inhaled similarly without the 50-fold dilution of clary sage essential oil. Their oxytocin level increased in 2 women, decreased in 2, and was unmeasurable in 2. Uterine contraction was not observed in both groups. Regarding practicality, 3 of the 11 women could not collect sufficient saliva. The cortisol level decreased in both groups postinhalation. The protocol had no negative effects. Regarding acceptability, burden of the protocol was not observed. Trial registration The Clinical Trials Registry of University Hospital Medical Information Network in Japan-UMIN000017830. Registered:  June 8, 2015.",
      "mesh_terms": [
        "Administration, Inhalation",
        "Adult",
        "Feasibility Studies",
        "Female",
        "Humans",
        "Japan",
        "Oils, Volatile",
        "Oxytocin",
        "Pilot Projects",
        "Pregnancy",
        "Pregnancy Trimester, Third",
        "Salvia officinalis"
      ]
    },
    {
      "pmid": "29079781",
      "title": "Therapeutic efficacy of a combined sage and bitter apple phytopharmaceutical in chronic DSS-induced colitis.",
      "authors": [
        "Maximilian Hoffmann",
        "Ulla Schwertassek",
        "Aleksandra Seydel",
        "Klaus Weber",
        "Sunna Hauschildt",
        "Jörg Lehmann"
      ],
      "journal": "Scientific reports",
      "publication_date": "2017-Oct-27",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Inflammatory bowel diseases are multifactorial disorders of the gastrointestinal tract with rising incidence worldwide. Current standard therapies are only partially effective and often show severe adverse effects. Thus, novel, more efficient and well-tolerated therapeutic options are urgently needed. We have studied the therapeutic potential of a phytopharmaceutical combining sage and bitter apple (SBA) in the mouse model of chronic dextran sulfate sodium (DSS) colitis. SBA represents a traditional medicine against diarrhea and was shown to exhibit anti-inflammatory effects in vitro. In the chronic DSS colitis model SBA treatment significantly reduced clinical symptoms in a dose-dependent manner. The positive therapeutic effect of SBA was characterized by a decreased histopathological score indicating tissue healing. Moreover, the number of neutrophils as well as the expression of the neutrophil-recruiting chemokine CXCL-1/KC in the colon tissue was significantly reduced, whereas the recruitment of macrophages was induced. Also, the expression of inflammatory markers was significantly suppressed, while the expression of the anti-inflammatory cytokine interleukin-10 was induced in colon tissue following treatment with SBA. Phytopharmaceuticals are increasingly recognized as potential therapeutics in IBD. Thus, based on the results from this study, SBA can be considered as an alternative or supplementary option for IBD therapy.",
      "mesh_terms": [
        "Animals",
        "Biomarkers",
        "Cell Count",
        "Chronic Disease",
        "Citrullus colocynthis",
        "Colitis",
        "Colon",
        "Dextran Sulfate",
        "Female",
        "Gene Expression Regulation",
        "Goblet Cells",
        "Mice",
        "Mice, Inbred BALB C",
        "Phytochemicals",
        "Salvia officinalis",
        "Tight Junction Proteins"
      ]
    },
    {
      "pmid": "28919679",
      "title": "Effects of intramammary infusion of sage (Salvia officinalis) essential oil on milk somatic cell count, milk composition parameters and selected hematology and serum biochemical parameters in Awassi sheep with subclinical mastitis.",
      "authors": [
        "Myassar O Alekish",
        "Zuhair B Ismail",
        "Mofleh S Awawdeh",
        "Shoroq Shatnawi"
      ],
      "journal": "Veterinary world",
      "publication_date": "2017-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: The aims of this study were to evaluate the effects of intramammary infusion of sage (Salvia officinalis) essential oil (EO) on milk somatic cell count (SCC), milk composition parameters and selected hematology and serum biochemical parameters in 20 Awassi ewes affected with subclinical mastitis. MATERIALS AND METHODS: The dried leaves of sage were used to extract the EO by hydrodistillation. The minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC) of sage EO against Staphylococcus aureus were determined by the broth dilution method. Ewes were divided randomly into three main groups and received one of the following treatments; Group 1 (n=5): Dimethyl sulfoxide (DMSO) alone (5 ml; 0.2 ml of DMSO in 4.8 ml of saline), Group 2 (n=5): Amoxicillin alone (3 ml), and Group 3 (n=10): Sage EO (5 ml of sage EO solution [0.2 ml DMSO+1 ml EO+3.8 ml sterile saline]). All treatments were administered by intramammary infusion into each teat twice per day for 3 consecutive days. Milk samples for SCC and milk components determination and whole blood samples for hematology and serum biochemical analyses were collected before treatment (T0) and at 24 (T24) and 48 (T48) h after the last treatment. RESULTS: The MIC and MBC of sage EO against S. aureus were 12.5% and 6.1%, respectively. SCC was decreased significantly (p<0.05) at T24 and T48 h in sage EO and amoxicillin treated groups. Milk fat and lactose were increased significantly (p<0.05) in sage EO and amoxicillin treated ewes while no significant changes were observed in the percentages of solids-not-fat, protein and total solids. No significant effects of sage EO treatment on any of the hematology or serum biochemical parameters were observed. There were no local or systemic side effects observed in any of the treated ewes. However, further clinical trials are warranted to determine safety and possible withdrawal times in milk before its recommendation for use in organic operations. CONCLUSION: In this study, the intramammary infusion of sage EO to ewes affected with subclinical mastitis resulted in a significant decrease in SCC 24 h and 48 h posttreatment. In addition, milk fat and lactose were increased in animals that received the EO as well as in those treated with the antibiotic."
    },
    {
      "pmid": "28858729",
      "title": "Effect of zinc gluconate, sage oil on inflammatory patterns and hyperglycemia in zinc deficient diabetic rats.",
      "authors": [
        "Mohamed M Elseweidy",
        "Abdel-Moniem A Ali",
        "Nabila Zein Elabidine",
        "Nada M Mursey"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2017-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The relationship between zinc homeostasis and pancreatic function had been established. In this study we aimed firstly to configure the inflammatory pattern and hyperglycemia in zinc deficient diabetic rats. Secondly to illustrate the effect of two selected agents namely Zinc gluconate and sage oil (Salvia Officinalis, family Lamiaceae). METHODS: Rats were fed on Zinc deficient diet, deionized water for 28days along with Zinc level check up at intervals to achieve zinc deficient state then rats were rendered diabetic through receiving one dose of alloxan monohydrate (120mg/kg) body weight, classified later into 5 subgroups. RESULTS: Treatment with sage oil (0.042mg/kg IP) and Zinc gluconate orally (150mg/kg) body weight daily for 8 weeks significantly reduced serum glucose, C-reactive protein (CRP), Tumor necrosis factor alpha (TNF- α), interleukins-6 1 β, inflammatory8 (IFN ȣ), pancreatic 1L1-β along with an increase in serum Zinc and pancreatic Zinc transporter 8 (ZNT8). Histopathological results of pancreatic tissues showed a good correlation with the biochemical findings. CONCLUSIONS: Both sage oil and zinc gluconate induced an improvement in the glycemic and inflammatory states. This may be of value like the therapeutic agent for diabetes.",
      "mesh_terms": [
        "Animals",
        "Blood Glucose",
        "Diabetes Mellitus, Experimental",
        "Drug Therapy, Combination",
        "Gluconates",
        "Hyperglycemia",
        "Inflammation",
        "Male",
        "Plant Oils",
        "Rats",
        "Salvia officinalis",
        "Treatment Outcome",
        "Zinc"
      ]
    },
    {
      "pmid": "28753313",
      "title": "Neuroactive Steroids. 2. 3α-Hydroxy-3β-methyl-21-(4-cyano-1H-pyrazol-1'-yl)-19-nor-5β-pregnan-20-one (SAGE-217): A Clinical Next Generation Neuroactive Steroid Positive Allosteric Modulator of the (γ-Aminobutyric Acid)A Receptor.",
      "authors": [
        "Gabriel Martinez Botella",
        "Francesco G Salituro",
        "Boyd L Harrison",
        "Richard T Beresis",
        "Zhu Bai",
        "Maria-Jesus Blanco",
        "Gabriel M Belfort",
        "Jing Dai",
        "Carlos M Loya",
        "Michael A Ackley",
        "Alison L Althaus",
        "Scott J Grossman",
        "Ethan Hoffmann",
        "James J Doherty",
        "Albert J Robichaud"
      ],
      "journal": "Journal of medicinal chemistry",
      "publication_date": "2017-Sep-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Certain classes of neuroactive steroids (NASs) are positive allosteric modulators (PAM) of synaptic and extrasynaptic GABAA receptors. Herein, we report new SAR insights in a series of 5β-nor-19-pregnan-20-one analogues bearing substituted pyrazoles and triazoles at C-21, culminating in the discovery of 3α-hydroxy-3β-methyl-21-(4-cyano-1H-pyrazol-1'-yl)-19-nor-5β-pregnan-20-one (SAGE-217, 3), a potent GABAA receptor modulator at both synaptic and extrasynaptic receptor subtypes, with excellent oral DMPK properties. Compound 3 has completed a phase 1 single ascending dose (SAD) and multiple ascending dose (MAD) clinical trial and is currently being studied in parallel phase 2 clinical trials for the treatment of postpartum depression (PPD), major depressive disorder (MDD), and essential tremor (ET).",
      "mesh_terms": [
        "Allosteric Regulation",
        "Animals",
        "Depression, Postpartum",
        "Depressive Disorder, Major",
        "Female",
        "GABA-A Receptor Agonists",
        "Mice",
        "Pregnanolone",
        "Pyrazoles",
        "Rats",
        "Receptors, GABA-A"
      ]
    },
    {
      "pmid": "28648130",
      "title": "Communication in palliative care: the applicability of the SAGE and THYME model in Singapore.",
      "authors": [
        "Ang Seng Hock Martin",
        "John Costello",
        "Jane Griffiths"
      ],
      "journal": "International journal of palliative nursing",
      "publication_date": "2017-Jun-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Majority of the progress and development in palliative care in the last decade has been improvements in physical aspects of treatment, namely pain and symptom management. Psychosocial aspects of care have improved, although not enough to meet the needs of many patients and family members. This is evident in many parts of the world and notably in Singapore, where palliative care is seen as an emerging medical and nursing specialty. AIM: To discuss the implementation of the SAGE and THYME communication model in a palliative care context. The article examines the use of the model and how its implementation can improve communication between patients and nurses. The model works by reviewing contemporary developments made in relation to improving communication in palliative care. These include, highlighting the importance of meeting individual needs, therapeutic relationship building, and advanced communication training within a Singaporean context. RESULTS: The implementation of the SAGE and THYME model can be a useful way of enabling nurses to improve and maintain effective communication in a medically dominated health care system. The challenges and constraints in educating and training nurses with limited skills in palliative care, forms part of the review, including the cultural and attitude constraints specific to Singaporean palliative care.",
      "mesh_terms": [
        "Communication",
        "Hospice and Palliative Care Nursing",
        "Humans",
        "Models, Nursing",
        "Nurse's Role",
        "Nurse-Patient Relations",
        "Singapore"
      ]
    },
    {
      "pmid": "28619476",
      "title": "Brexanolone (SAGE-547 injection) in post-partum depression: a randomised controlled trial.",
      "authors": [
        "Stephen Kanes",
        "Helen Colquhoun",
        "Handan Gunduz-Bruce",
        "Shane Raines",
        "Ryan Arnold",
        "Amy Schacterle",
        "James Doherty",
        "C Neill Epperson",
        "Kristina M Deligiannidis",
        "Robert Riesenberg",
        "Ethan Hoffmann",
        "David Rubinow",
        "Jeffrey Jonas",
        "Steven Paul",
        "Samantha Meltzer-Brody"
      ],
      "journal": "Lancet (London, England)",
      "publication_date": "2017-Jul-29",
      "publication_types": [
        "Clinical Trial, Phase II",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Post-partum depression is a serious mood disorder in women that might be triggered by peripartum fluctuations in reproductive hormones. This phase 2 study investigated brexanolone (USAN; formerly SAGE-547 injection), an intravenous formulation of allopregnanolone, a positive allosteric modulator of γ-aminobutyric acid (GABAA) receptors, for the treatment of post-partum depression. METHODS: For this double-blind, randomised, placebo-controlled trial, we enrolled self-referred or physician-referred female inpatients (≤6 months post partum) with severe post-partum depression (Hamilton Rating Scale for Depression [HAM-D] total score ≥26) in four hospitals in the USA. Eligible women were randomly assigned (1:1), via a computer-generated randomisation program, to receive either a single, continuous intravenous dose of brexanolone or placebo for 60 h. Patients and investigators were masked to treatment assignments. The primary efficacy endpoint was the change from baseline in the 17-item HAM-D total score at 60 h, assessed in all randomised patients who started infusion of study drug or placebo and who had a completed baseline HAM-D assessment and at least one post-baseline HAM-D assessment. Patients were followed up until day 30. This trial is registered with ClinicalTrials.gov, number NCT02614547. FINDINGS: This trial was done between Dec 15, 2015 (first enrolment), and May 19, 2016 (final visit of the last enrolled patient). 21 women were randomly assigned to the brexanolone (n=10) and placebo (n=11) groups. At 60 h, mean reduction in HAM-D total score from baseline was 21·0 points (SE 2·9) in the brexanolone group compared with 8·8 points (SE 2·8) in the placebo group (difference -12·2, 95% CI -20·77 to -3·67; p=0·0075; effect size 1·2). No deaths, serious adverse events, or discontinuations because of adverse events were reported in either group. Four of ten patients in the brexanolone group had adverse events compared with eight of 11 in the placebo group. The most frequently reported adverse events in the brexanolone group were dizziness (two patients in the brexanolone group vs three patients in the placebo group) and somnolence (two vs none). Moderate treatment-emergent adverse events were reported in two patients in the brexanolone group (sinus tachycardia, n=1; somnolence, n=1) and in two patients in the placebo group (infusion site pain, n=1; tension headache, n=1); one patient in the placebo group had a severe treatment-emergent adverse event (insomnia). INTERPRETATION: In women with severe post-partum depression, infusion of brexanolone resulted in a significant and clinically meaningful reduction in HAM-D total score, compared with placebo. Our results support the rationale for targeting synaptic and extrasynaptic GABAA receptors in the development of therapies for patients with post-partum depression. A pivotal clinical programme for the investigation of brexanolone in patients with post-partum depression is in progress. FUNDING: Sage Therapeutics, Inc.",
      "mesh_terms": [
        "Adult",
        "Antidepressive Agents",
        "Depression, Postpartum",
        "Double-Blind Method",
        "Drug Combinations",
        "Female",
        "Humans",
        "Infusions, Intravenous",
        "Pregnanolone",
        "Psychiatric Status Rating Scales",
        "Treatment Outcome",
        "Young Adult",
        "beta-Cyclodextrins"
      ]
    },
    {
      "pmid": "28333995",
      "title": "Better living through conifer removal: A demographic analysis of sage-grouse vital rates.",
      "authors": [
        "John P Severson",
        "Christian A Hagen",
        "Jason D Tack",
        "Jeremy D Maestas",
        "David E Naugle",
        "James T Forbes",
        "Kerry P Reese"
      ],
      "journal": "PloS one",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sagebrush (Artemisia spp.) obligate wildlife species such as the imperiled greater sage-grouse (Centrocercus urophasianus) face numerous threats including altered ecosystem processes that have led to conifer expansion into shrub-steppe. Conifer removal is accelerating despite a lack of empirical evidence on grouse population response. Using a before-after-control-impact design at the landscape scale, we evaluated effects of conifer removal on two important demographic parameters, annual survival of females and nest survival, by monitoring 219 female sage-grouse and 225 nests in the northern Great Basin from 2010 to 2014. Estimates from the best treatment models showed positive trends in the treatment area relative to the control area resulting in an increase of 6.6% annual female survival and 18.8% nest survival relative to the control area by 2014. Using stochastic simulations of our estimates and published demographics, we estimated a 25% increase in the population growth rate in the treatment area relative to the control area. This is the first study to link sage-grouse demographics with conifer removal and supports recommendations to actively manage conifer expansion for sage-grouse conservation. Sage-grouse have become a primary catalyst for conservation funding to address conifer expansion in the West, and these findings have important implications for other ecosystem services being generated on the wings of species conservation.",
      "mesh_terms": [
        "Animals",
        "Conservation of Natural Resources",
        "Ecosystem",
        "Galliformes",
        "Tracheophyta"
      ]
    },
    {
      "pmid": "28283032",
      "title": "Sustainability via Active Garden Education (SAGE): results from two feasibility pilot studies.",
      "authors": [
        "Rebecca E Lee",
        "Nathan H Parker",
        "Erica G Soltero",
        "Tracey A Ledoux",
        "Scherezade K Mama",
        "Lorna McNeill"
      ],
      "journal": "BMC public health",
      "publication_date": "2017-Mar-10",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Low physical activity (PA) and fruit and vegetable (F&V) consumption in early childhood are continued public health challenges. This manuscript describes outcomes from two pilot studies for Sustainability via Active Garden Education (SAGE), a program designed to increase PA and F&V consumption among 3 to 5 year old children. METHODS: SAGE was developed using community-based participatory research (CBPR) and delivered to children (N = 89) in early care and education centers (ECEC, N = 6) in two US cities. Children participated in 12 one-hour sessions that included songs, games, and interactive learning activities involving garden maintenance and taste tests. We evaluated reach, efficacy, adoption, implementation, and potential for maintenance of SAGE following the RE-AIM framework. Reach was evaluated by comparing demographic characteristics among SAGE participants and residents of target geographic areas. Efficacy was evaluated with accelerometer-measured PA, F&V consumption, and eating in the absence of hunger among children, parenting practices regarding PA, and home availability of F&V. Adoption was evaluated by the number of ECEC that participated relative to the number of ECEC that were recruited. Implementation was evaluated by completion rates of planned SAGE lessons and activities, and potential for maintenance was evaluated with a parent satisfaction survey. RESULTS: SAGE reached ECEC in neighborhoods representing a wide range of socioeconomic status, with participants' sociodemographic characteristics representing those of the intervention areas. Children significantly increased PA during SAGE lessons compared to usual lessons, but they also consumed more calories in the absence of hunger in post- vs. pre-intervention tests (both p < .05). Parent reports did not suggest changes in F&V consumption, parenting PA practices, or home F&V availability, possibly due to low parent engagement. ECEC had moderate-to-high implementation of SAGE lessons and curriculum. Potential for maintenance was strong, with parents rating SAGE favorably and reporting increases in knowledge about PA and nutrition guidelines for young children. CONCLUSIONS: SAGE successfully translated national PA guidelines to practice for young children but was less successful with nutrition guidelines. High adoption and implementation and favorable parent reports suggest high potential for program sustainability. Further work to engage parents and families of young children in ECEC-based PA and nutrition programming is needed.",
      "mesh_terms": [
        "Accelerometry",
        "Child, Preschool",
        "Community-Based Participatory Research",
        "Eating",
        "Exercise",
        "Feasibility Studies",
        "Female",
        "Fruit",
        "Gardening",
        "Health Education",
        "Health Plan Implementation",
        "Humans",
        "Male",
        "Pilot Projects",
        "Program Evaluation",
        "Surveys and Questionnaires",
        "Vegetables"
      ]
    },
    {
      "pmid": "27942500",
      "title": "Salvia officinalis (Sage) Leaf Extract as Add-on to Statin Therapy in Hypercholesterolemic Type 2 Diabetic Patients: a Randomized Clinical Trial.",
      "authors": [
        "Saeed Kianbakht",
        "Farzaneh Nabati",
        "Behrooz Abasi"
      ],
      "journal": "International journal of molecular and cellular medicine",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The efficacy and safety of Salvia officinalis combined with statin have not been evaluated in dyslipidemic diabetes mellitus type 2 (DDMT2) so far. The plant extract antioxidant activity was determined by the DPPH radical scavenging assay. The total flavonoid, total phenolic and quercetin contents of the capsules containing the plant extract were also measured. Moreover, the effects of 2-month extract intake (500 mg capsule three times a day) as add-on to daily use of 15 mg glyburide, 2000 mg metformin and 10 mg atorvastatin on the blood levels of fasting glucose (FG), 2 h postprandial glucose (2hPPG), glycosylated hemoglobin (HbA1c), total cholesterol (TC), low-density lipoprotein cholesterol (LDL-C), triglyceride, high-density lipoprotein cholesterol (HDL-C), serum aspartate aminotransferase (AST), serum alanine aminotransferase (ALT), creatinine and body mass index were studied in 50 patients and compared with the placebo group (n=50).The extract IC50 in the DPPH assay was 87.26±0.003 µg/mL (mean±SD), whereas the ascorbic acid IC50 was 5.626± 0.001 µg/mL (mean±SD). The total flavonoid, total phenolic and quercetin contents of the capsule containing the plant extract were 39.76±3.58 mg of rutin equivalents (mean±SD), 30.33±1.23 mg of gallic acid (mean±SD) and 0.13 mg, respectively. The extract lowered FG, 2hPPG, HbA1c, TC, LDL-C and triglyceride levels, but increased HDL-C level compared to the placebo at the endpoint (P<0.05). The extract did not affect the other parameters significantly and no adverse effect was reported. The extract has substantial antioxidant activity which may be beneficial for the prevention of the cardiovascular complications of DDMT2. Moreover, addition of the extract to statin therapy is apparently safe and further improves lipid profile."
    },
    {
      "pmid": "27826675",
      "title": "Effects of clary sage oil and its main components, linalool and linalyl acetate, on the plasma membrane of Candida albicans: an in vivo EPR study.",
      "authors": [
        "Ágnes Blaskó",
        "Zoltán Gazdag",
        "Pál Gróf",
        "Gábor Máté",
        "Szilvia Sárosi",
        "Judit Krisch",
        "Csaba Vágvölgyi",
        "Lilla Makszin",
        "Miklós Pesti"
      ],
      "journal": "Apoptosis : an international journal on programmed cell death",
      "publication_date": "2017-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of clary sage (Salvia sclarea L.) oil (CS-oil), and its two main components, linalool (Lol) and linalyl acetate (LA), on cells of the eukaryotic human pathogen yeast Candida albicans were studied. Dynamic and thermodynamic properties of the plasma membrane were investigated by electron paramagnetic resonance (EPR) spectroscopy, with 5-doxylstearic acid (5-SASL) and 16-SASL as spin labels. The monitoring of the head group regions with 5-SASL revealed break-point frequency decrease in a temperature dependent manner of the plasma membrane between 9.55 and 13.15 °C in untreated, in CS-oil-, Lol- and LA-treated membranes. The results suggest a significant increase in fluidity of the treated plasma membranes close to the head groups. Comparison of the results observed with the two spin labels demonstrated that CS-oil and LA induced an increased level of fluidization at both depths of the plasma membrane. Whereas Lol treatment induced a less (1 %) ordered bilayer organization in the superficial regions and an increased (10 %) order of the membrane leaflet in deeper layers. Acute toxicity tests and EPR results indicated that both the apoptotic and the effects exerted on the plasma membrane fluidity depended on the composition and chemical structure of the examined materials. In comparison with the control, treatment with CS-oil, Lol or LA induced 13.0, 12.3 and 26.4 % loss respectively, of the metabolites absorbing at 260 nm, as a biological consequence of the plasma membrane fluidizing effects. Our results confirmed that clary sage oil causes plasma membrane perturbations which leads to cell apoptosis process.",
      "mesh_terms": [
        "Acyclic Monoterpenes",
        "Antifungal Agents",
        "Apoptosis",
        "Candida albicans",
        "Cell Membrane",
        "Electron Spin Resonance Spectroscopy",
        "Membrane Fluidity",
        "Monoterpenes",
        "Plant Oils",
        "Salvia",
        "Spin Labels"
      ]
    },
    {
      "pmid": "27515877",
      "title": "Sage tea-thyme-peppermint hydrosol oral rinse reduces chemotherapy-induced oral mucositis: A randomized controlled pilot study.",
      "authors": [
        "Ezgi Mutluay Yayla",
        "Nur Izgu",
        "Leyla Ozdemir",
        "Sinem Aslan Erdem",
        "Murat Kartal"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2016-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: This pilot study aimed to investigate the preventive effect of sage tea-thyme-peppermint hydrosol oral rinse used in conjunction with basic oral care on chemotherapy-induced oral mucositis. DESIGN: An open-label randomized controlled study. SETTING: Two oncology hospitals in Ankara, Turkey. INTERVENTIONS: Patients receiving 5-fluorouracil-based chemotherapy regimens were divided into the intervention group (N=30) and control group (N=30). Basic oral care was prescribed to the control group, while the intervention group was prescribed sage tea-thyme-peppermint hydrosol in addition to basic oral care. All patients were called to assess their compliance with the study instructions on day 5 and 14. MAIN OUTCOME MEASURES: Oral mucositis was evaluated using an inspection method or by assessing oral cavity photos based on the World Health Organization oral toxicity scale on day 5 and 14. RESULTS: Most of the patients in the intervention group did not develop oral mucositis on day 5. In addition, the incidence of grade 1 oral mucositis was statistically lower in the intervention group (10%) than the control group (53.3%) on day 5. By day 14, the majority of patients in both the groups had grade 0 oral mucositis. CONCLUSIONS: Sage tea-thyme-peppermint hydrosol oral rinse has promising results in alleviating oral mucositis. This hydrosol can be recommended for clinical use as it is well tolerated and cost-effective. However, further randomized controlled trials are needed to support the study.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Male",
        "Mentha piperita",
        "Middle Aged",
        "Mouthwashes",
        "Plant Preparations",
        "Plants, Medicinal",
        "Salvia officinalis",
        "Stomatitis",
        "Tea",
        "Thymus Plant",
        "Turkey"
      ]
    }
  ]
}