{
  "supplement": "Salt",
  "query": "Salt[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:31:34",
  "research_count": 7685,
  "count": 100,
  "articles": [
    {
      "pmid": "40311351",
      "title": "Anaerobic membrane distillation bioreactors for saline organic wastewater treatment: Impacts of salt accumulation on methanogenesis and microbial community.",
      "authors": [
        "Zhimeng Yang",
        "Linjiang Jiang",
        "Haiyang Yang",
        "Haiqing Chang",
        "Yuxuan Wan",
        "Huarong Yu",
        "Hongwei Rong",
        "Fangshu Qu"
      ],
      "journal": "Water research",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Anaerobic membrane distillation bioreactor (AnMDBR), which possesses several distinctive advantages such as high-quality water production, desalination and methanogenesis, shows enormous potential in saline organic wastewater (SAOW) treatment. However, salt accumulation in the reactor may deactivate anaerobic organisms and impede methanogenesis. In this work, effects of salt accumulation were comprehensively investigated regarding pollutant removal performance and methanogenesis in AnMDBRs over a 30-d operation. The investigative influent salinity was in the range of 0.0-2.0 %. The results demonstrated that AnMDBR achieved excellent chemical oxygen demand (COD) rejection (> 97 %) in the stabilization phase regardless of influent salinity. Moreover, the methane production was as high as 267 mL/gCOD, when the influent salinity did not exceed 1.0 %. When the influent salinity increased to 2.0 %, the methane production was significantly restricted, because salt stress altered the microbial community, resulting in a more sensitive and fragile ecosystem. Thermophilic and halophilic bacteria genera (Bacillus and Caproiciproducens) were selectively enriched in AnMDBR, promoting short-chain fatty acids generation. Meanwhile, these bacteria severely suppressed methanogenic archaea Methanosarcina, leading to an 80 % reduction in species abundance compared to a robust reactor. Furthermore, the salt stress inactivated key enzymes (mtr and mcr), disrupting methanogenic metabolism."
    },
    {
      "pmid": "40307966",
      "title": "Brine recovery from reverse osmosis effluents using an automatic temperature control system: salt crystallization.",
      "authors": [
        "Jumanne Mayige Shimba",
        "Oscar Ezekiel Njau",
        "Juma Selemani",
        "Karoli Nicholaus Njau"
      ],
      "journal": "Water science and technology : a journal of the International Association on Water Pollution Research",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The improper brine effluent disposal from the reverse osmosis (RO) process of the industry and mining sites poses various environmental problems including impaired soil ability to produce crops, difficulties for breeding and migrating birds. Various treatment methods reported to provide a short-term solution in which separation of the mixed salt byproducts remains a great challenge. The present study aimed at assessing the performance of locally available automatic temperature control (ATC) system to recover brine from RO effluents through salt crystallization. Laboratory trials via batch experiment containing individual and mixed samples of NaCl·2H2O, Na2SO4·10H2O, and Na2CO3·10H2O were conducted to evaluate the influence of freezing temperature, concentration, and contact time. The maximum recovery efficiencies of 85.3% (NaCl·2H2O), 93.3% (Na2SO4·10H2O), and 32.0% (Na2CO3·10H2O) of the individual samples were achieved at 72 h (-26 °C), 96 h (-10 °C), and 2 h (-2 °C), respectively. For mixed samples at -10 °C and 3 h in 50 mL, 29.37 g (65.27%) were recovered with ionic constituents such as Na+ (34.1%), Cl- (1.6%), SO42- (11.3%), CO32- (32.4%), and impurities (20.57%). The findings of this study suggested that ATC could be used as an alternative technology for brine recovery from RO process of industry and mining operation sites.",
      "mesh_terms": [
        "Salts",
        "Osmosis",
        "Crystallization",
        "Temperature",
        "Waste Disposal, Fluid",
        "Water Purification"
      ]
    },
    {
      "pmid": "40306234",
      "title": "Effects of exogenous substances on the characteristics of low-salt tilapia surimi gel.",
      "authors": [
        "Xiaoyan Liu",
        "Ziqian Chen",
        "Yuehua Ye",
        "Min Qian",
        "Baiqiao Ou",
        "Jinpei Wen",
        "Weidong Bai",
        "Hao Jiang"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the enhancement of freshwater surimi product quality by applying various exogenous substances to low-salt tilapia surimi gels prepared using microwave and ultrasound techniques. Using single-factor experiments and response surface methodology, the optimal interaction ratios (THG) of glutamine transaminase (TGase), hydroxypropyl distarch phosphate (HDP), and gellan gum were 0.6 %, 9 %, and 0.4 %, respectively. Under these optimized conditions, low-salt tilapia surimi exhibited a gel strength of 539.78 ± 4.36 g·cm, water holding capacity of 93.85 ± 0.67 %, and whiteness of 87.93 ± 0.48. THG treatment resulted in surimi myofibrillar protein gelation at lower temperatures, yielding an elastic gel network structure. Additionally, most myosin and actin molecules cross-linked to form macromolecular compounds in the presence of THG, thereby improving the gel properties of low-salt tilapia surimi."
    },
    {
      "pmid": "40304195",
      "title": "Combination of magnesium and iron nanoparticles with biochar mitigated salt toxicity and altered antioxidant activity and essential oil production of chamomile.",
      "authors": [
        "Kazem Ghassemi-Golezani",
        "Roghayeh Solhi-Khajehmarjan"
      ],
      "journal": "International journal of phytoremediation",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This research was conducted in a greenhouse to examine the effects of solid biochar (25 g kg-1 soil), and biochar-based nanoparticles of magnesium (BNP-MgO), iron (BNP-Fe3O4), and magnesium + iron (BNP-MgO + BNP-Fe3O4) in comparison with control (soil) on German chamomile (Matricaria chamomilla L.) under salinity levels (0.9, 6, and 12 dS m-1 as non-saline treatment and moderate and high salinities, respectively). Salinity increased sodium uptake, generation of reactive oxygen species and enzymatic and non-enzymatic antioxidant activities, leading to a reduction in leaf nutrients and pigments, and organs masses. High salinity significantly decreased the essential oil percentage and yield. However, solid and especially enriched biochars with BNP-MgO, BNP-Fe3O4, and their combined form reduced hydrogen peroxide and consequently enzymatic and non-enzymatic antioxidant activities under saline conditions. The BNP-MgO was the best treatment for enhancing leaf pigments, and the BNP-Fe3O4 was generally the best choice for improving organs masses and essential oil percentage and yield of chamomile under salinity. Therefore, solid and especially enriched biochars, due to their excellent physicochemical properties, were suggested as the suitable soil amendments to mitigate salt toxicity and improve the growth and essential oil production of medicinal plants in the greenhouse and field cultivations."
    },
    {
      "pmid": "40303394",
      "title": "During high salt treatment myeloid p38α/MAPK fosters osteoclast activity and inflammatory macrophage responses promoting orthodontic tooth movement.",
      "authors": [
        "Agnes Schröder",
        "Florian Fischer",
        "Beatrice Reinert",
        "Jonathan Jantsch",
        "Peter Proff",
        "Eva Paddenberg-Schubert",
        "Christian Kirschneck"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: During orthodontic tooth movement, sterile inflammatory processes and alveolar bone resorption occur in the periodontal ligament, involving myeloid cells such as macrophages and osteoclasts. The myeloid p38α/MAPK (mitogen-activated protein kinase) not only regulates the inflammatory response of macrophages and osteoclast differentiation but also the activation of the osmoprotective transcription factor NFAT5 (nuclear factor of activated T cells 5) under high-salt conditions. Therefore, this study aims to investigate the relative role of myeloid p38α/MAPK in orthodontic tooth movement as a function of extracellular salt content. MATERIAL AND METHODS: Macrophages and osteoclasts were differentiated from the bone marrow of mice lacking p38α/MAPK expression in myeloid cells (p38α Δmyel) and controls for RNA analysis and calcium phosphate resorption assay. Controls and p38α Δmyel mice were fed a low or a high salt diet for a total of two weeks. One week after the start of the diet, an elastic band was inserted between the first and second molar to induce orthodontic tooth movement. Atomic absorption spectrometry was used to assess the sodium balance of the jaw bone tissue. RNA was isolated from the periodontium of the first molar, osteoclast numbers and extent of orthodontic tooth movement were assessed. RESULTS: Nfat5 mRNA was increased in macrophages and osteoclasts in vitro and in the periodontium in vivo after high salt treatment in control mice but not in p38α Δmyel mice. While there was no salt effect on interleukin-6 (Il6) gene expression, prostaglandin endoperoxide synthase-2 (Ptgs2) mRNA was upregulated in control but not in p38α Δmyel mice in vitro and in vivo. p38α/MAPK deletion increased osteoclast numbers after low and high salt diet. Of note, deletion of p38α/MAPK elevated osteoclast activity under control salt conditions but reduced osteoclast activity under high salt conditions. High-salt diet resulted in increased sodium ion deposition in the jaw of both genotypes, while tooth movement was only increased in control mice. In p38α Δmyel mice, high salt diet reduced the extent of orthodontic tooth movement, which could be explained by the reduced bone resorption of osteoclasts. CONCLUSION: We conclude that myeloid p38α/MAPK promotes macrophage Ptgs2 expression and osteoclast activity in response to extracellular salt levels, thereby supporting orthodontic tooth movement.",
      "mesh_terms": [
        "Animals",
        "Osteoclasts",
        "Mice",
        "Tooth Movement Techniques",
        "Mitogen-Activated Protein Kinase 14",
        "Macrophages",
        "Mice, Knockout",
        "NFATC Transcription Factors",
        "Male",
        "Myeloid Cells",
        "Cyclooxygenase 2",
        "Mice, Inbred C57BL",
        "Transcription Factors"
      ]
    },
    {
      "pmid": "40296366",
      "title": "miRNA-mRNA integrated analysis reveals candidate genes associated with salt stress response in Halophytic Sonneratia apetala.",
      "authors": [
        "Beibei Chen",
        "Lishan Zhen",
        "Zhuanying Yang",
        "Tingting Liu",
        "Shaoxia Yang",
        "Wei Mu",
        "Xiao Xiao",
        "Jinhui Chen"
      ],
      "journal": "RNA biology",
      "publication_date": "2025-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Sonneratia apetala is a pioneering species of mangrove plants, which has evolved various mechanisms to tolerate salt-stress due to their long-term exposure to a salinized environment as compared to the of terrestrial freshwater plants. However, limited attempt has been made to uncover the underlying molecular mechanism of their saline adaptation. Here, we integrated mRNA and microRNA (miRNA) sequencing to identify the genes and pathways that may be involved in salt stress-response in the roots of S. apetala. A comprehensive full‑length transcriptome containing 295,501 high‑quality unigenes was obtained by PacBio sequencing technology. Of these, 6,686 genes exhibited significantly differential accumulation after salt stress treatment (p < 0.001, Q < 0.01). They were mainly implicated in plant signal transduction and diverse metabolic pathways, such as those involving phenylpropanoid biosynthesis, plant-pathogen interaction and protein processing. Also, our results identified the regulatory interaction between miRNA-target counterparts during salt stress. Taken together, we present the first global overview of the transcriptome of S. apetala roots, and identify potentially important genes and pathways associated with salt tolerance for further investigation. This study is expected to deliver novel insights in understanding the regulatory mechanism in S. apetala response to salt stress.",
      "mesh_terms": [
        "MicroRNAs",
        "Gene Expression Regulation, Plant",
        "Salt Stress",
        "RNA, Messenger",
        "Plant Roots",
        "Salt Tolerance",
        "Transcriptome",
        "Gene Expression Profiling",
        "Salt-Tolerant Plants"
      ]
    },
    {
      "pmid": "40293551",
      "title": "Transcriptional mechanisms underlying thiazolidine-4-carboxylic acid (T4C)-primed salt tolerance in Arabidopsis.",
      "authors": [
        "Wei-Yung Hsu",
        "Yi-Zhen Wu",
        "Yu-Min Lin",
        "Mei-Juan Zheng",
        "Liang-Jwu Chen",
        "Chuan-Ming Yeh"
      ],
      "journal": "Plant cell reports",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "T4C enhances salt stress tolerance in Arabidopsis by regulating osmotic and oxidative stress responses, activating ABA-related pathways, and inducing stress-responsive genes, including LEA proteins. High soil salinity is a major environmental stress that restricts crop productivity worldwide, necessitating strategies to enhance plant salt tolerance. Thiazolidine-4-carboxylic acid (T4C) has been reported to regulate proline biosynthesis, which is essential for abiotic stress responses, yet its role in stress tolerance remains unclear. This study investigates the physiological and molecular effects of T4C on Arabidopsis thaliana under salt stress conditions. T4C treatment alleviated salt-induced growth inhibition, improving biomass, relative water content, and chlorophyll retention while reducing oxidative stress markers such as malondialdehyde and anthocyanin accumulation. Transcriptomic and quantitative PCR analyses revealed that T4C upregulated proline biosynthesis genes, ABA-dependent signaling (RD29b, ABI3), and Late Embryogenesis Abundant (LEA) genes. Gene Ontology (GO) enrichment analysis identified biological processes related to water deprivation, ABA signaling, and salt stress, while Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis indicated the involvement of phenylpropanoid biosynthesis, plant hormone signal transduction, and MAPK signaling in T4C-mediated responses. Notably, several transcription factors, including NAC, MYB, and WRKY family members, were identified as candidates involved in T4C-mediated stress priming. Collectively, these findings suggest that T4C may enhance salt tolerance by modulating osmotic balance, reducing oxidative stress, and activating stress-responsive genes and transcriptional regulators. Our results provide novel insights into the molecular mechanisms underlying T4C-mediated stress responses, highlighting its potential as a chemical priming agent to improve plant resilience under saline conditions.",
      "mesh_terms": [
        "Arabidopsis",
        "Salt Tolerance",
        "Gene Expression Regulation, Plant",
        "Arabidopsis Proteins",
        "Thiazolidines",
        "Proline",
        "Oxidative Stress",
        "Transcription Factors",
        "Salt Stress",
        "Abscisic Acid",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "40291113",
      "title": "Toxicity of diclofenac sodium salt after two weeks of daily intramuscular administration in cynomolgus monkeys.",
      "authors": [
        "Sieun Yoo",
        "Jung-Ho Noh",
        "Hong-Soo Lee",
        "Sang-Hee Lee",
        "Eunji Choi",
        "Dong-Il Kim",
        "Seung Eui Min",
        "Kang-Hyun Han",
        "Sang Kyum Kim"
      ],
      "journal": "Toxicological research",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Diclofenac sodium salt (DSS) has been extensively studied in pharmacological research to better understand its pain relief and inflammation-reducing properties. However, it is crucial to evaluate the safety profile of this non-steroidal anti-inflammatory drug, particularly in nonhuman primates (NHPs), such as cynomolgus monkeys. Understanding the potential adverse effects and toxicity of DSS in NHP is critical for determining their overall safety and use in clinical settings. Further investigation into its toxicity to NHPs would provide valuable information for developing and using this drug in medical practice. Our aim was to evaluate the toxicity of DSS administered repeatedly to cynomolgus monkeys to identify its safety profile in NHPs. The general toxicity of DSS was established using a 2-week repeated-dose toxicity test. Twenty-four cynomolgus monkeys were intramuscularly injected with 0, 0.33, 1, and 3 mg/kg of DSS each day. This study assessed the potential adverse effects and toxicity of DSS in these monkeys, providing valuable data for understanding its safety in clinical settings. The 2-week repeated-dose toxicity study of DSS revealed no treatment-related changes in body weight, food consumption, ophthalmology, or general symptoms. Furthermore, no significant changes were observed in hematological, clinical chemistry, or urinalysis data. Histopathological examination revealed decreased cellularity (lymphocytes) in both the thymus and spleen (white pulp). The sternal bone marrow had a higher cell count than usual. Furthermore, mixed cell and mononuclear cell infiltration, inflammation, myofiber degeneration, and muscle fiber necrosis were observed at the injection site (skin), but these findings were not considered adverse effects. Notably, the no observed adverse effect level of DSS was estimated to be greater than 3 mg/kg in both males and females. Therefore, this study established a non-toxic dose of DSS, laying the groundwork for further nonclinical studies to assess the safety of DSS using NHP. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s43188-025-00281-4."
    },
    {
      "pmid": "40283213",
      "title": "Ketoprofen Lysine Salt vs. Ketoprofen Acid: Assessing the Evidence for Enhanced Safety and Efficacy.",
      "authors": [
        "Agnese Graziosi",
        "Michele Senatore",
        "Gianluca Gazzaniga",
        "Stefano Agliardi",
        "Arianna Pani",
        "Francesco Scaglione"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Endoscopic investigations reveal that a significant majority of individuals taking NSAIDs exhibit acute hemorrhages and mucosal erosions within the gastroduodenal lining. Ketoprofen acid (KA) is a potent NSAID with established efficacy and cardiovascular tolerability, but its gastric tolerability is a recognized limitation. To mitigate this, ketoprofen lysine salt (KLS) was developed. This review evaluates the pharmacological advantages of KLS over KA. While both KA and KLS maintain similar potency, KLS offers distinct advantages. Firstly, KLS demonstrates superior gastrointestinal protection through enhanced antioxidant properties and upregulation of mucosal defenses, as evidenced by both in vitro and in vivo studies. Secondly, KLS exhibits significantly faster absorption, leading to a more rapid onset of analgesic effects; this is attributed to its increased solubility and faster achievement of therapeutic concentrations. In essence, KLS addresses the gastric tolerability issues of KA while providing a quicker onset of action, making it a valuable alternative for patients requiring NSAID therapy, particularly those with gastric sensitivities or in need of rapid pain relief."
    },
    {
      "pmid": "40282327",
      "title": "Comparative Analysis of Salt Tolerance and Transcriptomics in Two Varieties of Agropyron desertorum at Different Developmental Stages.",
      "authors": [
        "Yuchen Li",
        "Xintian Huang",
        "Xiao Han",
        "Hui Yang",
        "Yan Zhao"
      ],
      "journal": "Genes",
      "publication_date": "2025-Mar-22",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "BACKGROUND: Most of the grasslands in China are experiencing varying degrees of degradation, desertification, and salinization (collectively referred to as the \"three degradations\"), posing a serious threat to the country's ecological security. Agropyron desertorum, known for its wide distribution, strong adaptability, and resistance, is an excellent grass species for the ecological restoration of grasslands affected by the \"three degradations\". This study focused on two currently popular varieties of A. desertorum, exploring their salt tolerance mechanisms and identifying candidate genes for salt and alkali tolerance. METHODS: Transcriptome sequencing was performed on two varieties of A. desertorum during the seed germination and seedling stages under varying degrees of saline-alkali stress. At the seed stage, we measured the germination rate, relative germination rate, germination index, and salt injury rate under different NaCl concentrations. During the seedling stage, physiological indicators, including superoxide dismutase (SOD), peroxidase (POD), malondialdehyde (MDA), proline (PRO), soluble protein (SP), and catalase (CAT), were analyzed after exposure to 30, 60, 120, and 180 mM NaCl for 12 days. Analysis of differentially expressed genes (DEGs) at 6 and 24 h post-treatment with 120 mM NaCl revealed significant differences in the salt stress responses between the two cultivars. RESULTS: Our study indicates that during the seed stage, A. desertorum (Schult.) exhibits a higher relative germination potential, relative germination rate, and relative germination index, along with a lower relative salt injury rate compared to A. desertorum cv. Nordan. Compared with A. desertorum cv. Nordan, A. desertorum (Schult.) has higher salt tolerance, which is related to its stronger antioxidant activity and different antioxidant-related pathways. Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment analyses were used to identify the key biological processes and pathways involved in salt tolerance, including plant hormone signal transduction, antioxidant defense, and cell membrane stability. CONCLUSIONS: A. desertorum (Schult.) exhibits stronger salt tolerance than A. desertorum cv. Nordan. Salt stress at a concentration of 30-60 mM promotes the germination of the seeds of both Agropyron cultivars. The two Agropyron plants mainly overcome the damage caused by salt stress through the AsA-GSH pathway. This study provides valuable insights into the molecular mechanisms of salt tolerance in Agropyron species and lays the groundwork for future breeding programs aimed at improving salt tolerance in desert grasses.",
      "mesh_terms": [
        "Salt Tolerance",
        "Transcriptome",
        "Gene Expression Regulation, Plant",
        "Germination",
        "Seedlings",
        "Agropyron",
        "Plant Proteins",
        "Gene Expression Profiling",
        "Sodium Chloride"
      ]
    },
    {
      "pmid": "40281403",
      "title": "Effects of exogenous Uniconazole (S3307) on oxidative damage and carbon metabolism of rice under salt stress.",
      "authors": [
        "Xiao-Le Du",
        "Nai-Jie Feng",
        "Dian-Feng Zheng",
        "Yin Lin",
        "Hang Zhou",
        "Jia-Huan Li",
        "Xiao-Hui Yang",
        "Jing-Xin Huo",
        "Wan-Qi Mei"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Salt stress significantly suppresses rice growth. Uniconazole (S3307) is recognized for its potential to enhance plant stress tolerance. Nevertheless, the mechanisms through which S3307 induces salt tolerance in rice by modulating the carbon metabolism pathway are not fully understood. In this study, at the one-leaf-one-heart stage, the foliage of rice HD961 and 9311 was treated with 10 mg·L- 1 S3307, followed by a 0.6% (102.56 mmol·L- 1) NaCl treatment 24 h later. RESULTS: The results demonstrated that salt stress markedly suppressed the growth of rice aboveground and underground, reduced the net photosynthetic rate (Pn), and ultimately led to a decline in yield. However, salt stress increased the activities of peroxidase (POD), catalase (CAT), and ascorbate peroxidase (APX) and enhanced sucrose metabolism simultaneously of rice leaves. However, compared to salt stress, foliar spraying of S3307 under salt stress increased rice biomass accumulation, enhanced photosynthetic efficiency, reduced malondialdehyde (MDA) content, and further enhanced the activities of superoxide dismutase (SOD), POD, CAT, and APX. Meanwhile, the application of S3307 effectively further promoted the accumulation of sucrose, glucose, and soluble sugar (SS) in rice leaves under salt stress. It also enhanced the activities of key enzymes in glycolysis, namely hexokinase (HK) and pyruvate kinase (PK), and facilitated the accumulation of α-ketoglutaric acid (α-KG), citric acid (CA), and pyruvate (PA). Meanwhile, it increased the effective panicle number (EPN), grains per panicle, yield per panicle and theoretical yield of rice. CONCLUSION: Therefore, S3307 can mitigate the damage caused by salt stress and enhance yield and rice resistance by improving photosynthetic characteristics, strengthening the antioxidant system, and promoting physiological activities in carbon metabolism pathways such as Carbohydrate, glycolysis (EMP) and the tricarboxylic acid (TCA) cycle.",
      "mesh_terms": [
        "Oryza",
        "Salt Stress",
        "Carbon",
        "Oxidative Stress",
        "Triazoles",
        "Photosynthesis",
        "Salt Tolerance",
        "Plant Leaves"
      ]
    },
    {
      "pmid": "40279860",
      "title": "Comparative balanced salt solution and 6 ​% hydroxyethyl starch in goal-directed therapy for major abdominal surgery: A systematic review and meta-analysis.",
      "authors": [
        "Rui Lu",
        "Srisuluk Kacha",
        "Natsuda Phothikun",
        "Atirut Supphapipat",
        "Kaweesak Chittawatanarat"
      ],
      "journal": "American journal of surgery",
      "publication_date": "2025-Apr-19",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Goal-directed fluid therapy (GDFT) improves postoperative outcomes in various surgeries, but the optimal fluid choice between balanced salt solutions (BSS) and hydroxyethyl starch (HES) remains debated. This meta-analysis compared postoperative outcomes of GDFT using BSS versus 6 ​% HES in elective major abdominal surgery. Comprehensive database searches identified eight RCTs (1739 patients) published between 2000 and 2024. No significant differences were found in overall postoperative complications [RR 1.04 (95 ​% CI 0.90-1.20); p ​= ​0.59], including renal, cardiovascular, respiratory complications, or mortality. However, BSS required significantly higher intraoperative fluid volumes [SMD 0.61 (95 ​% CI 0.42-0.80); p ​< ​0.001] and led to greater postoperative fluid balance [SMD 0.39 (95 ​% CI 0.20-0.59); p ​< ​0.001]. 6 ​% HES should not be used routinely. GDFT using BSS achieves the same outcomes at a lower cost and without the risk of bleeding."
    },
    {
      "pmid": "40270873",
      "title": "Comparative Evaluation of Antioxidant Effects of 25% Bamboo Salt and 3% Green Tea Extract on Push-out Bond Strength of AH Plus Sealer after Sodium Hypochlorite Irrigation: An In vitro Study.",
      "authors": [
        "Poojitha Jain",
        "G B Shivamurthy",
        "N M Dhanyakumar",
        "D M Yashas"
      ],
      "journal": "Contemporary clinical dentistry",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: Sodium hypochlorite (NaOCl), a commonly used intracanal irrigant, adversely affects the organic content of dentin, impacting the bond strength of sealer to root dentin. AIM: The aim of the study was to compare the antioxidant effects of 25% bamboo salt and 3% green tea extract on the push-out bond strength of AH Plus sealer after NaOCl irrigation. SUBJECTS AND METHODS: Forty-five single-rooted mandibular premolars were selected, decoronated, and standardized to a length of 12 mm. During the canal preparation process, ProTaper Next rotary files were used, with each step accompanied by the irrigation of 5 ml of 5.25% NaOCl. Following the instrumentation, the canals were flushed with an additional 5 ml of 5.25% NaOCl and 17% ethylenediaminetetraacetic acid. The specimens were then categorized into three groups (n = 15 each): Group 1, treated with saline; Group 2, treated with a 25% bamboo salt solution; and Group 3, treated with a 3% green tea extract solution. From the coronal and middle thirds of each root, 1.5 mm thick slices were prepared. These slices were then tested for push-out bond strength using a universal testing machine. STATISTICAL ANALYSIS: The data collected were subjected to one-way analysis of variance, followed by Tukey's post hoc analysis for detailed examination. RESULTS: The use of 5.25% NaOCl resulted in a significant reduction in the bond strength of AH Plus to dentin (P < 0.05). Among the treated groups, the samples irrigated with 3% green tea extract exhibited a notably higher push-out bond strength compared to those treated with 25% bamboo salt. CONCLUSION: Within the limitations of this in vitro study, all experimental groups showed significant changes in push-out bond strength after antioxidant treatment."
    },
    {
      "pmid": "40270168",
      "title": "Cerebral salt wasting syndrome in a patient who suffered a gunshot traumatic head injury: a case report.",
      "authors": [
        "Alejandro Rojas-Urrea",
        "Daniela Arias-Mariño",
        "Lorena García-Agudelo",
        "Ivan Camilo Gonzalez-Calderon"
      ],
      "journal": "Folia medica",
      "publication_date": "2025-Feb-24",
      "publication_types": [
        "Journal Article",
        "Case Reports"
      ],
      "abstract": "Cerebral salt wasting syndrome is described as a hyponatremic condition in the context of a central nervous system injury. It is caused by a renal loss of sodium, and the primary distinguishing factor among similar conditions, such as the syndrome of inappropriate antidiuretic hormone secretion, is a reduction in the extracellular fluid volume. We describe here the case of a young adult who suffered brain injuries as a result of a gunshot and developed cerebral salt wasting syndrome during his in-hospital stay. Any type of cerebral attack can lead to hyponatraemic syndrome, but the most common are subarachnoid hemorrhages and neurological and meningeal tuberculosis infections. Treatment of the cerebral salt wasting syndrome leads to both hypovolemia and hyponatremia correction. The first line of management included hydric reposition with saline solution, either isotonic or hypertonic, depending on the severity of the symptoms.",
      "mesh_terms": [
        "Humans",
        "Hyponatremia",
        "Male",
        "Wounds, Gunshot",
        "Adult"
      ]
    },
    {
      "pmid": "40265652",
      "title": "PbNAC3 coordinates AsA generation and ABA biosynthesis to improve salt tolerance in pear.",
      "authors": [
        "Feng Zhang",
        "Yanyan Gao",
        "Mingyuan Ma",
        "Lun Li",
        "Yuchen Wei",
        "Lemin Fan",
        "Zhihua Xie",
        "Kaijie Qi",
        "Juyou Wu",
        "Shutian Tao",
        "Shaoling Zhang",
        "Xiaosan Huang"
      ],
      "journal": "The Plant journal : for cell and molecular biology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In plants, dehydroascorbate reductase (DHAR) is one of the key enzymes in AsA generation during the AsA-GSH cycle, which helps maintain the normal metabolic level of AsA. However, the molecular mechanism of DHAR's response to salt stress is still unknown. Our experiments show a ping-pong mechanism, in which DHA is combined with free reductase DHAR, and free reductase DHAR is combined with GSH in the form of sulfenylation to promote AsA generation in response to salt stress. This mechanism is inhibited by H2O2-mediated sulfenylation modification. The overexpression of PbDHAR3 in pear callus and Arabidopsis plants alleviated salt-induced damage, while its silencing decreased salt tolerance in Pyrus betulaefolia. PbNAC3 can activate the expression of PbDHAR3 by directly binding to the promoter. The overexpression of PbNAC3 in pear callus improved salt tolerance, while silencing it reduced tolerance in P. betulaefolia. Overexpression of PbNAC3 in Arabidopsis plants is able to adjust the trade-off between plant growth and salt stress. Higher expression levels of NCEDs or PYLs, and higher ABA content were observed under salt treatment. Further experiments demonstrate that PbNAC3 activates PbNCED5 through interaction with cis-regulatory elements. Overall, our results show that PbNAC3 plays a critical role in salt stress response by targeting the promoters of PbDHAR3 and PbNCED5, promoting AsA generation and ABA biosynthesis. This study will deepen our understanding of the mechanisms underlying the trade-offs between plant growth and stress tolerance and assist the development of stress-resistant, high-yield crops."
    },
    {
      "pmid": "40264179",
      "title": "Effect of sodium-reduced potassium-enriched salt substitutes on stomach cancer: the Salt Substitute and Stroke Study (SSaSS).",
      "authors": [
        "Xinyi Zhang",
        "Xuejun Yin",
        "Mei Ling Yap",
        "Qiang Li",
        "Liping Huang",
        "Yishu Liu",
        "Bo Zhou",
        "Zhifang Li",
        "Yi Zhao",
        "Jixin Sun",
        "Yan Yu",
        "Lijing L Yan",
        "Yangfeng Wu",
        "Bruce Neal",
        "Maoyi Tian"
      ],
      "journal": "BMC medicine",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: There is an association between increased dietary sodium intake and the risk of stomach cancer. Lowering dietary sodium intake with sodium-reduced potassium-enriched salt substitutes may reduce this risk. To evaluate the effects of sodium-reduced potassium-enriched salt substitutes on the risk of stomach cancer and other types of cancer. METHODS: The primary analyses of the Salt Substitute and Stroke Study (SSaSS) defined the effects of sodium-reduced potassium-enriched salt substitutes compared to regular salt on the risk of stroke. This post-hoc investigation explored effects on stomach and other cancers. SSaSS was an open-label, cluster randomised controlled trial done in 600 Chinese villages among 20,996 participants. Villages were assigned at random in a 1:1 ratio to receive sodium-reduced potassium-enriched salt substitutes or continue regular salt use. Fatal and hospitalised cancer events were identified through direct face-to-face follow-up and record linkage, with adjudication of fatal, but not non-fatal events. RESULTS: During a mean follow-up of 4.7 years, there were 1040 cancer events (507 fatal, 533 non-fatal) recorded. There were 212 stomach cancers, 725 other cancers, and 103 cancers with an unknown primary site. There was a trend toward but not a significant effect of randomised treatment on total stomach cancer (rate ratio (RR) 0.77, 95% confidence interval (CI) 0.54 to 1.08). The RR for adjudicated fatal stomach cancer was 0.66 (95% CI 0.44 to 1.00) compared to 0.88 (95% CI 0.56 to 1.37) for unadjudicated non-fatal stomach cancer. There was no detectable effect on total cancer at any site (RR 0.94, 95% CI 0.81 to 1.08), adjudicated fatal cancer at any site (RR 0.85, 95% CI 0.69 to 1.05), or unadjudicated non-fatal cancer at any site (RR 1.04, 95% CI 0.88 to 1.23). CONCLUSIONS: There was no effect of sodium-reduced potassium-enriched salt substitutes on stomach cancer or other cancer types detected. Trends toward protection against fatal and non-fatal stomach cancer align with the observational epidemiology and warrant further investigation. TRIAL REGISTRATION: This trial was registered in ClinicalTrials.gov as NCT02092090.",
      "mesh_terms": [
        "Humans",
        "Stomach Neoplasms",
        "Female",
        "Male",
        "Middle Aged",
        "Sodium Chloride, Dietary",
        "Aged",
        "Stroke",
        "China",
        "Adult",
        "Follow-Up Studies"
      ]
    },
    {
      "pmid": "40262105",
      "title": "Nucleobase Level Information into the Folding of G-Quadruplex by Anti-inflammatory Drugs in the Absence of Salt.",
      "authors": [
        "Asim Bisoi",
        "Trideep Majumdar",
        "Sunipa Sarkar",
        "Prashant Chandra Singh"
      ],
      "journal": "The journal of physical chemistry. B",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "G-quadruplexes (G4s) in the telomere region are important targets for cancer therapy. Molecules that can fold and stabilize the telomere DNA sequences, even in the absence of salt, can be an exciting prospect for therapy purposes. Anti-inflammatory drugs hydroxychloroquine (HCQ) and chloroquine (CQ) have shown promising effects in cancer therapy and also in the different levels of trial stages. In this study, we have investigated the structure and stability of several natural and mutated telomeric sequences with anti-inflammatory drugs and their analogues in the absence of salts using the biophysical and docking methods to understand the role of the quartet and loop nucleobases of DNA along with the functional group of drugs responsible for triggering the folding of telomeric DNA sequences into G4. The findings indicate that the hydrogen bonding between the charged side chain with the guanine repeating unit associated with the quartet and the thymine in the terminal loops of telomere DNA is the main driving force for the folding of telomere DNA sequences into G4 induced by anti-inflammatory drugs. The data indicate that the adenine nucleobase in the loop of the telomere does not play any role in its folding process induced by HCQ and CQ.",
      "mesh_terms": [
        "G-Quadruplexes",
        "Telomere",
        "DNA",
        "Anti-Inflammatory Agents",
        "Hydroxychloroquine",
        "Chloroquine",
        "Hydrogen Bonding",
        "Molecular Docking Simulation"
      ]
    },
    {
      "pmid": "40256713",
      "title": "Overexpression of SULT1E1 alleviates salt-processed Psoraleae Fructus-induced cholestatic liver damage.",
      "authors": [
        "Yu Wu",
        "Yan Xu",
        "Hao Cai",
        "Zhengying Hua",
        "Meimei Luo",
        "Letao Hu",
        "Nong Zhou",
        "Xinghong Wang",
        "Weidong Li"
      ],
      "journal": "Chinese herbal medicines",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Salt-processed Psoraleae Fructus (SPF) is widely used as a phytoestrogen-like agent in the treatment of osteoporosis. However, due to improper clinical use or misuse, resulting in liver damage. In this study, network pharmacology was employed to analyze the mechanism of cholestatic liver damage. An adeno-associated virus overexpressing SULT1E1 (rAAV8-SULT1E1) was constructed and the hepatotoxicity of SPF, psoralen, and isopsoralen was determined. METHODS: By utilizing three databases inclding TCMSP, TCMID, and BATMAN- TCM, the targets of the three databases were summarized, and a total of 45 psoralen compounds were included. Network pharmacology analysis was then performed. The adenoviral vectors were injected into the tail vein of C57BL6 mice to elucidate the role of SULT1E1 in SPF-induced cholestasis-mediated hepatotoxicity in vivo. SPF (10 g/kg), psoralen, and isopsoralen (50 mg/kg each) were intragastrically administered to mice for 30 d. B-ultrasound and samples were collected and examined for follow-up experiments. RESULTS: A total of 854 targets were predicted for 45 active components, with 151 cholestasis-mediated hepatotoxicity-related disease targets obtained for SPF. A total of 126 pathways were enriched based on KEGG pathway analysis, with the \"estrogen signaling pathway\" identified as one of the top 20 pathways. In terms of pathological hepatic changes, treated mice had visually swollen hepatocytes, dilated bile ducts, and elevated serum biochemical markers, which were more prominent in mice treated with isopsoralen than in those treated with other compounds. Notably, the overexpression of SULT1E1 could reverse liver damage in each treatment group. B-ultrasound was used to observe the size of the gallbladder in vivo. The size of the gallbladder was found to significantly increase on day 30 after treatment in the SPF-, psoralen-, and isopsoralen-treated groups, especially the SPF group. Compared with the expression levels in the negative control group (rAAV8-empty + con), the expression levels of FXR, Mrp2, Bsep, SULT1E1, SULT2A1, Ntcp, and Nrf2 decreased, whereas those of CYP7a1 and IL-6 increased in the SPF-, psoralen-, and isopsoralen-treated groups. CONCLUSION: The overexpression of SULT1E1 could alleviate the decreased or increased expression of indicators, indicating that SULT1E1 is an important target gene for SPF-induced liver damage. The severity of liver damage was significantly lower in the rAAV8-SULT1E1 groups than in the rAAV8-empty groups."
    },
    {
      "pmid": "40254676",
      "title": "Anti-cancer Effects of 1,4-Dialkoxynaphthalene-Imidazolium Salt Derivatives through ERK5 kinase activity inhibition.",
      "authors": [
        "Haena Lee",
        "Anh-Thu Nguyen",
        "Hyunkyung Choi",
        "Ki-Young Kim",
        "Hakwon Kim"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ERK5 has emerged as a promising therapeutic target in cancer treatment due to its pivotal role in regulating tumor cell proliferation and survival. In this study, we synthesized novel derivatives of 1,4-dialkoxynaphthalene-2-acyl or 2-alkyl-imidazolium salt (NAIMS), assessed their binding affinity with the ERK5 protein through molecular modeling, and evaluated their anti-cancer activity through the ERK5 kinase assay. Based on the MTT assay and qRT-PCR analysis of 21 synthesized NAIMS, the IC50 values for 4c, 4e, and 4k (8.5 μM, 6.8 μM, and 8.9 μM, respectively) and the inhibition rate of the expression of PCNA for 4c, 4e, and 4k (50%, 61.1%, and 70.2% of 5 μM respectively) were chosen for comprehensive biological research. Further analyses including DAPI staining, and flow cytometry confirmed that 4c, 4e, and 4k induced late-stage apoptosis, and triggered cell cycle arrest in the G2/M phase of HeLa cells. Moreover, molecular modeling analysis showed that 4e exhibited strong and stable molecular interactions at the ERK5 ATP-binding site. Our results strongly suggest that NAIMS compounds, especially 4e, could serve as novel inhibitors of ERK5, presenting promising lead compound to develop for cancer treatment.",
      "mesh_terms": [
        "Humans",
        "Antineoplastic Agents",
        "Imidazoles",
        "Mitogen-Activated Protein Kinase 7",
        "Apoptosis",
        "HeLa Cells",
        "Protein Kinase Inhibitors",
        "Cell Proliferation",
        "Naphthalenes",
        "Molecular Docking Simulation"
      ]
    },
    {
      "pmid": "40252420",
      "title": "Experimental study and molecular dynamics simulation:Thermal behaviors, volatile products and chlorine migration characteristics during pyrolysis and combustion of 2,4-dichlorophenoxyacetic acid waste salt.",
      "authors": [
        "Yueyan Song",
        "Xiangyu Gu",
        "Di He"
      ],
      "journal": "Journal of environmental management",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "An organochlorine pesticide, 2,4-Dichlorophenoxyacetic acid (24D), produces pesticide by-product waste salts that pose a potential risk of secondary contamination, creating significant challenges in disposal management. While thermal treatment has emerged as a viable method for managing 24D waste salt, reducing the thermal temperature and controlling the release of chlorine-containing organic compounds from volatile products remains a significant obstacle. In this work, the effects of pyrolysis and combustion on the 24D thermal treatment were explored by TGA-FTIR-GCMS coupling techniques and molecular dynamics calculations (ReaxFF). Combustion achieved a total organic carbon (TOC) removal rate of 93.17 % at 873K, which was higher than that achieved by pyrolysis. In terms of volatile products, the release of small molecule gases such as CO2, CO, CH4, and HCl is significantly enhanced during combustion, the HCl emission in the combustion process is 2.7 times that in the pyrolysis process. However, as the temperature of the combustion process increased, 24D synthesis reaction to form substances such as heterocyclic-Cl, the amount of which increased to 7.01 % at 873K. ReaxFF-MD simulations investigated the thermal treatment of 24D, revealing a complex pyrolysis and combustion mechanism, including multiple reaction pathways for dechlorination, dehydrogenation, dehydroxylation, and generation of chlorinated products HCl and CH3Cl. The combustion process can increase the free radicals and provide more degradation pathways in the reaction system, which promotes the migratory conversion of organic-Cl to inorganic-Cl in 24D. Therefore, combustion treatment with low decomposition temperature and easy degradation of chlorine-containing intermediate products is a feasible method to purify 24D WS.",
      "mesh_terms": [
        "Chlorine",
        "2,4-Dichlorophenoxyacetic Acid",
        "Pyrolysis",
        "Molecular Dynamics Simulation",
        "Temperature",
        "Pesticides"
      ]
    },
    {
      "pmid": "40246238",
      "title": "The Effect of Quintuply-Fortified Salt on the Gut Microbiome of Non-Pregnant Women of Reproductive Age in Punjab, India; A Substudy of a Randomized, Community-Based Trial.",
      "authors": [
        "Lauren Thompson",
        "Yvonne E Goh",
        "Manu Jamwal",
        "Bidhi L Singh",
        "Gurjinder Kaur Brar",
        "Charles D Arnold",
        "Jamie Westcott",
        "Nancy F Krebs",
        "Angela Zivkovic",
        "Reena Das",
        "Mona Duggal",
        "Christine M McDonald"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Women of reproductive age in India are vulnerable to multiple micronutrient deficiencies. Large-scale food fortification of staple foods and condiments offers a cost-effective approach to improving micronutrient intake. However, the impact of large-scale food fortification on the gut microbiome remains poorly understood. OBJECTIVES: To determine whether quintuply-fortified salt (QFS) alters the gut microbiome of non-pregnant women of reproductive age after 12 months. METHODS: A double-blind, randomized, controlled community-based trial was conducted among 998 women (18-49 years) in Punjab, India. Eligible participants were randomized to receive 1) QFS with iron as encapsulated ferrous fumarate (eFF), zinc, vitamin B12, folic acid, and iodine (eFF-QFS); 2) QFS with the same micronutrients, but iron as encapsulated ferric pyrophosphate (eFePP) plus ethylenediaminetetraacetic acid (EDTA) (eFePP-QFS); or 3) standard iodized salt. Stool samples were collected from a subsample of women at baseline and 12 months and subjected to 16S rRNA gene sequencing. Outcomes included intervention effects on alpha diversity (Shannon index and abundance-based estimator (ACE) index) assessed via linear mixed regression models, Bray-Curtis dissimilarity (beta diversity) assessed via permutational multivariate analysis of variance (PERMANOVA), and relative abundance of Enterobacteriaceae, Lactobacillus, and Bifidobacterium, Prevotella or Streptococcus modeled using zero-inflated negative binomial mixed regression. RESULTS: Among the 129 women who provided both a baseline and 12-month stool sample, 86 had sufficient read depth following sequencing (eFF-Q5S, n = 33; eFePP-Q5S, n = 26; iodized salt, n= 27). Neither alpha diversity nor beta diversity differed significantly at baseline or following the 12-month intervention. There was no intervention effect on relative abundance of individual taxa (q-value > 0.05). CONCLUSIONS: QFS did not appear to alter the gut microbiome of non-pregnant women of reproductive age in Punjab, India."
    },
    {
      "pmid": "40245264",
      "title": "Seedlings of rye (Secale cereale) respond to freeze-thaw, alkaline salt, and Solanum rostratum Dunal extract combined stress by increasing soluble protein and antioxidant enzyme activity.",
      "authors": [
        "Xinyu Fan",
        "Guozhang Bao",
        "Yunchao Xie",
        "Yunqi Jiang",
        "Cunxin Fan",
        "Guomei Li"
      ],
      "journal": "Functional plant biology : FPB",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The grassland in north-east China has an important ecological service function. However, freeze-thaw, alkaline salt, and Solanum rostratum Dunal often have adverse effects on the stability of grassland ecosystem in this region. In this study, the effects of combined stress of freeze-thaw, alkaline salt, and S. rostratum extract on rye (Secale cereale ) were discussed. It was found that the combined stress of alkaline salt and S. rostratum extract (AR) inhibited the seed germination and seedling growth of rye. Compared with AR in the non-freeze-thaw group, the contents of soluble protein (SP), malondialdehyde (MDA) and hydrogen peroxide (H2 O2 ) of rye seedlings were significantly increased under the combined stress of freeze-thaw, alkaline salt, and S. rostratum extract (FAR), and the activities of superoxide dismutase (SOD) and peroxidase (POD) were significantly increased. Photosynthetic indices (Tr, Pn, gs , Ci) were significantly decreased. The results indicated that freeze-thaw could aggravate the adverse effects of AR treatment on rye seedlings. Therefore, in the period of frequent freeze-thaw, it is important to carry out timely targeted control measures for S. rostratum to reduce the adverse effects of combined stress on grassland ecosystem, which is conducive to the ecological security and stability maintenance of grassland ecosystem in north-east China.",
      "mesh_terms": [
        "Seedlings",
        "Secale",
        "Plant Proteins",
        "Antioxidants",
        "Plant Extracts",
        "Solanum",
        "Freezing",
        "Stress, Physiological",
        "Superoxide Dismutase",
        "Hydrogen Peroxide",
        "Germination",
        "Malondialdehyde",
        "Sodium Chloride"
      ]
    },
    {
      "pmid": "40244249",
      "title": "Phenotypic, Physiological, and Transcriptomic Analyses Reveal Different Responses to Salt Stress in Cultivated Red Lettuce and Wild Lettuce Seedlings.",
      "authors": [
        "Wei Chen",
        "Jiahao Lian",
        "Caiyun Hong",
        "Shuguang Sun",
        "Jia Hao",
        "Shengqi Huang",
        "Jialin Wang",
        "Yue Guan",
        "Zhenwei Lu",
        "Zhenlong Wang",
        "Shixin Zhu",
        "Zhen Wei"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Apr-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cultivated lettuce (Lactuca sativa L.) is considered one of the most important economic vegetables worldwide; however, it is subjected to different stresses (salt stress, etc.) during its growth and development, resulting in yield reductions. In this study, we selected cultivated red lettuce and wild lettuce species (Lactuca serriola L.) to investigate the phenotypic and physiological changes in these lettuce under different salt treatment conditions. Functional annotation and enrichment analysis of the differentially expressed genes (DEGs) in the lettuce leaves and roots between the control and salt treatments were performed, identifying the key genes responding to salt stress. The results showed that the growth of the two types of lettuce was limited by salt stress, with decreased leaf area, main root length, biomass, and photosynthesis parameters noted. The cultivated red lettuce and the wild lettuce exhibited similar trends in terms of the variation in their antioxidant enzymatic activity and the content of osmoregulatory compounds in their leaves. The results of our transcriptomic analysis revealed that the mitogen-activated protein kinase (MAPK) signaling pathway, transporters, cytochrome P450, phenylpropanoid biosynthesis, and isoflavonoid biosynthesis were involved in the response to salt stress in the lettuce seedlings. The red lettuce cultivar showed a greater abundance of DEGs related to secondary metabolite biosynthesis and aquaporins under the salt treatment, resulting in a salinity-tolerant capacity comparable to that of the wild lettuce species. These results reveal important biosynthesis pathways that may play a key role in the salt tolerance of lettuce seedlings and provide key candidate genes that could be functionally characterized further and utilized to genetically improve new salt-tolerant varieties.",
      "mesh_terms": [
        "Lactuca",
        "Seedlings",
        "Salt Stress",
        "Gene Expression Regulation, Plant",
        "Gene Expression Profiling",
        "Transcriptome",
        "Plant Leaves",
        "Phenotype",
        "Plant Roots",
        "Plant Proteins",
        "Photosynthesis"
      ]
    },
    {
      "pmid": "40243883",
      "title": "Overexpression of LcMYB90 Transcription Factor Enhances Drought and Salt Tolerance in Blue Honeysuckle (Lonicera caerulea L.) and Tobacco (Nicotiana tabacum L.).",
      "authors": [
        "Jing Chen",
        "Chunyang Bian",
        "Chunlin Fu",
        "Qian Zhang",
        "Dong Qin",
        "Wenjun Hao",
        "Manman Guo",
        "Junwei Huo",
        "Jiangkuo Li",
        "Huixin Gang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The MYB family plays a vital role in regulating plant stress resistance. However, the MYB protein in blue honeysuckle remains largely unexplored. In this study, the LcMYB90 gene from blue honeysuckle 'Lanjingling' was stably transformed into tobacco and transiently transformed into blue honeysuckle to characterize its function. Subcellular localization analysis revealed that the LcMYB90 protein is localized in the nucleus. Transgenic plants overexpressing LcMYB90 exhibited enhanced growth performance and higher survival rates under drought and salt stress conditions. These plants also showed increased levels of proline and chlorophyll, along with elevated activities of catalase, peroxidase, and superoxide dismutase. Conversely, malondialdehyde content and relative conductivity were lower, indicating that LcMYB90 enhances tolerance to drought and salt stress. Under salt treatment, genes induced by osmotic stress, such as NHX1 (Na+/H+ antiporters 1) and SOS1 (salt overly sensitive 1), as well as antioxidant defense system genes like SOD (superoxide dismutase) and CAT1 (catalase 1), were more highly induced in overexpression lines compared to the wild type, supporting the hypothesis that LcMYB90 promotes salt tolerance by enhancing osmotic stress resistance and antioxidant capacity. Simultaneously, the transcription levels of genes involved in the abscisic acid pathway, including NCED1/2 (9-cis-epoxycarotenoid dioxygenase 1/2, PYL4/8 (pyrabactin resistance-Like 4/8), and CBL1 (Calcineurin B-like protein 1), were increased under drought stress conditions in the overexpression lines. These results suggest that LcMYB90 maintains cellular homeostasis by promoting the expression of stress-related genes and regulating osmotic and oxidative substances, thereby improving tolerance to drought and salt stress.",
      "mesh_terms": [
        "Nicotiana",
        "Droughts",
        "Salt Tolerance",
        "Plant Proteins",
        "Plants, Genetically Modified",
        "Lonicera",
        "Gene Expression Regulation, Plant",
        "Transcription Factors",
        "Stress, Physiological"
      ]
    },
    {
      "pmid": "40243728",
      "title": "Genome-Wide Identification of the Cation/Proton Antiporter (CPA) Gene Family and Expression Pattern Analysis Under Salt Stress in Winter Rapeseed (Brassica rapa L.).",
      "authors": [
        "Chunyang Han",
        "Li Ma",
        "Xiaolei Tao",
        "Yintao Lian",
        "Junyan Wu",
        "Abbas Muhammad Fahim",
        "Yanxia Xu",
        "Xianliang Zhang",
        "Lijun Liu",
        "Gang Yang",
        "Yuanyuan Pu",
        "Tingting Fan",
        "Wangtian Wang",
        "Wancang Sun"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The CPA gene family regulates ionic balance and pH homeostasis in cells, significantly contributing to plant stress tolerance. In this study, a total of 63 BrCPA gene family members were identified in the whole genome of Brassica rapa L. (B. rapa), and the three subfamily members were BrNHX (9), BrKEA (15), and BrCHX (39), respectively. The members of the BrCPA gene family encoded 303-1259 amino acids, with molecular weights in the range of 32,860.39~139,884.73 kDa, distributed on 10 chromosomes, and contained 17 conserved motifs, BrNHX and BraKEA, and the BrCPA gene family members had the same molecular weights on 10 chromosomes and contain 17 conserved motifs. The BrNHX and BraKEA subfamilies have more exons than the BrCHX subfamily. An analysis of promoter cis-acting elements in the BrCPA gene showed that members of this gene family contain TC-rich, LTR, MBS, and ARE stress response elements. In addition, transcriptome analysis revealed the expression of CPA genes in B. rapa under salt stress. The selected genes were verified by RT-qPCR. By detecting the Na+ and K+ flow rates in the root and chloroplast cells of salt-tolerant and salt-sensitive varieties after salt treatment, it was found that the rate of Na+ and K+ efflux from the root and chloroplast cells of salt-sensitive varieties was significantly higher than that of salt-tolerant varieties. This investigation marks the first systematic identification of the CPA gene family in B. rapa. This study further explores its expression patterns and the efflux rates of Na+ and K+ across salt-tolerant varieties, providing a theoretical basis for understanding the role of the CPA gene family in the salt stress response of B. rapa.",
      "mesh_terms": [
        "Brassica rapa",
        "Gene Expression Regulation, Plant",
        "Salt Stress",
        "Plant Proteins",
        "Multigene Family",
        "Gene Expression Profiling",
        "Antiporters",
        "Phylogeny",
        "Genome, Plant",
        "Salt Tolerance",
        "Promoter Regions, Genetic",
        "Stress, Physiological"
      ]
    },
    {
      "pmid": "40241725",
      "title": "Advancing aquaculture probiotic discovery via an innovative protocol for isolation of indigenous, heat and salt tolerant, quorum quenching probiotic candidates.",
      "authors": [
        "Philip Rwezawula",
        "Wilson Waiswa Mwanja",
        "Nick Vereecke",
        "Peter Bossier",
        "Daisy Vanrompay"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The intensification of aquaculture to meet the growing demand for aquatic animal protein by a global population approaching 10 billion by 2050 has raised concerns about the increased risk of disease outbreaks in farmed species. These diseases account for over 50% of economic losses in commercial aquaculture, largely due to the reliance on ineffective and harmful therapeutic options like antibiotics, which contribute to multidrug resistance and pose serious global health concerns. However, non-antibiotic alternatives such as probiotics have emerged promising choices to enhance growth performance, immunity, and disease resistance in aquaculture species. METHODS: In this study, we present a novel, non-invasive protocol for isolating indigenous bacteria from sediment. This method utilizes minimal media supplemented with N-hexanoyl homoserine lactone (HHL) to select strains with key probiotic attributes. RESULTS AND DISCUSSION: Our study isolated 24 bacterial isolates, 11 demonstrating quorum quenching (QQ) activity by degrading HHL, indicating potential for antivirulence therapy. Among these, eight were non-hemolytic, suggesting safety in the presence of host wounds. Six non-hemolytic isolates exhibited proteolytic activity, which is essential for aiding protein digestion. Whole genome sequencing revealed their identity as Priestia megaterium PMUG01 and PMUG02, Lysinibacillus fusiformis LFUG, Micrococcus yunnanensis MYUG, and two novel species tentatively named Kocuria crassamentum species nova strain KSNUG, and Heyndrickxia crassamentum species nova strain HSNUG. Despite some virulence-associated genes, none of the strains demonstrated pathogenicity in Artemia nauplii. Apart from an lsaB gene in P. megaterium, which confers resistance to lincosamides, no antibiotic resistance genes were detected. Our findings highlight these strains' biosafety and probiotic potential for aquaculture, offering promising candidates for sustainable disease management and improved feed utilization in farmed species. These results pave the way for developing indigenous and effective, non-antibiotic-based probiotic solutions to mitigate disease risks in aquaculture."
    },
    {
      "pmid": "40239258",
      "title": "The function of CC-type glutaredoxins in salt-induced flower drop in tomato.",
      "authors": [
        "Siqi Ge",
        "Sai Wang",
        "Ruizhen Li",
        "Mingfang Qi",
        "Tao Xu",
        "Lina Cheng",
        "Tianlai Li"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salt stress significantly induces the abscission of flowers and fruits, resulting in a reduction in crop yields and posing a threat to food security. Nonetheless, the molecular mechanisms underlying the abscission triggered by salt stress remain poorly understood. In our study, the effects of different NaCl concentrations on the growth of tomato plants and flower drop were investigated. The results showed that 200 mM NaCl inhibited the growth of tomato plants and accelerated the flower drop of tomato plants. Through an RNA-Seq assay, differentially expressed genes (DEGs) in the abscission zone (AZ) under control and salt stress treatment conditions were screened. Among DEGs, the reactive oxygen species (ROS)-related pathway was the most significantly enriched pathway in the gene ontology (GO) analysis, which was consistent with the increase in ROS content in the AZ under salt treatment. Salt stress significantly induced the expression of CC-type SlGRXs in the AZ. Overexpression of SlGRX16 significantly inhibited the content of ROS in AZ and salt stress-induced flower drop. These results provide new insights and basic data for understanding the mechanisms of salt-stress-induced flower drop."
    },
    {
      "pmid": "40236244",
      "title": "Pregnancy-Dependent Cardioprotection via GPER Activation in Dahl Salt-Sensitive Rats.",
      "authors": [
        "Allan K N Alencar",
        "Kenneth F Swan",
        "Mistina M Manoharan",
        "Christopher A Natale",
        "Sarah H Lindsey",
        "Gabriella C Pridjian",
        "Michael R Garrett",
        "Carolyn L Bayer"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "BACKGROUND: Preeclampsia is a hypertensive disorder of pregnancy that affects multiple organs, including the heart, increasing long-term cardiovascular risks for both the mother and offspring. While the G protein-coupled estrogen receptor (GPER) has cardioprotective effects, its role in pregnancy-associated cardiac dysfunction, particularly in chronic hypertension, remains unclear, given the significant physiological adaptations that occur during pregnancy, including hormonal fluctuations and hemodynamic changes. This study investigated whether LNS8801, a selective and orally bioavailable GPER agonist, could improve cardiac function in virgin and pregnant Dahl salt-sensitive (SS/Jr) rats, a model of chronic hypertension exacerbated by pregnancy. METHODS: Female Dahl SS/Jr rats, both virgin and pregnant, were randomized into four groups: Virgin + Vehicle, Virgin + LNS8801, Pregnant + Vehicle, and Pregnant + LNS8801. LNS8801 (800 µg/kg/day, given orally) was administered in pregnant rats from gestational day (GD) 9 to 20 and for an equivalent period in virgin controls. Cardiac function was assessed via echocardiography, including speckle-tracking strain analysis and conventional systolic and diastolic parameters. Mean arterial pressure and proteinuria were also measured. RESULTS: LNS8801 significantly improved cardiac function in pregnant Dahl SS/Jr rats, enhancing global longitudinal, circumferential, and radial strain, as well as increasing systolic function. Additionally, LNS8801 enhanced diastolic function, improving left ventricular compliance (E/A ratio) and early mitral annular velocity (e'), while reducing left ventricular filling pressures (E/e' ratio). In contrast, LNS8801 had no significant effects on cardiac function and blood pressure in virgin Dahl SS/Jr rats, suggesting that pregnancy-related adaptations may enhance GPER-mediated cardioprotection. LNS8801 treatment significantly reduced proteinuria in both virgin and pregnant rats, indicating a pregnancy-independent renal protective effect. CONCLUSION: This study highlights the importance of pregnancy-specific adaptations in shaping the cardiovascular effects of GPER activation. While LNS8801 demonstrated cardioprotective and antihypertensive benefits in pregnant Dahl SS/Jr rats, its effects were absent in virgin animals, underscoring the influence of the physiological and hormonal environment on GPER-mediated responses. These findings provide a foundation for further exploration of GPER as a therapeutic target for pregnancy-associated cardiovascular dysfunction and preeclampsia, reinforcing the need for pregnancy-specific approaches in drug development."
    },
    {
      "pmid": "40232853",
      "title": "Potassium supplementation and depletion during development of salt-sensitive hypertension in male and female SS rats.",
      "authors": [
        "Adrian Zietara",
        "Lashodya V Dissanayake",
        "Melissa Lowe",
        "Biyang Xu",
        "Vladislav Levchenko",
        "Vasundhara Kain",
        "Ganesh V Halade",
        "Christine A Klemens",
        "Oleg Palygin",
        "Alexander Staruschenko"
      ],
      "journal": "JCI insight",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The dietary sodium-to-potassium ratio is positively correlated with blood pressure, and understanding this relationship is crucial for improving hypertension treatment. Moreover, few studies have examined these effects in both sexes. In this study, we aimed to investigate how supplementing (1.41% K+; HK) or depleting (DK) dietary potassium affects the development of salt-sensitive (SS) hypertension in male and female Dahl SS rats. Potassium supplementation attenuated blood pressure during 5 weeks of high salt (4% NaCl) diet in male but not in female rats. In contrast, potassium-deficient diet prevented the development of SS hypertension in both sexes, though this effect is unlikely to be protective. Both males and females on the DK diet were hypokalemic, had diminished heart rates, reduced weight gain, and females experienced high mortality. Males and females on the DK diet excreted less urinary sodium, but only females had elevated plasma sodium. Additionally, male and female DK-fed rats showed a decrease in multiple metabolites from the renin-angiotensin-aldosterone system. RNA-Sequencing of kidney cortical tissue revealed a number of genes that may underlie the sex-specific differences in phenotype. Analysis of renal ion channel and transporter expression revealed significant increases in basolateral inwardly rectifying potassium channels in DK rats. Male rats supplemented with potassium exhibited a decreased number and size of WNK4 puncta, whereas in potassium-supplemented females, there was no difference in puncta count and an increase in puncta size. Our data indicates there are sex-dependent differences in response to dietary potassium and that the distal nephron compensates for severe potassium deficiency."
    },
    {
      "pmid": "40226543",
      "title": "Maize leaves salt-responsive genes revealed by comparative transcriptome of salt-tolerant and salt-sensitive cultivars during the seedling stage.",
      "authors": [
        "Mingfang Ji",
        "Sirui Xu",
        "Zhongxian Ma",
        "Chengnan Xiao",
        "Jiangting Xu",
        "Yanfang Zhu",
        "Ronghao Cai",
        "Chen Bo"
      ],
      "journal": "PeerJ",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Maize (Zea mays) is a crop of significant global importance, yet its productivity is considerably hindered by salt stress. In this study, we investigated two maize cultivars, one exhibiting high salt tolerance (ST) and the other showing salt sensitivity (SS) at the seedling stage. The ST cultivar demonstrated superior seedling survival rates, higher relative water content, and lower electrolyte leakage and malondialdehyde levels in its leaves after both 3-day and 7-day salt treatments, when compared to the SS cultivar. To explore the molecular basis of these differences, we performed comparative transcriptome sequencing under varying salt treatment durations. A total of 980 differentially expressed genes (DEGs) were identified. Gene ontology (GO) functional enrichment analysis of DEGs indicated that the oxidation-reduction process, phosphorylation, plasma membrane, transferase activity, metal ion binding, kinase activity, protein kinase activity and oxidoreductase activity process is deeply involved in the response of ST and SS maize varieties to salt stress. Further analysis highlighted differences in the regulatory patterns of transcription factors encoded by the DEGs between the ST and SS cultivars. Notably, transcription factor families such as AP2/ERF, bZIP, MYB, and WRKY were found to play crucial roles in the salt stress regulatory network of maize. These findings provide valuable insights into the molecular mechanisms underlying salt stress tolerance in maize seedlings.",
      "mesh_terms": [
        "Zea mays",
        "Seedlings",
        "Transcriptome",
        "Plant Leaves",
        "Gene Expression Regulation, Plant",
        "Salt Tolerance",
        "Gene Expression Profiling",
        "Plant Proteins",
        "Transcription Factors"
      ]
    },
    {
      "pmid": "40224087",
      "title": "Exacerbating orthodontic tooth movement in mice with salt-sensitive hypertension.",
      "authors": [
        "Ziqiu Fan",
        "Hideki Kitaura",
        "Takahiro Noguchi",
        "Fumitoshi Ohori",
        "Aseel Marahleh",
        "Jinghan Ma",
        "Jiayi Ren",
        "Angyi Lin",
        "Kohei Narita",
        "Itaru Mizoguchi"
      ],
      "journal": "Journal of dental sciences",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/PURPOSE: Orthodontic tooth movement (OTM) is a critical aspect of dental treatment that requires the precise control of bone remodeling processes. Hypertension (HTN) can affect the effectiveness of OTM. Salt-sensitive hypertension (SSHTN) is of particular concern due to its detrimental effects on bone health, potentially altering orthodontic outcomes. This study aimed to investigate the effects of SSHTN on OTM using a mouse model. MATERIALS AND METHODS: Male mice were divided into a normal and an SSHTN group. The SSHTN model was generated by administering N(ω)-nitro-l-arginine methyl ester (l-NAME) followed by a high-salt diet. The OTM was performed using a nickel-titanium (Ni-Ti) closed-coil spring, and the tooth movement was measured after 12 days. Silicone imprinting was used to estimate the OTM distance. Osteoclast activity was assessed using tartrate-resistant acid phosphatase (TRAP) staining of decalcified maxillary sections. RESULTS: SSHTN mice exhibited significantly increased tooth movement compared to normal mice. This enhanced movement was associated with more osteoclasts in the SSHTN group than in the control group. These findings suggest that SSHTN increases OTM levels by promoting bone resorption. CONCLUSION: SSHTN significantly affected OTM by enhancing osteoclast activity and increasing tooth movement. These results underscore the importance of considering hypertensive conditions in orthodontic treatment planning as they may require adjustments in force application to prevent potential adverse effects."
    },
    {
      "pmid": "40222491",
      "title": "NaCl as an excellent trigger-induced biodiesel production and phenol-containing wastewater treatment in a novel salt-tolerant microalgae Ankistrodesmus sp. ACC.",
      "authors": [
        "Xuejiao An",
        "Yousif Abdelrahman Yousif Abdellah",
        "Lijing Wang",
        "Elsiddig A E Elsheikh",
        "Yanlin Wang",
        "Jinzhengyu Yang",
        "Gen Hu"
      ],
      "journal": "Bioresource technology",
      "publication_date": "2025-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigates how high salt stress enhances lipid buildup and phenol removal in Ankistrodesmus sp. ACC. NaCl is a better trigger for treating phenol wastewater (nearly 100 % nitrogen, phosphorus and phenol removal) and producing high-quality biodiesel (0.37 g/L•d). Multi-omics data revealed significant increases in nicotinamide-adenine-dinucleotide phosphate (NADPH), adenosine-triphosphate (ATP), Ca-dependent kinases, serine/threonine-protein kinase, and the Na/Ca exchanger to mitigate Na+-induced ROS. Elevated ATP and NADPH levels support increased activity in the pyruvate-malate cycle and electron transport activity system (ETAS), which enhances phenol removal and further promotes the tricarboxylic acid cycle (TCA). The TCA cycle operates to generate a carbon skeleton to provide energy for microalgal metabolism or growth. In addition, nitrogen pollutants are converted into starch and triglycerides, providing a material energy basis for the adaptation of microalgae to salt stress. These insights deepen our understanding of contaminants degradation and lipid synthesis by microalgae under high salt stress.",
      "mesh_terms": [
        "Wastewater",
        "Biofuels",
        "Microalgae",
        "Sodium Chloride",
        "Phenol",
        "Salt Tolerance",
        "Nitrogen",
        "Water Purification"
      ]
    },
    {
      "pmid": "40220814",
      "title": "Preparation, structure characterization and improved thermo-reversible gel properties of covalent conjugation of marine oligosaccharides/salt-soluble pea protein induced by cold plasma treatment.",
      "authors": [
        "Guiyun Chen",
        "Zixi Wei",
        "Wenwen Yu",
        "Zihan Qu",
        "Yushan Wang",
        "Shuhong Li",
        "Ye Chen"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant protein-based thermo-reversible gels are essential for meeting the dietary nutritional needs of the elderly and individuals with dysphagia. However, high hydrophobic globulin content and heat-induced denaturation often hinder gel formation. In this study, salt-soluble pea protein isolate (SPPI) was extracted via ammonium sulfate precipitation, and cold plasma (CP) was used to conjugate SPPI with marine oligosaccharides, including chito-oligosaccharides (COS), carrageenan oligosaccharides (CAS), alginate oligosaccharides (AOS) and agaric oligosaccharides (AGS). This approach achieved a maximum grafting degree of 17.89 % and facilitated the thermo-reversible gelation of SPPI. The interaction mechanisms between SPPI and marine oligosaccharides and their effects on the thermo-reversible gels' functional properties were investigated. COS/SPPI-CP exhibited enhanced solubility, conductivity, reduced particle size. Structural analyses revealed increased environmental polarity, enhanced hydrogen bonding, stronger disulfide bonds and reduced hydrophobic interactions, hence indicating a shift towards a more hydrophilic SPPI structure after oligosaccharide conjugation. CP treatment improved gel thermo-reversibility while reducing hardness, adhesiveness, and chewiness, with COS/SPPI-CP showing the lowest values for these properties. Adding 0.3 % NaCl maintained thermo-reversibility, supporting safe swallowing and adequate nutritional intake. These findings contribute to developing pea protein-based supplements for individuals with dysphagia."
    },
    {
      "pmid": "40219206",
      "title": "Effect of Exogenous Melatonin on Corn Seed Germination and Seedling Salt Damage Mitigation Under NaCl Stress.",
      "authors": [
        "Yuyu Zhang",
        "Yuchuang Li",
        "He Liu",
        "Haili Xie",
        "Jiani Liu",
        "Jinzhu Hua",
        "Mingchun Xiong",
        "Huaifei Song",
        "Chengjian Yong"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2025-Apr-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Maize is very sensitive to salt stress during seed germination and seedling growth periods, which can seriously affect the development of the maize industry. In this study, we applied exogenous melatonin (MT) to treat maize seeds and seedlings to investigate the alleviation mechanism of salt damage in maize. Phenotypic analyses showed that 100 µmol/L MT alleviated the effects of salt stress on maize seed germination, and germination index and vigor index were increased compared with salt treatment. MT also alleviated the effects of salt stress on biomass and photosynthesis of maize seedlings, and at a concentration of 100 µmol/L, root and shoot lengths were increased, Gs and Tr were significantly elevated, and LWUEint and LWUEins were decreased. MT also scavenged ROS accumulation, reduced MDA, H2O2, and O2- production, and increased antioxidant enzyme activities and osmoregulatory substances in maize seedlings, but too high a concentration exacerbated oxidative and osmotic stresses. In addition, MT reduced Na+ content and increased K+ content in leaves and roots of maize seedlings. The principal components analysis explained 99.1% of the total variance in the first two axes (PC1 and PC2), and the differences between the treatment groups along the PC1 and PC2 axes were obvious. Correlation analysis elucidated the correlation between the indicators. Random forest analysis showed that different treatments had significant effects on germination percentage (GP), free proline (FP), CAT, and leaf intrinsic water use efficiency (LWUEint). Partial least squares analysis showed that photosynthetic parameters and pigment content played an important role in the salt tolerance of maize seedlings. In conclusion, the application of exogenous MT can effectively alleviate the negative effects of salt stress on the growth of maize seeds and seedlings, especially at a concentration of 100 µmol/L, which is the most effective."
    },
    {
      "pmid": "40219081",
      "title": "Comparative Transcriptome Analysis of Gene Responses of Salt-Tolerant and Salt-Sensitive Watermelon Cultivars' Roots to Salt Stress.",
      "authors": [
        "Peng Liu",
        "Chao Gao",
        "Shuai Li",
        "Xudong Wang",
        "Yumei Dong",
        "Chongqi Wang",
        "Zigao Jiao",
        "Jianlei Sun"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salt stress, as a significant adverse consequence of global climate change, severely restricts the yield and quality of watermelon. In this study, salt-tolerant cultivar T23 and salt-sensitive cultivar B2 were subjected to a 200 mM NaCl treatment (0 h, 6 h, 24 h, 48 h, and 168 h) at the three-leaf stage, and the adaptation mechanisms of the watermelon roots to salt stress were systematically investigated at the phenotypic, physiological, and gene transcription levels. Phenotypic observations revealed that salt stress inhibited seedling growth, caused leaf curling, and induced root yellowing, with the damage being significantly more severe in B2 than in T23. Compared with B2, the activities of superoxide dismutase (SOD) were increased by -7.13%, 169.15%, 34.95%, 84.87%, and 39.87% under NaCl treatment at 0 h, 6 h, 24 h, 48 h, and 168 h, respectively. Compared to the 0 h NaCl treatment, the proline content in B2 increased by 4.25%, 14.39%, and 110.00% at 24 h, 48 h, and 168 h of NaCl treatment, respectively, while T23 showed increases of 93.74%, 177.55%, and 380.56% at the corresponding time points. The provided physiological data demonstrate that T23 exhibits superior antioxidant and osmoregulatory abilities relative to B2. The transcriptome analysis identified differentially expressed genes (DEGs) between the two cultivars under salt stress, with T23 showing the highest number of DEGs at 6 h, while B2 exhibited a significant increase in DEGs at 168 h. Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment analysis revealed that metabolic pathways such as plant hormone signal transduction, terpenoid biosynthesis, mitogen-activated protein kinase (MAPK) signaling pathways, transporter activity, and transcription regulator activity play important roles in the salt stress response. Furthermore, yeast overexpression experiments preliminarily validated the critical roles of the tonoplast dicarboxylate transporter gene ClCG01G010280 and the NAC transcription factor gene ClCG05G024110 in salt stress tolerance. This study provides new molecular insights into the salt tolerance mechanism of watermelon and offers potential genetic resources for breeding salt-tolerant varieties."
    },
    {
      "pmid": "40216604",
      "title": "Effect of Organic Sources on Microbial Population and Enzymatic Activities Under Salt Degraded Soil Condition.",
      "authors": [
        "M L Dotaniya",
        "M D Meena",
        "R L Choudhary",
        "M K Meena",
        "V D Meena",
        "H V Singh",
        "R S Jat",
        "N R Bhardwaj",
        "P K Rai"
      ],
      "journal": "Bulletin of environmental contamination and toxicology",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Excessive salt in soil limits the availability of plant nutrients during crop growth period. Addition of organic sources may reduce the intensity of salt by acting as the absorption mechanism during mineralization. In this, hypothesis, a field experiment was conducted with nine organic (farm yard manure-FYM, pressmud-PM, vermicompost-VC) treatments combinations (T1-control, T2-RDF, T3-RDF + FYM 10 t/ha, T4-RDF + FYM 2.5 t/ha + PM 2.5 t/ha, T5-RDF + FYM 5 t/ha + PM 5 t/ha, T6-RDF + PM 2.5 t/ha + VC 2.5 t/ha, T7-RDF + PM 5 t/ha + VC 5 t/ha, T8-RDF + FYM 1.25 t/ha + PM 2.5 t/ha + VC 1.25 t/ha, T9-RDF + FYM 2.5 t/ha + PM 5 t/ha + VC 2.5 t/ha). Mustard crop was raised with recommended packages and practices in saline soil. Rhizospheric samples were collected and analyzed for soil microbial population (bacteria, fungi and actinomycetes) and enzymatic activities (alkaline phosphatase, dehydrogenase activity-DHA, aryl sulphates). Analytical result showed that addition of 10 t/ha by the combination of FYM (2.5 t/ha), PM (5 t/ha) and VC (2.5 t/ha) measured highest population 148.4 × 103 CFU/g, 15.3 × 103, 28.01 × 103 of bacterial, fungi and actinomycetes, respectively. Similarly, soil enzymatic activities alkaline phosphatase (210.7 µg PNP /g soil/h), DHA (92.7 µg TPF/g soil/h) and aryl sulphatase (54.4 µg PNP /g soil/h) were also found highest in T9 treatment (RDF + FYM 2.5 t/ha + PM 5 t/ha + VC 2.5 t/ha). In this experiment the type of organic source and application levels were directly influenced by the microbial population and enzymatic activities in soil. This study is very useful for improving the microbial population and plant nutrient availability under saline soils for improving mustard crop yield.",
      "mesh_terms": [
        "Soil Microbiology",
        "Soil",
        "Soil Pollutants",
        "Biodegradation, Environmental",
        "Fungi",
        "Bacteria",
        "Manure"
      ]
    },
    {
      "pmid": "40212947",
      "title": "Case Report: Presumed cerebral salt wasting syndrome in a 10-week-old German Shorthaired Pointer.",
      "authors": [
        "Elizabeth Jackson",
        "Gilad Fefer",
        "Karen R Muñana",
        "Bernie D Hansen"
      ],
      "journal": "Frontiers in veterinary science",
      "publication_date": "2025",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "This case report describes a rare presentation of cerebral salt-wasting syndrome (CSW) in a 10-week-old German Shorthaired Pointer following a traumatic brain injury. The patient presented stuporous and tetraplegic with advanced imaging revealing a depressed skull fracture and active brain hemorrhage. Following surgical intervention, the dog exhibited persistent hypovolemia and hyponatremia prompting treatment with intravenous hypertonic saline and enteral sodium supplementation. Positive response to sodium supplementation, coupled with elevated fractional excretion of uric acid (FEUA) despite clinical improvement, supported the diagnosis of CSW. This report contributes novel insights into CSW in veterinary medicine, emphasizing the distinctive features of its presentation, diagnostic considerations, and treatment responses. The clinical utility of FEUA as a diagnostic tool is highlighted for the first time in a canine patient, providing a valuable tool for differentiation. This information enhances veterinary practitioners' awareness, facilitating more accurate diagnoses and tailored treatment strategies for similar cases in the future."
    },
    {
      "pmid": "40206759",
      "title": "Paroxysmal sympathetic hyperactivity and cerebral salt wasting post management of arteriovenous malformation in a pediatric patient: A case report.",
      "authors": [
        "Ahmed Hafez Mousa",
        "Imad A M Abuanza",
        "Sameera Hajijama",
        "Yusor Al-Nuaimy",
        "Arwa Jader",
        "Jumana Hussain Timraz",
        "Bushra Wadi Bin Saddiq",
        "Mohammed Jilan Al Nahari",
        "Ghaya Zeyad Alrais",
        "Motaz M B Abudaqqa",
        "Zeyad Faoor Alrais",
        "Ameer Alyeldien"
      ],
      "journal": "Surgical neurology international",
      "publication_date": "2025",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Spontaneous intracranial hemorrhage (ICH) is a rare presentation in healthy pediatric patients due to a myriad of conditions. Among them, arteriovenous malformations (AVMs) stand out for their potential to rupture and risk of death due to hemorrhagic strokes. A complication to consider in patients post ICH due to AVMs is the development of paroxysmal sympathetic hyperactivity (PSH) and cerebral salt wasting (CSW), as these complications further delay recovery and may lead to devastating results if left untreated. CASE DESCRIPTION: We report a rare case of a 13-year-old female who developed a nontraumatic intracerebral hemorrhage due to a rupture of left AVM. She was managed with a decompressive craniotomy and further stabilized with two sessions of embolization. Following surgical intervention, she developed PSH and CSW, recovering through medical management. CONCLUSION: By highlighting this unique presentation in a previously healthy patient, we aim to deepen our understanding of the complexities surrounding fewer known causes of pediatric ICH, particularly in relation to nontraumatic AVMs, and to emphasize the importance of early diagnosis and intervention. Close monitoring and prompt assessment are required to prevent further complications in patients with PSH or CSW."
    },
    {
      "pmid": "40194942",
      "title": "Halotolerant plant growth-promoting bacteria mediated plant salt resistance and microbiome-based solutions for sustainable agriculture in saline soils.",
      "authors": [
        "Hui-Ping Li",
        "Hong-Bin Ma",
        "Jin-Lin Zhang"
      ],
      "journal": "FEMS microbiology ecology",
      "publication_date": "2025-Apr-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soil salinization has been the major form of soil degradation under the dual influence of climate change and high-intensity human activities, threatening global agricultural sustainability and food security. High salt concentrations induce osmotic imbalance, ion stress, oxidative damage, and other hazards to plants, resulting in retarded growth, reduced biomass and even total crop failure. Halo-tolerant plant growth promoting rhizobacteria (HT-PGPR), as a widely distributed group of beneficial soil microorganisms, are emerging as a valuable biological tool for mitigating the toxic effects of high salt concentrations and improve plant growth while remediating degraded saline soil. Here, the current status, harm and treatment measures of global soil salinization are summarized. The mechanism of salt tolerance and growth promotion induced by HT-PGPR are reviewed. We highlight that advances in multi-omics technologies are helpful for exploring the genetic and molecular mechanisms of microbiota centered on HT-PGPR to address the issue of plant losses in saline soil. Future research is urgently needed to comprehensively and robustly determine the interaction mechanism between the root microbiome centered on HT-PGPR and salt-stressed plants via advanced means to maximize the efficacy of HT-PGPR as a microbial agent."
    },
    {
      "pmid": "40187701",
      "title": "Non-covalent binding of non-steroidal anti-inflammatory drugs to antibiotics: preparation, characterization, physicochemical properties and study of single crystals of tolfenamic acid-enrofloxacin drug-drug salt and their antibacterial and anti-inflammatory activities.",
      "authors": [
        "Yuning Wang",
        "Lixin Liu",
        "Yunan Zhang",
        "Yufeng Jiao",
        "Lili Wu",
        "Ji Zhao",
        "Qiumei Zhang",
        "Xinyu Tian",
        "Huiyi Yang"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To improve the physicochemical properties and biological activities of the nonsteroidal anti-inflammatory drug tolfenamic acid (TA) and the fluoroquinolone enrofloxacin (ENR). Based on the previous experience of our group in designing and synthesizing quinolone pharmaceutical co-crystals/salts single crystals by non-covalent bonding to improve their physicochemical properties, a drug-drug salt single crystal of tolfenamic acid-enrofloxacin was prepared for the first time using TA and ENR(TA-ENR, C19H23FN3O3·C14H11ClNO2·C2H3N). Single-crystal X-ray diffraction (SCXRD) analysis indicated that TA and ENR interacted predominantly through charge-assisted hydrogen bonds (CAHBs) within non-covalent bonds to form asymmetric units. Subsequently, the formation of dimers between ENR+ cations in adjacent asymmetric units was promoted, leading to the formation of a stable crystalline structure through C6-H6···O2 and π···π stacking. Solubility experiments demonstrated that the solubility of TA-ENR was notably increased compared to TA. This can be ascribed to the CAHBs formed between TA and ENR, which facilitated the dissociation of TA in the dissolution medium, thereby enhancing TA's affinity for the dissolution medium. Permeability experiments also revealed that the permeability of TA-ENR was significantly improved compared to both TA and ENR. The in vitro antimicrobial activity and anti-inflammatory activity of TA-ENR were also somewhat improved compared to TA and ENR. The success of this work implies that we may provide new ideas for designing and synthesizing solid drugs with better physicochemical properties and bioactivity, as well as for the treatment of septic arthritis, through the formation of drug-drug co-crystals/salts.",
      "mesh_terms": [
        "Anti-Bacterial Agents",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "ortho-Aminobenzoates",
        "Solubility",
        "Fluoroquinolones",
        "Animals",
        "Hydrogen Bonding",
        "Crystallization",
        "Mice",
        "Microbial Sensitivity Tests",
        "Crystallography, X-Ray",
        "X-Ray Diffraction"
      ]
    },
    {
      "pmid": "40186911",
      "title": "Super pan-genome-wide analysis of Hordeum WOX genes and identification of key members conferring salt stress tolerance.",
      "authors": [
        "Qingwei Du",
        "Ruifen Li"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The WUSCHEL-related homeobox (WOX) is a transcription factor family specific to plants, playing a key role in the initiation and maintenance of meristematic tissue, organ formation and response to abiotic stress. Here we identified 14-15 WOX genes in four Hordeum species, conducted their phylogenetic tree, determined their chromosome locations and gene structures, and analyzed their collinearity and cis-acting elements in promoters. Presence Absence Variation (PAV) analysis revealed that certain WOX genes in the four Hordeum species were lost and expanded. Duplication analysis discovered five types of duplications contributing to the formation of WOX genes, with dispersed duplication (DSD) being the main type in four Hordeum species. WOXs belonging to DSD exhibited a high number of long terminal repeat retrotransposons (LTR-RTs), indicating the potential role of LTR-RTs in the formation of WOX genes of the DSD type. Evaluation of Ka/Ks values showed that all WOX genes have undergone purification selection, with varying degrees among different clades of WOX genes. Furthermore, through pan-transcriptome analysis and quantitative experiments, we identified a common gene clade and the WOX13 co-expression networks responding to saline stress. Survival ratio statistics of Arabidopsis thaliana complementation lines under salt treatment suggested that HvWOX13 may play a crucial role in regulating salt tolerance. These findings provide new insights into evolutionary studies of WOX gene family and offer valuable gene resources for breeding crops with enhanced salt stress resistance."
    },
    {
      "pmid": "40185445",
      "title": "Sulforaphane modulates Na+/K+ homeostasis and hormonal balance in rice under salt stress by regulating OsHKT1 and OsHKT5 expression.",
      "authors": [
        "Muhammad Ikram",
        "Maria Batool",
        "Maaz Ullah",
        "Burhan Khalid",
        "Ali Mahmoud El-Badri",
        "Alanoud T Alfagham",
        "Abdul Rauf",
        "Lei Zhang",
        "Jie Kuai",
        "Zhenghua Xu",
        "Jie Zhao",
        "Jing Wang",
        "Bo Wang",
        "Guangsheng Zhou"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salinity stress severely impacts agricultural productivity by inhibiting seed germination in rice. Finding plant-derived products that can improve germination under salinity stress offers an environment-friendly approach. This study investigates the protective role of exogenous sulforaphane (SFN) in enhancing rice seed germination under salinity stress. We compared the responses of salt-sensitive (LLY-7108) and salt-tolerant (G-16) rice varieties to determine the effectiveness of SFN treatment with 150 mM NaCl stress, where LLY-7108 showed significantly higher germination inhibition under salt stress compared to G-16, while SFN application notably improved germination rate of LLY-7108 with minimal effects on G-16. Our investigation revealed that salt stress increased Na+ accumulation and Na+/K+ ratio in rice seeds, leading to elevated levels of reactive oxygen species (H2O2, O2-) and malonaldehyde (MDA). This ionic imbalance disrupted hormone homeostasis, decreasing gibberellic acid (GA) while increasing abscisic acid (ABA) levels, and inhibited α-amylase activity, thereby reducing starch hydrolysis. SFN treatment effectively mitigated these adverse effects by enhancing OsHKT1;1 and OsHKT1;5 expressions, which reduced Na+ uptake and improved ion balance. Additionally, SFN enhanced antioxidant enzyme activities (superoxide dismutase (SOD), peroxidase (POD), and catalase (CAT), regulated ABA biosynthesis genes (OsNCED1, OsNCED3), improved α-amylase activity, and increased soluble sugar content; besides it improved the cell ultrastructure and chloroplast structure versus salt treatment. These findings highlight SFN's protective role in rice germination under salinity stress through ion homeostasis regulation, reactive oxygen species (ROS) scavenging, hormone balance restoration, and enhanced starch metabolism. SFN offers a practical solution for improving direct-seeded rice germination in saline soils."
    },
    {
      "pmid": "40185186",
      "title": "Lead promoted bile acid deconjugation by modulating gut bacteria encoding bile salt hydrolase (BSH) in Rana chensinensis tadpoles.",
      "authors": [
        "Ying Liu",
        "Yuebin Pei",
        "Hongyuan Wang",
        "Zhangmin Yang"
      ],
      "journal": "Environmental pollution (Barking, Essex : 1987)",
      "publication_date": "2025-May-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bile salt hydrolase (BSH) is produced by gut bacteria and is responsible for deconjugating amino acids from the aliphatic side chains of conjugated bile acids (BAs), initiating the critical first step in BAs metabolism. Lead (Pb) is known to cause gut microbial dysbiosis, but whether it affects BAs profiles by reshaping the gut microbiota remains elusive. Here, using targeted BAs metabolomics and metagenomics sequencing, we found that 200 μg/L Pb treatment led to a significant increase in the abundance of BSH-producing microbiota (e.g., Eubacterium and Yersinia), thus promoting the deconjugation of taurocholic acid (TCA) and taurochenodeoxycholic acid (TCDCA). Consequently, the accumulation of relatively hydrophobic BAs cholic acid (CA) and chenodeoxycholic acid (CDCA) may cause damage to enterocytes (e.g., reduced microvilli and enterocyte heights), which attenuated tadpole digestion and ultimately led to significant reductions in morphological parameters. The inhibition of tadpole growth by Pb toxicity may negatively affect their survival and even increase their risk of death. Overall, these results revealed for the first time the toxicological mechanism by which Pb reshapes the gut microbiota and thus disrupts the BAs profile, shedding new insights into the detrimental effects of Pb toxicity on amphibian growth.",
      "mesh_terms": [
        "Animals",
        "Gastrointestinal Microbiome",
        "Bile Acids and Salts",
        "Larva",
        "Amidohydrolases",
        "Lead",
        "Ranidae",
        "Bacteria"
      ]
    },
    {
      "pmid": "40182496",
      "title": "Treatment of cationic red X-GRL in high-salt printing and dyeing wastewater by an electrocatalytic ozonation system: treatment efficiency and degradation mechanism.",
      "authors": [
        "Zhiwei Shang",
        "Jing Zhu",
        "Guoyu Zhang",
        "Feng Liu",
        "Jiapeng Zhang",
        "Weirun Li",
        "Wenye Li",
        "Fanbo Zeng",
        "Shuyu Zhao",
        "Hong You",
        "Zhipeng Li"
      ],
      "journal": "RSC advances",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "High salt concentrations in printing and dyeing wastewaters significantly influence pollutant removal. The function of the electrocatalytic ozonation (MgMn x O y -GAC/EP) system in removing pollutants from high-salt printing and dyeing wastewater was investigated. Under high NaCl concentration, the H2O2 yield in the electrochemical system was maintained at approximately 53 mg L-1. Under optimal treatment conditions, the degradation efficiency of cationic red X-GRL in the MgMn x O y -GAC/EP system reached 100% within 16 min, and the mineralization efficiency achieved 90.8% within 60 min. The specific energy consumption of the MgMn x O y -GAC/EP system was 0.027 kW h per gCOD. The SF of the MgMn x O y -GAC/EP system was 13.04, indicating that MgMn x O y -GAC, EO and O3 had a remarkable synergistic effect in the removal of cationic red X-GRL. The existence of ˙OH, ˙Cl, ˙O2 - and 1O2 in the MgMn x O y -GAC/EP system was demonstrated by quenching and electron paramagnetic resonance experiments. Based on these outcomes, the degradation mechanism of cationic red X-GRL in the MgMn x O y -GAC/EP system under high salt conditions was proposed, which was the action mechanism of multiple free radicals mainly dominated by ˙O2 - and 1O2. After repeated experiments, the MgMn x O y -GAC/EP system accomplished a COD removal efficiency of 84%, which signified its relatively high stability. The MgMn x O y -GAC/EP system achieved a COD removal efficiency of approximately 86% for diverse pollutants. Overall, this study revealed that the MgMn x O y -GAC/EP system has novel prospects for the treatment of organic pollutants in high-salt wastewater."
    },
    {
      "pmid": "40175579",
      "title": "A large-scale gene co-expression network analysis reveals Glutamate Dehydrogenase 2 (GhGDH2_D03) as a hub regulator of salt and salt-alkali tolerance in cotton.",
      "authors": [
        "Rui Hao",
        "Zhan Gao",
        "Xianliang Zhang",
        "Xingxing Wang",
        "Wuwei Ye",
        "Xiugui Chen",
        "Xiongfeng Ma",
        "Xianpeng Xiong",
        "Guanjing Hu"
      ],
      "journal": "Plant molecular biology",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salt stress and salt-alkali stress significantly inhibit the normal growth and development of plants. Understanding the molecular mechanisms of cotton responses to these stresses is crucial for improve yield and fiber quality. In this study, we conducted a comprehensive analysis of the transcriptome dynamics under salt and salt-alkali stress conditions, utilizing 234 RNA-seq datasets compiled from 11 previous studies. After systematic evaluation and correction for batch effects, we observed that root transcriptomes clustered more consistently than leaf transcriptomes across stress treatment and time points. Weighted gene co-expression network analysis (WGCNA) on 123 root transcriptomes identified three key modules, with their hub genes significantly associated with salt and salt-alkali tolerance. Virus-induced gene silencing assay and RNA-seq analysis indicated that GhGDH2_D03 (Gohir.D03G104800), a module hub gene encoding Glutamate Dehydrogenase 2, positively regulates salt and salt-alkali tolerance in cotton by modulating multiple signaling pathways and metabolic processes, including the ethylene signaling pathway. This study underscores the pivotal role of GhGDH2_D03 in conferring tolerance to salt and salt-alkali stress, in addition to its previous reported involvement in biotic stress defense, providing valuable insights and genetic resources for cotton breeding.",
      "mesh_terms": [
        "Gossypium",
        "Gene Expression Regulation, Plant",
        "Salt Tolerance",
        "Plant Proteins",
        "Gene Regulatory Networks",
        "Transcriptome",
        "Gene Expression Profiling",
        "Glutamate Dehydrogenase",
        "Plant Roots",
        "Salt Stress",
        "Plant Leaves",
        "Alkalies",
        "Stress, Physiological"
      ]
    },
    {
      "pmid": "40175489",
      "title": "Central retinal artery catheterization for retinal artery occlusion with balanced salt solution.",
      "authors": [
        "Xiangdong Luo",
        "Xiaoying Wang",
        "Yang Li",
        "Xiaoyan Chen",
        "Bin Wang",
        "Qinrui Hu",
        "Xiaoxin Li"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To assess the efficacy and safety of vitrectomy combined with central retinal artery Cannulation in the treatment of retinal artery occlusion. Retrospective case analysis was conducted from April 2020 to March 2022 at the Xiamen Eye Center of Xiamen University, for patients diagnosed with central retinal artery occlusion or branch retinal artery obstruction, who underwent retinal artery Cannulation within 72 h of onset. All patients underwent pre- and postoperative visual acuity, intraocular pressure, fundus photography, optical coherence tomography, wide-angle fluorescein angiography, and visual field examination. Nine patients (6 males and 3 females) with an average age of 46 ± 28.6 years (range: 16-77 years) were included. Seven eyes were diagnosed with central retinal artery occlusion, and two eyes with branch retinal artery occlusion. The average time from onset to surgery was 40.1 h. One month after treatment, logMAR visual acuity improved in all 9 eyes of 9 patients, with a statistically significant difference (P = 0.012). Fluorescein angiography showed that postoperative arm-retinal circulation time was shortened in 5 cases (5/9, 55%) and unchanged in 4 cases (4/9, 45%). After surgery, patients generally report an improvement in vision, as well as an enhancement in their field of vision. Retinal artery Cannulation can effectively improve visual acuity and visual field, shorten the arm-retinal circulation time, and promote the recovery of retinal circulation.",
      "mesh_terms": [
        "Humans",
        "Retinal Artery Occlusion",
        "Male",
        "Female",
        "Middle Aged",
        "Adult",
        "Aged",
        "Visual Acuity",
        "Retrospective Studies",
        "Adolescent",
        "Fluorescein Angiography",
        "Tomography, Optical Coherence",
        "Vitrectomy",
        "Young Adult",
        "Retinal Artery",
        "Catheterization",
        "Treatment Outcome",
        "Visual Fields"
      ]
    },
    {
      "pmid": "40174838",
      "title": "Enhanced gel properties of low-salt (1 %) silver carp surimi via combined starch addition and 915 MHz microwave pasteurization treatment.",
      "authors": [
        "Chong Wang",
        "Yifen Wang",
        "Wenzheng Shi",
        "Xichang Wang",
        "Changhu Xue",
        "Donglei Luan"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The optimization of gel properties in low-salt surimi is critical for producing high-quality, health-oriented products. The objective of this study was to reveal the combined effects of starch addition and 915 MHz microwave pasteurization treatment on the low-salt (1 %) silver carp surimi gel properties. Surimi samples with and without starch were processed using either microwave pasteurization or water bath, and water bath processed surimi without starch served as the control. Gel strength, texture, water-holding capacity (WHC), whiteness, water molecules distribution and mobility, protein secondary structure, and gel network were used to assess the gel properties and microstructure of the samples. Results demonstrated that microwave treatment and starch addition each improved gel properties, while their combination yielded the most significant enhancements. For surimi with starch treated by microwave, the gel strength increased by 93.50 % (406.93 g·cm to 787.42 g·cm), and WHC rose from 0.72 to 0.91, compared to controls. Additionally, this combination promoted ordered protein structure formation, which was characterized by increased β-sheet content to 60.92 % and decreased α-helix content to 10.74 %. These results indicated that microwave treatment and starch have a synergistic effect on improving the surimi gel properties. The alternative electric fields and faster heating rate of microwaves enhanced the starch-protein cross-linking and interaction forces, which contributed to the formation of a more compact and uniform microstructure. These results provided practical data for producing high-quality, low-salt surimi products."
    },
    {
      "pmid": "40174398",
      "title": "Improved molten salt thermal treatment process for municipal waste incineration fly ash by liquid-liquid phase separation: Chloride form transition and release behavior.",
      "authors": [
        "Sihua Xu",
        "Hong Li",
        "Chenguang Huang",
        "Zhaowei Huang",
        "Hongyun Hu",
        "Chaoqun Leng",
        "Yipeng Wang",
        "Lu Dong",
        "Hong Yao"
      ],
      "journal": "Journal of environmental management",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Previously, we proposed a molten salt thermal treatment process for municipal solid waste incineration fly ash (IFA), aimed at extracting heavy metals into the molten salt while inhibiting their volatilization. However, the use of molten chloride generates chloride residues, which limits the resource utilization of the treated IFA. These chloride residues are found in two main forms: (a) the insoluble chlorides formed during thermal treatment and (b) the molten chlorides remained in the interstices of the ash particles. In this study, the formation mechanism of the insoluble chlorides in molten salt was identified, and a method for the separation of molten chlorides from treated IFA was proposed. The findings indicated that CaCl2 not only promoted the reaction between CaO, SiO2, and Al2O3 but also displaced CaO in the Ca/Si/Al/Mg compounds forming Ca12Al14O32Cl2 and Ca8Mg(SiO4)4Cl2. Moreover, in situ melting IFA in molten salt to form the liquid-liquid phase was proposed to separate the molten chlorides from ash particles. The results showed that approximately 95 wt% of the chlorine in the IFA was transferred into the molten salt at 1300 °C for 10 min. The residual chlorides were suspended as the salt bubbles or dissolved in the molten IFA. Finally, a molten salt-assisted IFA melting and vitrification process was proposed. The extraction of heavy metals and the separation of salts from IFA could be achieved in a single unit without pre-treatment, allowing for the further utilization of the molten IFA.",
      "mesh_terms": [
        "Coal Ash",
        "Incineration",
        "Chlorides",
        "Solid Waste",
        "Salts",
        "Metals, Heavy",
        "Phase Separation"
      ]
    },
    {
      "pmid": "40171359",
      "title": "Cerebral Salt-Wasting Syndrome in Severe Brain Trauma: A Case Report and Review of the Literature.",
      "authors": [
        "Adrian Baracan",
        "Ana-Maria Baracan",
        "Mara Moldovan"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Sodium disorders are common in critically ill patients with brain injury. The severity of symptoms and long-term adverse neurological outcomes are related to the degree of sodium abnormality, the time the disorder has developed, and the treatment. After severe brain trauma, hyponatremia occurs most frequently associated with cerebral salt-wasting syndrome (CSWS) or the syndrome of inappropriate antidiuretic hormone (ADH) secretion (SIADH). We present the case of a patient with severe brain trauma who developed CSWS, followed by a systematic review of the literature. This case report includes the clinical and laboratory criteria used for the differential diagnosis between CSWS and SIADH."
    },
    {
      "pmid": "40169625",
      "title": "Enhancing wheat resilience to salt stress through an integrative nanotechnology approach with chitosan proline and chitosan glycine.",
      "authors": [
        "Fatemeh Gholizadeh",
        "Gholamreza Gohari",
        "Magda Pál",
        "Gabriella Szalai",
        "Imran Khan",
        "Tibor Janda"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salt stress significantly limits wheat production worldwide, jeopardizing food security and sustainable agriculture. Developing strategies to enhance wheat's resilience to salinity is critical for maintaining yield in affected regions. This study investigates the potential of chitosan-proline (Cs-Pro) and chitosan-glycine (Cs-Gly) nanoparticles in mitigating salt stress in salt-tolerant Heydari and salt-sensitive Sepahan wheat cultivars, with a special question on genotype-dependent differences. Plants were treated with nanoparticles at concentrations of 0, 200, and 400 mg L⁻¹ under salt stress levels of 0, 200, and 400 mM NaCl. The salt-tolerant Heydari cultivar exhibited superior adaptability to saline conditions, in addition reacted more positively to nanoparticle treatments. Results demonstrated significant physiological improvements, including increased relative water content (RWC), enhanced chlorophyll content and elevated proline levels, especially after 400 mg L⁻¹ Cs-Pro treatment. Oxidative stress markers, such as malondialdehyde (MDA) and hydrogen peroxide, were substantially reduced, while antioxidant enzyme activity was boosted. Certain stress-responsive genes (e.g., TaADC, TaPxPAO, TaSAMDC, TaSPDS, TaSOS1, TaNHX1) were upregulated, highlighting the importance of ionic balance and polyamine metabolism in improved stress tolerance. The application of Cs-Pro and Cs-Gly nanoparticles presents a promising approach to enhance wheat's salinity tolerance by improving physiological, biochemical, and molecular responses.",
      "mesh_terms": [
        "Triticum",
        "Chitosan",
        "Proline",
        "Glycine",
        "Nanoparticles",
        "Salt Stress",
        "Nanotechnology",
        "Oxidative Stress",
        "Chlorophyll",
        "Salt Tolerance",
        "Gene Expression Regulation, Plant",
        "Malondialdehyde"
      ]
    },
    {
      "pmid": "40164310",
      "title": "The oxidative stress 3-like protein GsOS3L, substrate of GsSnRK1, enhances salt and cadmium stresses in soybean roots.",
      "authors": [
        "Xiaohuan Sun",
        "Haidong Bu",
        "Haoran Lu",
        "Junfeng Zhang",
        "Qiang Li",
        "Jialei Xiao",
        "Xiaodong Ding",
        "Lei Cao"
      ],
      "journal": "Plant science : an international journal of experimental plant biology",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salt and heavy metal stresses have significant impacts on crop growth and agricultural development. Wild soybean (Glycine soja) exhibits greater resistance to abiotic stresses than its cultivated counterpart (Glycine max). In this study, the oxidative stress 3-like gene GsOS3L was identified from yeast two hybridization cDNA library constructed from wild soybean RNA. 150 mM NaCl and 10 % PEG induced their expression in roots, stems and leaves, respectively. pGsOS3L:GUS activity was enhanced in various tissues with increasing NaCl and CdCl2 concentrations. Y2H, BiFC, and LCI activity assays revealed that GsOS3L interacted physically with the GsSnRK1 kinase. The GsOS3L protein, which contains potential phosphorylation and palmitoylation sites, was localized to the nucleus under normal conditions but translocated from the nucleus to the cell membrane under cadmium stress. This translocation was prevented by the palmitoylation inhibitor 2-bromopalmitate (2-BP) and by double mutation of the predicted palmitoylation sites (C4S/C21S). 2-BP treatment attenuated GsOS3L transgenic composite soybeans' cadmium stress tolerance. GsOS3L was found to be phosphorylated by GsSnRK1, which reduced the salt and cadmium stress tolerance of transgenic Arabidopsis plants. The findings of this study provide promising insights into the physiological and molecular mechanisms of GsOS3L in soybean under salt and cadmium stresses.",
      "mesh_terms": [
        "Glycine max",
        "Plant Roots",
        "Plant Proteins",
        "Cadmium",
        "Plants, Genetically Modified",
        "Stress, Physiological",
        "Gene Expression Regulation, Plant",
        "Oxidative Stress",
        "Arabidopsis",
        "Sodium Chloride",
        "Salt Stress"
      ]
    },
    {
      "pmid": "40163965",
      "title": "CeO2 nanoparticles downregulate the expression of AhRbohB6 and AhRbohC18 to improve salt tolerance in peanut.",
      "authors": [
        "Zengqiang Li",
        "Yanhui Li",
        "Muhammad Haneef Kashif",
        "Xiangjun Kong",
        "Ali Muhammad",
        "Zihao Dong",
        "Wuxian Fu",
        "Mengyao Shao",
        "Lijie Li",
        "Na Bai",
        "Xin Zhang",
        "Mehboob-Ur Rahman",
        "Honghong Wu",
        "Zhiyong Zhang"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peanut (Arachis hypogaea L.) holds a pivotal role as a vital oil crop globally. However, its yield and quality often suffer severely due to salt stress. Although nanomaterials have significant potential for enhancing the salt tolerance of crops, research regarding in peanuts remains relatively scarce. Furthermore, our comprehension of the mechanisms and crucial responsive genes involved in nano-enhanced crop salt tolerance is still limited. In this study, we found that foliar application of polyacrylic acid-coated nanoceria (PNC, at 0.6 mM for 5 d) markedly increased the biomass of peanut seedlings under NaCl treatment (at 300 mM for 5 d). Further research found that the PNC application triggered the several processes, including reduced production of reactive oxygen species (ROS), improved antioxidant capacity, and increased K+/Na+ ratio in peanut seedlings. Transcriptome sequencing (RNA-Seq) results suggest that the enhanced salt stress alleviation effects of PNC in peanuts are likely linked to the regulation of the ROS scavenging system, plant hormone signal transduction, starch and sucrose metabolism activation, and glutathione metabolism. Moreover, RNA-Seq and real time fluorescence quantitative PCR (qRT-PCR) analysis revealed that PNC treatment significantly down-regulated the relative expression levels of most AhRboh genes. Further validation through the virus-induced gene silencing (VIGS) experiment showed that silencing the AhRbohB6 and AhRbohC18 genes conferred enhanced peanut salt tolerance, characterized by decreased ROS content and increased K+/Na+ ratio. Collectively, our results indicate that AhRbohB6 and AhRbohC18 are key responsive genes involved in PNC-mediated re-establishment of ROS and K+/Na+ homeostasis, thereby improving salt tolerance in peanuts. This study provides theoretical guidance and practical references for using PNC to enhance crop salt tolerance."
    },
    {
      "pmid": "40161861",
      "title": "WHO's Salt Substitution Guidelines for Population-Wide Impact: Act on Strong Evidence, Monitor for the Long Term.",
      "authors": [
        "J Jaime Miranda"
      ],
      "journal": "Global heart",
      "publication_date": "2025",
      "publication_types": [
        "Editorial"
      ]
    },
    {
      "pmid": "40160240",
      "title": "Buffered salt solution versus 0.9% sodium chloride as fluid therapy for patients presenting with moderate to severe diabetic ketoacidosis: Study protocol for a Phase-3 cluster-crossover, blinded, randomised, controlled trial.",
      "authors": [
        "Mahesh Ramanan",
        "Dorrilyn Rajbhandari",
        "Carolyn Koch",
        "Yasmine Ali Abdelhamid",
        "Antony Attokaran",
        "Laurent Billot",
        "Severine Bompoint",
        "Jeremy Cohen",
        "Anthony Delaney",
        "Anthony Devaux",
        "Elif Ekinci",
        "Simon Finfer",
        "Tessa Garside",
        "Naomi Hammond",
        "Alisa Higgins",
        "Gerben Keijzers",
        "Qiang Li",
        "Benjamin Moran",
        "John Myburgh",
        "Priya Nair",
        "Sandra Peake",
        "Anthony Russell",
        "Alexis Tabah",
        "Stacey Watts",
        "Balasubramanian Venkatesh"
      ],
      "journal": "Critical care and resuscitation : journal of the Australasian Academy of Critical Care Medicine",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The optimal choice of fluid therapy for patients with diabetic ketoacidosis (DKA) is uncertain, though preliminary data suggest that buffered crystalloid solutions (Plasma-Lyte® 148) may offer some advantages over 0.9% saline. OBJECTIVE: To describe the study protocol for the 'Balanced Electrolyte Solution versus Saline Trial for Diabetic Ketoacidosis' (BEST-DKA) trial. DESIGN SETTING AND PARTICIPANTS: BEST-DKA is a Phase 3 cluster-crossover, blinded, pragmatic, randomised, controlled trial comparing the effects of saline or buffered crystalloid solution in patients with moderate to severe DKA treated in the emergency department and/or intensive care unit at twenty hospitals in Australia. Each hospital will be randomised to use either saline or buffered crystalloid solution for a period of 12 months before crossing over to the alternate fluid for the next 12 months. The blinded study fluid will be used for all resuscitation and maintenance purposes for included patients. MAIN OUTCOME MEASURES: This cluster-randomised, crossover randomised controlled trial (RCT) has been designed with the aim of enrolling a minimum of 400 patients, which will provide >91.4% power to detect a 2-day increase in the primary outcome, days alive and out of hospital to day 28, chosen with consumer representation. Secondary outcomes include quality of life and fatigue scores at day 28, intensive care unit and hospital lengths of stay, acute kidney injury, and time to resolution of DKA. All analyses will be conducted on an intention-to-treat basis. A prespecified statistical analysis plan will be developed prior to interim analysis. RESULTS AND CONCLUSION: The BEST-DKA trial commenced enrolment in March 2024 and should generate results that will determine whether treatment with Plasma-Lyte® 148, compared with saline, results in increased days alive, and out of hospital to day 28 for patients with moderate or severe DKA."
    },
    {
      "pmid": "40158098",
      "title": "Integrative analysis of transcriptome and metabolism reveals functional roles of redox homeostasis in low light and salt combined stress in Leymus chinensis.",
      "authors": [
        "Jikai Li",
        "Suyang Fang",
        "Hailing Zhang",
        "Zubair Iqbal",
        "Chen Shang",
        "Weibo Han",
        "Kai Huang",
        "Xiangshen Meng",
        "Muyuan Dai",
        "Zhiheng Lu",
        "Bingnan Guo",
        "Mingnan Qu"
      ],
      "journal": "BMC genomics",
      "publication_date": "2025-Mar-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salt stress is one of the major limiting factors of Leymus chinensis (named sheepgrass) growth, which accelerates inhibitive effects that are particularly concomitant with low light regimes (LL-Salt). However, little is known about physiological and molecular mechanisms under such LL-Salt in sheepgrass. This study aims to uncover the key reprogrammed metabolic pathways induced by LL-Salt through an integrated analysis of transcriptome and metabolism. Results suggested that the growth of sheepgrass seedlings was dramatically inhibited with a ranging of 8 to 20% reduction in Fv/Fm in LL-Salt combined treatments. Catalase activities were increased by 40% in LL but significantly decreased in salt stress, ranging from 15 to 46%. Both transcriptome and metabolism analysis reveal that carbon metabolism pathways were significantly enriched in the differentially expressed genes with downregulation by both LL and salt stress treatment. Metabolites involved in the photorespiration pathway, including serine and glycolate, were downregulated in LL while upregulated in salt stress treatment, with the same pattern of expression levels of a photorespiration regulatory gene, glycolate oxidase. Collectively, we found that serval antioxidant redox pathways, including photorespiration, GSG/GSSH redox, and ABA signaling, participated in response to LL and salt combined events and highlighted the roles of cellular redox homeostasis in LL-Salt response in sheepgrass.",
      "mesh_terms": [
        "Homeostasis",
        "Salt Stress",
        "Oxidation-Reduction",
        "Poaceae",
        "Transcriptome",
        "Light",
        "Gene Expression Regulation, Plant",
        "Gene Expression Profiling",
        "Photosynthesis"
      ]
    },
    {
      "pmid": "40157146",
      "title": "Transcriptome analysis reveals the role of microbial volatile 3-methyl-1-butanol-induced salt stress tolerance in rice (Oryza sativa L.) seedlings through antioxidant defense system.",
      "authors": [
        "Diem-Kieu Nguyen",
        "Tri-Phuong Nguyen",
        "Chih-Cheng Lin",
        "Thach-Thao Ly",
        "Yi-Rong Li",
        "Ching-Han Chang",
        "Van-Anh Nguyen",
        "Ngoc-Nam Trinh",
        "Hao-Jen Huang"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Microorganisms produce volatile organic compounds (VOCs) that have biological impacts on plants; however, it is unknown how these molecules participate in plants' responses to abiotic stress. This study aimed to determine the potential benefit of 3-methyl-1-butanol (3 MB), a microbial VOC, in helping rice (Oryza sativa) seedlings suffering from salinity stress. Our study revealed that rice seedlings primed with microbial volatile 3 MB for 12 h before exposure to salinity stress could decrease reactive oxygen species (ROS) generation and cell damage in rice roots. Additionally, antioxidant systems such as peroxidase (POD) isozymes 4 and 5 and catalase 1 (CAT1) increased after treatment with 3 MB + NaCl. The microbial volatile 3 MB fumigation also raised the proline content and activated the proline-related genes under 3 MB + NaCl treatment. To further elucidate the molecular mechanisms by which 3 MB assists rice in tolerating salinity stress, transcriptomic analysis was used to investigate the genome-wide gene expressions. Totally, 287 up-regulated differentially expressed genes (DEGs) were found. They are associated with phytohormone regulation, transcription factors, redox signaling, and defense responses. Through Gene Ontology (GO), Kyoto Encyclopedia of Genes and Genomes (KEGG), and MapMan enrichment results of DEGs revealed that 3 MB could activate antioxidant systems, jasmonic acid (JA) pathway, and starch biosynthesis to generate more ATP, thus building a line of defense in response to salinity stress. This study provides valuation information indicating that microbial volatile 3 MB vapor can enhance salt stress tolerance in rice seedlings and clarify its underlying mechanism."
    },
    {
      "pmid": "40154157",
      "title": "Can behavioural nudges promote reduced-salt dish orders on meal delivery apps?",
      "authors": [
        "Wenyue Li",
        "Chao Song",
        "Ying Cui",
        "Yue Ma",
        "Beisi Li",
        "Zhongdan Chen",
        "Paige Snider",
        "Ying Long",
        "Ailing Liu",
        "Gauden Galea"
      ],
      "journal": "Public health",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This study aimed to evaluate the effectiveness of educational health message and menu default options on a Meal Delivery App (MDA) in nudging consumers towards reduced-salt options in restaurants of China. STUDY DESIGN: We conducted a nudge-based intervention trial on an MDA named ELEME in China. METHODS: Along with a control group, five intervention groups were formed utilizing different combinations of the three nudging treatments, including setting up a salt submenu for \"reduced salt\" default, a salt submenu for \"regular salt\" default, and a conventional educational health message on the ordering page. We recruited 903 restaurants from cities across different geographic regions and assigned them into either the control group or one of the five intervention groups. RESULTS: After analyzing 870,942 meal orders, the results showed that the inclusion of a health message on the restaurants' ordering page was not effective to influence consumers to choose reduced-salt dishes (P > 0.1). A salt submenu that explicitly asked for consumers' preference for \"reduced salt\" or \"regular salt\" significantly increased consumers' likelihoods of choosing reduced-salt dishes in the unadjusted model (P < 0.1). CONCLUSIONS: Applying choice architecture changes as nudge-based interventions on MDAs were proven to be effective to promote consumers to order reduced salt dishes, and we consider these findings to have real-world implications for policymakers, researchers, and the private sectors.",
      "mesh_terms": [
        "Humans",
        "Restaurants",
        "China",
        "Sodium Chloride, Dietary",
        "Mobile Applications",
        "Health Promotion",
        "Female",
        "Male",
        "Adult",
        "Choice Behavior"
      ]
    },
    {
      "pmid": "40151331",
      "title": "Upland vegetation removal as a potential tool for facilitating landward salt marsh migration.",
      "authors": [
        "Kenneth B Raposa",
        "Robin L J Weber",
        "Daisy Durant",
        "Jon C Mitchell",
        "Scott Rasmussen",
        "Richard A McKinney",
        "Cathleen Wigand"
      ],
      "journal": "Restoration ecology",
      "publication_date": "2024-Jul-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To increase resilience of salt marshes subject to sea-level rise impacts, managers can focus on interventions within current marsh footprints or in adjacent uplands to facilitate landward marsh migration. The latter approach may be more appropriate when degradation is severe and in situ intervention options are limited. Strategies for facilitating marsh migration include removing artificial barriers, soil grading to reduce steep topography, and manipulating adjacent upland vegetation that can hinder migration, but experiments testing effectiveness of these activities are limited. We therefore conducted a field experiment to determine if physically removing three upland vegetation types (forest, shrub, and Phragmites australis) adjacent to a Rhode Island salt marsh facilitates short-term marsh migration. Upland vegetation removal led to increased ambient light in all habitats, significantly-enhanced marsh plant cover, extent and elevation in shrub habitat, and declines in total bird abundance in forest and shrub habitats. Enhanced migration did not occur in forest or Phragmites habitats, and in shrubs, marsh plants only colonized where Baccharis halimifolia, common in upper marsh borders, had been removed. Five years after removal, all upland habitats and associated vegetation were indistinguishable from initial conditions. Our study suggests that upland plant removal might provide a limited window for facilitating salt marsh migration and that more intensive methods may be needed for sustained, longer-term benefits. It also demonstrates that there may be ecological trade-offs to consider when altering upland habitats to enhance landward marsh migration."
    },
    {
      "pmid": "40148710",
      "title": "Effects of salt substitution on cumulative blood pressure: a secondary analysis of the SSaSS.",
      "authors": [
        "Xiaoxia Li",
        "Liping Huang",
        "Bo Zhou",
        "Zhifang Li",
        "Jixin Sun",
        "Yan Yu",
        "Hongyi Song",
        "Maoyi Tian",
        "Xuejun Yin",
        "Bruce Neal",
        "Yuhong Zhang",
        "Yangfeng Wu",
        "Yi Zhao"
      ],
      "journal": "European journal of epidemiology",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of a potassium-enriched salt substitute on cumulative blood pressure (BP) remains unclear. This study aimed to assess the long-term effects of a potassium-enriched salt substitute versus regular salt on cumulative and conventional measures of systolic BP (SBP), diastolic BP (DBP), mean arterial pressure (MAP) and pulse pressure (PP). We analyzed data from the Salt Substitute and Stroke Study (SSaSS), a 5-year cluster randomized controlled trial in rural of China with 20,995 participants. The intervention used salt substitute; controls used regular salt. BP was measured for all participants at baseline, among subsamples at 12-month intervals, and for all alive at 60 months. Cumulative BP was calculated as the average between baseline and follow-up measures multiplied by the time between them (mmHg × year). Linear mixed models were used to assess the effects of salt substitution on BP outcomes at each follow-up visit. After a mean 4.74 years of follow-up, salt substitute compared to the regular salt lowered the cumulative SBP with a mean (SD) of 740 (85) vs. 750 (87) mmHg×year. Salt substitute also lowered cumulative MAP and PP, with means (SD) of 560 (58) vs. 566 (59) mmHg×year, and 306 (67) vs. 313 (68) mmHg×year, respectively. Similar beneficial effects of the salt substitute were observed for traditional measurements of SBP, MAP, and PP. There was no difference in either cumulative DBP (434 vs. 437 mmHg × year) or traditional DBP (85 vs. 86 mmHg). Salt substitute significantly reduced cumulative and traditional SBP, MAP, and PP, but not DBP. TRIAL REGISTRATION: SSaSS ClinicalTrials.gov number: NCT0 2,092,090."
    },
    {
      "pmid": "40147126",
      "title": "Boron-induced phenylpropanoid metabolism, Na+/K+ homeostasis and antioxidant defense mechanisms in salt-stressed soybean seedlings.",
      "authors": [
        "Mu Lu",
        "Muhammad Riaz",
        "Kaiqing Tong",
        "Wenjing Hao",
        "Yu Yang",
        "Xiaomeng Zhao",
        "Lu Wang",
        "Yusheng Niu",
        "Lei Yan"
      ],
      "journal": "Journal of hazardous materials",
      "publication_date": "2025-Mar-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Boron (B)-induced alleviation of salt stress in plants have been examined in some details, but the mechanisms underlying these processes remain largely unexplored. In this study, soybean seedlings were irrigated with nutrient solution containing either 0 or 100 mM NaCl with two B levels. The results showed that salt stress adversely inhibited plant growth-related parameters and photosynthetic rate, caused oxidative damage in terms of higher malondialdehyde (MDA) and reactive oxygen species (ROS) levels. Co-treatment with B and salt causes a decrease in overall Na+ content in plant, with increased in Na+ content in root and root cell wall (CW) and a reduction in Na+ translocation factor. Additionally, B supplementation boosted antioxidant enzyme activities, and reduced MDA, H2O2, and osmotic substance levels under salt stress. Boron specifically induced the phenylpropanoid metabolism pathway, enhanced the antioxidants accumulation such as cinnamic acid, coumarin, and sinapic acid, as well as flavonoids like glycine and genistein, collectively reduced salt-induced ROS accumulation. Taken together, B mitigates salt stress by enhancing root antioxidant defenses and activating the phenylpropanoid metabolism pathway which reduces ROS level. Boron enhanced root retention of Na+ to alleviate oxidative damage caused by Na+ accumulation in leaf, ultimately improves photosynthesis and promotes seedlings growth."
    },
    {
      "pmid": "40141674",
      "title": "The Influence of Wool Pellet Application on Alleviating Salt-Induced Stress in Soybean (Glycine max L.).",
      "authors": [
        "Lütfi Nohutçu"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2025-Feb-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soil salinity is a pervasive challenge in agricultural regions, significantly impacting plant growth and productivity. Addressing the adverse implications of soil salinization and capitalizing on organic waste resources has the potential to yield substantial advancements in the agricultural sector. This study examined the influence of varying levels of wool pellets (0, 1%, 2%, and 4%) and salt (0, 25, 50, and 100 mM) on the physiological and biochemical properties of soybean (Glycine max L.). The findings revealed that compared to the control group, at a 4% application rate, plant length decreased by 20%, while stem dry weight, root length and weight showed no significant differences up to a 2% application. Compared to the control treatment, the 4% application rate resulted in an increase of 6% in leaf temperature, 55% in NBI, 12% in chlorophyll content, and 10% in MDA activity. Conversely, the TAA, TPC, and carotenoid content decreased by 55%, 51%, and 81%, respectively. Salt applications led to reductions in most studied morphological parameters, except for root properties. Compared to the control, plant length, stem fresh weight, and stem dry weight decreased by 14%, 22%, and 14%, respectively, while root length, root fresh weight, and root dry weight increased by 18%, 33%, and 50%, respectively."
    },
    {
      "pmid": "40141272",
      "title": "Label-Free Proteomics Reveals the Response of Oat (Avena sativa L.) Seedling Root Respiratory Metabolism to Salt Stress.",
      "authors": [
        "Xiaojing Chen",
        "Baoping Zhao",
        "Junzhen Mi",
        "Zhongshan Xu",
        "Jinghui Liu"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soil salinity is among the crucial factors influencing agricultural productivity of crops, including oat. The respiratory metabolic pathways are of great significance for plants to adapt to salt stress, but current research is limited and there are few reports on salt-tolerant crops such as oat, which is necessary to conduct in-depth research. In this study, we conducted a pot experiment to determine the effects of salt stress on oat root growth and respiratory metabolism. Three salt stress levels-control (CK), moderate, and severe-were applied to compare the salt tolerance of the salt-tolerant cultivar Bai2 and the salt-sensitive cultivar Bai5. We selected oat roots at the seedling stage as the research focus and analyzed fresh root samples using an Oxytherm liquid-phase oxygen electrode, a digital scanner, and proteomics. The results showed that with an increased concentration of salt stress, the dry and fresh weight, root-shoot ratio, total root length, root surface area, root volume, and average diameter of the two oat cultivars showed a decreasing trend. Compared with CK, the total root respiration rate of Bai2 under moderate and severe stress decreased by 15.6% and 28%, respectively, and that of Bai5 decreased by 70.4% and 79.0%, respectively. After quantitative analysis of 18 oat root samples from the 2 cultivars using the label-free method, 7174 differential proteins were identified and 63 differential proteins were obtained, which involved 7 functional categories. In total, 111 differential proteins were specifically expressed in the root of the salt-tolerant cultivar Bai2, involving 12 functional categories. Through interaction network analysis, the proteins differentially expressed between the salt treatment and CK groups of the salt-tolerant cultivar Bai2 were analyzed. In total, five types of differentially expressed proteins interacting with each other were detected; these mainly involved antioxidant enzymes, pyruvate metabolism, glycolysis, tricarboxylic acid cycle, and energy metabolism pathways. Salt stress promoted the respiration rate of oat root glycolysis. The respiration rate of the tricarboxylic acid pathway decreased with increased salt stress concentration, while the respiration rate of the pentose phosphate pathway increased. Compared with CK, following moderate and severe salt stress treatment, alcohol dehydrogenase activity in Bai2 increased by 384% and 145%, respectively, while that of Bai5 increased by 434% and 157%, respectively. At increased salt stress concentrations, Bai2 mainly used pyruvate-ethanol fermentation for anaerobic respiration, while Bai5 mainly used pyruvate-lactic acid fermentation for anaerobic respiration. This significant discovery revealed for the first time from the perspective of respiratory metabolism that different salt-tolerant oat cultivars adapt to salt stress in different ways to maintain normal growth and development. The experimental results provide new insights into plant adaptation to salt stress from the perspective of respiratory metabolism.",
      "mesh_terms": [
        "Avena",
        "Plant Roots",
        "Seedlings",
        "Salt Stress",
        "Proteomics",
        "Plant Proteins",
        "Gene Expression Regulation, Plant",
        "Salt Tolerance",
        "Cell Respiration"
      ]
    },
    {
      "pmid": "40140201",
      "title": "GABA mitigates NaCl toxicity by enhancing photosynthesis, chloroplast structure, and redox balance in salt-tolerant and sensitive tomato varieties.",
      "authors": [
        "Saif Ahmad",
        "Qazi Fariduddin"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "GABA serves as the major metabolite and signaling molecule for plant growth and development under fluctuating environmental conditions. In the present study, the effect of different concentrations of GABA (0, 0.25, 0.5, or 0.75 mM) as foliar spray or seed soaking treatment on K-21 and S-22 varieties of tomato (Solanum lycopersicum L.) under normal and NaCl stress (150 mM) was studied. At 40 days after transplantation (DAT), NaCl stress impaired the photosynthetic apparatus, elevated reactive oxygen species (ROS) and malondialdehyde (MDA) levels, and reduced photosynthetic traits and related enzymes, and consequently compromised plant growth and development. However, among the different concentrations of GABA tested 0.5 mM of GABA applied through foliar mode proved best in improving growth, photosynthetic traits (like PN of K-21 and S-22 varieties by 39.17% and 30.35%, gs by 40.11% and 32.37%; Ci by 39.48% and 33.67%; E by 37.98% and 30.08% respectively, compared to control group) and enzyme activities (Rubisco, succinate dehydrogenase, and fumarase activity) maintained organization of chloroplast in the leaves and also improved lycopene and β-carotene contents in fruits of tomato plants. Moreover, treatment of GABA (0.5 mM) reduced levels of ROS (such as decreased the contents of O2·- by 38.10% and 34.05%; and H2O2 by 35.95% and 30.36% respectively, in K-21 and S-22 varieties, as compared to their control) and cell death compared to non-treated tomato plants. Foliar application of GABA (0.5 mM) also was more effective than seed soaking to overcome the adverse effects of salt stress specifically in K-21 than S-22 variety. This study addresses this gap and uniquely investigates role of GABA in regulating photosynthetic (Rubisco), GABA shunt, and respiratory (fumarase, succinate dehydrogenase) enzyme activities under salt stress, offering new insights into its multifaceted stress-mitigating potential.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Photosynthesis",
        "gamma-Aminobutyric Acid",
        "Sodium Chloride",
        "Chloroplasts",
        "Salt Tolerance",
        "Oxidation-Reduction",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "40137037",
      "title": "Suitability of Electrodialysis with Monovalent Selective Anion-Exchange Membranes for Fractionation of Aqueous Mixture Containing Reactive Dye and Mineral Salt.",
      "authors": [
        "Katarzyna Majewska-Nowak",
        "Arif Eftekhar Ahmed",
        "Martyna Grzegorzek",
        "Karolina Baraniec"
      ],
      "journal": "Membranes",
      "publication_date": "2025-Mar-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To fulfil the goals of the circular economy, the treatment of textile wastewater should be focused on the recovery of valuable components. Monovalent anion-selective electrodialysis (MASED) was applied for the separation of reactive dyes from mineral salts. Standard cation-exchange membranes (CM membranes) and monovalent selective anion-exchange membranes (MVA membranes) were used in the electrodialysis (ED) stack. The separation efficiency was evaluated for model solutions of various reactive dyes (varying in molecular weight and chemical reactivity) containing NaCl. In the course of MASED, the mineral salt was successfully removed from the dye solutions with an efficacy of 97.4-99.4%, irrespectively of the composition of the treated solution. The transport of dye molecules through the ion-exchange membranes (IEMs) from diluate to concentrate compartments was irrelevant. Nonetheless, a significant adsorption of dye particles on the membranes was observed. Around 11-40% of the initial dye mass was deposited in the ED stack. Dye adsorption intensity was significantly affected by dye reactivity. This study showed the potential of the MASED process for the separation of the reactive dye from the mineral salt on condition that antifouling membrane properties are improved. The obtained streams (the concentrate rich in mineral salt and the diluate containing the reactive dye) can be reused in the dye-house textile operations; however, some loss of dye mass should be included."
    },
    {
      "pmid": "40137027",
      "title": "Tailoring the Performance of a Composite PEI Nanofiltration Membrane via Incorporating Activated PDA for Efficient Dye Sieving and Salt Separation.",
      "authors": [
        "Wanting Li",
        "Jiaye Liu",
        "Weifu Wang",
        "Shichun Chen",
        "Fengwei Jia",
        "Xiang Li",
        "Ying Zhao",
        "Wenjuan Zhang",
        "Dan Song",
        "Jun Ma"
      ],
      "journal": "Membranes",
      "publication_date": "2025-Mar-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Efficient dye sieving and salt separation can facilitate the recycling of valuable resources in textile wastewater treatment. This study focuses on developing a high-performance nanofiltration membrane (NF) by co-depositing activated polydopamine (O-PDA), oxidized with KMnO4, and polyethyleneimine (PEI) onto a polysulfone support membrane (PSF), thereby enabling effective dye sieving and salt separation. Due to the high hydrophilicity of PDA and the formation of high molecular polymers after oxidation, it was anticipated that O-PDA would crosslink the PEI layer, providing rapid permeating channels. Filtration experiments demonstrated that the formation of O-PDA significantly enhanced the salt retention rate of nanofiltration membranes, achieving a nearly threefold increase in NaCl retention from 15% to 45.7%. It was observed that the retention performance of O-PDA could be adjusted by controlling its loading or oxidation level. Furthermore, despite a notable reduction in permeability, the dye removal efficiency of the O-PDA/PEI membrane increased substantially to 99.5%. Long-term filtration experiments also confirmed both the stability and anti-fouling properties of this membrane design. Clearly, owing to its excellent operational stability and anti-fouling characteristics, the O-PDA/PEI membrane exhibits great potential for applications in dye sieving and salt separation."
    },
    {
      "pmid": "40136537",
      "title": "RGF Gene Family Analysis and Functional Evidence for RGF8-Mediated Salt Stress Tolerance in Brassica Species.",
      "authors": [
        "Shi-Wei Wang",
        "Fan-Li Zhang",
        "Ru-Yu Jiao",
        "Fan-Xuan Nie",
        "Yi-Lin Zhu",
        "Xi-Jin Huang",
        "Wen-Qing Tan",
        "Qian Yang",
        "Xin-Hong Liu",
        "Li-Li Liu",
        "Duo-Yan Rong",
        "Zhi-Xiang Liu",
        "Qi-Jun Xie"
      ],
      "journal": "Biology",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassica napus L. is a vital oil crop and exhibits notable salt tolerance, making the enhancement of this trait crucial for cultivation in saline soils. Uncovering its underlying mechanism may further heighten the salt tolerance of B. napus. In this study, we conducted a genome-wide analysis of the Root Meristem Growth Factor (RGF) gene family in Brassica species and identified BnaRGF8 as a key regulator of salt tolerance. Under 200 mM NaCl treatment, all RGF genes were induced, with BnaRGF8 showing the greatest upregulation. This response was consistently observed across 10 genotypes, indicating a universal trend in B. napus. Functional characterization revealed that chemically synthesized BnaRGF8 alleviated salt-induced growth inhibition by restoring primary root elongation and lateral root formation. Additionally, BnaRGF8 preserved membrane integrity and maintained cell division under salt stress, establishing itself as a novel anti-salt peptide in B. napus."
    },
    {
      "pmid": "40132134",
      "title": "Research status, key technologies and development trends of pharmaceutical waste salt treatment technology: A review.",
      "authors": [
        "Xiaoqing Ai",
        "Xiaoyue Zhang",
        "Yi Tian",
        "Mei Lu",
        "Wei Wang"
      ],
      "journal": "Waste management & research : the journal of the International Solid Wastes and Public Cleansing Association, ISWA",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The expanding pharmaceutical industry generates a large amount of waste salt (WS) with a complex composition, which is difficult to treat and poses potential risks to the environment and human health. Removing toxic organic compounds has become a bottleneck issue that needs to be addressed. This article presents a comprehensive review of traditional and emerging treatment technologies based on the sources and characteristics of WS from the pharmaceutical industry. It also discusses the problems and challenges faced by typical WS treatment technologies and evaluates the application of innovative integrated processes. Building on this, a future outlook for pharmaceutical WS treatment technologies is outlined. This review aims to assist scientists in enhancing their understanding of different technologies used for treating WS, thereby accelerating the improvement of process parameters and technologies."
    },
    {
      "pmid": "40121668",
      "title": "OsGSK1 interacts with OsbZIP72 to regulate salt response in rice.",
      "authors": [
        "Xi Liu",
        "Xin Guo",
        "Tingjing Li",
        "Xue Wang",
        "Yulu Guan",
        "Di Wang",
        "Yinjie Wang",
        "Xiaonan Ji",
        "Qingsong Gao",
        "Jianhui Ji"
      ],
      "journal": "The Plant journal : for cell and molecular biology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soil salinity remains a continuing threat to agriculture worldwide, greatly affecting seedling development and reducing crop yield. Thus, the cultivation of salt-resistant crops on salinized land is an excellent strategy to ensure food security. The rice GSK3-like protein kinase, OsGSK1, is known to play a role in the response to various abiotic stressors; however, the underlying molecular mechanism of this response remains unclear. Here, we aimed to elucidate the mechanism by which OsGSK1 regulates the salt stress response. We found that OsGSK1 interacts with OsbZIP72 to negatively regulate salt stress tolerance in rice plants. OsGSK1 is specifically induced by cold, salt stress, and abscisic acid (ABA) treatment. OsGSK1 was found to be localized in the nucleus and cytoplasm, where it physically interacts with OsbZIP72 - a positive regulator of the rice salt stress response. OsbZIP72 directly binds to the ABA response element in the OsNHX1 promoter to regulate its expression under salt stress, whereas OsGSK1 interacts with OsbZIP72 to repress OsNHX1 expression. The knockout of OsGSK1 increased salt tolerance without affecting the main agronomic traits of the mutant plants. Therefore, OsGSK1 could be used to maintain rice yield in salinized soil.",
      "mesh_terms": [
        "Oryza",
        "Plant Proteins",
        "Salt Tolerance",
        "Abscisic Acid",
        "Gene Expression Regulation, Plant",
        "Salt Stress",
        "Plants, Genetically Modified"
      ]
    },
    {
      "pmid": "40120887",
      "title": "A sodium alginate-polyaniline hydrogel evaporator with salt suppression ability and mechanical stability: Heterojunction construction and water treatment.",
      "authors": [
        "Yanming Yang",
        "Shiqi Song",
        "Xiao Miao",
        "Changqing Zhu",
        "Guina Ren",
        "Bo Ge"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Interface evaporators are important in the production of clean water, but problems such as surface oil and soluble contamination remain. In this paper, the structure of an evaporator is optimized, and a superhydrophobic NH2-UIO-66/Bi2WO6 floating layer replaces the conventional fix layers. Under the action of the polyaniline hydrogel photothermal layer, the evaporation rate is 2.46 kg•m-2•h-1. A mechanism analysis demonstrates that the constructed NH2-UIO-66/Bi2WO6 is a Z-type heterojunction, and that •OH, •O2- and h+ play key roles in the degradation process. The band gap width of Bi2WO6 and NH2-UIO-66 is calculated to be 2.85 eV and 2.62 eV, respectively. The constructed polyaniline hydrogel photothermal layer has the ability of rapid water transport, where water droplets can spread quickly within 9 ms, and it gives the evaporator an excellent salt suppression ability. The polyaniline hydrogel did not destroy the polyurethane sponge skeleton with growth, which resulted in its mechanical stability. It is hoped that the construction of such evaporators would provide reference for environmental treatment and clean water production."
    },
    {
      "pmid": "40119910",
      "title": "Melatonin enhances salt tolerance by promoting CcCAD10-mediated lignin biosynthesis in pigeon pea.",
      "authors": [
        "Feng Pan",
        "Hongquan Li",
        "Ming Qu",
        "Xiaoli An",
        "Jie Yang",
        "Yujie Fu"
      ],
      "journal": "TAG. Theoretical and applied genetics. Theoretische und angewandte Genetik",
      "publication_date": "2025-Mar-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Melatonin plays a crucial role in enhancing plant resistance to salt stress by regulating biosynthesis of specialized metabolites. Phenylpropanoids, especially lignin, contribute to all aspects of plant responses toward biotic and abiotic stresses. However, the crosstalk between melatonin and lignin is largely unknown in pigeon pea under salt stress. In this study, the cinnamyl alcohol dehydrogenase CcCAD10 was identified to be involved in melatonin treatment and salt stress. The content of lignin was significantly increased in CcCAD10 over-expression (OE) lines, the enhanced antioxidant enzyme activities, indicating enhanced salt resistance. As a parallel branch of the lignin synthesis pathway, the content of flavonoids was further determined. The accumulations of luteolin, genistin, genistein, biochain A, apigenin and isovitexin were down-regulated in CcCAD10-OE hairy root. The results indicate that CcCAD10-OE mediated carbon flow from the phenylalanine pathway is redirected to the lignin pathway at the expense of less carbon flow in the flavonoid pathway, enhancing the salt-tolerance. Furthermore, we found the exogenous melatonin stimulated endogenous melatonin production mainly by upregulating the expression of CcASMT2 gene. This study reveals a novel mechanism by which melatonin enhances salt tolerance in pigeon pea, which laid a foundation for exploring the molecular mechanism of melatonin in salt stress response.",
      "mesh_terms": [
        "Lignin",
        "Melatonin",
        "Salt Tolerance",
        "Gene Expression Regulation, Plant",
        "Cajanus",
        "Plant Proteins",
        "Alcohol Oxidoreductases",
        "Flavonoids",
        "Plants, Genetically Modified",
        "Salt Stress",
        "Plant Roots"
      ]
    },
    {
      "pmid": "40117839",
      "title": "Bacillus velezensis HR6-1 enhances salt tolerance in tomato by increasing endogenous cytokinin content and improving ROS scavenging.",
      "authors": [
        "Xiaojing Ma",
        "Zhaopeng Ouyang",
        "Hengbin Luo",
        "Wenkai Shang",
        "Haohao Ma",
        "Mengmeng Zhu",
        "Han Dong",
        "Zhixin Guo",
        "Xiaoxing Dong",
        "Fengzhi Piao",
        "Shunshan Shen",
        "Xinzheng Li",
        "Yong Wang",
        "Tao Zhang"
      ],
      "journal": "Microbiological research",
      "publication_date": "2025-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The application of plant growth-promoting rhizobacteria (PGRP) is a promising and innovative strategy for alleviating salt stress in plants. However, the mechanism underlying PGRP-mediated alleviation of salt stress is currently unclear. In this study, we observed that the tomatoes inoculated with Bacillus velezensis HR6-1 exhibited better growth indicators and photosynthesis-related parameters than non-colonized tomatoes under salt stress. Physiological analysis showed that tomatoes inoculated with HR6-1 exhibited better Na+/K+ balance and lower ROS accumulation and oxidative damage, and higher activities of antioxidant enzymes compared with non-colonized tomatoes under salt stress. Transcriptome analysis revealed that under salt stress, HR6-1 treatment improved the expression of various transcription factors (especially WRKYs and ERFs) and many genes related to plant hormone signal transduction, the MAPK signaling pathway, the salt overly sensitive pathway, and detoxification in tomatoes. Moreover, HR6-1 inoculation increased the content of cZ- and tZ-type cytokinins in salt-treated tomato seedlings, which was consistent with the high expression of several cytokinin synthesis genes. Treatment with a cytokinin synthesis inhibitor prevented HR6-1-mediated improvement in salt tolerance in tomato seedlings, implying that HR6-1 stimulates cytokinin synthesis to enhance tomato resistance to salt stress. Our findings identify a potential biostimulant for improving tomato growth under salt stress and deepen our understanding of PGPR-mediated salinity alleviation in tomato seedlings.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Cytokinins",
        "Bacillus",
        "Salt Tolerance",
        "Reactive Oxygen Species",
        "Gene Expression Regulation, Plant",
        "Plant Growth Regulators",
        "Gene Expression Profiling",
        "Seedlings",
        "Photosynthesis",
        "Antioxidants",
        "Transcription Factors",
        "Salt Stress",
        "Plant Proteins",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "40115959",
      "title": "Deciphering salt tolerance mechanisms in synthetic hexaploid and bread wheat under humic acid application: physiological and genetic perspectives.",
      "authors": [
        "Fahad Alghabari",
        "Zahid Hussain Shah"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salt stress is a potential constraint that perturbs plant physiological and osmolytic processes, and induces oxidative stress. The plant biostimulant, such as humic acid (HA) is capable to improve the wheat-tolerance to salt stress through triggering the plant defense mechanisms and regulating the genetic determinants. In this context the present study has comparatively evaluated the effect of HA on salt tolerant synthetic hexaploid (SH) and salt susceptible bread wheat (BW) genotypes. The experiment was performed in three replicates using randomized complete block design (RCBD) having two factorial arrangements, with HA treatment as one, while genotype as second factor. HA treatment significantly enhanced chlorophyll (33.33%-100%) and photosynthesis (31.25%-50%), and significantly reduced the glycine betaine (GB) (42.85%-77.77%), proline (20%-28.57%) and Na+/K+ ratio (33.33%-50%) in salt stressed SH and BW genotypes. Additionally, HA significantly increase the activities superoxide dismutase (SOD), peroxidase (POD), and catalase (CAT) by 57.14%-66.67%, 54.54%-83.33%, and 55.55%-80%, respectively in all salt stressed genotypes. The salinity associated genes TaNHX1, TaHKT1,4, TaAKT1, TaPRX2A TaSOD and TaCAT1 were upregulated, while TaP5CS was downregulated in SH and BW genotypes corresponding to their regulatory traits. Furthermore, the multivariate analysis including correlation, principal component analysis (PCA) and heatmap dendrogram further rectified the strong impact of HA on the strength of association and expression of stress marker traits. Overall, the SH genotypes showed more strong response to the HA and illustrated significant tolerance to salt stress based upon physiological, biochemical and genetic indicators. Conclusively, the SH can serve as a bridge to transfer alien genes associated with salt tolerance into elite bread wheat germplasm."
    },
    {
      "pmid": "40115947",
      "title": "Regulation effect of seed priming on sowing rate of direct seeding of rice under salt stress.",
      "authors": [
        "Yicheng Zhang",
        "Haider Sultan",
        "Asad Shah",
        "Yixue Mu",
        "Yusheng Li",
        "Lin Li",
        "Zheng Huang",
        "Shaokun Song",
        "Ye Tao",
        "Zhenxiang Zhou",
        "Lixiao Nie"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Direct seeding of rice (DSR) is a widely used method for its labor- and cost-saving advantages. However, the global intensification of soil salinization presents a significant challenge to food security. Increasing sowing rates is a common practice to enhance germination under salt stress, although it leads to higher seed costs. Recently, seed priming has emerged as an effective technique to improve seedling emergence under abiotic stress, but the regulation of seed priming treatment on the sowing rate of DSR under saline soil conditions has rarely been reported. Therefore, field experiments were conducted at two salinity levels of 1.5‰ (1.5 g kg-1) (T2) and 3.0‰ (3 g kg-1) (T3) and under one non-saline condition (0‰) (T1). The control (P1) consisted of non-primed seeds, while priming treatments included 160 mg L-¹ ascorbic acid (P2), γ-aminobutyric acid (P3), and 200 mg L-¹ zinc oxide nanoparticles (P4); three sowing rates were applied: 90 (S1), 150 (S2), and 240 seeds m-2 (S3). Our results demonstrated that under T1-T3, the germination rate, α-amylase activity, and soluble sugar and protein contents were significantly increased after priming treatments. The contents of reactive oxygen species (i.e., O2 - and H2O2) and malondialdehyde (MDA) were decreased, while the activities of enzymatic antioxidants (i.e., superoxide dismutase, peroxidase, and catalase) and the K+/Na+ ratio of rice were significantly increased after the above seed priming treatments. Under T1-T3, the grain yield increased by 13.39%-36.94% after priming treatments, primarily due to enhanced seed germination, which boosted panicle number per unit area. Among P2-P4 treatments, P4 treatment consistently resulted in the highest yield increase (26.96%-36.94%) compared to P1, outperforming P2 and P3 under T1-T3. Furthermore, under T1-T3, the grain yield with priming treatment at 90 seeds m-2 was equivalent to that obtained without priming treatment at 240 seeds m-2. The potential mechanisms by which priming treatments enhance rice salt tolerance include increased levels of osmoregulatory substances and elevated activities of antioxidant enzymes, which collectively support improved seed germination. Therefore, to optimize the economic benefits of DSR when the salt concentration is below 3‰, the sowing rate could be reduced to 90 seeds m-2 using ZnO-nanoparticle priming treatment."
    },
    {
      "pmid": "40114060",
      "title": "Genome-wide analysis of CHYR gene family and BnA03.CHYR.1 functional verification under salt stress in Brassica napus L.",
      "authors": [
        "Yanli Guo",
        "Qingxiao Ren",
        "Manman Song",
        "Xiangxiang Zhang",
        "Heping Wan",
        "Fei Liu"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassica napus, an allotetraploid used as an oilseed crop, vegetable, or feed crop, possesses significant economic and medicinal value. Although the CHYR gene family has been functionally characterised in various aspects of plant growth, development, and stress responses, its systematic investigation in B. napus is lacking. In contrast to the seven CHYR genes (AtCHYR1-AtCHYR7) identified in Arabidopsis thaliana, nine CHYR orthologues were detected in B. rapa and B. oleracea, while 24 were found in B. napus. This discrepancy is consistent with the established triplication events that occurred during the Brassicaceae family evolution. Phylogenetic analysis indicated that the 24 CHYRs identified in B. napus could be categorised into three distinct groups. Among these, 24 BnCHYRs contained conserved domains, including the CHY-zinc finger, C3H2C3-type RING finger and zinc ribbon domains. Group III members featured an additional one to three hemerythrin domains in their N-terminal regions. Each BnCHYR group shared similar patterns in the distribution of conserved domains. Our results revealed that the selected eight BnCHYRs were up-regulated following heat treatment, exhibiting varying expression patterns in response to salt, cold, and drought stress during the seedling stage. Expression analysis revealed that several BnCHYRs were significantly induced by one or more abiotic stressors. BnA03.CHYR.1 was significantly induced by salt and heat stress and repressed by polyethylene glycol treatment. BnA03.CHYR.1 was localised in the nucleus and cytoplasm, and its overexpression in A. thaliana enhanced tolerance to salt stress. Our results provide a comprehensive analysis of the CHYR family in B. napus, elucidating the biological role of BnA03.CHYR.1 in adaptive responses of plants to salt stress.",
      "mesh_terms": [
        "Brassica napus",
        "Plant Proteins",
        "Phylogeny",
        "Salt Stress",
        "Multigene Family",
        "Gene Expression Regulation, Plant",
        "Genes, Plant",
        "Genome, Plant"
      ]
    },
    {
      "pmid": "40114057",
      "title": "Integrative RNA-seq and ATAC-seq analysis unveils antioxidant defense mechanisms in salt-tolerant rice variety Pokkali.",
      "authors": [
        "Qiaoyu Yang",
        "Yutong Zheng",
        "Xitao Li"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Salt stress is one of the most significant environmental challenges, severely impacting rice growth and yield. While different rice varieties exhibit varying levels of tolerance to salinity, Pokkali, a traditional salt-tolerant variety, stands out for its ability to thrive in saline conditions. Understanding the molecular and physiological mechanisms that underpin this tolerance is essential for breeding and developing rice varieties with enhanced resilience to salt stress. METHODS: In this study, we selected the salt-tolerant rice variety Pokkali and the salt-sensitive variety IR29 for a controlled saline stress experiment. Plants were subjected to a 150 mM NaCl treatment for 7 days, after which leaf samples were collected from both varieties. Antioxidant physiological parameters were measured, and RNA-seq and ATAC-seq analyses were conducted to explore gene expression and chromatin accessibility. Key genes identified through sequencing were validated using RT-qPCR. RESULTS: Under salt stress, Pokkali demonstrated strong tolerance and a higher antioxidant capacity compared to IR29, as evidenced by increased survival rates and fresh weight. Pokkali also showed elevated activity of antioxidant enzymes such as superoxide dismutase, peroxidase, and catalase, along with reduced accumulation of hydrogen peroxide. Transcriptomic and ATAC-seq analyses revealed that Pokkali's upregulated genes were significantly enriched in pathways related to redox homeostasis. These genes were also involved in metabolic processes such as glycan biosynthesis, amino acid metabolism, carbohydrate metabolism, and energy production. Furthermore, ATAC-seq analysis indicated increased chromatin accessibility in the promoter regions of key antioxidant genes under salt stress in Pokkali, reflecting enhanced transcriptional activity. Four key antioxidant-related genes-MnSOD1, OsAPx7, OsGR1, and Osppc3-were identified and validated by qPCR, showing significant upregulation in Pokkali. ATAC-seq data further supported that these genes had increased promoter accessibility under salt stress, aligning with the RNA-seq findings. CONCLUSION: This study underscores the critical role of antioxidant defense mechanisms in conferring salt tolerance in Pokkali. The identification of key genes involved in redox regulation provides valuable insights into the molecular basis of salt tolerance, offering potential targets for the genetic improvement of salt-sensitive rice varieties through breeding programs.",
      "mesh_terms": [
        "Oryza",
        "Antioxidants",
        "Salt Tolerance",
        "RNA-Seq",
        "Gene Expression Regulation, Plant",
        "Salt-Tolerant Plants",
        "Salt Stress"
      ]
    },
    {
      "pmid": "40114044",
      "title": "Combined transcriptomic and metabolomic analysis revealed the salt tolerance mechanism of Populus talassica × Populus euphratica.",
      "authors": [
        "Ying Liu",
        "Mengxu Su",
        "Xiaoqing Zhao",
        "Meilin Liu",
        "Jiaju Wu",
        "Xiaofeng Wu",
        "Zhanyuan Lu",
        "Zhanjiang Han"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: To investigate the salt tolerance of Populus talassica × Populus euphratica, morphological and physiological parameters were measured on the second day after the 15th, 30th and 45th days of NaCl treatment, revealing significant effects of NaCl on growth. To further elucidate the mechanisms underlying salt tolerance, transcriptomic and metabolomic analysis were conducted under different NaCl treatments. RESULTS: The results of morphological and physiological indexes showed that under low salt treatment, P. talassica × P. euphratica was able to coordinate the growth of aboveground and belowground parts. Under high salt concentration, the growth and water balance of P. talassica × P. euphratica were markedly inhibited. The most significant differences between treatments were observed on the second day after the 45th day of NaCl treatment. Transcriptomic analysis showed that the pathways of gene enrichment in the roots and stems of P. talassica × P. euphratica were different in the salt resistance response. And it involves several core pathways such as plant hormone signal transduction, phenylpropanoid biosynthesis, MAPK signaling pathway-plant, plant- pathogen interaction, carbon metabolism, biosynthesis of amino acids, and several key Transcription factors (TFs) such as AP2/ERF, NAC, WRKY and bZIP. Metabolomic analysis revealed that KEGG pathway enrichment analysis showed unique metabolic pathways were enriched in P. talassica × P. euphratica under both 200 mM and 400 mM NaCl treatments. Additionally, while there were some differences in the metabolic pathways enriched in the roots and stems, both tissues commonly enriched pathways related to the biosynthesis of secondary metabolites, biosynthesis of cofactors, biosynthesis of amino acids, flavonoid biosynthesis, and ABC transporters. Association analysis further indicated that biosynthesis of amino acids and plant hormone signal transduction pathway play key roles in the response of P. talassica × P. euphratica to salt stress. The interactions between the differentially expressed genes (DEGs) and several differentially accumulated metabolites (DAMs), especially the strong association between LOC105124002 and Jasmonoyl-L-Isoleucine (pme2074), were again revealed by the interactions analysis. CONCLUSIONS: In this study, we resolved the changes of metabolic pathways in roots and stems of P. talassica × P. euphratica under different NaCl treatments and explored the associations between characteristic DEGs and DAMs, which provided insights into the mechanisms of P. talassica × P. euphratica in response to salt stress.",
      "mesh_terms": [
        "Populus",
        "Salt Tolerance",
        "Transcriptome",
        "Metabolomics",
        "Gene Expression Profiling",
        "Metabolome",
        "Gene Expression Regulation, Plant",
        "Sodium Chloride"
      ]
    },
    {
      "pmid": "40111251",
      "title": "Alleviation effects of Lactobacillus plantarum in colitis aggravated by a high-salt diet depend on intestinal barrier protection, NF-κB pathway regulation, and oxidative stress improvement.",
      "authors": [
        "Yang Chen",
        "Nian Liu",
        "Fangyi Chen",
        "Mengyuan Liu",
        "Yang Mu",
        "Chao Wang",
        "Lusha Xia",
        "Mingye Peng",
        "Mengzhou Zhou"
      ],
      "journal": "Food & function",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A high-salt diet (HSD) can result in numerous health issues, including exacerbation of intestinal inflammation. Therefore, there is an immediate necessity of developing dietary supplements that can mitigate colitis exacerbated by a HSD. This study examined the impact of Lactobacillus plantarum HGD228 on colitis exacerbated by a HSD and the mechanisms underlying its alleviation. HGD228 treatment significantly enhanced colonic goblet cells and MUC2, upregulated ZO-1 and occludin, inhibited epithelial cell apoptosis, and mitigated colitis exacerbated by a HSD. Moreover, HGD228 significantly regulated oxidative stress-related enzymes, including SOD, GSH-PX, and CAT. HGD228 treatment significantly suppressed the NF-κB pathway induced by a HSD and regulated the levels of cytokines, including TNF-α, IL-10, and IL-1β. Furthermore, HGD228 reestablished the gut microbiota altered by HSDDSS, increasing Bifidobacterium while decreasing Escherichia-Shigella and Clostridium sensu stricto 1. HGD228 treatment also enhanced the production of butyric acid and acetic acid, suppressed pro-inflammatory cytokines, and strengthened the intestinal mucosal barrier. Therefore, HGD228 enhanced the production of beneficial metabolites by regulating inflammatory cytokines and oxidative stress, preserving the mucosal barrier, and enhancing gut microbiota, and mitigated colitis aggravated by a HSD. These results will aid in clinical trials of probiotics and the development of dietary supplements for colitis, with promising application value.",
      "mesh_terms": [
        "Lactobacillus plantarum",
        "Oxidative Stress",
        "Colitis",
        "Animals",
        "NF-kappa B",
        "Probiotics",
        "Male",
        "Intestinal Mucosa",
        "Mice",
        "Gastrointestinal Microbiome",
        "Cytokines",
        "Mice, Inbred C57BL",
        "Sodium Chloride, Dietary",
        "Humans",
        "Colon",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "40111075",
      "title": "Effects of high salt intake on glucose metabolism, liver function, and the microbiome in rats: influence of ACE inhibitors and angiotensin II receptor blockers.",
      "authors": [
        "Xiaoli Zhang",
        "Mohamed M S Gaballa",
        "Ahmed A Hasan",
        "Yvonne Liu",
        "Johann-Georg Hocher",
        "Xin Chen",
        "Liping Liu",
        "Jian Li",
        "Dominik Wigger",
        "Christoph Reichetzeder",
        "Saban Elitok",
        "Burkhard Kleuser",
        "Bernhard K Krämer",
        "Berthold Hocher"
      ],
      "journal": "American journal of physiology. Cell physiology",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "High-salt diets (HSDs) are known to impact blood pressure and cardiovascular health, but their effects on glucose metabolism, liver function, and gut microbiota remain poorly understood. This study investigates how long-term HSD affects these physiological processes and evaluates the potential therapeutic effects of ACE inhibitors (ACEIs) and angiotensin II receptor blockers (ARBs). Male Sprague-Dawley rats were fed a normal salt diet (0.3% NaCl), a moderate salt diet (2% NaCl), or a high-salt diet (8% NaCl) for 12 wk. Two subgroups in the HSD condition received telmisartan or enalapril. We assessed blood pressure, glucose homeostasis, liver inflammation, pancreatic function, and gut microbiota composition. HSD rats exhibited significantly higher blood pressure [130 ± 2 mmHg in normal diet (ND) vs. 144 ± 4 mmHg in HSD; P < 0.01], reduced fasting insulin (1.33 ± 0.14 ng/mL in ND vs. 0.60 ± 0.05 ng/mL in HSD; P < 0.01), and gut microbiota dysbiosis, with a 71% reduction in Ruminococcus species (P = 0.018). Liver inflammation, indicated by an increase in CD68+ macrophages, was also observed in the HSD group. Telmisartan treatment significantly reduced liver inflammation but did not fully restore metabolic homeostasis. HSD disrupts multiple physiological systems, including glucose metabolism and liver function, partly through gut microbiota alterations. ACEIs and ARBs provided partial protection, highlighting the need for multitargeted interventions to mitigate high-salt diet effects.NEW & NOTEWORTHY High-salt diet induces multisystem disruptions, including liver inflammation, reduced insulin levels, and gut microbiota imbalance. ACEIs and ARBs showed limited efficacy, highlighting the need for comprehensive therapeutic approaches.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Liver",
        "Gastrointestinal Microbiome",
        "Rats, Sprague-Dawley",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Rats",
        "Sodium Chloride, Dietary",
        "Angiotensin Receptor Antagonists",
        "Telmisartan",
        "Blood Pressure",
        "Glucose",
        "Blood Glucose",
        "Enalapril"
      ]
    },
    {
      "pmid": "40110438",
      "title": "Salt stimulates carbon fixation in the halophyte Nitraria sibirica to enhance growth.",
      "authors": [
        "Lu Lu",
        "Yuru Wang",
        "Yuchang Chen",
        "Liming Zhu",
        "Xinru Wu",
        "Jisen Shi",
        "Jinhui Chen",
        "Tielong Cheng"
      ],
      "journal": "Forestry research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soil salinity significantly inhibits plant productivity by adversely affecting photosynthesis and growth. Nitraria sibirica, a typical halophyte, exhibits strong salt tolerance. In this study, salt-treated Nitraria sibirica seedlings demonstrated more vigorous growth and a higher photosynthetic rate than untreated control seedlings. Transcriptome analysis revealed that the upregulated differentially expressed genes including ribose 5-phosphate isomerase A, ribulose-bisphosphate carboxylase large chain, and malate dehydrogenase in the leaves of Nitraria sibirica treated with 500 mM NaCl were significantly enriched in the 'Carbon fixation in photosynthetic organisms' pathway according to the Kyoto Encyclopedia of Genes and Genomes database. The promoters of these three photosynthetic differentially expressed genes were predicted to contain cis-regulatory elements responsive to light, abscisic acid, and ethylene. Notably, genes encoding 1-aminocyclopropane-1-carboxylate synthase, a key enzyme in ethylene biosynthesis, and ethylene-responsive transcription factors were significantly upregulated in Nitraria sibirica under 500 mM NaCl treatment. Furthermore, quantitative real-time PCR analysis confirmed that the expression of these differentially expressed genes was significantly upregulated in Nitraria sibirica leaves treated with 500 mM NaCl and 500 mM ethephon for 1 h. In contrast, the expression of these salt-induced differentially expressed genes was significantly downregulated in Nitraria sibirica leaves treated with 500 μM aminoethoxyvinylglycine, an ethylene biosynthesis inhibitor, in combination with 500 mM NaCl for 1 h. These findings suggest that the enhanced photosynthesis observed in Nitraria sibirica under salt stress is likely mediated by ethylene signaling, which regulates the expression of genes involved in carbon fixation, thereby promoting vigorous plant growth."
    },
    {
      "pmid": "40109573",
      "title": "Therapeutic Effect of Table Salt on Gastrostomy Granulomas in Pediatric Patients: A Prospective Study.",
      "authors": [
        "Jack J Hachem",
        "Thu Pham",
        "Ankona Banerjee",
        "James Noel"
      ],
      "journal": "Pediatric gastroenterology, hepatology & nutrition",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Gastrostomy granulomas frequently occur in pediatric patients with gastrostomy tubes, yet there is a notable lack of comprehensive data on the efficacy and safety of various treatment modalities. Commonly used treatments, such as silver nitrate, are often painful and require frequent clinic visits, posing challenges for patients and families. Additionally, research on home-based treatments is limited, despite their potential to offer more convenient and less painful alternatives. This study addresses the need for well-designed comparisons of different treatment options. METHODS: We conducted a prospective, open-label study at the Children's Hospital of San Antonio, enrolling 36 pediatric patients aged 6 months to 17 years with gastrostomy tubes. Patients were randomized into two groups: one treated with topical silver nitrate and the other with table salt, excluding those on chemotherapy or with immunologic disorders. Granuloma sizes were measured at the study's start with blinded physicians analyzing photographs to assess size reduction, and parent satisfaction surveys were conducted to evaluate treatment acceptability and side effects. RESULTS: The median reduction in granuloma size was significantly greater in the table salt group (3.12 mm) compared to the silver nitrate group (2.25 mm) (Wilcoxon p-value=0.04). Parental satisfaction and confidence were high in both groups, with minor, self-limited skin irritation reported as a side effect. CONCLUSION: The study suggests that table salt could be a feasible, non-inferior, and cost-effective alternative to silver nitrate for treating gastrostomy granulomas in pediatric patients. Further research with a larger sample size is necessary to validate these findings."
    },
    {
      "pmid": "40103321",
      "title": "The phytochrome B signaling regulates salt-mediated seedling growth in the dark.",
      "authors": [
        "Peipei Qi",
        "Weiping Mo",
        "Rongcheng Lin"
      ],
      "journal": "Plant & cell physiology",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Light is an essential environmental factor that facilitates the robust upward growth of post-germinative seedlings emerging from buried seeds that is partly mediated by the photoreceptors. Salinity stress hampers plant growth and development and reduces yield. However, the involvement and regulatory role of photoreceptors and light signaling factors to salt stress are large unknown. Here, we report that mutants of the phytochrome B (phyB) photoreceptor showed reduced sensitivity to salt-inhibited hypocotyl elongation in darkness, and that PHYTOCHROME INTERACTING FACTOR 3 (PIF3) acts downstream of phyB in regulating this process in Arabidopsis thaliana. We show that SALT OVERLY SENSITIVE 2 (SOS2) regulates phyB protein accumulation under salt stress in darkness. Surprisingly, salt treatment induces phyB nuclear body formation in darkness. Moreover, we found that the phosphorylation at residue Ser-86 of phyB is essential for its function, and the scaffold protein 14-3-3κ is involved in the regulation of phyB under salt stress in darkness. Our study reveals a regulatory role of the phyB-PIF3 module in mediating post-germination growth in darkness in response to salt stress."
    },
    {
      "pmid": "40102736",
      "title": "Proteomic analysis of the regulatory network of salt stress in Chrysanthemum.",
      "authors": [
        "Dongyang Zhang",
        "Di Wang",
        "Ning Xu",
        "Siyu Feng",
        "Ying Qian",
        "Shuheng Wang",
        "Yun Bai",
        "Yunwei Zhou"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Saline-alkali stress is one of the main abiotic stresses that constrains plant growth. Understanding the response mechanism of ornamental plants to saline-alkali stress is of great significance for improving saline-alkali landscape greening. Chrysanthemum is a good ornamental plant with strong resistance to stress, rich colors and easy management. RESULTS: Using TMT quantitative proteomics technology, leave and root of Chrysanthemum that were either untreated or treated with 200 mM NaCl for 12 h, screened the differentially expressed proteins. The results showed that 66 and 452 differential proteins were present in leaves and roots after salt treatment, respectively. GO function is mainly related to carbohydrate and energy metabolism, hormone response, antioxidant response and membrane protein activity. The KEGG metabolic pathway is mainly concentrated in glycine metabolism, glutathione metabolic pathway, carbon fixation in prokaryotes, 2-oxy-carboxylic acid metabolism. Combining transcripto-proteomics, GO and KEGG analyses revealed significant enrichment in starch anabolic catabolism, redox processes, ion homeostatic transport, phenylpropane biosynthesis. CONCLUSIONS: Under salt stress, the active pathways of carbohydrate and energy metabolism and glutathione metabolism enable plants to accumulate more energy substances and improve antioxidant capacity, which may play a safeguarding role in maintaining growth and development and mitigating reactive oxygen species damage in Chrysanthemum under stress. The purpose of this study was to screen key proteins and regulatory networks through proteomic assay, and reveal the molecular mechanism of response to salt stress. The research not only provides resources for salt-tolerant breeding of Chrysanthemum but also offers theoretical support for agricultural production and ecological environmental protection.",
      "mesh_terms": [
        "Chrysanthemum",
        "Proteomics",
        "Salt Stress",
        "Plant Proteins",
        "Plant Leaves",
        "Plant Roots",
        "Gene Regulatory Networks",
        "Gene Expression Regulation, Plant",
        "Proteome"
      ]
    },
    {
      "pmid": "40101847",
      "title": "Evaluation of nitrogen removal performance and metabolic mechanism of a novel salt-tolerant strain Pseudomonas aeruginosa SH3.",
      "authors": [
        "Yueyue Zhou",
        "Xiaopeng Wang",
        "Zhe Chen",
        "Ce Shi",
        "Shujian Chen",
        "Lei Liu",
        "Changkao Mu",
        "Chunlin Wang",
        "Weiwei Song"
      ],
      "journal": "Bioresource technology",
      "publication_date": "2025-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "High salinity impedes efficient nitrogen removal from mariculture wastewater, which inhibits the colonization and nitrogen removal capabilities of nitrogen-removing microbes. This study aimed to isolate and characterize a salt-tolerant heterotrophic nitrification-aerobic denitrification bacterial strain. We evaluated 30 bacterial strains isolated from Portunus trituberculatus aquaculture ponds, among which Pseudomonas aeruginosa SH3 exhibited superior nitrogen removal efficiencies (99 % of NH4+-N, 71 % of NO2--N, and 85 % fof NO3--N at a salinity of 30 ‰) than the other strains. Single-factor experiments demonstrated that SH3 effectively removed either NH4+-N or NO2--N across various C/N ratios (10-20), pH levels (7-9), salinity levels (15-35 ‰), and temperatures (25-35 °C), highlighting its promising nitrogen removal capabilities under conditions suitable for mariculture. Genomic analysis showed that SH3 removes NH4+-N through ammonia assimilation and nitrification and converts NO2--N and NO3--N via denitrification and assimilatory nitrate reduction. Bioaugmentation with SH3 reduced the startup period by 14 d, addressing a common challenge of prolonged startup times in a moving-bed biofilm reactor used for nitrogen removal in marine recirculating aquaculture systems. Meanwhile, bioaugmentation maintained minimal fluctuations in nitrogen levels throughout the operational period, resulting in consistently low concentrations of NO2--N and NH4+-N, both below 1 mg/L. Therefore, strain SH3 exhibits robust nitrogen removal capabilities, demonstrating its practicality and reliability in mariculture wastewater treatment along with providing robust data support for industrial-scale applications.",
      "mesh_terms": [
        "Nitrogen",
        "Pseudomonas aeruginosa",
        "Wastewater",
        "Denitrification",
        "Salt Tolerance",
        "Salinity",
        "Biodegradation, Environmental",
        "Nitrification",
        "Water Purification",
        "Ammonia"
      ]
    },
    {
      "pmid": "40095628",
      "title": "Subcutaneous Injection and Brush Application of Ovalbumin-Aluminum Salt Solution Induces Dermatitis-like Changes in Mice.",
      "authors": [
        "Gabriel Siquier-Dameto",
        "Ainhoa Iguaran-Pérez",
        "Javier Gimeno-Beltrán",
        "Gilberto Bellia",
        "Andrea Maria Giori",
        "Pere Boadas-Vaello",
        "Enrique Verdú"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Intraperitoneal sensitization combined with topical and/or epicutaneous treatment using an ovalbumin (OVA)-aluminum salt solution (OVA-AL) represents a model for inducing atopic dermatitis (AD). However, the combination of sensitization with subcutaneous treatment and cutaneous application of OVA-AL via a brush has not been explored as a method for inducing AD. Methods: Adult mice were subcutaneously injected with OVA-AL following sensitization on days 0, 7, and 14 and were treated with OVA-AL via brush application to the dorsal skin fortnightly until days 35 and 49. Concomitant alloknesis and skin changes were assessed. Mice of the Balb/c and ICR-CD1 strains were treated with OVA-AL until day 35, with only the ICR-CD1 strain continuing treatment until day 49. Control animals received saline. At 35 and 49 days, dorsal skin was harvested and processed for histological analysis. Results: Mice treated with OVA-AL developed dry skin, with no scratching or alloknesis. Histological examination of dorsal skin revealed an increase in mast cells and collagen deposition. Conclusions: Dermatitis-like symptoms were observed in mice treated with OVA-AL using this administration method."
    },
    {
      "pmid": "40095208",
      "title": "Intranasal Delivery of Lithium Salt Suppresses Inflammatory Pyroptosis in the Brain and Ameliorates Memory Loss and Depression-like Behavior in 5XFAD Mice.",
      "authors": [
        "Piplu Bhuiyan",
        "Wenjia Zhang",
        "Ge Liang",
        "Bailin Jiang",
        "Robert Vera",
        "Rebecca Chae",
        "Kyulee Kim",
        "Lauren St Louis",
        "Ying Wang",
        "Jia Liu",
        "De-Maw Chuang",
        "Huafeng Wei"
      ],
      "journal": "Journal of neuroimmune pharmacology : the official journal of the Society on NeuroImmune Pharmacology",
      "publication_date": "2025-Mar-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Alzheimer's disease (AD) is a devastating neurodegenerative disease (AD) and has no treatment that can cure or halt the disease progression. This study explored the therapeutic potential of lithium salt dissolved in Ryanodex formulation vehicle (RFV) and delivered to the brain by intranasal application. We first compared lithium concentrations in the brain and blood of wild-type mice following intranasal or oral administration of lithium chloride (LiCl) dissolved in either RFV or water. The beneficial and side effects of intranasal versus oral LiCl in RFV in these mice were assessed and potential mechanisms underlying the efficacy of anti-inflammation and anti-pyroptosis in the brains were also investigated in both wild-type and 5XFAD Alzheimer's Disease (AD) mice brains. METHODS: For the study of brain versus blood lithium concentrations, wild-type (WT) B6SJLF1/J mice at 2 months of age were treated with intranasal or oral LiCl (3 mmol/kg) dissolved in RFV or in water. Brain and blood lithium concentrations were measured at various times after drugs administration. Brain/blood lithium concentration ratios were then determined. For studying therapeutic efficacy versus side effects and their underlying mechanisms, 5XFAD and WT B6SJLF1/J mice were treated with intranasal LiCl (3 mmol/kg) daily, Monday to Friday each week, in RFV beginning at 2 or 9 months of age with a 12-week treatment duration. Animal behaviors were assessed for depression (tail suspension), cognition (fear conditioning and Y maze), olfaction (buried food test), and motor functions (rotarod) at the age of 5 and 12 months. Blood and brain tissue were harvested from these mice at 13 months. Blood biomarkers for the functions of thyroid (thyroid stimulating hormone, TSH) and kidney (creatinine) were measured using ELISA. Changes in protein expression levels of the endoplasmic reticulum Ca2+ release channels type 1 InsP3 receptors (InsP3R-1), malondialdehyde (MDA)-modified proteins and 4-hydroxy-2-nonenal (4-HNE), pyroptosis regulatory proteins (NLR family pyrin domain containing 3 (NLRP3), cleaved caspase-1, N-terminal of Gasdermin D (GSDMD)), cytotoxic (IL-1β, IL-18, IL-6, TNF-α) and cytoprotective (IL-10) cytokines and synapse proteins (PSD-95, synapsin-1) were determined using immunoblotting. Mouse body weights were monitored regularly. RESULTS: Compared to oral LiCl in RFV nanoparticles, intranasal treatment of WT mice with LiCl in RFV markedly decreased blood concentrations at the time range of 30-120 min. The ratio of brain/blood lithium concentration after intranasal lithium chloride in RFV significantly increased, in comparison to those after oral administration lithium chloride in RFV or intranasal administration of lithium chloride in water. Intranasal lithium chloride in RFV inhibited both memory loss and depressive behavior in adult and aged 5XFAD mice. Additionally intranasal treatment of aged 5XFAD mice with LiCl in RFV effectively suppressed the increases in InsP3R-1, intracellular oxidative stress markers (4-HNE-bound and MDA-modified proteins), pyroptosis activation proteins (NLRP3, cleaved caspase-1, N-terminal GSDMD) and cytotoxic cytokines (IL-1β, IL-6, TNF-α), but reversed the down-regulation of cytoprotective cytokine IL-10. Intranasal LiCl in RFV also alleviated the loss of the postsynaptic synapse proteins PSD-95, but not synapsin-1, in aged 5XFAD mice. Blood level of the kidney function marker creatinine was significantly increased in 5XFAD than in WT mice in an age-dependent manner and this elevation was abolished by intranasal delivery of LiCl in RFV. Intranasal LiCl in RFV for 12 weeks in both WT or 5XFAD mice did not affect blood biomarkers for thyroid function, nor did it affect smell or muscle function or body weight. CONCLUSION: Intranasal administration of LiCl in RFV significantly decreased lithium blood concentrations and increased brain/blood lithium concentration ratio, in comparison to its oral administration. Intranasal administration of LiCl in RFV robustly protected against both memory loss and depressive-like behavior, while had no side effects concerning thyroid and kidney toxicity in 5XFAD mice. These lithium-induced beneficial effects were strongly associated with lithium's suppression of InsP3R-1 Ca2+ channel receptor increase, pathological neuroinflammation and activation of the pyroptosis pathway, as well as the loss of the synaptic protein PSD-95. Intranasal delivery of lithium salt in RFV could become an effective and potent inhibitor of pathological inflammation/pyroptosis in the CNS and serve as a new treatment for both AD-associated dementia and depression with minimal unwanted side effects including peripheral organ toxicity.",
      "mesh_terms": [
        "Animals",
        "Administration, Intranasal",
        "Mice",
        "Brain",
        "Lithium Chloride",
        "Depression",
        "Alzheimer Disease",
        "Mice, Transgenic",
        "Pyroptosis",
        "Memory Disorders",
        "Male"
      ]
    },
    {
      "pmid": "40094835",
      "title": "Melatonin Alleviates Photosynthetic Injury in Tomato Seedlings Subjected to Salt Stress via OJIP Chlorophyll Fluorescence Kinetics.",
      "authors": [
        "Xianjun Chen",
        "Xiaofeng Liu",
        "Yundan Cong",
        "Yao Jiang",
        "Jianwei Zhang",
        "Qin Yang",
        "Huiying Liu"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The tomato is among the crops with the most extensive cultivated area and greatest consumption in our nation; nonetheless, secondary salinization of facility soil significantly hinders the sustainable growth of facility agriculture. Melatonin (MT), as an innovative plant growth regulator, is essential in stress responses. This research used a hydroponic setup to replicate saline stress conditions. Different endogenous levels of melatonin (MT) were established by foliar spraying of 100 μmol·L-1 MT, the MT synthesis inhibitor p-CPA (100 μmol·L-1), and a combination of p-CPA and MT, to investigate the mechanism by which MT mitigates the effects of salt stress on the photosynthetic efficiency of tomato seedlings. Results indicated that after six days of salt stress, the endogenous MT content in tomato seedlings drastically decreased, with declines in the net photosynthetic rate and photosystem performance indices (PItotal and PIabs). The OJIP fluorescence curve exhibited distortion, characterized by anomalous K-band and L-band manifestations. Exogenous MT dramatically enhanced the gene (TrpDC, T5H, SNAcT, and AcSNMT) expression of critical enzymes in MT synthesis, therefore boosting the level of endogenous MT. The application of MT enhanced the photosynthetic parameters. MT treatment decreased the fluorescence intensities of the J-phase and I-phase in the OJIP curve under salt stress, attenuated the irregularities in the K-band and L-band performance, and concurrently enhanced quantum yield and energy partitioning ratios. It specifically elevated φPo, φEo, and ψo, while decreasing φDo. The therapy enhanced parameters of both the membrane model (ABS/RC, DIo/RC, ETo/RC, and TRo/RC) and leaf model (ABS/CSm, TRo/CSm, ETo/CSm, and DIo/CSm). Conversely, the injection of exogenous p-CPA exacerbated salt stress-related damage to the photosystem of tomato seedlings and diminished the beneficial effects of MT. The findings suggest that exogenous MT mitigates salt stress-induced photoinhibition by (1) modulating endogenous MT concentrations, (2) augmenting PSII reaction center functionality, (3) safeguarding the oxygen-evolving complex (OEC), (4) reinstating PSI redox potential, (5) facilitating photosynthetic electron transport, and (6) optimizing energy absorption and dissipation. As a result, MT markedly enhanced photochemical performance and facilitated development and salt stress resilience in tomato seedlings."
    },
    {
      "pmid": "40091470",
      "title": "Effect of Low-salt Food Preparation Demonstration Compared to Routine Health Education on Salt Intake and Blood Pressure among Patients with Hypertension Seeking Care from a Selected Urban Primary Health Centre, Puducherry.",
      "authors": [
        "Shefali Gupta",
        "Swaroop Kumar Sahu",
        "Arivarasan Barathi",
        "Roopmala Gupta",
        "Sharbari Basu"
      ],
      "journal": "The Nigerian postgraduate medical journal",
      "publication_date": "2025-Jan-01",
      "publication_types": [
        "Journal Article",
        "Controlled Clinical Trial"
      ],
      "abstract": "BACKGROUND: Daily salt consumption is one of the causal factors for hypertension. As per the World Health Organization estimates, 1.28 billion people aged 30-79 years have hypertension worldwide. AIM: The aim of this study was to assess the effect of a low-salt food preparation demonstration (FPD) in reducing salt intake and blood pressure amongst patients with hypertension. SUBJECTS AND METHODS: It was a pilot parallel-arm non-randomised controlled trial conducted in Puducherry, South India. Eligible participants were patients with hypertension, aged 30-59 years, seeking care at JIPMER Urban Health Centre and involved in home cooking. The data were collected through house-to-house visits. The intervention group (IG) received a low-salt FPD and routine health education (RHE), whereas RHE was given to the control group (CG). Differences-in-difference analysis was performed to assess the mean changes in systolic blood pressure (SBP), diastolic blood pressure (DBP), daily salt intake and household salt consumption (HSC) across the groups. RESULTS: Out of 130 patients enrolled, 101 (77.6%) were included in the final analysis. Post-intervention, results were statistically significant in both IG and CG for SBP, DBP and HSC. However, the IG showed greater mean reduction in SBP of 2.1 mmHg (95% confidence interval [CI]: -3.0, -0.92), DBP of 2.2 mmHg (95% CI: -3.0, -1.4) and HSC of 112.7 g/day (95% CI: -169.4, -56.1). CONCLUSION: Participants who received FPD reported greater reductions in blood pressure compared to those who received only RHE. Further studies with longer follow-up periods may confirm these findings and provide a better understanding of the impact of such interventions.",
      "mesh_terms": [
        "Humans",
        "Hypertension",
        "Middle Aged",
        "Female",
        "Male",
        "Adult",
        "India",
        "Blood Pressure",
        "Sodium Chloride, Dietary",
        "Diet, Sodium-Restricted",
        "Health Education",
        "Pilot Projects",
        "Cooking",
        "Primary Health Care",
        "Urban Population"
      ]
    },
    {
      "pmid": "40086798",
      "title": "Comprehensive transcriptional regulatory networks in potato through chromatin accessibility and transcriptome under drought and salt stresses.",
      "authors": [
        "Shiqi Wen",
        "Hongju Jian",
        "Lina Shang",
        "Philip James Kear",
        "Meihua Zhang",
        "Yan Li",
        "Pingping Yuan",
        "Dianqiu Lyu"
      ],
      "journal": "The Plant journal : for cell and molecular biology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Drought and high salt stress have a great negative impact on potato growth and development. However, the molecular mechanisms by which different tissues and organs of potato plants respond to drought and high salt stress at different stress times lack definition. In this study, we mapped the whole genome of THSs in potato in response to different stresses using RNA-seq and ATAC-seq technologies and constructed the unique and shared transcriptional regulatory networks (TRNs) under different stresses, stress time points, and tissues in potato. The results showed opposite trends for changes in chromatin accessibility and expression of genes under drought and salt stresses. Forty-eight hours and root-specific TRNs were more complex than those of 3 h and leaf, and there were genes with inconsistent drought- and salt-stress-regulated expression only in root-shared TRNs, demonstrating the variability of potato's response to stresses under different tissues and treatment times. These results provide a basis for elucidating the transcriptional mechanisms underlying the specific response of potato to drought or salt stress and the common response to salt and drought stress.",
      "mesh_terms": [
        "Solanum tuberosum",
        "Gene Regulatory Networks",
        "Droughts",
        "Salt Stress",
        "Chromatin",
        "Gene Expression Regulation, Plant",
        "Transcriptome",
        "Plant Roots",
        "Stress, Physiological",
        "Plant Leaves"
      ]
    },
    {
      "pmid": "40079771",
      "title": "pH Switchable Microemulsions: Minimize Salt Formation to Enhance the Reversibility of Switching.",
      "authors": [
        "Bo Zhu",
        "Hui Chen",
        "Liwen Shi",
        "Xuefeng Liu"
      ],
      "journal": "Langmuir : the ACS journal of surfaces and colloids",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The accumulation of water and salt constitutes one of the main factors impeding the attainment of superior reversibility for the pH-induced microemulsions (MEs) switching, with salt exerting a more significant effect. To address this problem, pH-switched MEs capable of reversible demulsification and microemulsification for over 10 times have been successfully fabricated based on a strategy that minimizes salt formation. The pH-switchable triethylamine laurate (C12TEA) serves as a surfactant for the construction of MEs (C12TEA-MEs), providing a reversible and rapid response to pH. The crucial principle lies in that the byproduct salt is significantly reduced by approximately 92.9-99.0% through ion exchange. Consequently, the types of C12TEA-MEs that can be reversibly switched under pH variation include water-in-oil (W/O), bicontinuous (B.C.), and oil-in-water (O/W). More significantly, an exceptionally smooth phase inversion from W/O to B.C. to O/W is accomplished during reversible switching. Such ME can function as a recyclable reaction medium for styrene polymerization, and the resulting polystyrene exhibits a highly reproducible molecular weight and a narrow distribution over three cycles. Meanwhile, the chemical oxygen demand of the wastewater from the polymerization is significantly reduced to less than 30 mgO2 L-1 after a simple and conventional treatment with active carbon and anion-exchange resin. It is expected that the results presented in this work will serve as a reference for the design and fabrication of pH-switched MEs, and also that such pH-switched MEs will have potential prospects in relevant technological fields."
    },
    {
      "pmid": "40077763",
      "title": "Effect of Salt Reduction Interventions in Lowering Blood Pressure and Salt Intake in Zhejiang Province, China, 2017-2021: A Randomized Controlled Trial.",
      "authors": [
        "Xiaofu Du",
        "Ying Zhu",
        "Jing Guo",
        "Xiangyu Chen",
        "Jie Zhang",
        "Feng Lu",
        "Chunxiao Xu",
        "Mingbin Liang",
        "Meng Wang",
        "Jieming Zhong",
        "Yuanyuan Li"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Addressing high-salt diets in China through interventions can significantly reduce blood pressure (BP) and the associated health risks. OBJECTIVE: This study aims to evaluate the effectiveness of a comprehensive salt reduction intervention implemented across counties in Zhejiang Province, focusing on system establishment, extensive publicity, and targeted population interventions. METHODS: The Salt Reduction and Hypertension Prevention Project was initiated in Zhejiang Province. Cross-sectional surveys were conducted before the intervention and after. The research commenced in 2017 with a baseline survey involving 7512 participants from five counties. Four counties were randomly selected for the intervention, implementing a multifaceted salt reduction strategy, while one county served as a reference without any intervention. The primary outcomes measured were changes in BP and 24 h urinary sodium and potassium excretion. RESULTS: Following the intervention, 24 h urinary potassium excretion experienced a significant increase, rising from 1441.3 (SD 681.9) to 1676.9 (SD 931.4) mg per day, p < 0.001. Utilizing a linear mixed-effects model, the adjusted net difference in urinary sodium changes was calculated to be 394.1 mg per day (95% CI, 133.2 to 655.0) (p = 0.003). There was a notable reduction in systolic blood pressure (SBP) from 131.2 (SD 19.2) to 129.8 mmHg (SD 18.0), and diastolic blood pressure (DBP) also decreased from 80.8 (SD 10.8) to 78.9 mmHg (SD 10.2), p < 0.001. The adjusted net differences for SBP and DBP between the intervention and reference groups were 1.3 (95%CI, 0.5 to 2.1) and 1.4 mmHg (95%CI, 0.9 to 2.0), respectively, p < 0.001. CONCLUSIONS: The findings indicate that a multi-sectoral approach, combined with extensive public awareness initiatives and precisely targeted interventions, can significantly increase urinary potassium excretion and reduce sodium and blood pressure.",
      "mesh_terms": [
        "Humans",
        "China",
        "Male",
        "Female",
        "Blood Pressure",
        "Hypertension",
        "Middle Aged",
        "Sodium Chloride, Dietary",
        "Adult",
        "Cross-Sectional Studies",
        "Diet, Sodium-Restricted",
        "Sodium",
        "Potassium",
        "Aged"
      ]
    },
    {
      "pmid": "40076811",
      "title": "Enhancing the Therapeutic Efficacy of Berberine and Quercetin Through Salt Formulation for Liver Fibrosis Treatment.",
      "authors": [
        "Yangyang Cheng",
        "Haoyang Yu",
        "Sitong Yang",
        "Xiaolian Tian",
        "Mengyu Zhao",
        "Ling Ren",
        "Xiuping Guo",
        "Chujuan Hu",
        "Jiandong Jiang",
        "Lulu Wang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Feb-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Liver fibrosis, caused by chronic hepatic injury, is a major threat to human health worldwide, as there are no specific drugs available for its treatment. Natural compounds, such as berberine (BBR) and quercetin (QR), have shown the ability to regulate energy metabolism and protect the liver without significant adverse effects. Additionally, combination therapy (the cocktail therapy approach), using multiple drugs, has shown promise in treating complicated conditions, including liver injury. In this study, we prepared a salt formulation of BBR and QR (BQS) to enhance their combined effect on liver fibrosis. The formation of BQS was confirmed using various analytical techniques, including nuclear magnetic resonance spectroscopy (NMR), differential scanning calorimetry (DSC), Fourier-transform infrared spectroscopy (FTIR), powder X-ray diffractometry (PXRD), and scanning electron microscopy (SEM). The results demonstrated that the dissolution efficiency and bioavailability of QR significantly increased in the BQS form, aligning with that of BBR, compared to the physically mixed (BQP) form. Moreover, BQS exhibited a superior inhibitory effect on fibrosis compared to BQP in the human hepatic stellate cell line LX-2 by modulating lipid accumulation, inflammation, apoptosis, and the cell cycle. Furthermore, in a mouse model of hepatic fibrosis induced by methionine and choline-deficient (MCD) diets, BQS demonstrated enhanced anti-fibrotic activities compared to BQP. These findings suggest that BQS holds promise as a potential alternative treatment for liver fibrosis. Importantly, this study provides novel insights into achieving a cocktail effect through the salt formation of two or more drugs. The results highlight the potential of salt formulations in enhancing the therapeutic efficacy and consistent biological processes of drug combinations.",
      "mesh_terms": [
        "Berberine",
        "Quercetin",
        "Liver Cirrhosis",
        "Animals",
        "Humans",
        "Mice",
        "Cell Line",
        "Hepatic Stellate Cells",
        "Male",
        "Apoptosis",
        "Drug Compounding"
      ]
    },
    {
      "pmid": "40076509",
      "title": "Identification and Expression Analysis of the Soybean Serine Acetyltransferase (SAT) Gene Family Under Salt Stress.",
      "authors": [
        "Caiyun Fan",
        "Hui Zou",
        "Miao Zhang",
        "Yu Jiang",
        "Baohui Liu",
        "Zhihui Sun",
        "Bohong Su"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Feb-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Serine acetyltransferase (SAT) is a critical enzyme in the sulfur-assimilation pathway of cysteine, playing an essential role in numerous physiological functions in plants, particularly in their response to environmental stresses. However, the structural characteristics of the soybean SAT gene family remain poorly understood. Members of the soybean SAT gene family were identified using the Hidden Markov Model approach. Bioinformatics tools, such as ExPASy, PlantCARE, MEME, and TBtools-II, were employed to examine the physicochemical properties, cis-regulatory elements, conserved motifs, gene structures, and chromosomal positions of the GmSAT genes. RT-qPCR was conducted to evaluate the expression profiles of GmSAT genes under NaCl-induced stress, identifying genes likely involved in the salt-stress response. A total of ten GmSAT genes were identified in the soybean genome and grouped into three subfamilies. Genes within each subfamily shared notable structural similarities and conserved motifs. Analysis of cis-regulatory elements revealed that the promoters of these genes contain several elements linked to plant growth and stress-related responses. Expression patterns of GmSAT genes varied across different soybean tissues, with GmSAT10 showing higher expression in roots, while GmSAT1 and GmSAT2 had lower expression in the same tissue. Following NaCl treatment, expression levels of seven GmSAT genes were significantly increased in the roots, indicating their potential involvement in the plant's adaptation to salt stress. GmSAT genes appear to play crucial roles in soybean's response to salt stress, offering insights that could aid in the development of salt-tolerant soybean varieties.",
      "mesh_terms": [
        "Glycine max",
        "Gene Expression Regulation, Plant",
        "Salt Stress",
        "Serine O-Acetyltransferase",
        "Multigene Family",
        "Phylogeny",
        "Promoter Regions, Genetic",
        "Plant Proteins",
        "Gene Expression Profiling",
        "Salt Tolerance"
      ]
    },
    {
      "pmid": "40073623",
      "title": "Exogenous proline enhances salt acclimation in soybean seedlings: Modifying physicochemical properties and controlling proline metabolism through the ornithine-glutamate dual pathway.",
      "authors": [
        "Lei Yan",
        "Mu Lu",
        "Muhammad Riaz",
        "Kaiqing Tong",
        "Hualong Yu",
        "Guang Gao",
        "Yusheng Niu"
      ],
      "journal": "Ecotoxicology and environmental safety",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soil salinization has emerged as a major factor negatively affecting soil quality and plant productivity. Proline, functioning as an osmotic regulator, has been proposed as an effective strategy for enhancing plant tolerance to salt stress. This study aimed to investigate the effects of exogenous proline on salt tolerance in soybeans. A hydroponic experiment was conducted with different salt treatments (without NaCl, -NaCl; with 100 mM NaCl, +NaCl) and with or without 150 mM proline (+Pro, -Pro). The results showed that proline application alleviated salt stress-induced reductions in plant growth, photosynthetic parameters, and chlorophyll content while aiding recovery from leaf chlorosis. Proline treatment improved ion homeostasis by reducing Na+ levels and increasing K+ and Ca2+ contents in the leaves. Salt stress increased malondialdehyde (MDA) and reactive oxygen species (ROS) levels, along with leaf peroxidase (POD) and catalase (CAT) activities, while decreasing superoxide dismutase (SOD) activity. Moreover, salt stress obviously enhanced proline accumulation, accompanied by increases in glutamate (Glu), glutamate-1-semialdehyde (GSA), and pyrroline-5-carboxylate (P5C) content, as well as the activities of pyrroline-5-carboxylate synthase (P5CS) and pyrroline-5-carboxylate reductase (P5CR) in the glutamate pathway, while reducing proline dehydrogenase (ProDH) activity. Exogenous proline treatment further elevated proline content and increased key substances and enzyme activities in both the glutamate (Glu and P5C content, P5CS and P5CR activity) and ornithine (Orn content and OAT activity) pathways while also reducing ProDH activity. Collectively, our results revealed that exogenous proline contributed to an attenuation of salt stress in soybeans by regulating both the glutamate and ornithine pathways to stimulate endogenous proline accumulation, mediate Na+/K+ homeostasis, and inhibit oxidative damage.",
      "mesh_terms": [
        "Proline",
        "Glycine max",
        "Seedlings",
        "Salt Tolerance",
        "Glutamic Acid",
        "Ornithine",
        "Photosynthesis",
        "Reactive Oxygen Species",
        "Salt Stress",
        "Acclimatization",
        "Sodium Chloride",
        "Plant Leaves",
        "Chlorophyll"
      ]
    },
    {
      "pmid": "40070712",
      "title": "Dynamic molecular regulation of salt stress responses in maize (Zea mays L.) seedlings.",
      "authors": [
        "Atikaimu Maimaiti",
        "Wei Gu",
        "Diansi Yu",
        "Yuan Guan",
        "Jingtao Qu",
        "Tao Qin",
        "Hui Wang",
        "Jiaojiao Ren",
        "Hongjian Zheng",
        "Penghao Wu"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Maize ranks among the most essential crops globally, yet its growth and yield are significantly hindered by salt stress, posing challenges to agricultural productivity. To utilize saline-alkali soils more effectively and enrich maize germplasm resources, identifying salt-tolerant genes in maize is essential. METHODS: In this study, we used a salt-tolerant maize inbred line, SPL02, and a salt-sensitive maize inbred line, Mo17. We treated both lines with 180 mmol/L sodium chloride (NaCl) for 0 days, 3 days, 6 days, and 9 days at the three-leaf growth stage (V3). Through comprehensive morphological, physiological, and transcriptomic analyses, we assessed salt stress effects and identified hub genes and pathways associated with salt tolerance. RESULTS: Our analysis identified 25,383 expressed genes, with substantial differences in gene expression patterns across the salt treatment stages. We found 8,971 differentially expressed genes (DEGs)-7,111 unique to SPL02 and 4,791 unique to Mo17-indicating dynamic gene expression changes under salt stress. In SPL02, the DEGs are primarily associated with the MAPK signaling pathway, phenylpropanoid biosynthesis, and hormone signaling under salt treatment conditions. In Mo17, salt stress responses are primarily mediated through the abscisic acid-activated signaling pathway and hormone response. Additionally, our weighted gene co-expression network analysis (WGCNA) pinpointed five hub genes that likely play central roles in mediating salt tolerance. These genes are associated with functions including phosphate import ATP-binding protein, glycosyltransferase, and WRKY transcription factors. DISCUSSION: This study offers valuable insights into the complex regulatory networks governing the maize response to salt stress and identifies five hub genes and pathways for further investigation. These findings contribute valuable knowledge for enhancing agricultural resilience and sustainability in saline-affected environments."
    },
    {
      "pmid": "40069937",
      "title": "Alleviation of salt stress in strawberries by hydrogen-rich water: Physiological, transcriptomic and metabolomic responses.",
      "authors": [
        "Renyuan Wang",
        "Shaohua Chu",
        "Dan Zhang",
        "Kashif Hayat",
        "Xia Zhang",
        "Yaowei Chi",
        "Xianzhong Ma",
        "Xunfeng Chen",
        "Haiyan Yang",
        "Wenjiang Ding",
        "Ting Zhao",
        "Yongfeng Ren",
        "Xijia Yang",
        "Pei Zhou"
      ],
      "journal": "Physiologia plantarum",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The increasing impacts of climate change and intensified human activities exacerbate soil salinization, posing significant challenges to agricultural productivity. Therefore, addressing salt stress in crops is a critical area of research. In this study, strawberry seedlings (Fragaria×ananassa Duch. 'Benihoppe') were used to investigate the alleviating effects of hydrogen-rich water (HRW) on salt stress through integrated transcriptomic and metabolomic analyses. HRW treatment was found to significantly enhance plant growth, notably increasing root biomass by 49.50%. Additionally, HRW modulated key parameters, including the levels of soluble sugars, malondialdehyde (MDA), and antioxidant enzyme activities, while promoting K+ uptake and Na+ exclusion. Transcriptomic analysis revealed that HRW induced the expression of genes associated with ion transport, antioxidant defence, and cell wall biosynthesis in roots. Metabolomic profiling identified phenolic acids, flavonoids, and amino acids as critical metabolites in HRW-mediated salt stress mitigation. Integrated multi-omics analysis highlighted two key metabolic pathways, phenylpropanoid biosynthesis and amino and nucleoside sugar metabolism, pivotal to the observed protective effects. This study provides molecular insights into the mechanisms by which HRW alleviates salt stress in strawberry seedlings, underscoring the potential of hydrogen gas applications in sustainable agriculture.",
      "mesh_terms": [
        "Fragaria",
        "Hydrogen",
        "Water",
        "Transcriptome",
        "Salt Stress",
        "Gene Expression Regulation, Plant",
        "Metabolomics",
        "Plant Roots",
        "Seedlings",
        "Metabolome",
        "Antioxidants",
        "Gene Expression Profiling"
      ]
    },
    {
      "pmid": "40069096",
      "title": "Effect of intensive water-salt diet nursing intervention on blood pressure and volume load in patients with chronic renal failure.",
      "authors": [
        "Liyan Wu",
        "Wanli Ma",
        "Hui Zhang",
        "Ting Yang",
        "Mengxi Sun",
        "Zhen Yang",
        "Xiaohan Guo"
      ],
      "journal": "Renal failure",
      "publication_date": "2025-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: This study aimed to investigate the impact of a comprehensive nursing intervention targeting high water and salt intake on blood pressure and volume burden in patients with chronic renal failure. METHOD: From January 2020 to January 2023, 120 patients diagnosed with chronic renal failure were treated at our hospital. Participants were randomly allocated to either a control group (n = 60) receiving standard dietary education or an observation group (n = 60) receiving intensive water-salt diet nursing intervention alongside standard education. Blood pressure, volume load, and related parameters were compared after a 6-month observation period. RESULT: Both groups exhibited reduced systolic and diastolic blood pressure post-intervention (p < 0.05). The observation group demonstrated a significantly lower extracellular water-to-total body water ratio (ECW/TBW) compared to the control group (p < 0.05). The observation group also showed higher 24-hour urine volume (p < 0.05), hemoglobin levels, creatinine clearance rates (p < 0.05), and treatment compliance (p < 0.05), alongside a lower complication rate (3.33% vs. 13.33%; χ2 = 3.927, p < 0.05). A negative correlation was observed between the Therapeutic Intervention Scoring System (TISS) scale and post-intervention blood pressure/volume load (r = -2.924, -2.184; p < 0.05). CONCLUSION: Intensive water-salt diet nursing interventions effectively control blood pressure, reduce volume load, and mitigate complications in chronic renal failure patients. This approach should be widely implemented in clinical practice.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Middle Aged",
        "Kidney Failure, Chronic",
        "Blood Pressure",
        "Aged",
        "Adult",
        "Diet, Sodium-Restricted",
        "Sodium Chloride, Dietary",
        "Hypertension"
      ]
    },
    {
      "pmid": "40068063",
      "title": "Which is more effective in hypertension?: Salt-free diet vs DASH diet.",
      "authors": [
        "Asli Gizem Çapar",
        "Müge Yilmaz"
      ],
      "journal": "Medicine",
      "publication_date": "2025-Mar-07",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "BACKGROUND: In the management of hypertension lifestyle changes are recommended along with pharmacological treatment. METHODS: This randomized controlled intervention study aimed to compare the effects of a dietary approaches to stop hypertension (DASH) diet and a salt-free diet on blood pressure in hypertension patients. This study was conducted with 60 patients with primary hypertension. One group (n = 30) was given an individualized DASH diet, the other group was given a salt-free diet (n = 30), and the participants were followed for 2-months. The patients' blood pressures were monitored daily throughout the study, and their biochemical parameters were monitored at the beginning of the study, in the first and second months. RESULTS: At the end of the second month, there was no difference between the 2 groups in terms of diastolic blood pressure, while the systolic blood pressure (SBP) of the salt-free diet group (121.03 ± 9.73 mm Hg) was statistically significantly lower than the DASH diet group (126.81 ± 8.91 mm Hg) (P = .021). CONCLUSION: The salt-free diet was more efficient than for lowering SBP. However, the fact that sodium and soluble fiber intakes in the DASH diet group were higher than those in the salt-free diet group at the end of the first month, unlike at the beginning (P < .05), suggests that restricting the salt content of the DASH diet in hypertension could lead to more favorable outcomes on blood pressure, considering its suitability for a healthy diet.",
      "mesh_terms": [
        "Humans",
        "Dietary Approaches To Stop Hypertension",
        "Hypertension",
        "Male",
        "Female",
        "Diet, Sodium-Restricted",
        "Middle Aged",
        "Blood Pressure",
        "Adult",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "40068006",
      "title": "N-Oxide Zwitterionic-Based Antifouling Loose Nanofiltration Membranes with Superior Water Permeance and Effective Dye/Salt Separation.",
      "authors": [
        "Ziming Wang",
        "Shideng Yuan",
        "Dong Wang",
        "Na Zhang",
        "Yun Shen",
        "Zhining Wang"
      ],
      "journal": "Environmental science & technology",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Loose nanofiltration (LNF) membranes with high permeance and separation selectivity are highly desired for the effective separation of organic dyes and inorganic salts. Herein, a novel polyamide LNF membrane was fabricated using zwitterionic amine reactant trimethylamine N-oxide-based polyethylenimine (TPEI) and trimesoyl chloride (TMC) via interfacial polymerization (IP). A thin, loose, and smooth polyamide layer was formed due to the low diffusion rate and modified chemical structure of TPEI. The optimized membrane (NF-TPEI) exhibited an extremely high water permeance of 213.0 L m-2 h-1 bar-1, accompanied by outstanding dye rejections of Congo Red (99.8%), Coomassie Brilliant Blue R250 (99.5%), and Evans Blue (99.9%). Meanwhile, the membrane possessed low rejections (<7.0%) of inorganic salts (Na2SO4, MgSO4, MgCl2, and NaCl). Additionally, the NF-TPEI membrane exhibited outstanding antifouling performance, achieving a superior recovery ratio of 96.0 and 98.1% after the filtration of humic acid and sodium alginate solution, respectively. Compared to the commercial NF270 membrane, the NF-TPEI membrane exhibited significantly improved separation performance in terms of permeance and fouling resistance, which provided more possibilities for high-performance LNF membranes toward the treatment of wastewater with organic contaminants.",
      "mesh_terms": [
        "Filtration",
        "Membranes, Artificial",
        "Coloring Agents",
        "Salts",
        "Water Purification",
        "Water"
      ]
    },
    {
      "pmid": "40062430",
      "title": "A Novel Ammonium Carboxylate Salt of Undecylenic Acid for the Topical Treatment of Gram-Positive and Antibiotic-Resistant Skin Infections.",
      "authors": [
        "Alyce Mayfosh",
        "Thomas Rau"
      ],
      "journal": "Experimental dermatology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Uncomplicated topical skin infections like impetigo, caused by gram-positive bacteria such as Staphylococcus aureus and Streptococcus pyogenes, are a common global health issue, particularly affecting children. With increasing antimicrobial resistance, conventional treatments such as mupirocin are becoming ineffective, highlighting the necessity for new antimicrobial development. Fatty acids have long shown potential as novel antimicrobials, but their development has been limited by solubility and efficacy concerns in topical applications. We previously discovered that combining the amino acid L-arginine with an 11-carbon fatty acid, undecylenic acid, produced a water-soluble ammonium carboxylate salt, arginine undecylenate, referred to as GS-1, that elicits potent antimicrobial activity. Under CLSI test conditions, GS-1 showed effective antibacterial activity against clinical isolates of methicillin-sensitive S. aureus (MSSA), methicillin-resistant S. aureus (MRSA), vancomycin-intermediate S. aureus, and S. pyogenes, with MICs of 0.60-1.26 mg/mL and MBCs of 0.63-5.04 mg/mL, respectively. Fluorescence microscopy revealed GS-1 to elicit antibacterial activity by rapidly permeabilising bacterial membranes and inducing reactive oxygen species formation. Serial exposure of 5 MRSA clinical isolates to sub-lethal doses of GS-1 did not appear to induce resistance. In fact, compared to mupirocin, repeated exposures to GS-1 appeared to sensitise bacteria to GS-1. In an animal model of skin infection, topical GS-1 successfully eradicated MRSA from infected, abraded skin after 6 days of treatment with no signs of toxicity. Finally, repeated topical GS-1 exposure in humans caused no irritation or sensitisation. These results support GS-1 as a potential novel topical antibacterial for the treatment of impetigo and other skin infections.",
      "mesh_terms": [
        "Animals",
        "Anti-Bacterial Agents",
        "Microbial Sensitivity Tests",
        "Mice",
        "Methicillin-Resistant Staphylococcus aureus",
        "Undecylenic Acids",
        "Humans",
        "Staphylococcus aureus",
        "Streptococcus pyogenes",
        "Drug Resistance, Bacterial",
        "Staphylococcal Skin Infections",
        "Administration, Topical",
        "Female",
        "Impetigo",
        "Arginine"
      ]
    },
    {
      "pmid": "40059346",
      "title": "Copper and Nitrogen Codoped CDs for Alleviating the Damage of Reactive Oxygen Species for Cucumber Seedlings under Salt Stress.",
      "authors": [
        "Chen Li",
        "Jieqiang Tan",
        "Zhiwei Zhang",
        "Dunyuan Tan",
        "Xuejie Zhang",
        "Haoran Zhang",
        "Bingfu Lei",
        "Yingliang Liu",
        "Aiguo Yin",
        "Mingtao Zheng"
      ],
      "journal": "ACS applied bio materials",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dramatic changes in climate and soil environments have made growing conditions for crops more challenging. These crops are subject to a range of abiotic stresses in different environments, which can lead to significant yield losses, resulting in economic and environmental damages. Herein, we report a straightforward one-pot hydrothermal method for creating carbon dots codoped with copper and nitrogen (Cu,N-CDs). Under salt stress conditions, Cu,N-CDs demonstrate the ability to alleviate oxidative damage in cucumber seedlings by modulating antioxidant defense mechanisms and scavenging reactive oxygen species (ROS). Cucumber seedling biomass accumulation is greatly enhanced by Cu,N-CDs treatment in the presence of a ROS burst, leading to a notable rise in the dry weight, plant height, and fresh weight. Cu,N-CDs mitigate oxidative damage in cucumber seedlings by activating antioxidant defense systems, specifically enhancing the activities of superoxide dismutase (+34.08%), catalase (+28.11%), peroxidase (+17.54%), and ascorbate peroxidase (+31.54%) to scavenge ROS. Furthermore, Cu,N-CDs can enhance the levels of nonenzymatic elements within the antioxidant system, such as polyphenols (+23.60%), flavonoids (+15.43%), and carotenoid content (+51.73%), which strengthen the scavenging ability of cucumber seedlings against ROS. Meanwhile, Cu,N-CDs can induce a significant increase of soluble sugar and soluble protein content by 27.27 and 32.58%, respectively, which improves the osmotic pressure as well as stress tolerance of plants. Additionally, the accumulation of biomass was aided by the increase in the photosynthetic pigment content that Cu,N-CDs treatment can produce.",
      "mesh_terms": [
        "Copper",
        "Cucumis sativus",
        "Reactive Oxygen Species",
        "Seedlings",
        "Nitrogen",
        "Salt Stress",
        "Antioxidants",
        "Carbon",
        "Particle Size"
      ]
    }
  ]
}