{
  "supplement": "Saturated fat",
  "query": "Saturated fat[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:31:53",
  "research_count": 158,
  "count": 100,
  "articles": [
    {
      "pmid": "40187224",
      "title": "Intervention design and adherence to Mediterranean diet in the Cardiovascular Risk Prevention with a Mediterranean Dietary Pattern Reduced in Saturated Fat (CADIMED) randomized trial.",
      "authors": [
        "Lourdes Chávez-Alfaro",
        "Carmen Tenorio Jiménez",
        "Víctor Silveira-Sanguino",
        "María José Noguera Gómez",
        "Concepción Fernández-Moreno",
        "Ana María Rodríguez Cuesta",
        "Antonio F Lebrón Arana",
        "Óscar Segura Calvo",
        "Ignacio Merino De Haro",
        "Concepción M Aguilera",
        "Carolina Gómez-Llorente",
        "Óscar Daniel Rangel-Huerta",
        "Nerys Astbury",
        "Aurora Pérez-Cornago",
        "Marta Guasch-Ferre",
        "Carmen Piernas"
      ],
      "journal": "Nutrition research (New York, N.Y.)",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Effective interventions targeting modifiable cardiovascular disease (CVD) risk factors, such as diet, are urgently needed. The Cardiovascular Risk Prevention with a Mediterranean Dietary Pattern Reduced in Saturated Fat study hypothesizes that eliminating red and processed meat in the context of a Mediterranean diet (MD) will significantly modify circulating low-density lipoprotein cholesterol concentration and the fatty acid profile compared to general CVD prevention advice. Here we describe the intervention design and summarize baseline dietary intakes (mean ± standard deviation) related to MD adherence and red/processed meat intakes in a sample of 81 participants. The Cardiovascular Risk Prevention with a Mediterranean Dietary Pattern Reduced in Saturated Fat study is a two-arm, 8-week parallel randomized controlled intervention trial involving a final sample of 156 adults (≥18 years) with dyslipidemia (not undergoing pharmacological treatment) recruited from healthcare and community settings in Granada (Spain). The primary outcome will assess changes in circulating low-density lipoprotein cholesterol and the fatty acid profile, whilst secondary outcomes will measure changes in CVD-related metabolites/biomarkers, gut microbiome, diet/lifestyle, and intervention feasibility/acceptability. Preliminary findings indicate low MD adherence (Mediterranean Diet Adherence Screener score 7.6 ± 1.9), and high consumption of red and processed meat (1.04 ± 0.90) servings/d). These results underscore the need for targeted dietary interventions to address the growing burden of dyslipidemia and CVD. If successful, this intervention holds potential for scalability and significant impact on public health, dietary guidelines, and advancements in nutrition science by improving MD adherence and reducing CVD risk factors in adults with dyslipidemia.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Cardiovascular Diseases",
        "Cholesterol, LDL",
        "Diet, Mediterranean",
        "Dietary Fats",
        "Dyslipidemias",
        "Fatty Acids",
        "Gastrointestinal Microbiome",
        "Heart Disease Risk Factors",
        "Patient Compliance",
        "Randomized Controlled Trials as Topic",
        "Red Meat",
        "Spain"
      ]
    },
    {
      "pmid": "39940285",
      "title": "Lipoprotein(a) Response to Dietary Saturated Fat Reduction: Relationship to Apolipoprotein(a) Size Polymorphism in African Americans.",
      "authors": [
        "Hayley G Law",
        "Munkhtuya Myagmarsuren",
        "Heejung Bang",
        "Wei Zhang",
        "Michael Lefevre",
        "Lars Berglund",
        "Byambaa Enkhmaa"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Jan-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: An elevated lipoprotein(a) [Lp(a)] level, which is a prevalent cardiovascular risk factor, is genetically determined by a size polymorphism of its apolipoprotein(a) [apo(a)] component. Despite its genetic control, Lp(a) level increases in response to dietary saturated fat (SFA) reduction. We tested the roles of apo(a) size and characteristics in modulating Lp(a) response to SFA reduction. METHODS: We assessed apo(a) characteristics in 165 African Americans experiencing a 24% Lp(a) increase resulting from SFA reduction [16% at an average American Diet diet (AAD) to 6% at a DASH-type diet]. Apo(a) effects were tested based on the following factors: (1) the presence of a small atherogenic size (≤22 kringles), (2) phenotype (single or two isoforms), (3) isoform dominance, and (4) tertiles of combined kringle sizes. RESULTS: There were no significant differences in Lp(a) increases between carriers vs. non-carriers of a small apo(a), between those with a single vs. two expressed isoforms, or in those with differing isoform dominance patterns (p > 0.05 for all). The extent of Lp(a) increase differed across increasing tertiles of combined kringle sizes (p = 0.006 for trend). In a multivariate model, the AAD Lp(a) level was a significant predictor of Lp(a) changes (p < 0.05). Relative increases in the allele-specific apo(a) level-an Lp(a) level associated with a defined apo(a) size-were similar across the apo(a) size spectrum. CONCLUSIONS: Reducing dietary SFA intake results in a 24% increase in Lp(a) level in African Americans across apo(a) sizes. Individuals with smaller apo(a) sizes reached an elevated Lp(a) level post-intervention compared to those with larger sizes, in some cases resulting in cardiovascular risk reclassification.",
      "mesh_terms": [
        "Humans",
        "Black or African American",
        "Female",
        "Male",
        "Lipoprotein(a)",
        "Middle Aged",
        "Adult",
        "Polymorphism, Genetic",
        "Dietary Fats",
        "Apoprotein(a)",
        "Fatty Acids",
        "Diet, Fat-Restricted",
        "Apolipoproteins A",
        "Protein Isoforms",
        "Aged",
        "White"
      ]
    },
    {
      "pmid": "39128582",
      "title": "Long-term saturated fat-enriched diets impair hippocampal learning and memory processes in a sex-dependent manner.",
      "authors": [
        "Ana Belén Sanz-Martos",
        "María Roca",
        "Adrián Plaza",
        "Beatriz Merino",
        "Mariano Ruiz-Gayo",
        "Nuria Del Olmo"
      ],
      "journal": "Neuropharmacology",
      "publication_date": "2024-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Consumption of saturated fat-enriched diets during adolescence has been closely associated with the reduction of hippocampal synaptic plasticity and the impairment of cognitive function. Nevertheless, the effect of long-term intake of these foods has not yet been studied. In the present study, we have investigated the effect of a treatment, lasting for 40 weeks, with a diet enriched in saturated fat (SOLF) on i) spatial learning and memory, ii) hippocampal synaptic transmission and plasticity, and iii) hippocampal gene expression levels in aged male and female mice. Our findings reveal that SOLF has a detrimental impact on spatial memory and synaptic plasticity mechanisms, such as long-term potentiation (LTP), and downregulates Gria1 expression specifically in males. In females, SOLF downregulates the gene expression of Gria1/2/3 and Grin1/2A/2B glutamate receptor subunits as well as some proinflammatory interleukins. These findings highlight the importance of considering sex-specific factors when assessing the long-term effects of high-fat diets on cognition and brain plasticity.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Female",
        "Hippocampus",
        "Diet, High-Fat",
        "Sex Characteristics",
        "Mice",
        "Mice, Inbred C57BL",
        "Neuronal Plasticity",
        "Spatial Learning",
        "Receptors, AMPA",
        "Spatial Memory",
        "Memory",
        "Long-Term Potentiation",
        "Receptors, N-Methyl-D-Aspartate",
        "Synaptic Transmission",
        "Dietary Fats"
      ]
    },
    {
      "pmid": "39111551",
      "title": "Variation of LDL cholesterol in response to the replacement of saturated with unsaturated fatty acids: a nonrandomized, sequential dietary intervention; the Reading, Imperial, Surrey, Saturated fat Cholesterol Intervention (\"RISSCI\"-1) study.",
      "authors": [
        "Athanasios Koutsos",
        "Bruce A Griffin",
        "Rona Antoni",
        "Ezgi Ozen",
        "Laury Sellem",
        "Gloria Wong",
        "Hasnaa Ayyad",
        "Barbara A Fielding",
        "M D Robertson",
        "Jonathan Swann",
        "Kim G Jackson",
        "Julie A Lovegrove"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Clinical Trial"
      ],
      "abstract": "BACKGROUND: Serum low density lipoprotein (LDL) cholesterol shows marked interindividual variation in response to the replacement of saturated fatty acids (SFAs) with unsaturated fatty acids (UFAs). OBJECTIVES: To demonstrate the efficacy of United Kingdom guidelines for exchanging dietary SFAs for UFAs, to reduce serum LDL cholesterol and other cardiovascular disease (CVD) risk factors, and to identify determinants of the variability in LDL cholesterol response. METHODS: Healthy males (n = 109, mean ± SD age 48 ± 11 y; BMI 25.1 ± 3.3 kg/m2), consumed a higher-SFA/lower-UFA diet for 4 wk, followed by an isoenergetic, lower-SFA/higher-UFA diet for 4 wk (achieved intakes SFA:UFA as % total energy 19.1:14.8 and 8.9:24.5, respectively). Serum LDL cholesterol, CVD risk markers, peripheral blood mononuclear cell (PBMC) gene expression, and dietary intakes were assessed at baseline and the end of each diet. RESULTS: Transition from a higher-SFA/lower-UFA to a lower-SFA/higher-UFA diet significantly reduced fasting blood lipids: LDL cholesterol (-0.50 mmol/L; 95% confidence interval [CI]: -0.58, -0.42), high-density lipoprotein (HDL) cholesterol (-0.11 mmol/L; 95% CI: -0.14, -0.08), and total cholesterol (TC) (-0.65 mmol/L; 95% CI:-0.75, -0.55). The dietary exchange also reduced apolipoprotein (apo)B, TC:HDL cholesterol ratio, non-HDL cholesterol, E-selectin (P < 0.0001), and LDL subfraction composition (cholesterol [LDL-I and LDL-II], apoB100 [LDL-I and LDL-II], and TAG [LDL-II]) (P < 0.01). There was also an increase in plasma biomarkers of cholesterol intestinal absorption (β-sitosterol, campesterol, cholestanol), and synthesis (desmosterol) (P < 0.0001) and fold change in PBMC LDL-receptor mRNA expression relative to the higher-SFA/lower-UFA diet (P = 0.035). Marked interindividual variation in the change in serum LDL cholesterol response (-1.39 to +0.77 mmol/L) to this dietary exchange was observed, with 33.7% of this variation explained by serum LDL cholesterol before the lower-SFA/higher-UFA diet and reduction in dietary SFA intake (adjusted R2 27% and 6.7%, respectively). APOE genotype was unrelated to serum LDL cholesterol response to SFA. CONCLUSIONS: These findings support the efficacy of United Kingdom SFA dietary guidelines for the overall lowering of serum LDL cholesterol but showed marked variation in LDL cholesterol response. Further identification of the determinants of this variation will facilitate targeting and increasing the efficacy of these guidelines. The RISSCI-1 study was registered with ClinicalTrials.Gov (No. NCT03270527).",
      "mesh_terms": [
        "Humans",
        "Male",
        "Cholesterol, LDL",
        "Middle Aged",
        "Fatty Acids, Unsaturated",
        "Fatty Acids",
        "Adult",
        "Cardiovascular Diseases",
        "Diet",
        "Dietary Fats"
      ]
    },
    {
      "pmid": "38887252",
      "title": "Effect of reducing saturated fat intake on cardiovascular disease in adults: an umbrella review.",
      "authors": [
        "Adolfo Aramburu",
        "Gandy Dolores-Maldonado",
        "Katherine Curi-Quinto",
        "Karen Cueva",
        "Giancarlo Alvarado-Gamarra",
        "Katherine Alcalá-Marcos",
        "Carlos R Celis",
        "Claudio F Lanata"
      ],
      "journal": "Frontiers in public health",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "INTRODUCTION: Our objective was to explore the effect of the reduction of saturated fat (SAF) intake on cardiovascular disease, mortality and other health-related outcomes in adults. METHODS: We conducted an umbrella review, searching Medline, Scopus, EMBASE, Cochrane Library, and LILACS databases for systematic reviews from December 1, 2012, to December 1, 2022. We have included meta-analyses of randomized controlled trials (RCTs) and cohort studies. We extracted effect sizes (95%CI), heterogeneity (I 2), and evidence quality rating based on the population, intervention, comparator, and outcomes. RESULTS: 21 meta-analyses were included (three were from RCTs, and 18 were from cohort studies). Among meta-analyses of RCTs, 15 of the 45 associations were significant. The effect of reduction in SAF intake on combined cardiovascular events (RR 0.79, 95%CI 0.66-0.93) was graded as having moderate certainty of evidence. We found no effect on all-cause mortality, cardiovascular mortality, cancer deaths, and other cardiovascular events. Among meta-analyses of cohort studies, five of the 19 associations were significant. There was an increase in coronary heart disease mortality (HR 1.10, 95% CI 1.01-1.21) and breast cancer mortality (HR 1.51, 95% CI 1.09-2.09) in participants with higher SFA intake compared to reduced SFA. We found no effect on all-cause mortality, cardiovascular mortality, and other cardiovascular events. CONCLUSION: This umbrella review found the reduction in SAF intake probably reduces cardiovascular events and other health outcomes. However, it has little or no effect on cardiovascular mortality and mortality from other causes. More high-quality clinical trials with long-term follow-up are needed.Systematic review registration: CRD42022380859.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Cardiovascular Diseases",
        "Dietary Fats",
        "Fatty Acids",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "38852700",
      "title": "Tributyrin reverses the deleterious effect of saturated fat on working memory and synaptic plasticity in juvenile mice: differential effects in males and females.",
      "authors": [
        "Ana Belén Sanz-Martos",
        "María Roca",
        "Mariano Ruiz-Gayo",
        "Nuria Del Olmo"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2024-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Short-chain fatty acids, such as butyric acid, derived from the intestinal fermentation of dietary fiber, have been proposed as a treatment for certain pathologies of the central nervous system. Our research group has shown that tributyrin (TB), a butyric acid prodrug, reverses deficits in spatial memory and modulates hippocampal synaptic plasticity. In the present work, diets enriched in either saturated (SOLF; Saturated OiL-enriched Food) or unsaturated (UOLF; Unsaturated OiL-enriched Food) fat were supplied during either 2 h or 8 weeks to 5-week-old male and female mice undergoing a treatment schedule with TB. After the dietary treatment, spatial learning and memory (SLM) was assessed in both the Y-maze and the eight-arm radial maze (RAM). Hippocampal expression of genes involved in glutamatergic transmission as well as synaptic plasticity (long-term potentiation -LTP- and long-term depression -LTD-) were also analyzed. Our results show that 2 h of SOLF intake impaired LTP as well as the performance in the Y-Maze in juvenile male mice whereas no effect was found in females. Moreover, TB reversed both effects in SLM and LTP in males. In the case of chronic intake, both SOLF and UOLF deteriorated SLM measured in the RAM in both sexes whereas TB only reversed LTP impairment induced by SOLF in male mice. These results suggest that TB may have a potentially beneficial influence on learning and memory processes, contingent upon the type of diet and the sex of the individuals.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Female",
        "Mice",
        "Neuronal Plasticity",
        "Triglycerides",
        "Memory, Short-Term",
        "Hippocampus",
        "Maze Learning",
        "Sex Characteristics",
        "Dietary Fats",
        "Fatty Acids",
        "Long-Term Potentiation"
      ]
    },
    {
      "pmid": "38495314",
      "title": "A policy approach to identifying food and beverage products that are ultra-processed and high in added salt, sugar and saturated fat in the United States: a cross-sectional analysis of packaged foods.",
      "authors": [
        "Barry M Popkin",
        "Donna R Miles",
        "Lindsey Smith Taillie",
        "Elizabeth K Dunford"
      ],
      "journal": "Lancet regional health. Americas",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Governments globally aim to reduce the intake of unhealthy foods. Many policies exist that aim to address foods high in saturated fat, salt and sugar (HFSS) but the identification of ultra-processed foods (UPF) have presented a greater challenge due to the lack of an appropriate policy definition. To support policymakers, we provide approaches that can support governments to identify both HFSS foods and UPFs. METHODS: Four approaches combining elements of UPF definitions (i.e., presence of additives) and HFSS definitions were compared attempting to simplify and standardize the identification of less healthy products. Nationally representative food purchase data from NielsenIQ linked with nutrition facts label data were used to examine the mean proportion of product volume purchased by US households to be targeted. Differences between approaches were examined using Student t test; Bonferroni adjusted P value < 0.0001 was considered significant. FINDINGS: In 2020, 50% of 33,054,687 products purchased by US households were considered UPFs (65% of foods and 38% of beverages) and 43% HFSS (65% of foods and 26% of beverages), however there was not 100% agreement between the two definitions (P < 0.0001). By starting with HFSS criteria and adding elements of UPF (colors and flavors), we were able to provide a method with 100% agreement between the identification of UPFs and HFSS products. INTERPRETATION: Results demonstrated how combining HFSS criteria with UPF criteria can be used to identify less healthy foods and ensure policymakers have both a simple and accurate method to target products for policy intervention. FUNDING: Bloomberg Philanthropies and the Global Food Research Program of UNC-Chapel Hill provided funds."
    },
    {
      "pmid": "38367032",
      "title": "Comparison of the impact of saturated fat from full-fat yogurt or low-fat yogurt and butter on cardiometabolic factors: a randomized cross-over trial.",
      "authors": [
        "Yegane Rajabpour Ranjbar",
        "Javad Nasrollahzadeh"
      ],
      "journal": "European journal of nutrition",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "PURPOSE: Dairy foods are often a major contributor to dietary saturated fatty acids (SFA) intake. However, different SFA-rich foods may not have the same effects on cardiovascular risk factors. We compared full-fat yogurt with low-fat yogurt and butter for their effects on cardiometabolic risk factors in healthy individuals. METHODS: Randomized, two-period crossover trial conducted from October 2022 to April 2023 among 30 healthy men and women (15 to receive full-fat yogurt first, and 15 to receive low-fat yogurt and butter first). Participants consumed a diet with 1.5-2 servings of full-fat (4%) yogurt or low-fat (< 1.5) yogurt and 10-15 g of butter per day for 4 weeks, with 4 weeks wash-out when they consumed 1.5-2 servings of low-fat milk. At baseline, and the end of each 4 weeks, fasting blood samples were drawn and plasma lipids, glycemic and inflammatory markers as well as expression of some genes in the blood buffy coats fraction were determined. RESULTS: All 30 participants completed the two periods of the study. Apolipoprotein B was higher for the low-fat yogurt and butter [changes from baseline, + 10.06 (95%CI 4.64 to 15.47)] compared with the full-fat yogurt [-4.27 (95%CI, -11.78 to 3.23)] and the difference between two treatment periods was statistically significant (p = 0.004). Non-high-density lipoprotein increased for the low-fat yogurt and butter [change, + 5.06 (95%CI (-1.56 to 11.69) compared with the full-fat yogurt [change, - 4.90 (95%CI, -11.61 to 1.81), with no significant difference between two periods (p = 0.056). There were no between-period differences in other plasma lipid, insulin, and inflammatory biomarkers or leukocyte gene expression of ATP-binding cassette transporter 1 and CD36. CONCLUSION: This study suggests that short-term intake of SFAs from full-fat yogurt compared to intake from butter and low-fat yogurt has fewer adverse effects on plasma lipid profile. CLINICALTRIALS: GOV: NCT05589350, 10/15/2022.",
      "mesh_terms": [
        "Humans",
        "Yogurt",
        "Cross-Over Studies",
        "Male",
        "Butter",
        "Female",
        "Dietary Fats",
        "Adult",
        "Fatty Acids",
        "Cardiometabolic Risk Factors",
        "Middle Aged",
        "Cardiovascular Diseases"
      ]
    },
    {
      "pmid": "38272555",
      "title": "Study protocol for a 15-week randomised controlled trial assessing the independent effects of high-cholesterol and high-saturated fat diets on LDL cholesterol.",
      "authors": [
        "Sharayah Carter",
        "Alison M Hill",
        "Catherine Yandell",
        "Jonathan D Buckley",
        "Alison M Coates"
      ],
      "journal": "BMJ open",
      "publication_date": "2024-Jan-25",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Previous research has associated high dietary cholesterol intake with raised low-density lipoprotein cholesterol (LDL-C) and thus increased risk for cardiovascular disease (CVD). Emerging research suggests that it is saturated fat, not dietary cholesterol, associated with increased CVD risk. Despite being high in cholesterol, eggs, low in saturated fat, are not adversely associated with blood lipids or CVD risk. This paper describes a randomised controlled counter-balanced, cross-over trial assessing the effects of a high-cholesterol/low-saturated fat (egg) diet and a low-cholesterol/high-saturated fat diet (egg free) on blood lipids and lipoproteins, while accounting for physical activity levels which can also influence these parameters. The primary aim is to demonstrate that high cholesterol intake (from eggs) within a healthy, low-saturated fat diet does not adversely affect blood lipid levels and lipoprotein profiles. Instead, we propose that adverse effects on these parameters are mediated by saturated fat intake. The secondary aim is to explore relationships between changes in blood lutein and zeaxanthin concentrations and alterations in physical activity, examining whether changes in physical activity mediate effects on blood lipids and lipoproteins. METHODS AND ANALYSIS: Fifty-two adults aged 18-60 years with LDL-C less than 3.5 mmol/L will be randomly allocated to three isocaloric diets for 5 weeks each: a high-cholesterol (600 mg)/low-saturated fat (6%) (egg) diet, a low-cholesterol (300 mg)/high-saturated fat (12%) (egg free) diet and a control diet that is high in both cholesterol (600 mg) and saturated fat (12%). Lipid and lipoprotein levels, lipoprotein size and concentrations, blood pressure, blood glucose, physical activity levels, and plasma lutein and zeaxanthin concentrations will be measured. Treatment effects will be analysed using linear mixed effects models. ETHICS AND DISSEMINATION: Ethics approval was obtained from the University of South Australia Human Research Ethics Committee no. 204 327. Results will be disseminated through peer-reviewed journals and national and international presentations. TRIAL REGISTRATION NUMBER: NCT05267522.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Cardiovascular Diseases",
        "Cholesterol",
        "Cholesterol, LDL",
        "Diet, High-Fat",
        "Dietary Fats",
        "Fatty Acids",
        "Hypercholesterolemia",
        "Lipids",
        "Lipoproteins",
        "Lutein",
        "Randomized Controlled Trials as Topic",
        "Triglycerides",
        "Zeaxanthins",
        "Adolescent",
        "Young Adult",
        "Middle Aged"
      ]
    },
    {
      "pmid": "37686029",
      "title": "Saturated Fat-Mediated Upregulation of IL-32 and CCL20 in Hepatocytes Contributes to Higher Expression of These Fibrosis-Driving Molecules in MASLD.",
      "authors": [
        "Katharina Schilcher",
        "Rania Dayoub",
        "Marion Kubitza",
        "Jakob Riepl",
        "Kathrin Klein",
        "Christa Buechler",
        "Michael Melter",
        "Thomas S Weiss"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Aug-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) comprises a spectrum of liver diseases, ranging from liver steatosis to metabolic dysfunction-associated steatohepatitis (MASH), increasing the risk of developing cirrhosis and hepatocellular carcinoma (HCC). Fibrosis within MASLD is critical for disease development; therefore, the identification of fibrosis-driving factors is indispensable. We analyzed the expression of interleukin 32 (IL-32) and chemokine CC ligand 20 (CCL20), which are known to be linked with inflammation and fibrosis, and for their expression in MASLD and hepatoma cells. RT-PCR, ELISA and Western blotting analyses were performed in both human liver samples and an in vitro steatosis model. IL-32 and CCL20 mRNA expression was increased in tissues of patients with NASH compared to normal liver tissue. Stratification for patatin-like phospholipase domain-containing protein 3 (PNPLA3) status revealed significance for IL-32 only in patients with I148M (rs738409, CG/GG) carrier status. Furthermore, a positive correlation was observed between IL-32 expression and steatosis grade, and between IL-32 as well as CCL20 expression and fibrosis grade. Treatment with the saturated fatty acid palmitic acid (PA) induced mRNA and protein expression of IL-32 and CCL20 in hepatoma cells. This induction was mitigated by the substitution of PA with monounsaturated oleic acid (OA), suggesting the involvement of oxidative stress. Consequently, analysis of stress-induced signaling pathways showed the activation of Erk1/2 and p38 MAPK, which led to an enhanced expression of IL-32 and CCL20. In conclusion, cellular stress in liver epithelial cells induced by PA enhances the expression of IL-32 and CCL20, both known to trigger inflammation and fibrosis.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Hepatocellular",
        "Chemokine CCL20",
        "Chemokines",
        "Fatty Liver",
        "Hepatocytes",
        "Ligands",
        "Liver Cirrhosis",
        "Liver Neoplasms",
        "Metabolic Diseases",
        "Palmitic Acid",
        "Up-Regulation",
        "Fats, Unsaturated"
      ]
    },
    {
      "pmid": "37482217",
      "title": "Reducing saturated fat intake lowers LDL-C but increases Lp(a) levels in African Americans: the GET-READI feeding trial.",
      "authors": [
        "Hayley G Law",
        "Muhammad A Khan",
        "Wei Zhang",
        "Heejung Bang",
        "Jennifer Rood",
        "Marlene Most",
        "Michael Lefevre",
        "Lars Berglund",
        "Byambaa Enkhmaa"
      ],
      "journal": "Journal of lipid research",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Reducing dietary saturated fatty acids (SFA) intake results in a clinically significant lowering of low-density lipoprotein cholesterol (LDL-C) across ethnicities. In contrast, dietary SFA's role in modulating emerging cardiovascular risk factors in different ethnicities remains poorly understood. Elevated levels of lipoprotein(a) [Lp(a)], an independent cardiovascular risk factor, disproportionally affect individuals of African descent. Here, we assessed the responses in Lp(a) levels to dietary SFA reduction in 166 African Americans enrolled in GET-READI (The Gene-Environment Trial on Response in African Americans to Dietary Intervention), a randomized controlled feeding trial. Participants were fed two diets in random order for 5 weeks each: 1) an average American diet (AAD) (37% total fat: 16% SFA), and 2) a diet similar to the Dietary Approaches to Stop Hypertension (DASH) diet (25% total fat: 6% SFA). The participants' mean age was 35 years, 70% were women, the mean BMI was 28 kg/m2, and the mean LDL-C was 116 mg/dl. Compared to the AAD diet, LDL-C was reduced by the DASH-type diet (mean change: -12 mg/dl) as were total cholesterol (-16 mg/dl), HDL-C (-5 mg/dl), apoA-1 (-9 mg/dl) and apoB-100 (-5 mg/dl) (all P < 0.0001). In contrast, Lp(a) levels increased following the DASH-type diet compared with AAD (median: 58 vs. 44 mg/dl, P < 0.0001). In conclusion, in a large cohort of African Americans, reductions in SFA intake significantly increased Lp(a) levels while reducing LDL-C. Future studies are warranted to elucidate the mechanism(s) underlying the SFA reduction-induced increase in Lp(a) levels and its role in cardiovascular risk across populations.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Black or African American",
        "Cholesterol, LDL",
        "Diet",
        "Dietary Fats",
        "Lipoprotein(a)"
      ]
    },
    {
      "pmid": "36869534",
      "title": "Influence of coffee roasting degree on inflammatory and oxidative stress markers in high-fructose and saturated fat-fed rats.",
      "authors": [
        "Monica Anese",
        "Marilisa Alongi",
        "Maribel Cervantes-Flores",
        "Luis E Simental-Mendía",
        "Gerardo Martínez-Aguilar",
        "Almendra A Valenzuela-Ramírez",
        "Juan A Rojas-Contreras",
        "Fernando Guerrero-Romero",
        "Claudia I Gamboa-Gómez"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The objective of this study was to evaluate the effect of roasting coffee degree on inflammatory (NF-kβ F-6 and TNF-α) and stress oxidative markers (malondialdehyde (MDA), nitric oxide (NO) end product concentrations, catalase (CAT), and superoxide dismutase (SOD) in high-fructose and saturated fat (HFSFD)-fed rats. Roasting was performed using hot air circulation (200 °C) for 45 and 60 min, obtaining dark and very dark coffee, respectively. Male Wistar rats were randomly assigned to receive a) unroasted coffee, b) dark coffee, c) very dark coffee, or distilled water for the control group (n = 8). Coffee brews (7.4 mL/per day equivalent to 75 mL/day in humans) were given by gavage for sixteen weeks. All treated groups significantly decreased NF-kβ F-6 (∼30 % for unroasted, ∼50 % for dark, and ∼ 75 % for very dark group) and TNF-α in the liver compared with the control group. Additionally, TNF-α showed a significant reduction in all treatment groups (∼26 % for unroasted and dark groups, and ∼ 39 % for very dark group) in adipose tissue (AT) compared with the negative control. Regarding oxidative stress makers, all coffee brews exerted antioxidant effects in serum, AT, liver, kidney, and heart. Our results revealed that the anti-inflammatory and antioxidant effects of coffee vary according to the roasting degree in HFSFD-fed rats.",
      "mesh_terms": [
        "Humans",
        "Rats",
        "Animals",
        "Male",
        "Antioxidants",
        "Rats, Wistar",
        "Tumor Necrosis Factor-alpha",
        "Oxidative Stress",
        "Fructose"
      ]
    },
    {
      "pmid": "36771441",
      "title": "Replacing Foods with a High-Glycemic Index and High in Saturated Fat by Alternatives with a Low Glycemic Index and Low Saturated Fat Reduces Hepatic Fat, Even in Isocaloric and Macronutrient Matched Conditions.",
      "authors": [
        "Jeremy Basset-Sagarminaga",
        "Kay H M Roumans",
        "Bas Havekes",
        "Ronald P Mensink",
        "Harry P F Peters",
        "Peter L Zock",
        "Renée de Mutsert",
        "Jan Borén",
        "Lucas Lindeboom",
        "Patrick Schrauwen",
        "Vera B Schrauwen-Hinderling"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Feb-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Current guidelines aim to limit the dietary glycemic index (GI) and intake of saturated fatty acids (SFA). Several studies have shown favorable effects of low-GI or low-SFA diets on intrahepatic lipid content (IHL), but these studies were performed under overfeeding conditions or extreme differences in GI or SFA to maximize the contrast between diets. By combining changes in GI and SFA, we can mimic how people can improve their diet in a realistic setting. OBJECTIVES: We investigated the effect on liver fat content and substrate metabolism of both reducing GI and replacing SFA with polyunsaturated fat in practically realistic amounts under isocaloric conditions. DESIGN AND METHODS: In a randomized crossover study, thirteen overweight participants consumed two diets, one high in GI and SFA (high GI/SFA) and one low in GI and SFA (low GI/SFA) with identical macronutrient composition, for two weeks each. Diets were equal in caloric content, consisted of habitual food items, and had a macronutrient composition that can be easily achieved in daily life. At the end of each intervention, IHL content/composition and liver glycogen were measured by magnetic resonance spectroscopy. Additionally, fasted and postprandial hepatic de novo lipogenesis and glycemic and metabolic responses were investigated. RESULTS: IHL was significantly lower (-28%) after the two-week low-GI/SFA diet (2.4 ± 0.5% 95% CI [1.4, 3.4]) than after the two-week high-GI/SFA diet (3.3 ± 0.6% 95% CI [1.9, 4.7], p < 0.05). Although hepatic glycogen content, hepatic de novo lipogenesis, hepatic lipid composition, and substrate oxidation during the night were similar between the two diets, the glycemic response to the low-GI/SFA diet was reduced (p < 0.05). CONCLUSIONS: Changes in macronutrient quality can already have drastic effects on liver fat content and postprandial glycemia after two weeks and even when energy content and the percentage of total fat and carbohydrate remains unchanged.",
      "mesh_terms": [
        "Humans",
        "Glycemic Index",
        "Cross-Over Studies",
        "Fatty Acids",
        "Dietary Fats",
        "Diet, Fat-Restricted",
        "Liver",
        "Nutrients",
        "Dietary Carbohydrates"
      ]
    },
    {
      "pmid": "35938289",
      "title": "Cardiac and respiratory muscle responses to dietary N-acetylcysteine in rats consuming a high-saturated fat, high-sucrose diet.",
      "authors": [
        "Rachel C Kelley",
        "Stephanie S Lapierre",
        "Derek R Muscato",
        "Dongwoo Hahn",
        "Demetra D Christou",
        "Leonardo F Ferreira"
      ],
      "journal": "Experimental physiology",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "NEW FINDINGS: What is the central question of this study? This study addresses whether a high-fat, high-sucrose diet causes cardiac and diaphragm muscle abnormalities in male rats and whether supplementation with the antioxidant N-acetylcysteine reverses diet-induced dysfunction. What is the main finding and its importance? N-Acetylcysteine attenuated the effects of high-fat, high-sucrose diet on markers of cardiac hypertrophy and diastolic dysfunction, but neither high-fat, high-sucrose diet nor N-acetylcysteine affected the diaphragm. These results support the use of N-acetylcysteine to attenuate cardiovascular dysfunction induced by a 'Western' diet. ABSTRACT: Individuals with overweight or obesity display respiratory and cardiovascular dysfunction, and oxidative stress is a causative factor in the general aetiology of obesity and of skeletal and cardiac muscle pathology. Thus, this preclinical study aimed to define diaphragmatic and cardiac morphological and functional alterations in response to an obesogenic diet in rats and the therapeutic potential of an antioxidant supplement, N-acetylcysteine (NAC). Young male Wistar rats consumed ad libitum a 'lean' or high-saturated fat, high-sucrose (HFHS) diet for ∼22 weeks and were randomized to control or NAC (2 mg/ml in the drinking water) for the last 8 weeks of the dietary intervention. We then evaluated diaphragmatic and cardiac morphology and function. Neither HFHS diet nor NAC supplementation affected diaphragm-specific force, peak power or morphology. Right ventricular weight normalized to estimated body surface area, left ventricular fractional shortening and posterior wall maximal shortening velocity were higher in HFHS compared with lean control animals and not restored by NAC. In HFHS rats, the elevated deceleration rate of early transmitral diastolic velocity was prevented by NAC. Our data showed that the HFHS diet did not compromise diaphragmatic muscle morphology or in vitro function, suggesting other possible contributors to breathing abnormalities in obesity (e.g., abnormalities of neuromuscular transmission). However, the HFHS diet resulted in cardiac functional and morphological changes suggestive of hypercontractility and diastolic dysfunction. Supplementation with NAC did not affect diaphragm morphology or function but attenuated some of the cardiac abnormalities in the rats receiving the HFHS diet.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats",
        "Acetylcysteine",
        "Antioxidants",
        "Diet, High-Fat",
        "Fatty Acids",
        "Obesity",
        "Rats, Wistar",
        "Respiratory Muscles",
        "Sucrose"
      ]
    },
    {
      "pmid": "35774548",
      "title": "A Newly Developed Indicator of Overeating Saturated Fat Based on Serum Fatty Acids and Amino Acids and Its Association With Incidence of Type 2 Diabetes: Evidence From Two Randomized Controlled Feeding Trials and a Prospective Study.",
      "authors": [
        "Wei Wei",
        "Tianqi Zi",
        "Ruiming Yang",
        "Jiaxu Xu",
        "Yunyan Chen",
        "XiTao Jiang",
        "Xia Chu",
        "Xue Yang",
        "Wenbo Jiang"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Hyper-caloric intake of saturated fatty acids (SFAs) is common in modern societies, probably contributing to the epidemic of type 2 diabetes mellitus (T2DM). This study conducted two randomized controlled trials (RCTs) for developing a new indicator that can assess the nutritional status and examined its association with incidence of T2DM. METHODS: In RCT 1, healthy participants were randomly assigned into three groups, namely, control group (n = 40), overfeeding group 1 (100 g butter per day, n = 37), and overfeeding group 2 (120 g butter per day, n = 37). In RCT 2, healthy subjects were randomly assigned into two groups, namely, control group (n = 52) and high-fat group (300-extra kcal/day from diet that was designed by high-fat diet, n = 58). In the prospective cohort, 4,057 participants aged 20-74 years were enrolled and followed up over 5.3 years. Serum profiles of fatty acids and amino acids were measured. RESULTS: In RCT 1, serum fatty acids, including C14:0 and C18:0, increased, whereas C18:2, C20:4, C22:5, and C22:6 decreased; serum amino acids, including tyrosine, alanine, and aminobutyric acid, increased, whereas histidine and glycine decreased (p < 0.05). Among these serum fatty acids and amino acids, changes in C14:0, C20:4, tyrosine, histidine, and glycine were also observed in RCT 2. An indicator was developed based on the five fatty acids and amino acids, namely, C14:0 × tyrosine × 1,000/[C20:4 × (glycine + histidine)], and it significantly identified participants in the intervention group with area under the curve (AUC) (95% CI) being 0.85 (0.77-0.92). The indicator was significantly associated with incidence of T2DM in the prospective cohort with HRs (95% CIs) from bottom quartile to top quartile being 1,1.21 (0.82-1.77), 1.60 (1.12-2.30), 2.04 (1.42-2.94). CONCLUSION: The newly developed indicator in RCTs can be used in assessing the nutritional status of hypercaloric intake of SFA and predicting the development of T2DM."
    },
    {
      "pmid": "34708513",
      "title": "Replacing Saturated Fat with Polyunsaturated Fat Modulates Peripheral Blood Mononuclear Cell Gene Expression and Pathways Related to Cardiovascular Disease Risk Using a Whole Transcriptome Approach.",
      "authors": [
        "Sunniva V Larsen",
        "Kirsten B Holven",
        "Jacob J Christensen",
        "Arnar Flatberg",
        "Amanda Rundblad",
        "Lena Leder",
        "Rune Blomhoff",
        "Vibeke Telle-Hansen",
        "Marjukka Kolehmainen",
        "Carsten Carlberg",
        "Mari C Myhrstad",
        "Magne Thoresen",
        "Stine M Ulven"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "SCOPE: The aim of this study is to explore the molecular mechanisms underlying the effect of replacing dietary saturated fat (SFA) with polyunsaturated fat (PUFA) on cardiovascular disease (CVD) risk using a whole transcriptome approach. METHODS AND RESULTS: Healthy subjects with moderate hypercholesterolemia (n = 115) are randomly assigned to a control diet (C-diet) group or an experimental diet (Ex-diet) group receiving comparable food items with different fatty acid composition for 8 weeks. RNA isolated from peripheral blood mononuclear cells (PBMCs) at baseline and after 8 weeks of intervention is analyzed by microarray technology (n = 95). By use of a linear regression model (n = 92), 14 gene transcripts are differentially altered in the Ex-diet group compared to the C-diet group. These include transcripts related to vascular smooth muscle cell proliferation, low-density lipoprotein receptor folding, and regulation of blood pressure. Furthermore, pathways mainly related to immune response and inflammation, signal transduction, development, and cytoskeleton remodeling, gene expression and protein function, are differentially enriched between the groups. CONCLUSION: Replacing dietary SFA with PUFA for 8 weeks modulates PBMC gene expression and pathways related to CVD risk in healthy subjects with moderate hypercholesterolemia.",
      "mesh_terms": [
        "Cardiovascular Diseases",
        "Dietary Fats",
        "Fatty Acids",
        "Humans",
        "Leukocytes, Mononuclear",
        "Transcriptome"
      ]
    },
    {
      "pmid": "34679092",
      "title": "The effects of dietary saturated fat source on weight gain and adiposity are influenced by both sex and total dietary lipid intake in zebrafish.",
      "authors": [
        "Lauren A Fowler",
        "Audrey D Powers",
        "Michael B Williams",
        "James L Davis",
        "Robert J Barry",
        "Louis R D'Abramo",
        "Stephen A Watts"
      ],
      "journal": "PloS one",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "The effects of saturated fat intake on obesity and cardiovascular health remain inconclusive, likely due in part to their varied nature and interactions with other nutrients. Investigating the synergistic effects of different saturated fat sources with other dietary lipid components will help establish more accurate nutritional guidelines for dietary fat intake. Over the past two decades, zebrafish (Danio rerio) have been established as an attractive model system to address questions regarding contributions of dietary lipid intake to diet-induced obesity in humans. The goal of the present study was to assess interactions of three different saturated fat sources (milk fat, palm oil, and coconut oil) with sex and total dietary lipid intake on weight gain and body composition in adult zebrafish. Larvae were raised on live feeds until 28 days post fertilization, and then fed a formulated maintenance diet until three months of age. An eight-week feeding trial was then initiated, in which zebrafish were fed nine experimental low- and high-fat diets varying in saturated fatty acid and long-chain polyunsaturated fatty acid content, in addition to a low-fat and high-fat control diet. At termination of the feeding trial, each treatment was evaluated according to body mass, moisture content, and adiposity. Sex and diet significantly interacted in their effects on body mass (P = 0.026), moisture content (P = 0.044), and adiposity (P = 0.035). The influence of saturated fat source on body mass was observed to be dependent on intake of total dietary lipid. In females, all three saturated fat sources had similar effects on adiposity. From these observations, we hypothesize that impacts of saturated fat intake on energy allocation and obesity-related phenotypes are influenced by both sex and intake of other dietary lipid components. Our results suggest that current nutritional guidelines for saturated fat intake may need to be re-evaluated and take sex-specific recommendations into consideration.",
      "mesh_terms": [
        "Adiposity",
        "Animals",
        "Diet, Fat-Restricted",
        "Diet, High-Fat",
        "Eating",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Omega-6",
        "Female",
        "Larva",
        "Male",
        "Obesity",
        "Phenotype",
        "Sex Factors",
        "Weight Gain",
        "Zebrafish"
      ]
    },
    {
      "pmid": "33807150",
      "title": "Using Supermarket Loyalty Card Data to Provide Personalised Advice to Help Reduce Saturated Fat Intake among Patients with Hypercholesterolemia: A Qualitative Study of Participants' Experiences.",
      "authors": [
        "Charlotte L Lee",
        "Paul N Aveyard",
        "Susan A Jebb",
        "Carmen Piernas"
      ],
      "journal": "Nutrients",
      "publication_date": "2021-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The 'Primary Care SHOPping Intervention for Cardiovascular Disease Prevention' (PCSHOP) trial tested the effectiveness and feasibility of a behavioural intervention to reduce saturated fat in food purchases. The intervention offered feedback from data collected through a supermarket loyalty card to supplement brief advice from a nurse. This qualitative study aimed to describe participants' experiences of receiving this intervention. METHODS: We conducted semi-structured, one-to-one, telephone interviews with participants from the PCSHOP trial. Interviews were audio-recorded and transcribed verbatim. We employed the one sheet of paper technique and a thematic analysis to develop high-level themes in NVivo software. RESULTS: Twenty-four participants were interviewed (mean age: 63 years (SD 12)). They reported that the brief advice did not provide any new information but they welcomed the sense of accountability the nurse provided. The personalised shopping feedback and healthier swap suggestions provided novel information that challenged previously held beliefs about the saturated fat content of food purchases and encouraged some positive dietary changes. However, the taste preferences of the participant or other household members were a barrier to changing food shopping behaviours. CONCLUSION: Harnessing loyalty card data is a novel and acceptable method to offering personalised dietary feedback. Yet, issues on the suitability of the healthier swap suggestions limited the extent of dietary change. TRIAL REGISTRATION: ISRCTN14279335. Registered 1 September 2017.",
      "mesh_terms": [
        "Aged",
        "Choice Behavior",
        "Consumer Behavior",
        "Diet",
        "Fatty Acids",
        "Female",
        "Food",
        "Health Behavior",
        "Health Personnel",
        "Humans",
        "Hypercholesterolemia",
        "Male",
        "Middle Aged",
        "Qualitative Research",
        "Supermarkets"
      ]
    },
    {
      "pmid": "33344496",
      "title": "Abdominal Fat and Metabolic Health Markers but Not PNPLA3 Genotype Predicts Liver Fat Accumulation in Response to Excess Intake of Energy and Saturated Fat in Healthy Individuals.",
      "authors": [
        "Fredrik Rosqvist",
        "Marju Orho-Melander",
        "Joel Kullberg",
        "David Iggman",
        "Hans-Erik Johansson",
        "Jonathan Cedernaes",
        "Håkan Ahlström",
        "Ulf Risérus"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Saturated fat (SFA) has consistently been shown to increase liver fat, but the response appears variable at the individual level. Phenotypic and genotypic characteristics have been demonstrated to modify the hypercholesterolemic effect of SFA but it is unclear which characteristics that predict liver fat accumulation in response to a hypercaloric diet high in SFA. Objective: To identify predictors of liver fat accumulation in response to an increased intake of SFA. Design: We pooled our two previously conducted double-blind randomized trials (LIPOGAIN and LIPOGAIN-2, clinicaltrials.gov NCT01427140 and NCT02211612) and used data from the n = 49 metabolically healthy men (n = 32) and women (n = 17) randomized to a hypercaloric diet through addition of SFA-rich muffins for 7-8 weeks. Associations between clinical and metabolic variables at baseline and changes in liver fat during the intervention were analyzed using Spearman rank correlation. Linear regression was used to generate a prediction model. Results: Liver fat increased by 33% (IQR 5.4-82.7%; P < 0.0001) in response to excess energy intake and this was not associated (r = 0.17, P = 0.23) with the increase in body weight (1.9 kg; IQR 1.1-2.9 kg). Liver fat accumulation was similar (P = 0.28) in carriers (33%, IQR 14-79%) and non-carriers (33%, IQR -11 to +87%) of the PNPLA3-I148M variant. Baseline visceral and liver fat content, as well as levels of the liver enzyme γ-glutamyl transferase (GT), were the strongest positive predictors of liver fat accumulation-in contrast, adiponectin and the fatty acid 17:0 in adipose tissue were the only negative predictors in univariate analyses. A regression model based on eight clinical and metabolic variables could explain 81% of the variation in liver fat accumulation. Conclusion: Our results suggest there exists a highly inter-individual variation in the accumulation of liver fat in metabolically healthy men and women, in response to an increased energy intake from SFA and carbohydrates that occurs over circa 2 months. This marked variability in liver fat accumulation could largely be predicted by a set of clinical (e.g., GT and BMI) and metabolic (e.g., fatty acids, HOMA-IR, and adiponectin) variables assessed at baseline."
    },
    {
      "pmid": "33151934",
      "title": "Evaluation of an intervention to provide brief support and personalized feedback on food shopping to reduce saturated fat intake (PC-SHOP): A randomized controlled trial.",
      "authors": [
        "Carmen Piernas",
        "Paul Aveyard",
        "Charlotte Lee",
        "Melina Tsiountsioura",
        "Michaela Noreik",
        "Nerys M Astbury",
        "Jason Oke",
        "Claire Madigan",
        "Susan A Jebb"
      ],
      "journal": "PLoS medicine",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Guidelines recommend reducing saturated fat (SFA) intake to decrease cardiovascular disease (CVD) risk, but there is limited evidence on scalable and effective approaches to change dietary intake, given the large proportion of the population exceeding SFA recommendations. We aimed to develop a system to provide monthly personalized feedback and healthier swaps based on nutritional analysis of loyalty card data from the largest United Kingdom grocery store together with brief advice and support from a healthcare professional (HCP) in the primary care practice. Following a hybrid effectiveness-feasibility design, we tested the effects of the intervention on SFA intake and low-density lipoprotein (LDL) cholesterol as well as the feasibility and acceptability of providing nutritional advice using loyalty card data. METHODS AND FINDINGS: The Primary Care Shopping Intervention for Cardiovascular Disease Prevention (PC-SHOP) study is a parallel randomized controlled trial with a 3 month follow-up conducted between 21 March 2018 to 16 January2019. Adults ≥18 years with LDL cholesterol >3 mmol/L (n = 113) were recruited from general practitioner (GP) practices in Oxfordshire and randomly allocated to \"Brief Support\" (BS, n = 48), \"Brief Support + Shopping Feedback\" (SF, n = 48) or \"Control\" (n = 17). BS consisted of a 10-minute consultation with an HCP to motivate participants to reduce their SFA intake. Shopping feedback comprised a personalized report on the SFA content of grocery purchases and suggestions for lower SFA swaps. The primary outcome was the between-group difference in change in SFA intake (% total energy intake) at 3 months adjusted for baseline SFA and GP practice using intention-to-treat analysis. Secondary outcomes included %SFA in purchases, LDL cholesterol, and feasibility outcomes. The trial was powered to detect an absolute reduction in SFA of 3% (SD3). Neither participants nor the study team were blinded to group allocation. A total of 106 (94%) participants completed the study: 68% women, 95% white ethnicity, average age 62.4 years (SD 10.8), body mass index (BMI) 27.1 kg/m2 (SD 4.7). There were small decreases in SFA intake at 3 months: control = -0.1% (95% CI -1.8 to 1.7), BS = -0.7% (95% CI -1.8 to 0.3), SF = -0.9% (95% CI -2.0 to 0.2); but no evidence of a significant effect of either intervention compared with control (difference adjusted for GP practice and baseline: BS versus control = -0.33% [95% CI -2.11 to 1.44], p = 0.709; SF versus control = -0.11% [95% CI -1.92 to 1.69], p = 0.901). There were similar trends in %SFA based on supermarket purchases: control = -0.5% (95% CI -2.3 to 1.2), BS = -1.3% (95% CI -2.3 to -0.3), SF = -1.5% (95% CI -2.5 to -0.5) from baseline to follow-up, but these were not significantly different: BS versus control p = 0.379; SF versus control p = 0.411. There were small reductions in LDL from baseline to follow-up (control = -0.14 mmol/L [95% CI -0.48, 0.19), BS: -0.39 mmol/L [95% CI -0.59, -0.19], SF: -0.14 mmol/L [95% CI -0.34, 0.07]), but these were not significantly different: BS versus control p = 0.338; SF versus control p = 0.790. Limitations of this study include the small sample of participants recruited, which limits the power to detect smaller differences, and the low response rate (3%), which may limit the generalisability of these findings. CONCLUSIONS: In this study, we have shown it is feasible to deliver brief advice in primary care to encourage reductions in SFA intake and to provide personalized advice to encourage healthier choices using supermarket loyalty card data. There was no evidence of large reductions in SFA, but we are unable to exclude more modest benefits. The feasibility, acceptability, and scalability of these interventions suggest they have potential to encourage small changes in diet, which could be beneficial at the population level. TRIAL REGISTRATION: ISRCTN14279335.",
      "mesh_terms": [
        "Adult",
        "Body Mass Index",
        "Cardiovascular Diseases",
        "Cholesterol",
        "Diet",
        "Energy Intake",
        "Feedback",
        "Female",
        "Humans",
        "Male",
        "Middle Aged"
      ]
    },
    {
      "pmid": "33032837",
      "title": "Randomized parallel-group pilot trial (Best foods for your heart) comparing the effects of a Mediterranean Portfolio diet with a low saturated fat diet on HIV dyslipidemia.",
      "authors": [
        "Clare Stradling",
        "G Neil Thomas",
        "Karla Hemming",
        "Stephen Taylor",
        "Shahrad Taheri"
      ],
      "journal": "Clinical nutrition (Edinburgh, Scotland)",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND & AIMS: Mediterranean diets reduce the risk of cardiovascular disease (CVD). However, the effect is unknown in people living with HIV, who have an increased risk potentially due to the additional burdens of infection, inflammation and antiretroviral treatment (ART). We examined the feasibility of a 6-month dietary intervention in adults with HIV dyslipidemia using a sample size adequate to detect differences in LDL-cholesterol. METHODS: Sixty adults with stable HIV infection on ART and LDL-cholesterol >3 mmol/l were recruited. Participants were randomized (1:1) to receive dietary advice to reduce saturated fat intake to <10% of energy intake (Diet1), or supported to adopt the Mediterranean Portfolio Diet (Diet2) with additional cholesterol-lowering foods (nuts, stanols, soya, oats, beans) for 6 months. Recruitment, retention and intervention fidelity were monitored. Measurements were conducted at baseline, 6 and 12 months. A secondary analysis examined between group differences in CVD risk factors at month 6 adjusted for baseline values and potential confounders. RESULTS: Rates of recruitment, participation and attrition were 35%, 91%, and 12% respectively. Reported dietary adherence was 68% to Mediterranean foods and 59% to Portfolio components. At 6 months Diet2 participants (n = 29) had a significantly lower LDL-cholesterol (mean difference adjusted for baseline -0.4 mmol/l, 95%CI -0.7 to -0.1, P = 0.01), and systolic blood pressure (-7 mmHg, 95%CI -2 to -12, P = 0.008) compared to those in Diet1 (n = 31). These effects were not sustained at 1 year (LDL-cholesterol -0.05 mmol/l, 95%CI -0.33 to 0.23, P = 0.7; systolic blood pressure -3.5 mmHg, 95%CI -9.4 to 2.5, P = 0.2). CONCLUSION: We showed the feasibility of adopting a Mediterranean Portfolio diet in people living with HIV. Our findings suggest this intervention might equate to short term improvements in diet quality, blood pressure, and LDL-cholesterol. Further definitive evaluations are required to determine if this is a viable strategy to facilitate cardiovascular risk reduction. CLINICAL TRIAL REGISTRY: ISRCTN32090191 Best Foods For your heart trial.",
      "mesh_terms": [
        "Adult",
        "Blood Pressure",
        "Cholesterol, LDL",
        "Diet, Fat-Restricted",
        "Diet, Mediterranean",
        "Dyslipidemias",
        "Energy Intake",
        "Female",
        "HIV Infections",
        "Heart Disease Risk Factors",
        "Humans",
        "Male",
        "Pilot Projects"
      ]
    },
    {
      "pmid": "32853678",
      "title": "N-3 PUFAs inhibited hepatic ER stress induced by feeding of a high-saturated fat diet accompanied by the expression LOX-1.",
      "authors": [
        "Junlin Zhang",
        "Pu Yang",
        "Hualin Wang",
        "Qiang Huang",
        "Ting Chen",
        "Na Li",
        "Hongyu Zhang",
        "Zhiguo Liu"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2021-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Excessive consumption of saturated fat leads to non-alcoholic fatty liver disease (NAFLD), which is attenuated by supplementation of n-3 polyunsaturated fatty acids (PUFAs). Endoplasmic reticulum (ER) stress is crucial in the development of NAFLD, but how high-saturated fat diet (HFD) causes ER stress and NAFLD remains unclear. Lectin-like oxidized low-density lipoprotein receptor-1 (LOX-1) is involved in hepatic ER stress. We aimed to explore the roles of LOX-1 in HFD-induced ER stress. Male Sprague-Dawley rats were fed an HFD without or with supplementation of fish oil for 16 weeks. The effects of n-3 PUFAs on hepatic ER stress degrees and the expression levels of LOX-1 were examined. Then human L02 hepatoma cells were treated with palmitate or palmitate and DHA to determine the ER stress and LOX-1 expression levels in vitro. After that the expression of LOX-1 in L02 cells was either knocked-down or overexpressed to analyze the roles of LOX-1 in palmitate-induced ER stress. The feeding of HFD induced NAFLD development and ER stress in the liver, and LOX-1 expressing level, which were all reversed by fish oil supplementation. In vitro, DHA treatment reduced the expression of LOX-1, and palmitate-induced ER stress. SiRNA-mediated knock-down of LOX-1 inhibited palmitate-induced ER stress, whereas overexpression of LOX-1 dramatically induced ER stress in L02 cells.LOX-1 is critical for HFD-induced ER stress, and inhibition of its expression under the treatment of n-3 PUFAs could ameliorate HFD-induced NAFLD.",
      "mesh_terms": [
        "Animals",
        "Cell Line",
        "Diet, High-Fat",
        "Docosahexaenoic Acids",
        "Endoplasmic Reticulum Stress",
        "Fatty Acids",
        "Fatty Acids, Omega-3",
        "Fish Oils",
        "Humans",
        "Liver",
        "Male",
        "Non-alcoholic Fatty Liver Disease",
        "Palmitates",
        "Rats",
        "Rats, Sprague-Dawley",
        "Scavenger Receptors, Class E"
      ]
    },
    {
      "pmid": "32827219",
      "title": "Reduction in saturated fat intake for cardiovascular disease.",
      "authors": [
        "Lee Hooper",
        "Nicole Martin",
        "Oluseyi F Jimoh",
        "Christian Kirk",
        "Eve Foster",
        "Asmaa S Abdelhamid"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2020-Aug-21",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, Non-U.S. Gov't",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Reducing saturated fat reduces serum cholesterol, but effects on other intermediate outcomes may be less clear. Additionally, it is unclear whether the energy from saturated fats eliminated from the diet are more helpfully replaced by polyunsaturated fats, monounsaturated fats, carbohydrate or protein. OBJECTIVES: To assess the effect of reducing saturated fat intake and replacing it with carbohydrate (CHO), polyunsaturated (PUFA), monounsaturated fat (MUFA) and/or protein on mortality and cardiovascular morbidity, using all available randomised clinical trials. SEARCH METHODS: We updated our searches of the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE (Ovid) and Embase (Ovid) on 15 October 2019, and searched Clinicaltrials.gov and WHO International Clinical Trials Registry Platform (ICTRP) on 17 October 2019. SELECTION CRITERIA: Included trials fulfilled the following criteria: 1) randomised; 2) intention to reduce saturated fat intake OR intention to alter dietary fats and achieving a reduction in saturated fat; 3) compared with higher saturated fat intake or usual diet; 4) not multifactorial; 5) in adult humans with or without cardiovascular disease (but not acutely ill, pregnant or breastfeeding); 6) intervention duration at least 24 months; 7) mortality or cardiovascular morbidity data available. DATA COLLECTION AND ANALYSIS: Two review authors independently assessed inclusion, extracted study data and assessed risk of bias. We performed random-effects meta-analyses, meta-regression, subgrouping, sensitivity analyses, funnel plots and GRADE assessment. MAIN RESULTS: We included 15 randomised controlled trials (RCTs) (16 comparisons, 56,675 participants), that used a variety of interventions from providing all food to advice on reducing saturated fat. The included long-term trials suggested that reducing dietary saturated fat reduced the risk of combined cardiovascular events by 17% (risk ratio (RR) 0.83; 95% confidence interval (CI) 0.70 to 0.98, 12 trials, 53,758 participants of whom 8% had a cardiovascular event, I² = 67%, GRADE moderate-quality evidence). Meta-regression suggested that greater reductions in saturated fat (reflected in greater reductions in serum cholesterol) resulted in greater reductions in risk of CVD events, explaining most heterogeneity between trials. The number needed to treat for an additional beneficial outcome (NNTB) was 56 in primary prevention trials, so 56 people need to reduce their saturated fat intake for ~four years for one person to avoid experiencing a CVD event. In secondary prevention trials, the NNTB was 53. Subgrouping did not suggest significant differences between replacement of saturated fat calories with polyunsaturated fat or carbohydrate, and data on replacement with monounsaturated fat and protein was very limited. We found little or no effect of reducing saturated fat on all-cause mortality (RR 0.96; 95% CI 0.90 to 1.03; 11 trials, 55,858 participants) or cardiovascular mortality (RR 0.95; 95% CI 0.80 to 1.12, 10 trials, 53,421 participants), both with GRADE moderate-quality evidence. There was little or no effect of reducing saturated fats on non-fatal myocardial infarction (RR 0.97, 95% CI 0.87 to 1.07) or CHD mortality (RR 0.97, 95% CI 0.82 to 1.16, both low-quality evidence), but effects on total (fatal or non-fatal) myocardial infarction, stroke and CHD events (fatal or non-fatal) were all unclear as the evidence was of very low quality. There was little or no effect on cancer mortality, cancer diagnoses, diabetes diagnosis, HDL cholesterol, serum triglycerides or blood pressure, and small reductions in weight, serum total cholesterol, LDL cholesterol and BMI. There was no evidence of harmful effects of reducing saturated fat intakes. AUTHORS' CONCLUSIONS: The findings of this updated review suggest that reducing saturated fat intake for at least two years causes a potentially important reduction in combined cardiovascular events. Replacing the energy from saturated fat with polyunsaturated fat or carbohydrate appear to be useful strategies, while effects of replacement with monounsaturated fat are unclear. The reduction in combined cardiovascular events resulting from reducing saturated fat did not alter by study duration, sex or baseline level of cardiovascular risk, but greater reduction in saturated fat caused greater reductions in cardiovascular events.",
      "mesh_terms": [
        "Adult",
        "Cardiovascular Diseases",
        "Cause of Death",
        "Cholesterol",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Dietary Fats, Unsaturated",
        "Dietary Proteins",
        "Energy Intake",
        "Fatty Acids",
        "Female",
        "Humans",
        "Male",
        "Myocardial Infarction",
        "Randomized Controlled Trials as Topic",
        "Stroke"
      ]
    },
    {
      "pmid": "32574416",
      "title": "Mitochondrial Dysfunction is a Key Pathway that Links Saturated Fat Intake to the Development and Progression of NAFLD.",
      "authors": [
        "Ruth C R Meex",
        "Ellen E Blaak"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "Non-Alcoholic fatty liver disease (NAFLD) is the most common form of liver disease and is characterized by fat accumulation in the liver. Hypercaloric diets generally increase hepatic fat accumulation, whereas hypocaloric diets decrease liver fat content. In addition, there is evidence to suggest that moderate amounts of unsaturated fatty acids seems to be protective for the development of a fatty liver, while consumption of saturated fatty acids (SFA) appears to predispose toward hepatic steatosis. Recent studies highlight a key role for mitochondrial dysfunction in the development and progression of NAFLD. It is proposed that changes in mitochondrial structure and function are key mechanisms by which SFA lead to the development and progression of NAFLD. In this review, it is described how SFA intake is associated with liver steatosis and decreases the efficiency of the respiratory transport chain. This results in the production of reactive oxygen species and damage to nearby structures, eventually leading to inflammation, apoptosis, and scarring of the liver. Furthermore, studies demonstrating that SFA intake affects the composition of mitochondrial membranes are presented, and this process accelerates the progression of NAFLD. It is likely that events are intertwined and reinforce each other, leading to a constant deterioration in health.",
      "mesh_terms": [
        "Adenosine Triphosphate",
        "Animals",
        "Dietary Fats",
        "Endoplasmic Reticulum Stress",
        "Fatty Acids",
        "Humans",
        "Mitochondria, Liver",
        "Non-alcoholic Fatty Liver Disease",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "32428300",
      "title": "Reduction in saturated fat intake for cardiovascular disease.",
      "authors": [
        "Lee Hooper",
        "Nicole Martin",
        "Oluseyi F Jimoh",
        "Christian Kirk",
        "Eve Foster",
        "Asmaa S Abdelhamid"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2020-May-19",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, Non-U.S. Gov't",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Reducing saturated fat reduces serum cholesterol, but effects on other intermediate outcomes may be less clear. Additionally, it is unclear whether the energy from saturated fats eliminated from the diet are more helpfully replaced by polyunsaturated fats, monounsaturated fats, carbohydrate or protein. OBJECTIVES: To assess the effect of reducing saturated fat intake and replacing it with carbohydrate (CHO), polyunsaturated (PUFA), monounsaturated fat (MUFA) and/or protein on mortality and cardiovascular morbidity, using all available randomised clinical trials. SEARCH METHODS: We updated our searches of the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE (Ovid) and Embase (Ovid) on 15 October 2019, and searched Clinicaltrials.gov and WHO International Clinical Trials Registry Platform (ICTRP) on 17 October 2019. SELECTION CRITERIA: Included trials fulfilled the following criteria: 1) randomised; 2) intention to reduce saturated fat intake OR intention to alter dietary fats and achieving a reduction in saturated fat; 3) compared with higher saturated fat intake or usual diet; 4) not multifactorial; 5) in adult humans with or without cardiovascular disease (but not acutely ill, pregnant or breastfeeding); 6) intervention duration at least 24 months; 7) mortality or cardiovascular morbidity data available. DATA COLLECTION AND ANALYSIS: Two review authors independently assessed inclusion, extracted study data and assessed risk of bias. We performed random-effects meta-analyses, meta-regression, subgrouping, sensitivity analyses, funnel plots and GRADE assessment. MAIN RESULTS: We included 15 randomised controlled trials (RCTs) (16 comparisons, ~59,000 participants), that used a variety of interventions from providing all food to advice on reducing saturated fat. The included long-term trials suggested that reducing dietary saturated fat reduced the risk of combined cardiovascular events by 21% (risk ratio (RR) 0.79; 95% confidence interval (CI) 0.66 to 0.93, 11 trials, 53,300 participants of whom 8% had a cardiovascular event, I² = 65%, GRADE moderate-quality evidence). Meta-regression suggested that greater reductions in saturated fat (reflected in greater reductions in serum cholesterol) resulted in greater reductions in risk of CVD events, explaining most heterogeneity between trials. The number needed to treat for an additional beneficial outcome (NNTB) was 56 in primary prevention trials, so 56 people need to reduce their saturated fat intake for ~four years for one person to avoid experiencing a CVD event. In secondary prevention trials, the NNTB was 32. Subgrouping did not suggest significant differences between replacement of saturated fat calories with polyunsaturated fat or carbohydrate, and data on replacement with monounsaturated fat and protein was very limited. We found little or no effect of reducing saturated fat on all-cause mortality (RR 0.96; 95% CI 0.90 to 1.03; 11 trials, 55,858 participants) or cardiovascular mortality (RR 0.95; 95% CI 0.80 to 1.12, 10 trials, 53,421 participants), both with GRADE moderate-quality evidence. There was little or no effect of reducing saturated fats on non-fatal myocardial infarction (RR 0.97, 95% CI 0.87 to 1.07) or CHD mortality (RR 0.97, 95% CI 0.82 to 1.16, both low-quality evidence), but effects on total (fatal or non-fatal) myocardial infarction, stroke and CHD events (fatal or non-fatal) were all unclear as the evidence was of very low quality. There was little or no effect on cancer mortality, cancer diagnoses, diabetes diagnosis, HDL cholesterol, serum triglycerides or blood pressure, and small reductions in weight, serum total cholesterol, LDL cholesterol and BMI. There was no evidence of harmful effects of reducing saturated fat intakes. AUTHORS' CONCLUSIONS: The findings of this updated review suggest that reducing saturated fat intake for at least two years causes a potentially important reduction in combined cardiovascular events. Replacing the energy from saturated fat with polyunsaturated fat or carbohydrate appear to be useful strategies, while effects of replacement with monounsaturated fat are unclear. The reduction in combined cardiovascular events resulting from reducing saturated fat did not alter by study duration, sex or baseline level of cardiovascular risk, but greater reduction in saturated fat caused greater reductions in cardiovascular events.",
      "mesh_terms": [
        "Adult",
        "Cardiovascular Diseases",
        "Cause of Death",
        "Cholesterol",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Dietary Fats, Unsaturated",
        "Dietary Proteins",
        "Energy Intake",
        "Fatty Acids",
        "Female",
        "Humans",
        "Male",
        "Myocardial Infarction",
        "Randomized Controlled Trials as Topic",
        "Stroke"
      ]
    },
    {
      "pmid": "32422858",
      "title": "A Diet Rich in Saturated Fat and Cholesterol Aggravates the Effect of Bacterial Lipopolysaccharide on Alveolar Bone Loss in a Rabbit Model of Periodontal Disease.",
      "authors": [
        "Alfonso Varela-López",
        "Pedro Bullón",
        "César L Ramírez-Tortosa",
        "María D Navarro-Hortal",
        "María Robles-Almazán",
        "Beatriz Bullón",
        "Mario D Cordero",
        "Maurizio Battino",
        "José L Quiles"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-May-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Increasing evidence connects periodontitis with a variety of systemic diseases, including metabolic syndrome, atherosclerosis, and non-alcoholic fatty liver disease (NAFLD). The proposal of this study was to evaluate the role of diets rich in saturated fat and cholesterol in some aspects of periodontal diseases in a lipopolysaccharide (LPS)-induced model of periodontal disease in rabbits and to assess the influence of a periodontal intervention on hyperlipidemia, atherosclerosis, and NAFLD progression to non-alcoholic steatohepatitis. Male rabbits were maintained on a commercial standard diet or a diet rich in saturated fat (3% lard w/w) and cholesterol (1.3% w/w) (HFD) for 40 days. Half of the rabbits on each diet were treated 2 days per week with intragingival injections of LPS from Porphyromonas gingivalis. Morphometric analyses revealed that LPS induced higher alveolar bone loss (ABL) around the first premolar in animals receiving standard diets, which was exacerbated by the HFD diet. A higher score of acinar inflammation in the liver and higher blood levels of triglycerides and phospholipids were found in HFD-fed rabbits receiving LPS. These results suggest that certain dietary habits can exacerbate some aspects of periodontitis and that bad periodontal health can contribute to dyslipidemia and promote NAFLD progression, but only under certain conditions.",
      "mesh_terms": [
        "Alveolar Bone Loss",
        "Animals",
        "Cholesterol",
        "Diet, High-Fat",
        "Disease Models, Animal",
        "Lipopolysaccharides",
        "Male",
        "Periodontal Diseases",
        "Periodontitis",
        "Porphyromonas gingivalis",
        "Rabbits"
      ]
    },
    {
      "pmid": "32211803",
      "title": "Spices in a High-Saturated-Fat, High-Carbohydrate Meal Reduce Postprandial Proinflammatory Cytokine Secretion in Men with Overweight or Obesity: A 3-Period, Crossover, Randomized Controlled Trial.",
      "authors": [
        "Ester S Oh",
        "Kristina S Petersen",
        "Penny M Kris-Etherton",
        "Connie J Rogers"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2020-Jun-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Postprandial inflammation that occurs concurrently with hyperglycemia and hyperlipidemia after ingestion of a high-saturated-fat, high-carbohydrate meal (HFCM) is a risk factor for cardiovascular disease (CVD). Numerous preclinical and clinical studies demonstrate anti-inflammatory effects of individual spices. However, the effect of consumption of a spice blend on inflammatory mediators has not been examined in a randomized controlled trial. OBJECTIVES: The objective of this study was to investigate the postprandial effect of a blend of spices in a HFCM on inflammatory cytokine responses. METHODS: Nonsmoking men (40-65 y old) with overweight/obesity (25 ≤ BMI ≤ 35 kg/m2), elevated waist circumference (≥ 94 cm), and ≥ 1 CVD risk factor were recruited for a 3-period crossover study ( n = 12). In random order, participants consumed the following: a HFCM (∼1000 kcal, 33% kcal from saturated fat and 36% kcal from carbohydrate), a HFCM containing 2 g spice blend, or an HFCM containing 6 g spice blend. The spice blend consisted of basil, bay leaf, black pepper, cinnamon, coriander, cumin, ginger, oregano, parsley, red pepper, rosemary, thyme, and turmeric. Blood was collected before, and hourly for 4 h after the HFCM. Peripheral blood mononuclear cells (PBMCs) were isolated, and the percentage of CD14 +/Human Leukocyte Antigen-DR isotype + (HLA-DR +) monocytes and proinflammatory cytokine concentrations in plasma and LPS-stimulated PBMCs were quantified as secondary outcomes. RESULTS: There was a significant spice-by-time interaction on IL-1β (P < 0.001), IL-8 (P = 0.020), and TNF-α (P = 0.009) secretion from LPS-stimulated PBMCs. IL-1β secretion from LPS-stimulated PBMCs was significantly reduced (1314%) at 240 min after HFCM consumption containing 6 g, but not 2 g, of spice blend compared with 0 g spice blend. CONCLUSIONS: A HFCM containing 6 g spice blend attenuated HFCM-induced postprandial IL-1β secretion in men with overweight/obesity.This trial was registered at clinicaltrials.gov as NCT03064958.",
      "mesh_terms": [
        "Cross-Over Studies",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Humans",
        "Male",
        "Overweight",
        "Postprandial Period",
        "Spices"
      ]
    },
    {
      "pmid": "32211679",
      "title": "The effect of culinary doses of spices in a high-saturated fat, high-carbohydrate meal on postprandial lipemia and endothelial function: a randomized, controlled, crossover pilot trial.",
      "authors": [
        "Kristina S Petersen",
        "Connie J Rogers",
        "Sheila G West",
        "David N Proctor",
        "Penny M Kris-Etherton"
      ],
      "journal": "Food & function",
      "publication_date": "2020-Apr-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Previously it has been shown that incorporation of >11 g of spices into a mixed meal blunts postprandial lipemia, which may reduce acute endothelial impairment. The effect of lower doses of spices remains unclear. The aim was to examine the postprandial effect of a meal high in saturated fat and carbohydrate inclusive of spices (2 g or 6 g) or exclusive of spices (0 g) on flow mediated dilation (FMD), lipids and lipoproteins, glucose, and insulin in men at-risk for cardiovascular disease. A 3-period randomized, controlled, crossover, pilot study was conducted. In random order, subjects consumed a high-saturated fat, high-carbohydrate meal (1076 kcal, 39 g saturated fat, 98 g carbohydrate) with 0 g, 2 g and 6 g of mixed spices. After meal consumption, blood was drawn hourly for 4 hours and FMD was measured at 2 and 4 hours. Serum lipids and lipoproteins, and insulin were measured in the fasting state and at each post-meal time point; plasma glucose was also assessed at each time point. Subjects were 13 men aged 52 ± 9 years that were overweight or obese (29.9 ± 3.1 kg m-2), and had an enlarged waist circumference (102.2 ± 8.9 cm). Time (p < 0.05) and treatment (p < 0.05) effects existed for FMD and triglycerides; no time by treatment interactions were detected. Post hoc testing showed that the meal with 6 g of spices lessened the postprandial reduction in FMD compared to the meal with no spices (-0.87 ± 0.32%; p = 0.031); no other pairwise differences were observed. Triglyceride levels were lower following the meal with 2 g of spices vs. the no spice meal (-18 ± 6 mg dL-1; p = 0.015); no difference was observed between the meal with 6 g of spice and the no spice meal (-13 ± 6 mg dL-1; p = 0.12). Glucose and insulin were unaffected by the presence of spices in the meal. In conclusion, this study provides preliminary evidence suggesting that lower doses of spices (2 and 6 g) than previously tested may attenuate postprandial lipemia and impairments in endothelial function caused by a high-saturated fat, high-carbohydrate meal.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Blood Glucose",
        "Body Mass Index",
        "Cross-Over Studies",
        "Diet, Carbohydrate Loading",
        "Diet, High-Fat",
        "Dietary Fats",
        "Fasting",
        "Fatty Acids",
        "Humans",
        "Hyperlipidemias",
        "Insulin",
        "Male",
        "Meals",
        "Middle Aged",
        "Obesity",
        "Overweight",
        "Pilot Projects",
        "Postprandial Period",
        "Spices",
        "Triglycerides",
        "Waist Circumference"
      ]
    },
    {
      "pmid": "32053935",
      "title": "Whether AICAR in Pregnancy or Lactation Prevents Hypertension Programmed by High Saturated Fat Diet: A Pilot Study.",
      "authors": [
        "Wan-Long Tsai",
        "Chien-Ning Hsu",
        "You-Lin Tain"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-Feb-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "High consumption of saturated fats links to the development of hypertension. AMP-activated protein kinase (AMPK), a nutrient-sensing signal, is involved in the pathogenesis of hypertension. We examined whether early intervention with a direct AMPK activator 5-aminoimidazole-4-carboxamide riboside (AICAR) during pregnancy or lactation can protect adult male offspring against hypertension programmed by high saturated fat consumption via regulation of nutrient sensing signals, nitric oxide (NO) pathway, and oxidative stress. Pregnant Sprague-Dawley rats received regular chow or high saturated fat diet (HFD) throughout pregnancy and lactation. AICAR treatment was introduced by intraperitoneal injection at 50 mg/kg twice a day for 3 weeks throughout the pregnancy period (AICAR/P) or lactation period (AICAR/L). Male offspring (n = 7-8/group) were assigned to five groups: control, HFD, AICAR/P, HFD + AICAR/L, and HFD + AICAR/P. Male offspring were killed at 16 weeks of age. HFD caused hypertension and obesity in male adult offspring, which could be prevented by AICAR therapy used either during pregnancy or lactation. As a result, we demonstrated that HFD downregulated AMPK/SIRT1/PGC-1α pathway in offspring kidneys. In contrast, AICAR therapy in pregnancy and, to a greater extent, in lactation activated AMPK signaling pathway. The beneficial effects of AICAR therapy in pregnancy is related to restoration of NO pathway. While AICAR uses in pregnancy and lactation both diminished oxidative stress induced by HFD. Our results highlighted that pharmacological AMPK activation might be a promising strategy to prevent hypertension programmed by excessive consumption of high-fat food.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Aminoimidazole Carboxamide",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Diet, High-Fat",
        "Fatty Acids",
        "Female",
        "Hypertension",
        "Kidney",
        "Lactation",
        "Male",
        "Nitric Oxide",
        "Obesity",
        "Oxidative Stress",
        "Pilot Projects",
        "Pregnancy",
        "Rats, Sprague-Dawley",
        "Ribonucleotides",
        "Signal Transduction",
        "Sirtuin 1"
      ]
    },
    {
      "pmid": "32020168",
      "title": "Reformulation initiative for partial replacement of saturated with unsaturated fats in dairy foods attenuates the increase in LDL cholesterol and improves flow-mediated dilatation compared with conventional dairy: the randomized, controlled REplacement of SaturatEd fat in dairy on Total cholesterol (RESET) study.",
      "authors": [
        "Dafni Vasilopoulou",
        "Oonagh Markey",
        "Kirsty E Kliem",
        "Colette C Fagan",
        "Alistair S Grandison",
        "David J Humphries",
        "Susan Todd",
        "Kim G Jackson",
        "David I Givens",
        "Julie A Lovegrove"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2020-Apr-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Modifying dairy fat composition by increasing the MUFA content is a potential strategy to reduce dietary SFA intake for cardiovascular disease (CVD) prevention in the population. OBJECTIVES: To determine the effects of consuming SFA-reduced, MUFA-enriched (modified) dairy products, compared with conventional dairy products (control), on the fasting cholesterol profile (primary outcome), endothelial function assessed by flow-mediated dilatation (FMD; key secondary outcome), and other cardiometabolic risk markers. METHODS: A double-blind, randomized, controlled crossover 12-wk intervention was conducted. Participants with a 1.5-fold higher (moderate) CVD risk than the population mean replaced habitual dairy products with study products (milk, cheese, and butter) to achieve a high-fat, high-dairy isoenergetic daily dietary exchange [38% of total energy intake (%TE) from fat: control (dietary target: 19%TE SFA; 11%TE MUFA) and modified (16%TE SFA; 14%TE MUFA) diet]. RESULTS: Fifty-four participants (57.4% men; mean ± SEM age: 52 ± 3 y; BMI: 25.8 ± 0.5 kg/m2) completed the study. The modified diet attenuated the rise in fasting LDL cholesterol observed with the control diet (0.03 ± 0.06 mmol/L and 0.19 ± 0.05 mmol/L, respectively; P = 0.03). Relative to baseline, the %FMD response increased after the modified diet (0.35% ± 0.15%), whereas a decrease was observed after the control diet (-0.51% ± 0.15%; P< 0.0001). In addition, fasting plasma nitrite concentrations increased after the modified diet, yet decreased after the control diet (0.02 ± 0.01 μmol/L and -0.03 ± 0.02 μmol/L, respectively; P = 0.01). CONCLUSIONS: In adults at moderate CVD risk, consumption of a high-fat diet containing SFA-reduced, MUFA-enriched dairy products for 12 wk showed beneficial effects on fasting LDL cholesterol and endothelial function compared with conventional dairy products. Our findings indicate that fatty acid modification of dairy products may have potential as a public health strategy aimed at CVD risk reduction. This trial was registered at clinicaltrials.gov as NCT02089035.",
      "mesh_terms": [
        "Cardiovascular Diseases",
        "Cholesterol, LDL",
        "Dietary Fats",
        "Dilatation",
        "Double-Blind Method",
        "Fats, Unsaturated",
        "Fatty Acids, Unsaturated",
        "Female",
        "Humans",
        "Male",
        "Middle Aged"
      ]
    },
    {
      "pmid": "32016352",
      "title": "Corrigendum for Shih et al. Changes in blood lipid concentrations associated with changes in intake of dietary saturated fat in the context of a healthy low-carbohydrate weight-loss diet: a secondary analysis of the Diet Intervention Examining The Factors Interacting with Treatment Success (DIETFITS) trial. Am J Clin Nutr 2019;109:433-41.",
      "authors": [],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2020-Feb-01",
      "publication_types": [
        "Journal Article",
        "Published Erratum"
      ]
    },
    {
      "pmid": "31907528",
      "title": "Corrigendum to \"Using metabolic profiling and gene expression analyses to explore molecular effects of replacing saturated fat with polyunsaturated fat-a randomized controlled dietary intervention study\" Am J Clin Nutr 2019;109:247-48.",
      "authors": [],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2020-Jan-01",
      "publication_types": [
        "Journal Article",
        "Published Erratum"
      ]
    },
    {
      "pmid": "31665913",
      "title": "Dietary Saturated Fat Promotes Arrhythmia by Activating NOX2 (NADPH Oxidase 2).",
      "authors": [
        "Leroy C Joseph",
        "Uma Mahesh R Avula",
        "Elaine Y Wan",
        "Michael V Reyes",
        "Kundanika R Lakkadi",
        "Prakash Subramanyam",
        "Koki Nakanishi",
        "Shunichi Homma",
        "Antoine Muchir",
        "Utpal B Pajvani",
        "Edward B Thorp",
        "Steven R Reiken",
        "Andrew R Marks",
        "Henry M Colecraft",
        "John P Morrow"
      ],
      "journal": "Circulation. Arrhythmia and electrophysiology",
      "publication_date": "2019-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Obesity and diets high in saturated fat increase the risk of arrhythmias and sudden cardiac death. However, the molecular mechanisms are not well understood. We hypothesized that an increase in dietary saturated fat could lead to abnormalities of calcium homeostasis and heart rhythm by a NOX2 (NADPH oxidase 2)-dependent mechanism. METHODS: We investigated this hypothesis by feeding mice high-fat diets. In vivo heart rhythm telemetry, optical mapping, and isolated cardiac myocyte imaging were used to quantify arrhythmias, repolarization, calcium transients, and intracellular calcium sparks. RESULTS: We found that saturated fat activates NOX (NADPH oxidase), whereas polyunsaturated fat does not. The high saturated fat diet increased repolarization heterogeneity and ventricular tachycardia inducibility in perfused hearts. Pharmacological inhibition or genetic deletion of NOX2 prevented arrhythmogenic abnormalities in vivo during high statured fat diet and resulted in less inducible ventricular tachycardia. High saturated fat diet activates CaMK (Ca2+/calmodulin-dependent protein kinase) in the heart, which contributes to abnormal calcium handling, promoting arrhythmia. CONCLUSIONS: We conclude that NOX2 deletion or pharmacological inhibition prevents the arrhythmogenic effects of a high saturated fat diet, in part mediated by activation of CaMK. This work reveals a molecular mechanism linking cardiac metabolism to arrhythmia and suggests that NOX2 inhibitors could be a novel therapy for heart rhythm abnormalities caused by cardiac lipid overload.",
      "mesh_terms": [
        "Animals",
        "Arrhythmias, Cardiac",
        "Calcium",
        "Calcium Signaling",
        "Diet, High-Fat",
        "Disease Models, Animal",
        "Echocardiography",
        "Electrocardiography",
        "Mice",
        "Myocytes, Cardiac",
        "NADPH Oxidase 2",
        "Oxidation-Reduction",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "31369090",
      "title": "Overeating Saturated Fat Promotes Fatty Liver and Ceramides Compared With Polyunsaturated Fat: A Randomized Trial.",
      "authors": [
        "Fredrik Rosqvist",
        "Joel Kullberg",
        "Marcus Ståhlman",
        "Jonathan Cedernaes",
        "Kerstin Heurling",
        "Hans-Erik Johansson",
        "David Iggman",
        "Helena Wilking",
        "Anders Larsson",
        "Olof Eriksson",
        "Lars Johansson",
        "Sara Straniero",
        "Mats Rudling",
        "Gunnar Antoni",
        "Mark Lubberink",
        "Marju Orho-Melander",
        "Jan Borén",
        "Håkan Ahlström",
        "Ulf Risérus"
      ],
      "journal": "The Journal of clinical endocrinology and metabolism",
      "publication_date": "2019-Dec-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "CONTEXT: Saturated fatty acid (SFA) vs polyunsaturated fatty acid (PUFA) may promote nonalcoholic fatty liver disease by yet unclear mechanisms. OBJECTIVE: To investigate if overeating SFA- and PUFA-enriched diets lead to differential liver fat accumulation in overweight and obese humans. DESIGN: Double-blind randomized trial (LIPOGAIN-2). Overfeeding SFA vs PUFA for 8 weeks, followed by 4 weeks of caloric restriction. SETTING: General community. PARTICIPANTS: Men and women who are overweight or have obesity (n = 61). INTERVENTION: Muffins, high in either palm (SFA) or sunflower oil (PUFA), were added to the habitual diet. MAIN OUTCOME MEASURES: Lean tissue mass (not reported here). Secondary and exploratory outcomes included liver and ectopic fat depots. RESULTS: By design, body weight gain was similar in SFA (2.31 ± 1.38 kg) and PUFA (2.01 ± 1.90 kg) groups, P = 0.50. SFA markedly induced liver fat content (50% relative increase) along with liver enzymes and atherogenic serum lipids. In contrast, despite similar weight gain, PUFA did not increase liver fat or liver enzymes or cause any adverse effects on blood lipids. SFA had no differential effect on the accumulation of visceral fat, pancreas fat, or total body fat compared with PUFA. SFA consistently increased, whereas PUFA reduced circulating ceramides, changes that were moderately associated with liver fat changes and proposed markers of hepatic lipogenesis. The adverse metabolic effects of SFA were reversed by calorie restriction. CONCLUSIONS: SFA markedly induces liver fat and serum ceramides, whereas dietary PUFA prevents liver fat accumulation and reduces ceramides and hyperlipidemia during excess energy intake and weight gain in overweight individuals.",
      "mesh_terms": [
        "Adult",
        "Ceramides",
        "Dietary Fats",
        "Double-Blind Method",
        "Fatty Acids, Unsaturated",
        "Fatty Liver",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Hyperphagia",
        "Lipids",
        "Male",
        "Obesity",
        "Overweight",
        "Prognosis",
        "Weight Gain"
      ]
    },
    {
      "pmid": "31174547",
      "title": "Prominent positioning and food swaps are effective interventions to reduce the saturated fat content of the shopping basket in an experimental online supermarket: a randomized controlled trial.",
      "authors": [
        "Dimitrios A Koutoukidis",
        "Susan A Jebb",
        "José M Ordóñez-Mena",
        "Michaela Noreik",
        "Melina Tsiountsioura",
        "Sarah Kennedy",
        "Sarah Payne-Riches",
        "Paul Aveyard",
        "Carmen Piernas"
      ],
      "journal": "The international journal of behavioral nutrition and physical activity",
      "publication_date": "2019-Jun-07",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Interventions to reduce the saturated fat (SFA) content of food purchases may help reduce SFA consumption and lower cardiovascular risk. This factorial RCT aimed to examine the effect of altering the default order of foods and being offered a swap on the SFA content of food selected during an online shopping experiment. METHODS: UK adults who were the primary grocery shoppers for their household were recruited online and invited to select items in a custom-made experimental online supermarket using a 10-item shopping list. Participants were randomly allocated to one of four groups (i) to see products within a category ranked in ascending order of SFA content, (ii) receive an offer to swap to a product with less SFA, (iii) a combination of both interventions, or (iv) no intervention. The primary outcome was the difference in percentage energy from SFA in the shopping basket between any of the four groups. The outcome assessors and statistician were blinded to intervention allocation. RESULTS: Between March and July 2018, 1240 participants were evenly randomised and 1088 who completed the task were analysed (88%). Participants were 65% female and aged 38y (SD 12). Compared with no intervention (n = 275) where the percentage energy from SFA was 25.7% (SD 5.6%), altering the order of foods (n = 261) reduced SFA by [mean difference (95%CI)] -5.0% (- 6.3 to - 3.6) and offering swaps (n = 279) by - 2.0% (- 3.3 to - 0.6). The combined intervention (n = 273) was significantly more effective than swaps alone (- 3.4% (- 4.7 to - 2.1)) but not different than altering the order alone (- 0.4% (- 1.8 to 0.9)), p = 0.04 for interaction. CONCLUSIONS: Altering the default order to show foods in ascending order of SFA and offering a swap with lower SFA reduced percentage energy from SFA in an experimental online supermarket. Environmental-level interventions, such as altering the default order, may be a more promising way to improve food purchasing than individual-level ones, such as offering swaps. TRIAL REGISTRATION: ISRCTN13729526 https://doi.org/10.1186/ISRCTN13729526 26th February 2018.",
      "mesh_terms": [
        "Adult",
        "Consumer Behavior",
        "Diet",
        "Dietary Fats",
        "Female",
        "Food Preferences",
        "Health Promotion",
        "Humans",
        "Male",
        "Middle Aged"
      ]
    },
    {
      "pmid": "31051508",
      "title": "Using metabolic profiling and gene expression analyses to explore molecular effects of replacing saturated fat with polyunsaturated fat-a randomized controlled dietary intervention study.",
      "authors": [
        "Stine M Ulven",
        "Jacob J Christensen",
        "Ottar Nygård",
        "Asbjørn Svardal",
        "Lena Leder",
        "Inger Ottestad",
        "Vegard Lysne",
        "Johnny Laupsa-Borge",
        "Per Magne Ueland",
        "Øivind Midttun",
        "Klaus Meyer",
        "Adrian McCann",
        "Lene F Andersen",
        "Kirsten B Holven"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2019-May-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Replacing dietary saturated fatty acids (SFAs) with polyunsaturated fatty acids (PUFA) reduces the plasma low-density lipoprotein (LDL) cholesterol and subsequently the risk of cardiovascular disease. However, beyond changes in LDL cholesterol, we lack a complete understanding of the physiologic alterations that occur when improving dietary fat quality. OBJECTIVES: The aim of this study was to gain knowledge of metabolic alterations paralleling improvements in the fat quality of the diet. METHODS: We recently conducted an 8-wk, double-blind, randomized controlled trial replacing SFAs with PUFAs in healthy subjects with moderate hypercholesterolemia (n = 99). In the present substudy, we performed comprehensive metabolic profiling with multiple platforms (both nuclear magnetic resonance- and mass spectrometry-based technology) (n = 99), and analyzed peripheral blood mononuclear cell gene expression (n = 95) by quantitative real-time polymerase chain reaction. RESULTS: A large number of lipoprotein subclasses, myristoylcarnitine and palmitoylcarnitine, and kynurenine were reduced when SFAs were replaced with PUFAs. In contrast, bile acids, proprotein convertase subtilisin/kexin type 9, acetate, and acetoacetate were increased by the intervention. Some amino acids were also altered by the intervention. The mRNA levels of LXRA and LDLR were increased, in addition to several liver X receptor α target genes and genes involved in inflammation, whereas the mRNA levels of UCP2 and PPARD were decreased in peripheral blood mononuclear cells after replacing SFAs with PUFAs. Partial least squares-discriminant analysis showed that the 30 most important variables that contributed to class separation spanned all classes of biomarkers, and was in accordance with the univariate analysis. CONCLUSIONS: Applying metabolomics in randomized controlled dietary intervention trials has the potential to extend our knowledge of the biological and molecular effects of dietary fat quality. This study was registered at clinicaltrials.gov as NCT01679496.",
      "mesh_terms": [
        "Acetic Acid",
        "Acetoacetates",
        "Amino Acids",
        "Bile Acids and Salts",
        "Cholesterol, LDL",
        "Diet",
        "Dietary Fats",
        "Double-Blind Method",
        "Fatty Acids",
        "Fatty Acids, Unsaturated",
        "Feeding Behavior",
        "Female",
        "Gene Expression Profiling",
        "Humans",
        "Hypercholesterolemia",
        "Lipid Metabolism",
        "Lipoproteins",
        "Male",
        "Metabolome",
        "Metabolomics",
        "Middle Aged",
        "Peptide Hydrolases"
      ]
    },
    {
      "pmid": "31039663",
      "title": "Replacing Saturated Fat With Walnuts or Vegetable Oils Improves Central Blood Pressure and Serum Lipids in Adults at Risk for Cardiovascular Disease: A Randomized Controlled-Feeding Trial.",
      "authors": [
        "Alyssa M Tindall",
        "Kristina S Petersen",
        "Ann C Skulas-Ray",
        "Chesney K Richter",
        "David N Proctor",
        "Penny M Kris-Etherton"
      ],
      "journal": "Journal of the American Heart Association",
      "publication_date": "2019-May-07",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Background Walnuts have beneficial effects on cardiovascular risk factors, but it is unclear whether these effects are attributable to the fatty acid ( FA ) content, including α-linolenic acid ( ALA ), and/or bioactives. Methods and Results A randomized, controlled, 3-period, crossover, feeding trial was conducted in individuals at risk for cardiovascular disease (n=45). Following a 2-week standard Western diet run-in (12% saturated FAs [ SFA ], 7% polyunsaturated FAs, 12% monounsaturated FAs), participants consumed 3 isocaloric weight-maintenance diets for 6 weeks each: a walnut diet ( WD ; 7% SFA , 16% polyunsaturated FAs, 3% ALA , 9% monounsaturated FAs); a walnut FA -matched diet; and an oleic acid-replaced- ALA diet (7% SFA , 14% polyunsaturated FAs, 0.5% ALA , 12% monounsaturated FAs), which substituted the amount of ALA from walnuts in the WD with oleic acid. This design enabled evaluation of the effects of whole walnuts versus constituent components. The primary end point, central systolic blood pressure, was unchanged, and there were no significant changes in arterial stiffness. There was a treatment effect ( P=0.04) for central diastolic blood pressure; there was a greater change following the WD versus the oleic acid-replaced-ALA diet (-1.78±1.0 versus 0.15±0.7 mm Hg, P=0.04). There were no differences between the WD and the walnut fatty acid-matched diet (-0.22±0.8 mm Hg, P=0.20) or the walnut FA-matched and oleic acid-replaced-ALA diets ( P=0.74). The WD significantly lowered brachial and central mean arterial pressure. All diets lowered total cholesterol, LDL (low-density lipoprotein) cholesterol, HDL (high-density lipoprotein) cholesterol, and non- HDL cholesterol. Conclusions Cardiovascular benefits occurred with all moderate-fat, high-unsaturated-fat diets. As part of a low- SFA diet, the greater improvement in central diastolic blood pressure following the WD versus the oleic acid-replaced-ALA diet indicates benefits of walnuts as a whole-food replacement for SFA . Clinical Trial Registration URL : https://www.clinicaltrials.gov . Unique identifier: NCT02210767.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Blood Pressure",
        "Cardiovascular Diseases",
        "Cross-Over Studies",
        "Diet, Fat-Restricted",
        "Diet, Healthy",
        "Dietary Fats, Unsaturated",
        "Dyslipidemias",
        "Energy Intake",
        "Female",
        "Humans",
        "Juglans",
        "Male",
        "Middle Aged",
        "Nutritive Value",
        "Plant Oils",
        "Protective Factors",
        "Recommended Dietary Allowances",
        "Risk Factors",
        "Risk Reduction Behavior",
        "Time Factors"
      ]
    },
    {
      "pmid": "30992293",
      "title": "Primary Care SHOPping intervention for cardiovascular disease prevention (PC-SHOP): protocol for a randomised controlled trial to reduce saturated fat intake.",
      "authors": [
        "Carmen Piernas",
        "Melina Tsiountsioura",
        "Nerys M Astbury",
        "Claire Madigan",
        "Paul Aveyard",
        "Susan A Jebb"
      ],
      "journal": "BMJ open",
      "publication_date": "2019-Apr-15",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: A diet high in saturated fat (SFA) increases the risk of cardiovascular disease (CVD) and intakes in the UK exceed dietary recommendations. The Primary Care Shopping Intervention for Cardiovascular Disease Prevention (PC-SHOP) study aims to test the effect of an intervention for people with raised low-density lipoprotein (LDL) cholesterol involving health professional (HP) advice alone, or in combination with personalised feedback based on nutritional analysis of grocery store loyalty card data, on SFA intake and blood lipids in comparison with no intervention. METHODS AND ANALYSIS: PC-SHOP is a three-arm parallel randomised controlled trial with an allocation ratio of 1:3:3 ('no intervention': n=16, 'brief support': n=48, 'brief support plus shopping feedback': n=48, respectively). Participants with raised LDL will be recruited from general practitioner (GP) practices for a 3-month intervention period. In brief support, an HP will deliver a behaviourally informed 10 min consultation and provide a written self-help guide to inform and motivate people to reduce their SFA intake. In brief support plus shopping feedback, the participants will receive the same HP-led behavioural support and, based on data from their grocery store loyalty card, personalised feedback on the SFA content of their grocery shopping, identifying high SFA purchases and suggesting swaps to similar but lower SFA items.Measurements for the primary and secondary outcomes will be collected at baseline and at follow-up (3 months). The primary outcome measure will be the between-group difference in the reduction of SFA intake between baseline and follow-up. Secondary outcomes include changes in blood lipids and SFA content of food purchases, with process measures to consider the feasibility and acceptability of the intervention. ETHICS AND DISSEMINATION: This study has been reviewed and approved by the National Health Service Health Research Authority Research Ethics Committee (Ref: 17/SC/0168). The trial findings will be disseminated to academic and HPs through presentations at meetings and peer-reviewed journals and to the public through the media. If the intervention is effective, the results will be communicated to relevant stakeholders, including policymakers and retailers. TRIAL REGISTRATION NUMBER: ISRCTN14279335; Pre-results.",
      "mesh_terms": [
        "Adult",
        "Cardiovascular Diseases",
        "Cholesterol, LDL",
        "Diet, Healthy",
        "Dietary Fats",
        "Female",
        "Humans",
        "Male",
        "Randomized Controlled Trials as Topic",
        "Single-Blind Method"
      ]
    },
    {
      "pmid": "30649213",
      "title": "Changes in blood lipid concentrations associated with changes in intake of dietary saturated fat in the context of a healthy low-carbohydrate weight-loss diet: a secondary analysis of the Diet Intervention Examining The Factors Interacting with Treatment Success (DIETFITS) trial.",
      "authors": [
        "Cynthia W Shih",
        "Michelle E Hauser",
        "Lucia Aronica",
        "Joseph Rigdon",
        "Christopher D Gardner"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2019-Feb-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: For low-carbohydrate diets, a public health approach has focused on the replacement of carbohydrates with unsaturated fats. However, little research exists on the impacts of saturated fat intake on the lipid profile in the context of whole-food-based low-carbohydrate weight-loss diets. OBJECTIVES: The primary aim of this secondary analysis of the DIETFITS weight loss trial was to evaluate the associations between changes in percentage of dietary saturated fatty acid intake (%SFA) and changes in low-density lipoproteins, high-density lipoproteins, and triglyceride concentrations for those following a healthy low-carbohydrate (HLC) diet. The secondary aim was to examine these associations specifically for HLC dieters who had the highest 12-month increases in %SFA. METHODS: In the DIETFITS trial, 609 generally healthy adults, aged 18-50 years, with body mass indices of 28-40 kg/m2 were randomly assigned to a healthy low-fat (HLF) or HLC diet for 12 months. In this analysis, linear regression, both without and with adjustment for potential confounders, was used to measure the association between 12-month change in %SFA and blood lipids in 208 HLC participants with complete diet and blood lipid data. RESULTS: Participants consumed an average of 12-18% of calories from SFA. An increase of %SFA, without significant changes in absolute saturated fat intake, over 12 months was associated with a statistically significant decrease in triglycerides in the context of a weight-loss study in which participants simultaneously decreased carbohydrate intake. The association between increase in %SFA and decrease in triglycerides was no longer significant when adjusting for 12-month change in carbohydrate intake, suggesting carbohydrate intake may be a mediator of this relationship. CONCLUSIONS: Those on a low-carbohydrate weight-loss diet who increase their percentage intake of dietary saturated fat may improve their overall lipid profile provided they focus on a high-quality diet and lower their intakes of both calories and refined carbohydrates. This trial was registered at clinicaltrials.gov as NCT01826591.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Body Mass Index",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Diet Records",
        "Diet, Carbohydrate-Restricted",
        "Diet, Healthy",
        "Diet, Reducing",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Energy Intake",
        "Fatty Acids",
        "Female",
        "Humans",
        "Lipids",
        "Male",
        "Middle Aged",
        "Obesity",
        "Triglycerides",
        "Weight Loss",
        "Young Adult"
      ]
    },
    {
      "pmid": "33245724",
      "title": "Convincing evidence supports reducing saturated fat to decrease cardiovascular disease risk.",
      "authors": [
        "Penny M Kris-Etherton",
        "Kristina Petersen",
        "Linda Van Horn"
      ],
      "journal": "BMJ nutrition, prevention & health",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "30053283",
      "title": "Diets Low in Saturated Fat with Different Unsaturated Fatty Acid Profiles Similarly Increase Serum-Mediated Cholesterol Efflux from THP-1 Macrophages in a Population with or at Risk for Metabolic Syndrome: The Canola Oil Multicenter Intervention Trial.",
      "authors": [
        "Xiaoran Liu",
        "Josephine Garban",
        "Peter J Jones",
        "Jack Vanden Heuvel",
        "Benoît Lamarche",
        "David J Jenkins",
        "Philip W Connelly",
        "Patrick Couture",
        "Shuaihua Pu",
        "Jennifer A Fleming",
        "Sheila G West",
        "Penny M Kris-Etherton"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2018-May-01",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Cholesterol efflux plays an important role in preventing atherosclerosis progression. Vegetable oils with varying unsaturated fatty acid profiles favorably affect multiple cardiovascular disease risk factors; however, their effects on cholesterol efflux remain unclear. OBJECTIVE: The objectives of this study were to examine the effects of diets low in saturated fatty acids (SFAs) with varying unsaturated fatty acid profiles on serum-mediated cholesterol efflux and its association with the plasma lipophilic index and central obesity. METHODS: The present study is a randomized, crossover, controlled-feeding study. Participants [men: n = 50; women: n = 51; mean ± SE age: 49.5 ± 1.2 y; body mass index (in kg/m2): 29.4 ± 0.4] at risk for or with metabolic syndrome (MetS) were randomly assigned to 5 isocaloric diets containing the treatment oils: canola oil, high oleic acid-canola oil, DHA-enriched high oleic acid-canola oil, corn oil and safflower oil blend, and flax oil and safflower oil blend. These treatment oils were incorporated into smoothies that participants consumed 2 times/d. For a 3000-kcal diet, 60 g of treatment oil was required to provide 18% of total energy per day. Each diet period was 4 wk followed by a 2- to 4-wk washout period. We quantified cholesterol efflux capacity with a validated ex vivo high-throughput cholesterol efflux assay. Statistical analyses were performed with the use of the SAS mixed-model procedure. RESULTS: The 5 diets increased serum-mediated cholesterol efflux capacity from THP-1 macrophages similarly by 39%, 34%, 55%, 49% and 51%, respectively, compared with baseline (P < 0.05 for all). Waist circumference and abdominal adiposity were negatively correlated with serum-mediated cholesterol efflux capacity (r = -0.25, P = 0.01, r = -0.33, P = 0.02, respectively). CONCLUSION: Diets low in SFAs with different monounsaturated fatty acid and polyunsaturated fatty acid profiles improved serum-mediated cholesterol efflux capacity in individuals with or at risk for MetS. This mechanism may account, in part, for the cardiovascular disease benefits of diets low in SFAs and high in unsaturated fatty acids. Importantly, central obesity is inversely associated with cholesterol efflux capacity. This trial was registered at www.clinicaltrials.gov as NCT01351012.",
      "mesh_terms": [
        "Cholesterol",
        "Cross-Over Studies",
        "Diet",
        "Dietary Fats, Unsaturated",
        "Female",
        "Humans",
        "Lipids",
        "Lipoproteins",
        "Male",
        "Metabolic Syndrome",
        "Middle Aged",
        "Rapeseed Oil",
        "THP-1 Cells"
      ]
    },
    {
      "pmid": "29953705",
      "title": "Low-saturated-fat and low-cholesterol diet does not alter pubertal development and hormonal status in adolescents.",
      "authors": [
        "Sergey Sadov",
        "Helena E Virtanen",
        "Katharina M Main",
        "Anna-Maria Andersson",
        "Anders Juul",
        "Antti Jula",
        "Olli T Raitakari",
        "Katja Pahkala",
        "Harri Niinikoski",
        "Jorma Toppari"
      ],
      "journal": "Acta paediatrica (Oslo, Norway : 1992)",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIM: The aim was to assess the influence of dietary counselling on the pubertal development and hormonal status in healthy adolescents. METHODS: We used a subcohort of 193 healthy boys (52%) and girls (48%) from the Special Turku Coronary Risk Factor Intervention Project. Participants were recruited by nurses at the well-baby clinics in Turku Finland in 1990-1992 and randomised into intervention and control groups. Intervention children received low-saturated fat and low-cholesterol dietary counselling initiated at seven months of age. Participants were examined once a year with Tanner staging, anthropometric measurements and serial reproductive hormones from 10 to 19 years of age. In girls, postmenarcheal hormones were not analysed. RESULTS: Pubertal hormones in boys or girls did not differ between the intervention and control groups. However, we observed slight differences in pubertal progression by Tanner staging and in anthropometric parameters. The intervention boys progressed faster to G4 (p = 0.008), G5 (p = 0.008) and P5 (p = 0.03). The intervention boys were taller than control boys (p = 0.04), while weight and body mass index did not differ. CONCLUSION: Dietary intervention did not affect pubertal hormonal status. This finding supports the safety of implemented counselling in respect to puberty.",
      "mesh_terms": [
        "Adolescent",
        "Child",
        "Cholesterol",
        "Diet, Fat-Restricted",
        "Female",
        "Hormones",
        "Humans",
        "Male",
        "Puberty",
        "Young Adult"
      ]
    },
    {
      "pmid": "29949578",
      "title": "Changes in markers for cardio-metabolic disease risk after only 1-2 weeks of a high saturated fat diet in overweight adults.",
      "authors": [
        "Jeffrey F Horowitz",
        "Juan F Ortega",
        "Alexander Hinko",
        "Minghua Li",
        "Rachael K Nelson",
        "Ricardo Mora-Rodriguez"
      ],
      "journal": "PloS one",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: Diets high in saturated fat acids (SFA) have been linked with cardio-metabolic disease risk. The purpose of this study was to determine whether only 1-2 weeks of a high SFA diet could impact disease risk factors in overweight adults who normally eat a relatively low proportion of SFA (i.e., <40% of dietary fat). METHODS: Twelve overweight (BMI: 27±1 kg/m2) young adults were studied before and after a 2-week diet that increased the proportion of SFA (<40% to 60% of dietary fat), while maintaining their daily intake of total fat, carbohydrate, protein, and calories. Insulin resistance, blood pressure, plasma markers of liver damage, total plasma cholesterol concentrations, and fatty acid profile within plasma and skeletal muscle lipid pools were assessed before and after the intervention. RESULTS: Total plasma cholesterol concentration increased (148±5 vs. 164±8 mg/dl; P<0.05) after only one week, due exclusively to an increase in LDL-cholesterol (78±4 vs. 95±7 mg/dl; P<0.05). After two weeks, plasma aspartate amino transferase (AST) concentration increased (P<0.05) but we found no change in insulin resistance, or resting blood pressure. The diet increase the proportion of SFA in plasma (35±1% vs. 39±2%; P<0.05) and the intramyocellular triglyceride pool (32±1% vs. 37±1%; P<0.05) suggesting the fatty acids in these pools may readily exchange. CONCLUSIONS: Although blood lipids remain within normal clinical range, increasing saturated fat in diet for only 2 weeks raises plasma markers of cardiovascular risk (LDL-cholesterol) and liver damage (AST). In overweight, but healthy-young adults SFA accumulate in plasma and muscle after only 1-2 weeks of dietary increase.",
      "mesh_terms": [
        "Adult",
        "Aspartate Aminotransferases",
        "Biomarkers",
        "Cholesterol",
        "Dietary Fats",
        "Fatty Acids",
        "Female",
        "Humans",
        "Liver",
        "Male",
        "Metabolic Diseases",
        "Overweight",
        "Young Adult"
      ]
    },
    {
      "pmid": "29866196",
      "title": "Dietary approaches to treat MS-related fatigue: comparing the modified Paleolithic (Wahls Elimination) and low saturated fat (Swank) diets on perceived fatigue in persons with relapsing-remitting multiple sclerosis: study protocol for a randomized controlled trial.",
      "authors": [
        "Terry Wahls",
        "Maria O Scott",
        "Zaidoon Alshare",
        "Linda Rubenstein",
        "Warren Darling",
        "Lucas Carr",
        "Karen Smith",
        "Catherine A Chenard",
        "Nicholas LaRocca",
        "Linda Snetselaar"
      ],
      "journal": "Trials",
      "publication_date": "2018-Jun-04",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Fatigue is one of the most disabling symptoms of multiple sclerosis (MS) and contributes to diminishing quality of life. Although currently available interventions have had limited success in relieving MS-related fatigue, clinically significant reductions in perceived fatigue severity have been reported in a multimodal intervention pilot study that included a Paleolithic diet in addition to stress reduction, exercise, and electrical muscle stimulation. An optimal dietary approach to reducing MS-related fatigue has not been identified. To establish the specific effects of diet on MS symptoms, this study focuses on diet only instead of the previously tested multimodal intervention by comparing the effectiveness of two dietary patterns for the treatment of MS-related fatigue. The purpose of this study is to determine the impact of a modified Paleolithic and low saturated fat diet on perceived fatigue (primary outcome), cognitive and motor symptoms, and quality of life in persons with relapsing-remitting multiple sclerosis (RRMS). METHODS/DESIGN: This 36-week randomized clinical trial consists of three 12-week periods during which assessments of perceived fatigue, quality of life, motor and cognitive function, physical activity and sleep, diet quality, and social support for eating will be collected. The three 12-week periods will consist of the following: 1. OBSERVATION: Participants continue eating their usual diet. 2. INTERVENTION: Participants will be randomized to a modified Paleolithic or low saturated fat diet for the intervention period. Participants will receive support from a registered dietitian (RD) through in-person coaching, telephone calls, and emails. 3. FOLLOW-UP: Participants will continue the study diet for an additional 12 weeks with minimal RD support to assess the ability of the participants to sustain the study diet on their own. DISCUSSION: Because fatigue is one of the most common and disabling symptoms of MS, effective management and reduction of MS-related fatigue has the potential to increase quality of life in this population. The results of this study will add to the evidence base for providing dietary recommendations to treat MS-related fatigue and other symptoms associated with this disease. TRIAL REGISTRATION: ClinicalTrials.gov, NCT02914964 . Registered on 24 August 2016.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Cognition",
        "Diet, Fat-Restricted",
        "Diet, Paleolithic",
        "Disability Evaluation",
        "Fatigue",
        "Female",
        "Health Status",
        "Humans",
        "Iowa",
        "Male",
        "Middle Aged",
        "Motor Activity",
        "Multiple Sclerosis, Relapsing-Remitting",
        "Quality of Life",
        "Randomized Controlled Trials as Topic",
        "Time Factors",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "29741564",
      "title": "Replacement of dietary saturated fat with unsaturated fats increases numbers of circulating endothelial progenitor cells and decreases numbers of microparticles: findings from the randomized, controlled Dietary Intervention and VAScular function (DIVAS) study.",
      "authors": [
        "Michelle Weech",
        "Hana Altowaijri",
        "Jordi Mayneris-Perxachs",
        "Katerina Vafeiadou",
        "Jacqueline Madden",
        "Susan Todd",
        "Kim G Jackson",
        "Julie A Lovegrove",
        "Parveen Yaqoob"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2018-Jun-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Endothelial progenitor cells (EPCs) and microparticles are emerging as novel markers of cardiovascular disease (CVD) risk, which could potentially be modified by dietary fat. We have previously shown that replacing dietary saturated fatty acids (SFAs) with monounsaturated or n-6 (ω-6) polyunsaturated fatty acids (MUFAs or PUFAs, respectively) improved lipid biomarkers, blood pressure, and markers of endothelial activation, but their effects on circulating EPCs and microparticles are unclear. OBJECTIVE: The Dietary Intervention and VAScular function (DIVAS) Study investigated the replacement of 9.5-9.6% of total energy (%TE) contributed by SFAs with MUFAs or n-6 PUFAs for 16 wk on EPC and microparticle numbers in United Kingdom adults with moderate CVD risk. DESIGN: In this randomized, controlled, single-blind, parallel-group dietary intervention, men and women aged 21-60 y (n = 190) with moderate CVD risk (≥50% above the population mean) consumed 1 of three 16-wk isoenergetic diets. Target compositions for total fat, SFAs, MUFAs, and n-6 PUFAs (%TE) were as follows: SFA-rich diet (36:17:11:4; n = 64), MUFA-rich diet (36:9:19:4; n = 62), and n-6 PUFA-rich diet (36:9:13:10; n = 66). Circulating EPC, endothelial microparticle (EMP), and platelet microparticle (PMP) numbers were analyzed by flow cytometry. Dietary intake, vascular function, and other cardiometabolic risk factors were determined at baseline. RESULTS: Relative to the SFA-rich diet, MUFA- and n-6 PUFA-rich diets decreased EMP (-47.3%, -44.9%) respectively and PMP (-36.8%, -39.1%) numbers (overall diet effects, P < 0.01). The MUFA-rich diet increased EPC numbers (+28.4%; P = 0.023). Additional analyses that used stepwise regression models identified the augmentation index (measuring arterial stiffness determined by pulse-wave analysis) as an independent predictor of baseline EPC and microparticle numbers. CONCLUSIONS: Replacement of 9.5-9.6%TE dietary SFAs with MUFAs increased EPC numbers, and replacement with either MUFAs or n-6 PUFAs decreased microparticle numbers, suggesting beneficial effects on endothelial repair and maintenance. Further studies are warranted to determine the mechanisms underlying the favorable effects on EPC and microparticle numbers after SFA replacement. This trial was registered at www.clinicaltrials.gov as NCT01478958.",
      "mesh_terms": [
        "Adult",
        "Biomarkers",
        "Cardiovascular Diseases",
        "Cell-Derived Microparticles",
        "Cohort Studies",
        "Dietary Fats",
        "Endothelial Progenitor Cells",
        "Fatty Acids",
        "Fatty Acids, Unsaturated",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Single-Blind Method",
        "Young Adult"
      ]
    },
    {
      "pmid": "29634989",
      "title": "A mind cleared by walnut oil: The effects of polyunsaturated and saturated fat on extinction learning.",
      "authors": [
        "Holly C Miller",
        "Dieter Struyf",
        "Pascale Baptist",
        "Boushra Dalile",
        "Lukas Van Oudenhove",
        "Ilse Van Diest"
      ],
      "journal": "Appetite",
      "publication_date": "2018-Jul-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The treatment of anxiety-based psychopathology often hinges upon extinction learning. Research in nutritional neuroscience has observed that the regular consumption of perilla oil (50% alpha-linolenic acid (ALA)) facilitates extinction learning in rats (Yamamoto et al., 1988). However, acute facilitation of extinction learning by oils rich in ALA has not been reported for rats or humans, though the acute consumption of rapeseed oil (10% ALA) has been observed to improve cognitive processing speed in humans (Jones, Sünram-Lea, & Wesnes, 2012). For this reason, the present laboratory work examined the effects of adding walnut oil (12% ALA) to a chocolate milkshake on the acquisition, generalization, and extinction of a fear-based prediction in young adults. It compared performance between subjects. The other participants consumed a similar milkshake with either an equicaloric amount of cream (saturated fat), or with no added fat (control). Acquisition and generalization of the fear-based prediction were similar for all groups. However, those who consumed walnut oil extinguished most rapidly and profoundly. Implications for extinction learning are discussed.",
      "mesh_terms": [
        "Animals",
        "Dietary Fats",
        "Double-Blind Method",
        "Eating",
        "Extinction, Psychological",
        "Female",
        "Humans",
        "Juglans",
        "Male",
        "Milk",
        "Plant Oils",
        "Rats",
        "Young Adult"
      ]
    },
    {
      "pmid": "29269706",
      "title": "High Dietary Saturated Fat is Associated with a Low Risk of Intracerebral Hemorrhage and Ischemic Stroke in Japanese but not in Non-Japanese: A Review and Meta-Analysis of Prospective Cohort Studies.",
      "authors": [
        "Momoko Muto",
        "Osamu Ezaki"
      ],
      "journal": "Journal of atherosclerosis and thrombosis",
      "publication_date": "2018-May-01",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "AIM: The associations between dietary saturated fatty acids and the risks of stroke subtypes in cohort studies were examined by a meta-analysis of separate ethnic Japanese and non-Japanese cohorts, and causes of their difference were elucidated. METHOD: Log hazard ratio (HR) with 95% confidence interval (CI) of the highest versus the lowest saturated fat intake from cohort studies were weighed by an inverse variance method to combine HRs. RESULTS: Five studies of intracerebral hemorrhage and 11 studies/comparisons of ischemic stroke were selected. A meta-analysis of intracerebral hemorrhage excluding subarachnoid hemorrhage showed a strong inverse association in Japanese (n=3, HR=0.55, 95% CI 0.32-0.94) but not in non-Japanese (n=2, HR=0.98, 95% CI 0.62-1.53). A meta-analysis of ischemic stroke showed a mild inverse association in Japanese (n=4, HR=0.82, 95% CI 0.71-0.93) but not in non-Japanese (n=7, HR= 0.93, 95% CI 0.84-1.03). The effect size of saturated fat in reducing the risk of stroke in Japanese was stronger for intracerebral hemorrhage (45% reduction) than for ischemic stroke (18% reduction). CONCLUSIONS: In Japanese but not in non-Japanese, a diet high in saturated fat is associated with a low risk of intracerebral hemorrhage and ischemic stroke. This may be due to differences in the range of intake of saturated fat, genetic susceptibility, incidence of lacunar infarction, and/or confounding factors such as dietary proteins. An intervention study targeting Japanese will be required to verify the causality.",
      "mesh_terms": [
        "Brain Ischemia",
        "Cerebral Hemorrhage",
        "Dietary Fats",
        "Fatty Acids",
        "Humans",
        "Incidence",
        "Japan",
        "Prospective Studies",
        "Risk Factors",
        "Stroke"
      ]
    },
    {
      "pmid": "29178536",
      "title": "Effects of an energy-restricted low-carbohydrate, high unsaturated fat/low saturated fat diet versus a high-carbohydrate, low-fat diet in type 2 diabetes: A 2-year randomized clinical trial.",
      "authors": [
        "Jeannie Tay",
        "Campbell H Thompson",
        "Natalie D Luscombe-Marsh",
        "Thomas P Wycherley",
        "Manny Noakes",
        "Jonathan D Buckley",
        "Gary A Wittert",
        "William S Yancy",
        "Grant D Brinkworth"
      ],
      "journal": "Diabetes, obesity & metabolism",
      "publication_date": "2018-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIM: To examine whether a low-carbohydrate, high-unsaturated/low-saturated fat diet (LC) improves glycaemic control and cardiovascular disease (CVD) risk factors in overweight and obese patients with type 2 diabetes (T2D). METHODS: A total of 115 adults with T2D (mean [SD]; BMI, 34.6 [4.3] kg/m2 ; age, 58 [7] years; HbA1c, 7.3 [1.1]%) were randomized to 1 of 2 planned energy-matched, hypocaloric diets combined with aerobic/resistance exercise (1 hour, 3 days/week) for 2 years: LC: 14% energy as carbohydrate, 28% as protein, 58% as fat (<10% saturated fat); or low-fat, high-carbohydrate, low-glycaemic index diet (HC): 53% as CHO, 17% as protein, 30% as fat (<10% saturated fat). HbA1c, glycaemic variability (GV), anti-glycaemic medication effect score (MES, calculated based on the potency and dosage of diabetes medication), weight, body composition, CVD and renal risk markers were assessed before and after intervention. RESULTS: A total of 61 (LC = 33, HC = 28) participants completed the study (trial registration: http://www.anzctr.org.au/, ANZCTR No. ACTRN12612000369820). Reductions in weight (estimated marginal mean [95% CI]; LC, -6.8 [-8.8,-4.7], HC, -6.6 [-8.8, -4.5] kg), body fat (LC, -4.3 [-6.2, -2.4], HC, -4.6 [-6.6, -2.7] kg), blood pressure (LC, -2.0 [-5.9, 1.8]/ -1.2 [-3.6, 1.2], HC, -3.2 [-7.3, 0.9]/ -2.0 [-4.5, 0.5] mmHg), HbA1c (LC, -0.6 [-0.9, -0.3], HC, -0.9 [-1.2, -0.5] %) and fasting glucose (LC, 0.3 [-0.4, 1.0], HC, -0.4 [-1.1, 0.4] mmol/L) were similar between groups (P ≥ 0.09). Compared to HC, the LC achieved greater reductions in diabetes medication use (MES; LC, -0.5 [-0.6, -0.3], HC, -0.2 [-0.4, -0.02] units; P = 0.03), GV (Continuous Overall Net Glycemic Action calculated every 1 hour (LC, -0.4 [-0.6, -0.3], HC, -0.1 [-0.1, 0.2] mmol/L; P = 0.001), and 4 hours (LC, -0.9 [-1.3, -0.6], HC, -0.2 [-0.6, 0.1] mmol/L; P = 0.02)); triglycerides (LC, -0.1 [-0.3, 0.2], HC, 0.1 [-0.2, 0.3] mmol/L; P = 0.001), and maintained HDL-C levels (LC, 0.02 [-0.05, 0.1], HC, -0.1 [-0.1, 0.01] mmol/L; P = 0.004), but had similar changes in LDL-C (LC, 0.2 [-0.1, 0.5], HC, 0.1 [-0.2, 0.4] mmol/L; P = 0.85), brachial artery flow mediated dilatation (LC, -0.5 [-1.5, 0.5], HC, -0.4 [-1.4, 0.7] %; P = 0.73), eGFR and albuminuria. CONCLUSIONS: Both diets achieved comparable weight loss and HbA1c reductions. The LC sustained greater reductions in diabetes medication requirements, and in improvements in diurnal blood glucose stability and blood lipid profile, with no adverse renal effects, suggesting greater optimization of T2D management.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Blood Glucose",
        "Body Composition",
        "Caloric Restriction",
        "Diabetes Mellitus, Type 2",
        "Diet, Carbohydrate-Restricted",
        "Diet, Fat-Restricted",
        "Fats, Unsaturated",
        "Female",
        "Glycemic Index",
        "Humans",
        "Male",
        "Middle Aged",
        "Obesity",
        "Weight Loss"
      ]
    },
    {
      "pmid": "29058051",
      "title": "Danshen (Salvia miltiorrhiza) protects ovariectomized rats fed with high-saturated fat-sucrose diet from bone loss.",
      "authors": [
        "X L Dong",
        "W X Yu",
        "C M Li",
        "S He",
        "L P Zhou",
        "C W Poon",
        "M S Wong"
      ],
      "journal": "Osteoporosis international : a journal established as result of cooperation between the European Foundation for Osteoporosis and the National Osteoporosis Foundation of the USA",
      "publication_date": "2018-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "UNLABELLED: Dietary patterns may interfere with the efficacy of herbal intervention. Our results demonstrated the protective effects of Salvia miltiorrhiza aqueous extract (SMA) on bone metabolism were influenced by levels of dietary fat and sucrose in ovariectomized (OVX) rats through its actions on attenuating lipid deposition and oxidative stress in rats. INTRODUCTION: Salvia miltiorrhiza (SM), also known as Danshen, has been tested as an osteoporosis treatment in a series of small, short human trials that generally report improvements in bone property. However, dietary patterns may interfere with the effects of herbal intervention. We hypothesized that dietary fat and sucrose levels could influence the effects of SM supplementation on bone in estrogen-deficient animals. METHODS: Six-month-old Sprague-Dawley sham or OVX rats were fed either a low-saturated fat-sucrose (LFS, a diet that was similar in composition to normal rat chow) or a high-fat-sucrose (HFS) diet and OVX rats were treated (8 rats/group) with SM aqueous extract (SMA, 600 mg/kg/day), 17β-estradiol (1 mg/kg/day), or vehicle for 12 weeks. RESULTS: SMA significantly improved bone properties as revealed by the increase in trabecular bone mineral density and decrease in trabecular separation at proximal metaphysis of the tibia (PT) in HFS-fed OVX rats, but not in LFS-fed OVX rats. SMA greatly reduced lipid deposition and malondialdehyde levels, improved the activities of superoxide dismutase, catalase, and glutathione peroxidase in the livers of HFS-fed OVX rats. SMA could directly improve the proliferation and differentiation in vitro in an H2O2-induced preosteoblast cell model by attenuating cellular reactive oxygen species levels. CONCLUSIONS: The protective effects of SMA on bone metabolism were influenced by dietary fat and sucrose levels in OVX rats. The ability of SMA to reduce bone loss in HFS-fed OVX rats was associated with the attenuation of lipid deposition and oxidative stress levels.",
      "mesh_terms": [
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Body Weight",
        "Diet, High-Fat",
        "Dietary Fats",
        "Dietary Sucrose",
        "Drug Evaluation, Preclinical",
        "Drugs, Chinese Herbal",
        "Fatty Acids",
        "Female",
        "Humans",
        "Lipid Metabolism",
        "Liver",
        "Organ Size",
        "Osteoporosis, Postmenopausal",
        "Ovariectomy",
        "Oxidative Stress",
        "Phytotherapy",
        "Rats, Sprague-Dawley",
        "Salvia miltiorrhiza",
        "Uterus"
      ]
    },
    {
      "pmid": "28772082",
      "title": "Food sources of sodium, saturated fat, and added sugar in the Physical Activity and Nutrition for Diabetes in Alberta (PANDA) trial.",
      "authors": [
        "Ghada Asaad",
        "Catherine B Chan"
      ],
      "journal": "Applied physiology, nutrition, and metabolism = Physiologie appliquee, nutrition et metabolisme",
      "publication_date": "2017-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic patients may find it difficult to achieve recommended nutrient intakes embedded within dietary guidelines. The objective of this analysis was to document total sodium, saturated fat, and added sugar intake as well as the main food sources of these nutrients in Canadian adults with type 2 diabetes before and after an intervention focused on healthy eating. Participants were enrolled in a single-arm dietary intervention trial designed to improve glycemic control and adherence to dietary recommendations. A 4-week menu plan and recipes were provided for participants along with a 6-week educational curriculum. Three repeated 24-h dietary recalls were collected at baseline and 3 months. Food sources of sodium, saturated fat, and added sugar were a secondary outcome derived from the dietary recalls. After 3 months, there was a reduction (p < 0.05) in sodium intake of 561 mg/day, which was mainly due to reduced consumption of processed meats, soups, and condiments. Significantly lower intake of processed meat contributed to -2.9 g/day saturated fat intake (p < 0.1) while added sugar intake declined by 7 g/day (p < 0.1), which was due to lower consumption of baked goods/desserts and chocolate (both p < 0.05). The intervention was beneficial for type 2 diabetes patients in terms of changing dietary habits. However, the majority of the participants still exceeded the dietary guidelines for sodium and saturated fat. In addition to the efforts of individuals and their healthcare providers, strategies to increase the nutritional quality of prepared foods could provide widespread benefits.",
      "mesh_terms": [
        "Adult",
        "Alberta",
        "Diabetes Mellitus",
        "Diet Records",
        "Dietary Fats",
        "Dietary Sugars",
        "Exercise",
        "Female",
        "Food Analysis",
        "Humans",
        "Male",
        "Middle Aged",
        "Nutrition Surveys",
        "Sodium, Dietary"
      ]
    },
    {
      "pmid": "28731787",
      "title": "Effect of Euterpe oleracea Mart. (Açaí) Oil on Dyslipidemia Caused by Cocos nucifera L. Saturated Fat in Wistar Rats.",
      "authors": [
        "Belmira S Faria E Souza",
        "Helison O Carvalho",
        "Talisson Taglialegna",
        "Albenise Santana A Barros",
        "Edilson Leal da Cunha",
        "Irlon Maciel Ferreira",
        "Hady Keita",
        "Andres Navarrete",
        "José Carlos Tavares Carvalho"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2017-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dyslipidemia is caused by disturbances in lipid metabolism that lead to chronic elevations of serum lipids, especially low-density lipoprotein (LDL)-cholesterol and triglycerides, increasing the risk of metabolic syndrome, obesity, diabetes, atherogenic processes, and cardiovascular diseases. The oil from the fruits of Euterpe oleracea (OFEO) is rich in unsaturated fatty acids with potential for treating alterations in lipid metabolism. In this study, we aimed to investigate the effect of OFEO on hyperlipidemia induced by Cocos nucifera L. saturated fat (GSC) in Wistar rats. Chromatographic profile showed that unsaturated fatty acids account for 66.08% in OFEO, predominately oleic acid (54.30%), and saturated fatty acids (palmitic acid 31.6%) account for 33.92%. GSC-induced dyslipidemia resulted in an increase in total cholesterol, LDL-cholesterol, triglycerides, glucose, and liver and abdominal fat, as well as atherogenic processes in the thoracic aorta. OFEO treatment did not reduce hypertriglyceridemia, but did reduce total cholesterol and LDL-cholesterol, thus contributing to the antiatherogenic action of OFEO. OFEO treatment inhibited the formation of atheromatous plaques in the vascular endothelium of the treated rats, as well as those who were treated with simvastatin. The results obtained suggest that OFEO has an antiatherogenic effect in a rat model of dyslipidemia.",
      "mesh_terms": [
        "Animals",
        "Aorta, Thoracic",
        "Cholesterol",
        "Cholesterol, LDL",
        "Cocos",
        "Dyslipidemias",
        "Euterpe",
        "Fatty Acids",
        "Fruit",
        "Humans",
        "Male",
        "Plant Oils",
        "Rats",
        "Rats, Wistar",
        "Triglycerides"
      ]
    },
    {
      "pmid": "28535777",
      "title": "Plasma phospholipid fatty acid profile confirms compliance to a novel saturated fat-reduced, monounsaturated fat-enriched dairy product intervention in adults at moderate cardiovascular risk: a randomized controlled trial.",
      "authors": [
        "Oonagh Markey",
        "Dafni Vasilopoulou",
        "Kirsty E Kliem",
        "Albert Koulman",
        "Colette C Fagan",
        "Keith Summerhill",
        "Laura Y Wang",
        "Alistair S Grandison",
        "David J Humphries",
        "Susan Todd",
        "Kim G Jackson",
        "David I Givens",
        "Julie A Lovegrove"
      ],
      "journal": "Nutrition journal",
      "publication_date": "2017-May-23",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Dairy products are a major contributor to dietary SFA. Partial replacement of milk SFA with unsaturated fatty acids (FAs) is possible through oleic-acid rich supplementation of the dairy cow diet. To assess adherence to the intervention of SFA-reduced, MUFA-enriched dairy product consumption in the RESET (REplacement of SaturatEd fat in dairy on Total cholesterol) study using 4-d weighed dietary records, in addition to plasma phospholipid FA (PL-FA) status. METHODS: In a randomised, controlled, crossover design, free-living UK participants identified as moderate risk for CVD (n = 54) were required to replace habitually consumed dairy foods (milk, cheese and butter), with study products with a FA profile typical of retail products (control) or SFA-reduced, MUFA-enriched profile (modified), for two 12-week periods, separated by an 8-week washout period. A flexible food-exchange model was used to implement each isoenergetic high-fat, high-dairy diet (38% of total energy intake (%TE) total fat): control (dietary target: 19%TE SFA; 11%TE MUFA) and modified (16%TE SFA; 14%TE MUFA). RESULTS: Following the modified diet, there was a smaller increase in SFA (17.2%TE vs. 19.1%TE; p < 0.001) and greater increase in MUFA intake (15.4%TE vs. 11.8%TE; p < 0.0001) when compared with the control. PL-FA analysis revealed lower total SFAs (p = 0.006), higher total cis-MUFAs and trans-MUFAs (both p < 0.0001) following the modified diet. CONCLUSION: The food-exchange model was successfully used to achieve RESET dietary targets by partial replacement of SFAs with MUFAs in dairy products, a finding reflected in the PL-FA profile and indicative of objective dietary compliance. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT02089035 , date 05-01-2014.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Cardiovascular Diseases",
        "Cross-Over Studies",
        "Dairy Products",
        "Diet",
        "Dietary Fats",
        "Double-Blind Method",
        "Fatty Acids",
        "Fatty Acids, Monounsaturated",
        "Fatty Acids, Unsaturated",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Nutrition Assessment",
        "Patient Compliance",
        "Phospholipids",
        "Risk Factors",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "28488685",
      "title": "Effect of diets rich in either saturated fat or n-6 polyunsaturated fatty acids and supplemented with long-chain n-3 polyunsaturated fatty acids on plasma lipoprotein profiles.",
      "authors": [
        "C B Dias",
        "N Amigo",
        "L G Wood",
        "X Correig",
        "M L Garg"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "2017-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Abnormalities in lipoprotein profiles (size, distribution and concentration) play an important role in the pathobiology of atherosclerosis and coronary artery disease. Dietary fat, among other factors, has been demonstrated to modulate lipoprotein profiles. We aimed to investigate if background dietary fat (saturated, SFA versus omega-6 polyunsaturated fatty acids, n-6PUFA) was a determinant of the effects of LCn-3PUFA supplementation on lipoprotein profiles. SUBJECTS/METHODS: A randomized controlled clinical intervention trial in a parallel design was conducted. Healthy subjects (n=26) were supplemented with 400 mg eicosapentaenoic acid plus 2000 mg docosahexaenoic acid daily and randomized to consume diets rich in either SFA or n-6PUFA for a period of 6 weeks. Blood samples, collected at baseline and after 6 weeks of intervention, were assessed for plasma lipoprotein profiles (lipoprotein size, concentration and distribution in subclasses) determined using nuclear magnetic resonance spectroscopy. RESULTS: Study participants receiving the SFA or the n-6PUFA enriched diets consumed similar percentage energy from fat (41 and 42% respectively, P=0.681). However, subjects on the SFA diet consumed 50% more energy as saturated fat and 77% less as linoleic acid than those consuming the n-6PUFA diet (P<0.001). The diets rich in SFA and n-6PUFA reduced the concentration of total very-low-density lipoprotein (VLDL) particles (P<0.001, both), and their subclasses and increased VLDL (P=0.042 and P=0.007, respectively) and LDL (P=0.030 and 0.027, respectively) particle size. In addition, plasma triglyceride concentration was significantly reduced by LCn-3PUFA supplementation irrespective of the dietary fat. CONCLUSIONS: LCn-3PUFA modulated lipoprotein profiles in a similar fashion when supplemented in diets rich in either SFA or n-6PUFA.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Diet",
        "Dietary Supplements",
        "Docosahexaenoic Acids",
        "Eicosapentaenoic Acid",
        "Fatty Acids, Omega-6",
        "Female",
        "Humans",
        "Lipoproteins",
        "Male",
        "Middle Aged",
        "Reference Values",
        "Treatment Outcome",
        "Triglycerides",
        "Young Adult"
      ]
    },
    {
      "pmid": "28446627",
      "title": "Silicon Alleviates Nonalcoholic Steatohepatitis by Reducing Apoptosis in Aged Wistar Rats Fed a High-Saturated Fat, High-Cholesterol Diet.",
      "authors": [
        "Alba Garcimartín",
        "M Elvira López-Oliva",
        "Jorge A Sántos-López",
        "Rosa A García-Fernández",
        "Adrián Macho-González",
        "Sara Bastida",
        "Juana Benedí",
        "Francisco J Sánchez-Muniz"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2017-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Background: Lipoapoptosis has been identified as a key event in the progression of nonalcoholic fatty liver disease (NAFLD), and hence, antiapoptotic agents have been recommended as a possible effective treatment for nonalcoholic steatohepatitis (NASH). Silicon, included in meat as a functional ingredient, improves lipoprotein profiles and liver antioxidant defenses in aged rats fed a high-saturated fat, high-cholesterol diet (HSHCD). However, to our knowledge, the antiapoptotic effect of this potential functional meat on the liver has never been tested.Objective: This study was designed to evaluate the effect of silicon on NASH development and the potential antiapoptotic properties of silicon in aged rats.Methods: One-year-old male Wistar rats weighing ∼500 g were fed 3 experimental diets containing restructured pork (RP) for 8 wk: 1) a high-saturated fat diet, as an NAFLD control, with 16.9% total fat, 0.14 g cholesterol/kg diet, and 46.8 mg SiO2/kg (control); 2) the HSHCD as a model of NASH, with 16.6% total fat, 16.3 g cholesterol/kg diet, and 46.8 mg SiO2/kg [high-cholesterol diet (Chol-C)]; and 3) the HSHCD with silicon-supplemented RP with amounts of fat and cholesterol identical to those in the Chol-C diet, but with 750 mg SiO2/kg (Chol-Si). Detailed histopathological assessments were performed, and the NAFLD activity score (NAS) was calculated. Liver apoptosis and damage markers were evaluated by Western blotting and immunohistochemical staining.Results: Chol-C rats had a higher mean NAS (7.4) than did control rats (1.9; P < 0.001). The score in Chol-Si rats (5.4) was intermediate and different from that in both other groups (P < 0.05). Several liver apoptosis markers-including hepatocyte terminal deoxynucleotidyl transferase 2'-deoxyuridine 5'-triphosphate (dUTP) nick end labeling, cytosolic cytochrome c, apoptosis-inducing factor, caspases 9 and 3, and the mitochondrial Bcl-2-associated X protein (BAX)-to-B-cell lymphoma 2 (BCL2) ratio-were 9-45% lower in Chol-Si than in Chol-C rats (P < 0.05) and did not differ from values in the control group.Conclusions: Supplemental silicon substantially affects NASH development in aged male Wistar rats fed an HSHCD by partially blocking apoptosis. These results suggest that silicon-enriched RP could be used as an effective nutritional strategy in preventing NASH.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Biomarkers",
        "Cholesterol, Dietary",
        "Diet, High-Fat",
        "Liver",
        "Male",
        "Non-alcoholic Fatty Liver Disease",
        "Rats, Wistar",
        "Red Meat",
        "Silicon",
        "Silicon Dioxide",
        "Swine",
        "Trace Elements"
      ]
    },
    {
      "pmid": "28182630",
      "title": "Traffic-light labels could reduce population intakes of calories, total fat, saturated fat, and sodium.",
      "authors": [
        "Teri E Emrich",
        "Ying Qi",
        "Wendy Y Lou",
        "Mary R L'Abbe"
      ],
      "journal": "PloS one",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Traffic-light labelling has been proposed as a public health intervention to improve the dietary intakes of consumers. OBJECTIVES: to model the potential impact of avoiding foods with red traffic lights on the label on the energy, total fat, saturated fat, sodium, and sugars intakes of Canadian adults. METHODS: Canadian adults aged 19 and older (n = 19,915) who responded to the Canadian Community Health Survey (CCHS), Cycle 2.2. The nutrient levels in foods consumed by Canadians in CCHS were profiled using the United Kingdom's criteria for traffic light labelling. Whenever possible, foods assigned a red traffic light for one or more of the profiled nutrients were replaced with a similar food currently sold in Canada, with nutrient levels not assigned any red traffic lights. Average intakes of calories, total fat, saturated fat, sodium, and sugars under the traffic light scenario were compared with actual intakes of calories and these nutrients (baseline) reported in CCHS. RESULTS: Under the traffic light scenario, Canadian's intake of energy, total fat, saturated fat, and sodium were significantly reduced compared to baseline; sugars intakes were not significantly reduced. Calorie intake was reduced by 5%, total fat 13%, saturated fat 14%, and sodium 6%. CONCLUSION: Governments and policy makers should consider the adoption of traffic light labelling as a population level intervention to improve dietary intakes and chronic disease risk.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Canada",
        "Color",
        "Consumer Health Information",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Energy Intake",
        "Fatty Acids",
        "Feeding Behavior",
        "Female",
        "Food Labeling",
        "Humans",
        "Male",
        "Middle Aged",
        "Sodium, Dietary",
        "Young Adult"
      ]
    },
    {
      "pmid": "28042040",
      "title": "Executive functioning and dietary intake: Neurocognitive correlates of fruit, vegetable, and saturated fat intake in adults with obesity.",
      "authors": [
        "Emily P Wyckoff",
        "Brittney C Evans",
        "Stephanie M Manasse",
        "Meghan L Butryn",
        "Evan M Forman"
      ],
      "journal": "Appetite",
      "publication_date": "2017-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity is a significant public health issue, and is associated with poor diet. Evidence suggests that eating behavior is related to individual differences in executive functioning. Poor executive functioning is associated with poorer diet (few fruits and vegetables and high saturated fat) in normal weight samples; however, the relationship between these specific dietary behaviors and executive functioning have not been investigated in adults with obesity. The current study examined the association between executive functioning and intake of saturated fat, fruits, and vegetables in an overweight/obese sample using behavioral measures of executive function and dietary recall. One-hundred-ninety overweight and obese adults completed neuropsychological assessments measuring intelligence, planning ability, and inhibitory control followed by three dietary recall assessments within a month prior to beginning a behavioral weight loss treatment program. Inhibitory control and two of the three indices of planning each independently significantly predicted fruit and vegetable consumption such that those with better inhibition and planning ability consumed more fruits and vegetables. No relationship was found between executive functioning and saturated fat intake. Results increase understanding of how executive functioning influences eating behavior in overweight and obese adults, and suggest the importance of including executive functioning training components in dietary interventions for those with obesity. Further research is needed to determine causality as diet and executive functioning may bidirectionally influence each other.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Diet Surveys",
        "Dietary Fats",
        "Eating",
        "Executive Function",
        "Feeding Behavior",
        "Female",
        "Fruit",
        "Humans",
        "Inhibition, Psychological",
        "Male",
        "Middle Aged",
        "Neuropsychological Tests",
        "Obesity",
        "Surveys and Questionnaires",
        "Vegetables",
        "Young Adult"
      ]
    },
    {
      "pmid": "27919361",
      "title": "Adverse effects on insulin secretion of replacing saturated fat with refined carbohydrate but not with monounsaturated fat: A randomized controlled trial in centrally obese subjects.",
      "authors": [
        "Lin F Chang",
        "Shireene R Vethakkan",
        "Kalanithi Nesaretnam",
        "Thomas A B Sanders",
        "Kim-Tiu Teng"
      ],
      "journal": "Journal of clinical lipidology",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Current dietary guidelines recommend the replacement of saturated fatty acids (SAFAs) with carbohydrates or monounsaturated fatty acids (MUFAs) based on evidence on lipid profile alone, the chronic effects of the mentioned replacements on insulin secretion and insulin sensitivity are however unclear. OBJECTIVE: To assess the chronic effects of the substitution of refined carbohydrate or MUFA for SAFA on insulin secretion and insulin sensitivity in centrally obese subjects. METHODS: Using a crossover design, randomized controlled trial in abdominally overweight men and women, we compared the effects of substitution of 7% energy as carbohydrate or MUFA for SAFA for a period of 6 weeks each. Fasting and postprandial blood samples in response to corresponding SAFA, carbohydrate, or MUFA-enriched meal-challenges were collected after 6 weeks on each diet treatment for the assessment of outcomes. RESULTS: As expected, postprandial nonesterified fatty acid suppression and elevation of C-peptide, insulin and glucose secretion were the greatest with high-carbohydrate (CARB) meal. Interestingly, CARB meal attenuated postprandial insulin secretion corrected for glucose response; however, the insulin sensitivity and disposition index were not affected. SAFA and MUFA had similar effects on all markers except for fasting glucose-dependent insulinotropic peptide concentrations, which increased after MUFA but not SAFA when compared with CARB. CONCLUSION: In conclusion, a 6-week lower-fat/higher-carbohydrate (increased by 7% refined carbohydrate) diet may have greater adverse effect on insulin secretion corrected for glucose compared with isocaloric higher-fat diets. In contrast, exchanging MUFA for SAFA at 7% energy had no appreciable adverse impact on insulin secretion.",
      "mesh_terms": [
        "Adult",
        "C-Peptide",
        "Cross-Over Studies",
        "Dietary Carbohydrates",
        "Dietary Fats, Unsaturated",
        "Female",
        "Humans",
        "Insulin",
        "Insulin Resistance",
        "Male",
        "Middle Aged",
        "Obesity",
        "Postprandial Period",
        "Single-Blind Method",
        "Waist Circumference"
      ]
    },
    {
      "pmid": "27907824",
      "title": "Effect of dry tomato peel supplementation on glucose tolerance, insulin resistance, and hepatic markers in mice fed high-saturated-fat/high-cholesterol diets.",
      "authors": [
        "Sofiane Zidani",
        "Amar Benakmoum",
        "Ali Ammouche",
        "Yasmine Benali",
        "Anissa Bouhadef",
        "Souheila Abbeddou"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2017-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Many studies have investigated the effect of crude tomato peel in vivo, but no studies have determined the dose-effect of dry tomato peel (DTP) on glucose intolerance, insulin resistance, and atherogenic dyslipidemia induced by a high-saturated-fat (HSF) diet in vivo. The aim of this study was to investigate the effects of different doses of DTP on the levels of oxidative stress in mice fed an HSF and cholesterol-rich diet for 12 weeks. The main outcomes are glucose and insulin tolerance, plasma lipids, and hepatic steatosis and inflammation. BALB/c male mice (n=40) (8 weeks old, weighing 22.2±1.0 g) were divided into four treatment groups (10 mice/group): (a) high-fat control diet (HF Ctrl), which contains sunflower oil as a sole source of fat; (b) HSF/high-cholesterol (HC) diet; (c) HSF/HC diet supplemented with 9% DTP and (d) HSF/HC diet supplemented with 17% DTP. The HSF/HC diet significantly increased body weight gain, adipose tissue weight, fasting plasma glucose, fasting plasma insulin and lipid peroxidation and caused the development of liver steatosis and inflammation. Supplementation with DTP increased plasma lycopene concentration and reduced the development of indicators of metabolic syndrome, with no consistent effect of the DTP dose. Hepatic steatosis and inflammation were not reversed with DTP supplementation. Among mice fed the HSF/HC diet, DTP supplementation appears to have a beneficial effect on insulin resistance, which confirms the antiatherogenic effect of DTP.",
      "mesh_terms": [
        "Animals",
        "Biomarkers",
        "Carotenoids",
        "Cholesterol, Dietary",
        "Diet, High-Fat",
        "Dietary Supplements",
        "Glucose Intolerance",
        "Inflammation",
        "Insulin Resistance",
        "Liver",
        "Lycopene",
        "Solanum lycopersicum",
        "Male",
        "Mice, Inbred BALB C",
        "Non-alcoholic Fatty Liver Disease",
        "Weight Gain"
      ]
    },
    {
      "pmid": "27907021",
      "title": "The Effects of Long-Term Saturated Fat Enriched Diets on the Brain Lipidome.",
      "authors": [
        "Corey Giles",
        "Ryusuke Takechi",
        "Natalie A Mellett",
        "Peter J Meikle",
        "Satvinder Dhaliwal",
        "John C Mamo"
      ],
      "journal": "PloS one",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The brain is highly enriched in lipids, where they influence neurotransmission, synaptic plasticity and inflammation. Non-pathological modulation of the brain lipidome has not been previously reported and few studies have investigated the interplay between plasma lipid homeostasis relative to cerebral lipids. This study explored whether changes in plasma lipids induced by chronic consumption of a well-tolerated diet enriched in saturated fatty acids (SFA) was associated with parallel changes in cerebral lipid homeostasis. Male C57Bl/6 mice were fed regular chow or the SFA diet for six months. Plasma, hippocampus (HPF) and cerebral cortex (CTX) lipids were analysed by LC-ESI-MS/MS. A total of 348 lipid species were determined, comprising 25 lipid classes. The general abundance of HPF and CTX lipids was comparable in SFA fed mice versus controls, despite substantial differences in plasma lipid-class abundance. However, significant differences in 50 specific lipid species were identified as a consequence of SFA treatment, restricted to phosphatidylcholine (PC), phosphatidylethanolamine (PE), alkyl-PC, alkenyl-PC, alkyl-PE, alkenyl-PE, cholesterol ester (CE), diacylglycerol (DG), phosphatidylinositol (PI) and phosphatidylserine (PS) classes. Partial least squares regression of the HPF/CTX lipidome versus plasma lipidome revealed the plasma lipidome could account for a substantial proportion of variation. The findings demonstrate that cerebral abundance of specific lipid species is strongly associated with plasma lipid homeostasis.",
      "mesh_terms": [
        "Animals",
        "Brain Chemistry",
        "Cerebral Cortex",
        "Cholesterol Esters",
        "Diet, High-Fat",
        "Diglycerides",
        "Fatty Acids",
        "Hippocampus",
        "Lipid Metabolism",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Phosphatidylcholines",
        "Phosphatidylethanolamines",
        "Phosphatidylinositols",
        "Phosphatidylserines",
        "Time Factors"
      ]
    },
    {
      "pmid": "27642057",
      "title": "Effects of exchanging carbohydrate or monounsaturated fat with saturated fat on inflammatory and thrombogenic responses in subjects with abdominal obesity: A randomized controlled trial.",
      "authors": [
        "Kim-Tiu Teng",
        "Lin Faun Chang",
        "Shireene Ratna Vethakkan",
        "Kalanithi Nesaretnam",
        "Tom A B Sanders"
      ],
      "journal": "Clinical nutrition (Edinburgh, Scotland)",
      "publication_date": "2017-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND & AIMS: Modification of the amount and type of dietary fat has diverse effects on cardiovascular risk. METHODS: We recruited 54 abdominally obese subjects to participate in a prospective cross-over design, single-blind trial comparing isocaloric 2000 kcal MUFA or carbohydrate-enriched diet with SFA-enriched diet (control). The control diet consisted of 15E% protein, 53E% carbohydrate and 32E% fat (12E% SFA, 13E% MUFA). A total of ∼7E% of MUFA or refined carbohydrate was exchanged with SFA in the MUFA-rich and carbohydrate-rich diets respectively for 6-weeks. Blood samples were collected at fasting upon trial commencement and at week-5 and 6 of each dietary-intervention phase to measure levels of cytokines (IL-6, IL-1β), C-reactive protein (CRP), thrombogenic markers (E-selectin, PAI-1, D-dimer) and lipid subfractions. Radial pulse wave analysis and a 6-h postprandial mixed meal challenge were carried out at week-6 of each dietary intervention. Blood samples were collected at fasting, 15 and 30 min and hourly intervals thereafter till 6 h after a mixed meal challenge (muffin and milkshake) with SFA or MUFA (872.5 kcal, 50 g fat, 88 g carbohydrates) or CARB (881.3 kcal, 20 g fat, 158 g carbohydrates)- enrichment corresponding to the background diets. RESULTS: No significant differences in fasting inflammatory and thrombogenic factors were noted between diets (P > 0.05). CARB meal was found to increase plasma IL-6 whereas MUFA meal elevated plasma D-dimer postprandially compared with SAFA meal (P < 0.05). Comparing the 3 meals, there were similar postprandial elevations in IL-6 and D-dimer and postprandial reductions in PAI-1, augmentation index and pressure (time effect: P < 0.05). CARB diet was found to reduce HDL3 by 7.8% and increase small dense HDL (sdHDL) by 8.6% compared with SFA diet (P < 0.05). SFA diet increased large HDL subfractions compared with both CARB and MUFA diets by 4.9% and 6.6% (P < 0.05), respectively. CONCLUSIONS: Overall, the evidence presented in this study suggests that the replacement of SFA with MUFA or refined carbohydrates may not improve inflammatory and thrombogenic markers in abdominally overweight individuals. Indeed increased refined carbohydrates consumption adversely impacts fasting HDL subfractions. This trial was registered under ClinicalTrials.gov. Identifier no. NCT01665482.",
      "mesh_terms": [
        "Adult",
        "Biomarkers",
        "Blood Glucose",
        "C-Reactive Protein",
        "Cardiovascular Diseases",
        "Cholesterol",
        "Cross-Over Studies",
        "Cytokines",
        "Diet",
        "Dietary Carbohydrates",
        "E-Selectin",
        "Fatty Acids, Monounsaturated",
        "Female",
        "Fibrin Fibrinogen Degradation Products",
        "Humans",
        "Insulin",
        "Male",
        "Middle Aged",
        "Nutrition Assessment",
        "Obesity, Abdominal",
        "Patient Compliance",
        "Plasminogen Activator Inhibitor 1",
        "Postprandial Period",
        "Prospective Studies",
        "Risk Factors",
        "Single-Blind Method",
        "Triglycerides",
        "Young Adult"
      ]
    },
    {
      "pmid": "27494448",
      "title": "Long-term effects of weight loss with a very-low carbohydrate, low saturated fat diet on flow mediated dilatation in patients with type 2 diabetes: A randomised controlled trial.",
      "authors": [
        "Thomas P Wycherley",
        "Campbell H Thompson",
        "Jonathan D Buckley",
        "Natalie D Luscombe-Marsh",
        "Manny Noakes",
        "Gary A Wittert",
        "Grant D Brinkworth"
      ],
      "journal": "Atherosclerosis",
      "publication_date": "2016-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND AND AIMS: Very-low carbohydrate diets can improve glycaemic control in patients with type 2 diabetes (T2DM). However, compared to traditional higher carbohydrate, low fat (HighCHO) diets, they have been associated with impaired endothelial function (measured by flow mediated dilatation [FMD]) that is possibly related to saturated fat. This study aimed to examine the effects of a 12-month hypocaloric very-low carbohydrate, low saturated fat (LowCHO) diet compared to an isocaloric HighCHO diet. METHODS: One hundred and fifteen obese patients with T2DM (age:58.4 ± 0.7 [SEM] yr, BMI:34.6 ± 0.4 kg/m(2), HbA1c:7.33 [56.3 mmol/mol] ± 0.10%) were randomised to consume an energy restricted LowCHO diet (Carb:Pro:Fat:Sat-Fat 14:28:58: < 10% energy; n = 58) or isocaloric HighCHO diet (53:17:30: < 10%; n = 57) whilst undertaking exercise (60 min, 3/wk). Bodyweight, HbA1c and FMD were assessed. RESULTS: Seventy eight participants completed the intervention (LowCHO = 41, HighCHO = 37). Both groups experienced similar reductions in weight and HbA1c (-10.6 ± 0.7 kg, -1.05 ± 0.10%; p < 0.001 time, p ≥ 0.48 time × diet). FMD did not change (p = 0.11 time, p = 0.20 time × diet). CONCLUSIONS: In patients with obesity and T2DM, HighCHO diet and LowCHO diet have similar effects on endothelial function.",
      "mesh_terms": [
        "Body Weight",
        "Diabetes Mellitus, Type 2",
        "Diet, Carbohydrate-Restricted",
        "Diet, Fat-Restricted",
        "Diet, Reducing",
        "Dilatation",
        "Exercise Therapy",
        "Female",
        "Glycated Hemoglobin",
        "Humans",
        "Male",
        "Middle Aged",
        "Obesity",
        "Overweight",
        "Weight Loss"
      ]
    },
    {
      "pmid": "27440084",
      "title": "Interaction of an S100A9 gene variant with saturated fat and carbohydrates to modulate insulin resistance in 3 populations of different ancestries.",
      "authors": [
        "Ruth Blanco-Rojo",
        "Javier Delgado-Lista",
        "Yu-Chi Lee",
        "Chao-Qiang Lai",
        "Pablo Perez-Martinez",
        "Oriol Rangel-Zuñiga",
        "Caren E Smith",
        "Bertha Hidalgo",
        "Juan F Alcala-Diaz",
        "Francisco Gomez-Delgado",
        "Laurence D Parnell",
        "Donna K Arnett",
        "Katherine L Tucker",
        "Jose Lopez-Miranda",
        "Jose M Ordovas"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2016-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: S100 calcium-binding protein A9 (S100A9) has previously been identified as a type 2 diabetes (T2D) gene. However, this finding requires independent validation and more in-depth analyses in other populations and ancestries. OBJECTIVES: We aimed to replicate the associations between an S100A9 variant and insulin resistance and T2D and to initiate an investigation of potential interactions with the habitual diet in several independent populations. DESIGN: We investigated the association of the S100A9 variant rs3014866 with insulin resistance and T2D risk and its interactions with diet in 3 diverse populations as follows: the CORDIOPREV (Coronary Diet Intervention with Olive Oil and Cardiovascular Prevention; n = 711), which consisted of Spanish white adults; the GOLDN (Genetics of Lipids Lowering Drugs and Diet Network; n = 818), which involved North American non-Hispanic white adults; and Hispanic adults who participated in the BPRHS (Boston Puerto Rican Health Study; n = 1155). RESULTS: Meta-analysis indicated that T carriers presented a lower risk of T2D than CC carriers (pooled OR: 0.714; 95% CI: 0.584, 0.845; P = 0.002). In all 3 populations (CORDIOPREV, GOLDN, and BPRHS), we showed a significant interaction between the rs3014866 single nucleotide polymorphism and dietary SFA:carbohydrate ratio intake for the homeostasis model assessment of insulin resistance (HOMA-IR) (P = 0.028, P = 0.017, and P = 0.026, respectively). CC carriers had a significantly higher HOMA-IR only when SFA:carbohydrate intake was high (P = 0.045 for the CORDIOPREV, P = 0.033 for the GOLDN, and P = 0.046 for the BPRHS) but not when SFA:carbohydrate ratio intake was low. CONCLUSIONS: The minor allele (T) of the S100A9 variant rs3014866 is associated with lower T2D risk in 3 populations of different ancestries. Note that individuals with the high-risk CC genotype may be more likely to benefit from a low SFA:carbohydrate ratio intake to improve insulin resistance as evaluated with the use of the HOMA-IR. These trials were registered at clinicaltrials.gov as NCT00924937 (CORDIOPREV), NCT00083369 (GOLDN), and NCT01231958 (BPRHS).",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Diabetes Mellitus, Type 2",
        "Diet",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Feeding Behavior",
        "Female",
        "Gene-Environment Interaction",
        "Humans",
        "Insulin Resistance",
        "Male",
        "Middle Aged",
        "Odds Ratio",
        "Polymorphism, Single Nucleotide",
        "S100 Proteins"
      ]
    },
    {
      "pmid": "27434027",
      "title": "Effects of Saturated Fat, Polyunsaturated Fat, Monounsaturated Fat, and Carbohydrate on Glucose-Insulin Homeostasis: A Systematic Review and Meta-analysis of Randomised Controlled Feeding Trials.",
      "authors": [
        "Fumiaki Imamura",
        "Renata Micha",
        "Jason H Y Wu",
        "Marcia C de Oliveira Otto",
        "Fadar O Otite",
        "Ajibola I Abioye",
        "Dariush Mozaffarian"
      ],
      "journal": "PLoS medicine",
      "publication_date": "2016-Jul",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Effects of major dietary macronutrients on glucose-insulin homeostasis remain controversial and may vary by the clinical measures examined. We aimed to assess how saturated fat (SFA), monounsaturated fat (MUFA), polyunsaturated fat (PUFA), and carbohydrate affect key metrics of glucose-insulin homeostasis. METHODS AND FINDINGS: We systematically searched multiple databases (PubMed, EMBASE, OVID, BIOSIS, Web-of-Knowledge, CAB, CINAHL, Cochrane Library, SIGLE, Faculty1000) for randomised controlled feeding trials published by 26 Nov 2015 that tested effects of macronutrient intake on blood glucose, insulin, HbA1c, insulin sensitivity, and insulin secretion in adults aged ≥18 years. We excluded trials with non-isocaloric comparisons and trials providing dietary advice or supplements rather than meals. Studies were reviewed and data extracted independently in duplicate. Among 6,124 abstracts, 102 trials, including 239 diet arms and 4,220 adults, met eligibility requirements. Using multiple-treatment meta-regression, we estimated dose-response effects of isocaloric replacements between SFA, MUFA, PUFA, and carbohydrate, adjusted for protein, trans fat, and dietary fibre. Replacing 5% energy from carbohydrate with SFA had no significant effect on fasting glucose (+0.02 mmol/L, 95% CI = -0.01, +0.04; n trials = 99), but lowered fasting insulin (-1.1 pmol/L; -1.7, -0.5; n = 90). Replacing carbohydrate with MUFA lowered HbA1c (-0.09%; -0.12, -0.05; n = 23), 2 h post-challenge insulin (-20.3 pmol/L; -32.2, -8.4; n = 11), and homeostasis model assessment for insulin resistance (HOMA-IR) (-2.4%; -4.6, -0.3; n = 30). Replacing carbohydrate with PUFA significantly lowered HbA1c (-0.11%; -0.17, -0.05) and fasting insulin (-1.6 pmol/L; -2.8, -0.4). Replacing SFA with PUFA significantly lowered glucose, HbA1c, C-peptide, and HOMA. Based on gold-standard acute insulin response in ten trials, PUFA significantly improved insulin secretion capacity (+0.5 pmol/L/min; 0.2, 0.8) whether replacing carbohydrate, SFA, or even MUFA. No significant effects of any macronutrient replacements were observed for 2 h post-challenge glucose or insulin sensitivity (minimal-model index). Limitations included a small number of trials for some outcomes and potential issues of blinding, compliance, generalisability, heterogeneity due to unmeasured factors, and publication bias. CONCLUSIONS: This meta-analysis of randomised controlled feeding trials provides evidence that dietary macronutrients have diverse effects on glucose-insulin homeostasis. In comparison to carbohydrate, SFA, or MUFA, most consistent favourable effects were seen with PUFA, which was linked to improved glycaemia, insulin resistance, and insulin secretion capacity.",
      "mesh_terms": [
        "Adult",
        "Blood Glucose",
        "Dietary Carbohydrates",
        "Fats, Unsaturated",
        "Fatty Acids, Monounsaturated",
        "Fatty Acids, Unsaturated",
        "Glycated Hemoglobin",
        "Homeostasis",
        "Humans",
        "Insulin",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "27210044",
      "title": "Early postnatal treatment with soluble epoxide hydrolase inhibitor or 15-deoxy-Δ(12,14)-prostagandin J2 prevents prenatal dexamethasone and postnatal high saturated fat diet induced programmed hypertension in adult rat offspring.",
      "authors": [
        "Pei-Chen Lu",
        "Jiunn-Ming Sheen",
        "Hong-Ren Yu",
        "Yu-Ju Lin",
        "Chih-Cheng Chen",
        "Mao-Meng Tiao",
        "Ching-Chou Tsai",
        "Li-Tung Huang",
        "You-Lin Tain"
      ],
      "journal": "Prostaglandins & other lipid mediators",
      "publication_date": "2016-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Prenatal dexamethasone (DEX) exposure, postnatal high-fat (HF) intake, and arachidonic acid pathway are closely related to hypertension. We tested whether a soluble epoxide hydrolase (SEH) inhibitor, 12-(3-adamantan-1-yl-ureido)-dodecanoic acid (AUDA) or 15-deoxy-Δ(12,14)-prostagandin J2 (15dPGJ2) therapy can rescue programmed hypertension in the DEX+HF two-hit model. Four groups of Sprague Dawley rats were studied: control, DEX+HF, AUDA, and 15dPGJ2. Dexamethasone (0.1mg/kg body weight) was intraperitoneally administered to pregnant rats from gestational day 16-22. Male offspring received high-fat diet (D12331, Research Diets) from weaning to 4 months of age. In AUDA group, mother rats received 25mg/L in drinking water during lactation. In the 15dPGJ2 group, male offspring received 15dPGJ2 1.5mg/kg BW by subcutaneous injection once daily for 1 week after birth. We found postnatal HF diet aggravated prenatal DEX-induced programmed hypertension, which was similarly prevented by early treatment with AUDA or 15dPGJ2. The beneficial effects of AUDA and 15d-PGJ2 therapy include inhibition of SEH, increases of renal angiotensin converting enzyme-2 (ACE2) and angiotensin II type 2 receptor (AT2R) protein levels, and restoration of nitric oxide bioavailability. Better understanding of the impact of arachidonic acid pathway in the two-hit model will help prevent programmed hypertension in children exposed to corticosteroids and postnatal HF intake.",
      "mesh_terms": [
        "Adamantane",
        "Angiotensin-Converting Enzyme 2",
        "Animals",
        "Arachidonic Acid",
        "Dexamethasone",
        "Diet, High-Fat",
        "Epoxide Hydrolases",
        "Female",
        "Humans",
        "Hypertension",
        "Lauric Acids",
        "Nitric Oxide",
        "Peptidyl-Dipeptidase A",
        "Pregnancy",
        "Prenatal Exposure Delayed Effects",
        "Prostaglandin D2",
        "Rats",
        "Receptor, Angiotensin, Type 2"
      ]
    },
    {
      "pmid": "27191853",
      "title": "Perinatal Exposure to a Diet High in Saturated Fat, Refined Sugar and Cholesterol Affects Behaviour, Growth, and Feed Intake in Weaned Piglets.",
      "authors": [
        "Caroline Clouard",
        "Walter J J Gerrits",
        "Bas Kemp",
        "David Val-Laillet",
        "J Elizabeth Bolhuis"
      ],
      "journal": "PloS one",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The increased consumption of diets high in saturated fats and refined sugars is a major public health concern in Western human societies. Recent studies suggest that perinatal exposure to dietary fat and/or sugar may affect behavioural development. We thus investigated the effects of perinatal exposure to a high-fat high-sugar diet (HFS) on behavioural development and production performance of piglets. Thirty-two non-obese sows and their piglets were allocated to 1 of 4 treatments in a 2 × 2 factorial design, with 8-week prenatal (gestation) and 8-week postnatal (lactation and post-weaning) exposure to a HFS diet (12% saturated fat, 18.5% sucrose, 1% cholesterol) or control low-fat low-sugar high-starch diets as factors. From weaning onwards (4 weeks of age), piglets were housed in group of 3 littermates (n = 8 groups/treatment) and fed ad libitum. After the end of the dietary intervention (8 weeks of age), all the piglets were fed a standard commercial diet. Piglet behaviours in the home pens were scored, and skin lesions, growth, feed intake and feed efficiency were measured up to 8 weeks after the end of the dietary treatment, i.e. until 16 weeks of age. At the end of the dietary treatment (8 weeks of age), response to novelty was assessed in a combined open field and novel object test (OFT/NOT). During the weeks following weaning, piglets fed the postnatal HFS diet tended to be less aggressive (p = 0.06), but exhibited more oral manipulation of pen mates (p = 0.05) than controls. Compared to controls, piglets fed the prenatal or postnatal HFS diet walked more in the home pen (p ≤ 0.05), and tended to have fewer skin lesions (p < 0.10). Several behavioural effects of the postnatal HFS diet depended on the prenatal diet, with piglets subjected to a switch of diet at birth being more active, and exploring feeding materials, pen mates, and the environment more than piglets that remained on the same diet. Behaviours during the OFT/NOT were not affected by the diet. The intake of the postnatal HFS diet drastically reduced feed intake, but improved feed efficiency up to 8 weeks after the end of the dietary intervention, i.e. 16 weeks of age (p < 0.0001 for both). Our study highlights the key role of prenatal and postnatal nutritional interactions for early behavioural development, and reveals programming effects of early life nutrition on voluntary feed intake of piglets later in life.",
      "mesh_terms": [
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Animals, Newborn",
        "Body Weight",
        "Cholesterol",
        "Diet, High-Fat",
        "Dietary Fats",
        "Environment",
        "Fatty Acids",
        "Feeding Behavior",
        "Female",
        "Hydrocortisone",
        "Maternal Exposure",
        "Pregnancy",
        "Saliva",
        "Swine",
        "Time Factors",
        "Weaning"
      ]
    },
    {
      "pmid": "26890069",
      "title": "Fuzhuan tea consumption imparts hepatoprotective effects and alters intestinal microbiota in high saturated fat diet-fed rats.",
      "authors": [
        "Michelle T Foster",
        "Christopher L Gentile",
        "Kimberly Cox-York",
        "Yuren Wei",
        "Dong Wang",
        "Andrea L Estrada",
        "Lauren Reese",
        "Tirrel Miller",
        "Michael J Pagliassotti",
        "Tiffany L Weir"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2016-May",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "SCOPE: Nonalcoholic fatty liver disease is an obesity-related disorder characterized by lipid infiltration of the liver. Management is limited to lifestyle modifications, highlighting the need for alternative therapeutic options. The objective of this study was to examine if fermented Fuzhuan tea prevents metabolic impairments associated with development of hepatic steatosis. METHODS AND RESULTS: Rats consumed control (CON) or high saturated fat (SAT) diets with or without Fuzhuan tea for 8 weeks. Outcomes included enzymatic and gene expression measures of metabolic dysregulation in liver and adipose tissue. Pyrosequencing was used to assess intestinal microbiota adaptations. Fuzhuan tea prevented diet-induced inflammation in the liver. Liver triglycerides of ∼18 mg/g were observed in SAT-fed animals, but remained similar to CON diet levels (∼12 mg/g) when supplemented with Fuzhuan tea. In adipose tissue, tea treatment prevented SAT-induced inflammation and reduced plasma leptin approximately twofold. Fuzhuan tea also altered intestinal function and was associated with a threefold increase in two Lactobacillus spp. CONCLUSIONS: These data suggest that Fuzhuan tea protects against liver and adipose tissue stress induced by a high SAT diet and positively influences intestinal function. Further investigation of the molecular targets of Fuzhuan tea is warranted.",
      "mesh_terms": [
        "Adipokines",
        "Adipose Tissue",
        "Alanine Transaminase",
        "Alkaline Phosphatase",
        "Animals",
        "DNA, Bacterial",
        "Diet, High-Fat",
        "Endotoxins",
        "Fatty Acids",
        "Fermentation",
        "Food Handling",
        "Gastrointestinal Microbiome",
        "Intestines",
        "Lactobacillus",
        "Leptin",
        "Liver",
        "Male",
        "Non-alcoholic Fatty Liver Disease",
        "Rats",
        "Rats, Wistar",
        "Tea",
        "Triglycerides"
      ]
    },
    {
      "pmid": "26756466",
      "title": "Inhibition of NAPDH Oxidase 2 (NOX2) Prevents Oxidative Stress and Mitochondrial Abnormalities Caused by Saturated Fat in Cardiomyocytes.",
      "authors": [
        "Leroy C Joseph",
        "Emanuele Barca",
        "Prakash Subramanyam",
        "Michael Komrowski",
        "Utpal Pajvani",
        "Henry M Colecraft",
        "Michio Hirano",
        "John P Morrow"
      ],
      "journal": "PloS one",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Obesity and high saturated fat intake increase the risk of heart failure and arrhythmias. The molecular mechanisms are poorly understood. We hypothesized that physiologic levels of saturated fat could increase mitochondrial reactive oxygen species (ROS) in cardiomyocytes, leading to abnormalities of calcium homeostasis and mitochondrial function. We investigated the effect of saturated fat on mitochondrial function and calcium homeostasis in isolated ventricular myocytes. The saturated fatty acid palmitate causes a decrease in mitochondrial respiration in cardiomyocytes. Palmitate, but not the monounsaturated fatty acid oleate, causes an increase in both total cellular ROS and mitochondrial ROS. Palmitate depolarizes the mitochondrial inner membrane and causes mitochondrial calcium overload by increasing sarcoplasmic reticulum calcium leak. Inhibitors of PKC or NOX2 prevent mitochondrial dysfunction and the increase in ROS, demonstrating that PKC-NOX2 activation is also required for amplification of palmitate induced-ROS. Cardiomyocytes from mice with genetic deletion of NOX2 do not have palmitate-induced ROS or mitochondrial dysfunction. We conclude that palmitate induces mitochondrial ROS that is amplified by NOX2, causing greater mitochondrial ROS generation and partial depolarization of the mitochondrial inner membrane. The abnormal sarcoplasmic reticulum calcium leak caused by palmitate could promote arrhythmia and heart failure. NOX2 inhibition is a potential therapy for heart disease caused by diabetes or obesity.",
      "mesh_terms": [
        "Animals",
        "Antimycin A",
        "Antioxidants",
        "Apoptosis",
        "Calcium",
        "Cell Line",
        "Electron Transport",
        "Gene Deletion",
        "Heart Ventricles",
        "Homeostasis",
        "Male",
        "Membrane Glycoproteins",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Knockout",
        "Mitochondria",
        "Muscle Cells",
        "Myocytes, Cardiac",
        "NADPH Oxidase 2",
        "NADPH Oxidases",
        "Oxidative Stress",
        "Oxygen Consumption",
        "Palmitates",
        "Protein Kinase C",
        "Reactive Oxygen Species",
        "Sarcoplasmic Reticulum",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "26405765",
      "title": "Replacement of Dietary Saturated Fat by PUFA-Rich Pumpkin Seed Oil Attenuates Non-Alcoholic Fatty Liver Disease and Atherosclerosis Development, with Additional Health Effects of Virgin over Refined Oil.",
      "authors": [
        "Martine C Morrison",
        "Petra Mulder",
        "P Mark Stavro",
        "Manuel Suárez",
        "Anna Arola-Arnal",
        "Wim van Duyvenvoorde",
        "Teake Kooistra",
        "Peter Y Wielinga",
        "Robert Kleemann"
      ],
      "journal": "PloS one",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND AND AIMS: As dietary saturated fatty acids are associated with metabolic and cardiovascular disease, a potentially interesting strategy to reduce disease risk is modification of the quality of fat consumed. Vegetable oils represent an attractive target for intervention, as they largely determine the intake of dietary fats. Furthermore, besides potential health effects conferred by the type of fatty acids in a vegetable oil, other minor components (e.g. phytochemicals) may also have health benefits. Here, we investigated the potential long-term health effects of isocaloric substitution of dietary fat (i.e. partial replacement of saturated by unsaturated fats), as well as putative additional effects of phytochemicals present in unrefined (virgin) oil on development of non-alcoholic fatty liver disease (NAFLD) and associated atherosclerosis. For this, we used pumpkin seed oil, because it is high in unsaturated fatty acids and a rich source of phytochemicals. METHODS: ApoE*3Leiden mice were fed a Western-type diet (CON) containing cocoa butter (15% w/w) and cholesterol (1% w/w) for 20 weeks to induce risk factors and disease endpoints. In separate groups, cocoa butter was replaced by refined (REF) or virgin (VIR) pumpkin seed oil (comparable in fatty acid composition, but different in phytochemical content). RESULTS: Both oils improved dyslipidaemia, with decreased (V)LDL-cholesterol and triglyceride levels in comparison with CON, and additional cholesterol-lowering effects of VIR over REF. While REF did not affect plasma inflammatory markers, VIR reduced circulating serum amyloid A and soluble vascular adhesion molecule-1. NAFLD and atherosclerosis development was modestly reduced in REF, and VIR strongly decreased liver steatosis and inflammation as well as atherosclerotic lesion area and severity. CONCLUSIONS: Overall, we show that an isocaloric switch from a diet rich in saturated fat to a diet rich in unsaturated fat can attenuate NAFLD and atherosclerosis development. Phytochemical-rich virgin pumpkin seed oil exerts additional anti-inflammatory effects resulting in more pronounced health effects.",
      "mesh_terms": [
        "Animals",
        "Atherosclerosis",
        "Biomarkers",
        "Blood Vessels",
        "Cholesterol",
        "Cucurbita",
        "Dietary Fats",
        "Dietary Fats, Unsaturated",
        "Dyslipidemias",
        "Fatty Acids",
        "Gene Expression Regulation",
        "Humans",
        "Inflammation",
        "Lipid Metabolism",
        "Lipids",
        "Mice",
        "Non-alcoholic Fatty Liver Disease",
        "Phytochemicals",
        "Plant Oils"
      ]
    },
    {
      "pmid": "26352606",
      "title": "Healthcare Costs Associated with an Adequate Intake of Sugars, Salt and Saturated Fat in Germany: A Health Econometrical Analysis.",
      "authors": [
        "Toni Meier",
        "Karolin Senftleben",
        "Peter Deumelandt",
        "Olaf Christen",
        "Katja Riedel",
        "Martin Langer"
      ],
      "journal": "PloS one",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Non-communicable diseases (NCDs) represent not only the major driver for quality-restricted and lost life years; NCDs and their related medical treatment costs also pose a substantial economic burden on healthcare and intra-generational tax distribution systems. The main objective of this study was therefore to quantify the economic burden of unbalanced nutrition in Germany--in particular the effects of an excessive consumption of fat, salt and sugar--and to examine different reduction scenarios on this basis. In this study, the avoidable direct cost savings in the German healthcare system attributable to an adequate intake of saturated fatty acids (SFA), salt and sugar (mono- & disaccharides, MDS) were calculated. To this end, disease-specific healthcare cost data from the official Federal Health Monitoring for the years 2002-2008 and disease-related risk factors, obtained by thoroughly searching the literature, were used. A total of 22 clinical endpoints with 48 risk-outcome pairs were considered. Direct healthcare costs attributable to an unbalanced intake of fat, salt and sugar are calculated to be 16.8 billion EUR (CI95%: 6.3-24.1 billion EUR) in the year 2008, which represents 7% (CI95% 2%-10%) of the total treatment costs in Germany (254 billion EUR). This is equal to 205 EUR per person annually. The excessive consumption of sugar poses the highest burden, at 8.6 billion EUR (CI95%: 3.0-12.1); salt ranks 2nd at 5.3 billion EUR (CI95%: 3.2-7.3) and saturated fat ranks 3rd at 2.9 billion EUR (CI95%: 32 million-4.7 billion). Predicted direct healthcare cost savings by means of a balanced intake of sugars, salt and saturated fat are substantial. However, as this study solely considered direct medical treatment costs regarding an adequate consumption of fat, salt and sugars, the actual societal and economic gains, resulting both from direct and indirect cost savings, may easily exceed 16.8 billion EUR.",
      "mesh_terms": [
        "Cerebrovascular Disorders",
        "Cost of Illness",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Dietary Proteins",
        "Feeding Behavior",
        "Female",
        "Germany",
        "Health Care Costs",
        "Humans",
        "Male",
        "Metabolic Diseases",
        "Neoplasms",
        "Renal Insufficiency, Chronic",
        "Sodium Chloride, Dietary"
      ]
    },
    {
      "pmid": "26277244",
      "title": "Prosteatotic genes are associated with unsaturated fat suppression of saturated fat-induced hepatic steatosis in C57BL/6 mice.",
      "authors": [
        "Tuoyu Geng",
        "Lili Xia",
        "Sarah Russo",
        "Davida Kamara",
        "Lauren Ashley Cowart"
      ],
      "journal": "Nutrition research (New York, N.Y.)",
      "publication_date": "2015-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Both high sugar and fat diets can induce prosteatotic genes, leading to obesity and obesity-associated diseases, including hepatic steatosis. Unsaturated fat/fatty acid (USFA) reduces high sugar-induced hepatic steatosis by inhibiting the induced prosteatotic genes. In contrast, it is still unclear how USFA ameliorates saturated fat/fatty acid (SFA)-induced hepatic steatosis. As sugar and fat have different transport and metabolic pathways, we hypothesized that USFA suppressed SFA-induced hepatic steatosis via a different set of prosteatotic genes. To test this, we implemented high SFA vs USFA diets and a control diet in C57BL/6 mice for 16 weeks. Severe hepatic steatosis was induced in mice fed the SFA diet. Among a nearly complete set of prosteatotic genes, only the stearoyl-coenzyme a desaturase 1 (Scd1), cluster of differentiation 36 (Cd36), and peroxisome proliferator-activated receptor γ (Pparγ) genes that were differentially expressed in the liver could contribute to SFA-induced steatosis or the alleviative effect of USFA. That is, the SFA diet induced the expression of Cd36 and Pparγ but not Scd1, and the USFA diet suppressed Scd1 expression and the induction of Cd36 and Pparγ. These findings were mainly recapitulated in cultured hepatocytes. The essential roles of SCD1 and CD36 were confirmed by the observation that the suppression of SCD1 and CD36 with small interfering RNA or drug treatment ameliorated SFA-induced lipid accumulation in hepatocytes. We thus concluded that SCD1, CD36, and PPARγ were essential to the suppression of SFA-induced hepatic steatosis by main dietary USFA, which may provide different therapeutic targets for reducing high-fat vs sugar-induced hepatic steatosis.",
      "mesh_terms": [
        "Animals",
        "CD36 Antigens",
        "Diet",
        "Dietary Fats, Unsaturated",
        "Fatty Acids",
        "Fatty Liver",
        "Gene Expression",
        "Liver",
        "Male",
        "Mice, Inbred C57BL",
        "PPAR gamma",
        "Stearoyl-CoA Desaturase"
      ]
    },
    {
      "pmid": "26068959",
      "title": "Reduction in saturated fat intake for cardiovascular disease.",
      "authors": [
        "Lee Hooper",
        "Nicole Martin",
        "Asmaa Abdelhamid",
        "George Davey Smith"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2015-Jun-10",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, Non-U.S. Gov't",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Reducing saturated fat reduces serum cholesterol, but effects on other intermediate outcomes may be less clear. Additionally it is unclear whether the energy from saturated fats that are lost in the diet are more helpfully replaced by polyunsaturated fats, monounsaturated fats, carbohydrate or protein. This review is part of a series split from and updating an overarching review. OBJECTIVES: To assess the effect of reducing saturated fat intake and replacing it with carbohydrate (CHO), polyunsaturated (PUFA) or monounsaturated fat (MUFA) and/or protein on mortality and cardiovascular morbidity, using all available randomised clinical trials. SEARCH METHODS: We updated our searches of the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE (Ovid) and EMBASE (Ovid) on 5 March 2014. We also checked references of included studies and reviews. SELECTION CRITERIA: Trials fulfilled the following criteria: 1) randomised with appropriate control group; 2) intention to reduce saturated fat intake OR intention to alter dietary fats and achieving a reduction in saturated fat; 3) not multifactorial; 4) adult humans with or without cardiovascular disease (but not acutely ill, pregnant or breastfeeding); 5) intervention at least 24 months; 6) mortality or cardiovascular morbidity data available. DATA COLLECTION AND ANALYSIS: Two review authors working independently extracted participant numbers experiencing health outcomes in each arm, and we performed random-effects meta-analyses, meta-regression, subgrouping, sensitivity analyses and funnel plots. MAIN RESULTS: We include 15 randomised controlled trials (RCTs) (17 comparisons, ˜59,000 participants), which used a variety of interventions from providing all food to advice on how to reduce saturated fat. The included long-term trials suggested that reducing dietary saturated fat reduced the risk of cardiovascular events by 17% (risk ratio (RR) 0.83; 95% confidence interval (CI) 0.72 to 0.96, 13 comparisons, 53,300 participants of whom 8% had a cardiovascular event, I² 65%, GRADE moderate quality of evidence), but effects on all-cause mortality (RR 0.97; 95% CI 0.90 to 1.05; 12 trials, 55,858 participants) and cardiovascular mortality (RR 0.95; 95% CI 0.80 to 1.12, 12 trials, 53,421 participants) were less clear (both GRADE moderate quality of evidence). There was some evidence that reducing saturated fats reduced the risk of myocardial infarction (fatal and non-fatal, RR 0.90; 95% CI 0.80 to 1.01; 11 trials, 53,167 participants), but evidence for non-fatal myocardial infarction (RR 0.95; 95% CI 0.80 to 1.13; 9 trials, 52,834 participants) was unclear and there were no clear effects on stroke (any stroke, RR 1.00; 95% CI 0.89 to 1.12; 8 trials, 50,952 participants). These relationships did not alter with sensitivity analysis. Subgrouping suggested that the reduction in cardiovascular events was seen in studies that primarily replaced saturated fat calories with polyunsaturated fat, and no effects were seen in studies replacing saturated fat with carbohydrate or protein, but effects in studies replacing with monounsaturated fats were unclear (as we located only one small trial). Subgrouping and meta-regression suggested that the degree of reduction in cardiovascular events was related to the degree of reduction of serum total cholesterol, and there were suggestions of greater protection with greater saturated fat reduction or greater increase in polyunsaturated and monounsaturated fats. There was no evidence of harmful effects of reducing saturated fat intakes on cancer mortality, cancer diagnoses or blood pressure, while there was some evidence of improvements in weight and BMI. AUTHORS' CONCLUSIONS: The findings of this updated review are suggestive of a small but potentially important reduction in cardiovascular risk on reduction of saturated fat intake. Replacing the energy from saturated fat with polyunsaturated fat appears to be a useful strategy, and replacement with carbohydrate appears less useful, but effects of replacement with monounsaturated fat were unclear due to inclusion of only one small trial. This effect did not appear to alter by study duration, sex or baseline level of cardiovascular risk. Lifestyle advice to all those at risk of cardiovascular disease and to lower risk population groups should continue to include permanent reduction of dietary saturated fat and partial replacement by unsaturated fats. The ideal type of unsaturated fat is unclear.",
      "mesh_terms": [
        "Adult",
        "Cardiovascular Diseases",
        "Cause of Death",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Dietary Fats, Unsaturated",
        "Dietary Proteins",
        "Energy Intake",
        "Fatty Acids",
        "Humans",
        "Myocardial Infarction",
        "Randomized Controlled Trials as Topic",
        "Stroke"
      ]
    },
    {
      "pmid": "25744960",
      "title": "Nicotine Attenuates Disruption of Blood-Brain Barrier Induced by Saturated-Fat Feeding in Wild-Type Mice.",
      "authors": [
        "Mina Elahy",
        "Virginie Lam",
        "Menuka M Pallebage-Gamarallage",
        "Corey Giles",
        "John C L Mamo",
        "Ryusuke Takechi"
      ],
      "journal": "Nicotine & tobacco research : official journal of the Society for Research on Nicotine and Tobacco",
      "publication_date": "2015-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Emerging evidence suggests that integrity of blood-brain barrier (BBB) is pivotal to pathology and pathogenesis of vascular-based neurodegenerative disorders. We have recently reported BBB protective effects of nutraceutical agents with anti-inflammatory properties in an established dietary-induced BBB dysfunction model. Studies also reported that nicotine exhibits anti-oxidative/-inflammatory effects and improve cognitive impairment in Alzheimer's disease. However there has been no studies reporting the effect of nicotine on high-fat-induced BBB dysfunction. METHODS: In the present study, we investigated the effect of nicotine on BBB integrity and neuro-inflammation in an established mouse model of BBB disruption induced by a diet enriched in saturated fatty acids (SFA). RESULTS: Wild-type C57BL/6J mice were fed chow enriched in SFA (23% w/w) with/without nicotine for 10 weeks. Compared to mice maintained on SFA-free and low-fat (LF) chow (4% w/w), capillary permeability indicated by the parenchymal extravasation of plasma derived IgG, was significantly greater in the SFA treatment group. Nicotine provided concomitantly with the SFA diet significantly attenuated IgG extravasation, however it remained significantly greater than LF-controls. Markers of neurovascular inflammation glial fibrillary acidic protein, cyclooxygenase-2, and glucose regulated protein 78 remained exaggerated in SFA+nicotine treated mice compared to LF-controls. Nicotine did however modestly, but not significantly, improve plasma total anti-oxidative status in SFA fed mice. CONCLUSION: Nicotine moderately attenuated BBB disruption induced by chronic ingestion of high-SFA diet, but had no significant effect on neuroinflammation per se.",
      "mesh_terms": [
        "Animals",
        "Blood-Brain Barrier",
        "Dietary Fats",
        "Fatty Acids",
        "Female",
        "Mice",
        "Mice, Inbred C57BL",
        "Nicotine"
      ]
    },
    {
      "pmid": "25726102",
      "title": "Saturated fat supplementation interacts with dietary forage neutral detergent fiber content during the immediate postpartum and carryover periods in Holstein cows: Production responses and digestibility of nutrients.",
      "authors": [
        "P Piantoni",
        "A L Lock",
        "M S Allen"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2015-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Forty-eight multiparous cows were used in a randomized complete block design experiment with a 2×2 factorial arrangement of treatments to determine the interaction between a highly saturated free FA supplement (SFFA) and dietary forage neutral detergent fiber (fNDF) content on production responses and nutrient digestibility of dairy cows in the postpartum period. Treatment diets were offered from 1 to 29d postpartum (postpartum period; PP) and contained 20 or 26% fNDF (50:50 corn silage:alfalfa silage and hay, dry matter basis) and 0 or 2% SFFA [Energy Booster 100 (Milk Specialties Global, Eden Prairie, MN); 96.1% FA: 46.2% C18:0 and 37.0% C16:0]. From 30 to 71d postpartum (carryover period), a common diet (~23% fNDF, 0% SFFA) was offered to all cows to evaluate carryover effects of the treatment diets early in lactation. During the PP, higher fNDF decreased dry matter intake (DMI) by 2.0 kg/d, whereas SFFA supplementation increased it by 1.4kg/d. In addition, high fNDF with 0% SFFA decreased DMI compared with the other diets and this difference increased throughout the PP. Treatments did not affect 3.5% fat-corrected milk yield during the PP but did during the carryover period when SFFA supplementation decreased 3.5% fat-corrected milk yield for the low-fNDF diet (51.1 vs. 58.7kg/d), but not for the high-fNDF diet (58.5 vs. 58.0kg/d). During the PP, lower fNDF and SFFA supplementation decreased body condition score loss. A tendency for an interaction between fNDF and SFFA indicated that low fNDF with 2% SFFA decreased body condition score loss compared with the other diets (-0.49 vs. -0.89). During the PP, lower fNDF and 2% SFFA supplementation decreased feed efficiency (3.5% fat-corrected milk/DMI) by 0.30 and 0.23 units, respectively. The low-fNDF diet with 2% SFFA decreased feed efficiency compared with other diets early in the PP, but this difference decreased over time. Supplementation of SFFA in the PP favored energy partitioning to body reserves and limited DMI depression for the high-fNDF diet, which might allow higher-fNDF diets to be fed to cows in the PP. However, SFFA supplemented in the low-fNDF diet during the PP affected production negatively in the carryover period. Dietary fNDF and SFFA interacted, affecting performance in the PP with carryover effects when cows were fed a common diet in early lactation.",
      "mesh_terms": [
        "Animals",
        "Body Weight",
        "Cattle",
        "Diet",
        "Dietary Fats",
        "Dietary Fiber",
        "Dietary Proteins",
        "Dietary Supplements",
        "Fatty Acids",
        "Female",
        "Lactation",
        "Medicago sativa",
        "Milk",
        "Postpartum Period",
        "Silage",
        "Zea mays"
      ]
    },
    {
      "pmid": "25726097",
      "title": "Saturated fat supplementation interacts with dietary forage neutral detergent fiber content during the immediate postpartum period in Holstein cows: Energy balance and metabolism.",
      "authors": [
        "P Piantoni",
        "A L Lock",
        "M S Allen"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2015-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Forty-eight multiparous cows were used in a randomized complete block design experiment with a 2×2 factorial arrangement of treatments to determine the interaction between a highly saturated free FA supplement (SFFA) and dietary forage NDF (fNDF) content on energy balance and metabolic responses in postpartum cows. Treatment diets were offered from 1 to 29 d postpartum and contained 20 or 26% fNDF and 0 or 2% SFFA (Energy Booster 100; 96.1% FA: 46.2% C18:0, and 37.0% C16:0). Overall, low fNDF versus high fNDF and 2% SFFA versus 0% SFFA increased digestible energy intake (DEI; 67.5 vs. 62.2 Mcal/d and 68.1 vs. 61.6 Mcal/d, respectively). The low fNDF diet with SFFA increased energy balance compared with the other treatments early during the treatment period, but treatment differences diminished over time. Overall, low fNDF versus high fNDF diets and 2% SFFA versus 0% SFFA improved energy balance (-13.0 vs. -16.3 Mcal/d and -12.0 vs. -17.3, respectively) decreasing efficiency of utilization of DEI for milk (milk NEL/DEI; 0.575 vs. 0.634 and 0.565 vs. 0.643). Low fNDF diets increased plasma insulin (0.308 vs. 0.137 µg/mL) and glucose concentrations (50.5 vs. 45.7mg/dL) and decreased plasma nonesterified FA (606 vs. 917µEq/L) and β-hydroxybutyrate (9.29 vs. 16.5mg/dL) concentrations and liver triglyceride content. Compared with 0% SFFA, 2% SFFA decreased plasma nonesterified FA concentration during the first week postpartum (706 vs. 943µEq/L) and tended to decrease plasma nonesterified FA overall throughout the treatment period, but did not affect liver triglyceride content. During a glucose tolerance test, 2% SFFA increased plasma insulin concentration more in the low fNDF diet (84.5 vs. 44.6µIU/mL) than in the high fNDF diet (40.4 vs. 38.0µIU/mL). After glucose infusion, 2% SFFA increased insulin area under the curve by 64% when included in the low fNDF diet, but only by 5.2% when included in the high fNDF diet. Even though 2% SFFA did not affect weekly plasma insulin concentration, it increased plasma insulin baseline concentration before the tolerance tests. Supplementation of 2% SFFA and low fNDF diets increased DEI and improved energy balance, but decreased apparent efficiency of utilization of DEI for milk production. Fat supplementation affected energy partitioning, increasing energy balance and decreasing body condition score loss, especially in the lower fNDF diet. The decrease in body condition score loss observed was likely related to an increase in plasma insulin concentration. Feeding SFFA in a low fNDF diet during the first 29 d postpartum might have primed the cows to limit fat mobilization at the expense of milk.",
      "mesh_terms": [
        "3-Hydroxybutyric Acid",
        "Animals",
        "Blood Glucose",
        "Cattle",
        "Diet",
        "Dietary Fiber",
        "Energy Intake",
        "Energy Metabolism",
        "Fatty Acids",
        "Fatty Acids, Nonesterified",
        "Female",
        "Insulin",
        "Lactation",
        "Milk",
        "Postpartum Period",
        "Triglycerides"
      ]
    },
    {
      "pmid": "25644351",
      "title": "Dietary intake of saturated fat is not associated with risk of coronary events or mortality in patients with established coronary artery disease.",
      "authors": [
        "Nathalie Genevieve Puaschitz",
        "Elin Strand",
        "Tone Merete Norekvål",
        "Jutta Dierkes",
        "Lisbeth Dahl",
        "Gard Frodahl Tveitevåg Svingen",
        "Jörg Assmus",
        "Hall Schartum-Hansen",
        "Jannike Øyen",
        "Eva Kristine Ringdal Pedersen",
        "Christian Andrè Drevon",
        "Grethe Seppola Tell",
        "Ottar Nygård"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2015-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Data from recent meta-analyses question an association between dietary intake of saturated fatty acids (SFAs) and risk of cardiovascular disease (CVD). Moreover, the prognostic effect of dietary SFA in patients with established CVD treated with modern conventional medication has not been extensively studied. OBJECTIVE: We investigated the associations between self-reported dietary SFA intake and risk of subsequent coronary events and mortality in patients with coronary artery disease (CAD). METHODS: This study included patients who participated in the Western Norway B-Vitamin Intervention Trial and completed a 169-item semiquantitative food-frequency questionnaire after coronary angiography. Quartiles of estimated daily intakes of SFA were related to risk of a primary composite endpoint of coronary events (unstable angina pectoris, nonfatal acute myocardial infarction, and coronary death) and separate secondary endpoints (total acute myocardial infarction, fatal coronary events, and all-cause death) with use of Cox-regression analyses. RESULTS: This study included 2412 patients (81% men, mean age: 61.7 y). After a median follow-up of 4.8 y, a total of 292 (12%) patients experienced at least one major coronary event during follow-up. High intake of SFAs was associated with a number of risk factors at baseline. However, there were no significant associations between SFA intake and risk of coronary events [age- and sex-adjusted HR (95% CI) was 0.85 (0.61, 1.18) for the upper vs. lower SFA quartile] or any secondary endpoint. Estimates were not appreciably changed after multivariate adjustments. CONCLUSIONS: There was no association between dietary intake of SFAs and incident coronary events or mortality in patients with established CAD.",
      "mesh_terms": [
        "Acute Disease",
        "Aged",
        "Coronary Artery Disease",
        "Diet",
        "Dietary Fats",
        "Endpoint Determination",
        "Fatty Acids",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Male",
        "Middle Aged",
        "Myocardial Infarction",
        "Norway",
        "Proportional Hazards Models",
        "Risk Factors",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "25605660",
      "title": "Metabolic syndrome from adolescence to early adulthood: effect of infancy-onset dietary counseling of low saturated fat: the Special Turku Coronary Risk Factor Intervention Project (STRIP).",
      "authors": [
        "Mari Nupponen",
        "Katja Pahkala",
        "Markus Juonala",
        "Costan G Magnussen",
        "Harri Niinikoski",
        "Tapani Rönnemaa",
        "Jorma S A Viikari",
        "Maiju Saarinen",
        "Hanna Lagström",
        "Antti Jula",
        "Olli Simell",
        "Olli T Raitakari"
      ],
      "journal": "Circulation",
      "publication_date": "2015-Feb-17",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Adolescent metabolic syndrome (MetS) predicts type 2 diabetes mellitus and subclinical atherosclerosis in adulthood. Our aim was to establish the relationship between an infancy-onset dietary intervention and risk of having MetS between 15 and 20 years of age. METHODS AND RESULTS: The Special Turku Coronary Risk Factor Intervention Project for Children (STRIP) study is a longitudinal, randomized atherosclerosis prevention trial in which repeated dietary counseling aiming at reducing intake of saturated fat took place from infancy to early adulthood. Participants who had complete data on the MetS components (waist circumference, blood pressure, triglycerides, glucose, high-density lipoprotein cholesterol) at 15 (n=512), 16 (n=485), 17 (n=475), 18 (n=459), 19 (n=439), and 20 (n=407) years of age were included in the study. Modified International Diabetes Foundation criteria with 80th/20th percentile cutoff points for the components were primarily applied in statistical analyses, and the results were replicated with the use of other pediatric MetS definitions. Between the ages of 15 and 20 years, the prevalence of MetS varied between 6.0% and 7.5% in participants in the intervention group and between 10% and 14% in the control group. The long-term relative risk of MetS was significantly lower in the intervention group (relative risk, 0.59; 95% confidence interval, 0.40-0.88; P=0.009). Of the individual MetS components, the intervention decreased risk of high blood pressure in both sexes (relative risk, 0.83; 95% confidence interval, 0.70-0.99) and high triglycerides in male subjects (relative risk, 0.71; 95% confidence interval, 0.52-0.98). A statistically nonsignificant reduction was seen in the risk of high waist circumference in the intervention individuals (relative risk, 0.78; 95% confidence interval, 0.59-1.03). CONCLUSION: Repeated infancy-onset dietary intervention is effective in the prevention of MetS in adolescence. CLINICAL TRIAL REGISTRATION URL: http://www.clinicaltrials.gov. Unique identifier: NCT00223600.",
      "mesh_terms": [
        "Adolescent",
        "Cohort Studies",
        "Counseling",
        "Diet, Fat-Restricted",
        "Dietary Fats",
        "Early Medical Intervention",
        "Fatty Acids",
        "Feeding Behavior",
        "Female",
        "Finland",
        "Humans",
        "Infant, Newborn",
        "Longitudinal Studies",
        "Male",
        "Metabolic Syndrome",
        "Prospective Studies",
        "Risk Factors",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "25497089",
      "title": "Microglia dictate the impact of saturated fat consumption on hypothalamic inflammation and neuronal function.",
      "authors": [
        "Martin Valdearcos",
        "Megan M Robblee",
        "Daniel I Benjamin",
        "Daniel K Nomura",
        "Allison W Xu",
        "Suneil K Koliwad"
      ],
      "journal": "Cell reports",
      "publication_date": "2014-Dec-24",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Diets rich in saturated fat produce inflammation, gliosis, and neuronal stress in the mediobasal hypothalamus (MBH). Here, we show that microglia mediate this process and its functional impact. Although microglia and astrocytes accumulate in the MBH of mice fed a diet rich in saturated fatty acids (SFAs), only the microglia undergo inflammatory activation, along with a buildup of hypothalamic SFAs. Enteric gavage specifically with SFAs reproduces microglial activation and neuronal stress in the MBH, and SFA treatment activates murine microglia, but not astrocytes, in culture. Moreover, depleting microglia abrogates SFA-induced inflammation in hypothalamic slices. Remarkably, depleting microglia from the MBH of mice abolishes inflammation and neuronal stress induced by excess SFA consumption, and in this context, microglial depletion enhances leptin signaling and reduces food intake. We thus show that microglia sense SFAs and orchestrate an inflammatory process in the MBH that alters neuronal function when SFA consumption is high.",
      "mesh_terms": [
        "Animals",
        "Astrocytes",
        "Cells, Cultured",
        "Dietary Fats",
        "Eating",
        "Energy Metabolism",
        "Fatty Acids",
        "Gliosis",
        "Hypothalamus",
        "Inflammation",
        "Leptin",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Neurons",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "25296762",
      "title": "Reduction in saturated fat intake improves cardiovascular risks in obese adolescents during interdisciplinary therapy.",
      "authors": [
        "D C L Masquio",
        "A de Piano",
        "R M S Campos",
        "P L Sanches",
        "J Carnier",
        "F C Corgosinho",
        "B D M Netto",
        "J P Carvalho-Ferreira",
        "L M Oyama",
        "C M Oller do Nascimento",
        "L Tock",
        "M T de Mello",
        "S Tufik",
        "A R Dâmaso"
      ],
      "journal": "International journal of clinical practice",
      "publication_date": "2015-May",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Obesity is related to inflammation and cardiovascular disease. The increase in saturated fatty acid intake (SFA) can potentiate cardiovascular risks. The aim of this study was to assess the influence of change in SFA on carotid intima-media thickness (cIMT), metabolic profile and anti/pro-inflammatory adipokines in obese adolescents. METHODS: Sixty obese adolescents were subjected to 1 year of interdisciplinary intervention (nutrition, psychology, physical exercise and clinical therapy). Blood glucose, insulin, lipid profile, leptin and adiponectin were analysed. Insulin resistance was estimated by HOMA-IR and HOMA-AD. cIMT was measured by ultrasonography. Dietetic intake was calculated by 3-day dietary record. Volunteers were analysed according to tertiles of change (Δ) in SFA intake: Low-SFA reduction<3.68 g; Moderate-SFA reduction 3.68-13.67 g; and High-SFA reduction>13.67 g. RESULTS: Moderate and High-SFA tertiles presented reduction in insulin, leptin/adiponectin ratio, cIMT and increase in adiponectin and adiponectin/leptin ratio. Adiponectin/leptin ratio was predictor of cIMT. HOMA-IR, total cholesterol and LDL-cholesterol reduced only in High-SFA tertile, and was associated with SFA independent of visceral fat. Negative correlations between Δ of SFA and adiponectin and adiponectin/leptin ratio were observed. CONCLUSION: Obese adolescents with moderate and high reduction in SFA presented improvements on pro/anti-inflammatory biomarkers and cIMT, leading to reduction in cardiovascular risks.",
      "mesh_terms": [
        "Adolescent",
        "Blood Glucose",
        "Cardiovascular Diseases",
        "Carotid Intima-Media Thickness",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Combined Modality Therapy",
        "Diet, Fat-Restricted",
        "Female",
        "Humans",
        "Insulin",
        "Male",
        "Pediatric Obesity",
        "Severity of Illness Index"
      ]
    },
    {
      "pmid": "24717370",
      "title": "Development of a food-exchange model to replace saturated fat with MUFAs and n-6 PUFAs in adults at moderate cardiovascular risk.",
      "authors": [
        "Michelle Weech",
        "Katerina Vafeiadou",
        "Marinela Hasaj",
        "Susan Todd",
        "Parveen Yaqoob",
        "Kim G Jackson",
        "Julie A Lovegrove"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2014-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The recommendation to reduce saturated fatty acid (SFA) consumption to ≤10% of total energy (%TE) is a key public health target aimed at lowering cardiovascular disease (CVD) risk. Replacement of SFA with unsaturated fats may provide greater benefit than replacement with carbohydrates, yet the optimal type of fat is unclear. The aim of the DIVAS (Dietary Intervention and Vascular Function) study was to develop a flexible food-exchange model to investigate the effects of substituting SFAs with monounsaturated fatty acids (MUFAs) or n-6 (ω-6) polyunsaturated fatty acids (PUFAs) on CVD risk factors. In this parallel study, UK adults aged 21-60 y with moderate CVD risk (50% greater than the population mean) were identified using a risk assessment tool (n = 195; 56% females). Three 16-wk isoenergetic diets of specific fatty acid (FA) composition (%TE SFA:%TE MUFA:%TE n-6 PUFA) were designed using spreads, oils, dairy products, and snacks as follows: 1) SFA-rich diet (17:11:4; n = 65); 2) MUFA-rich diet (9:19:4; n = 64); and 3) n-6 PUFA-rich diet (9:13:10; n = 66). Each diet provided 36%TE total fat. Dietary targets were broadly met for all intervention groups, reaching 17.6 ± 0.4%TE SFA, 18.5 ± 0.3%TE MUFA, and 10.4 ± 0.3%TE n-6 PUFA in the respective diets, with significant overall diet effects for the changes in SFAs, MUFAs, and n-6 PUFAs between groups (P < 0.001). There were no differences in the changes of total fat, protein, carbohydrate, and alcohol intake or anthropometric measures between groups. Plasma phospholipid FA composition showed changes from baseline in the proportions of total SFAs, MUFAs, and n-6 PUFAs for each diet group, with the changes in SFAs and MUFAs differing between the groups (P < 0.001). In conclusion, successful implementation of the food-exchange model broadly achieved the dietary target intakes for the exchange of SFAs with MUFAs or n-6 PUFAs with minimal disruption to the overall diet in a free-living population. This trial was registered at clinicaltrials.gov as NCT01478958.",
      "mesh_terms": [
        "Adult",
        "Anthropometry",
        "Cardiovascular Diseases",
        "Dietary Fats",
        "Energy Intake",
        "Fatty Acids",
        "Fatty Acids, Monounsaturated",
        "Fatty Acids, Omega-6",
        "Fatty Acids, Unsaturated",
        "Feeding Behavior",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Nutrition Assessment",
        "Phospholipids",
        "Risk Assessment",
        "Risk Factors",
        "Single-Blind Method",
        "United Kingdom",
        "Young Adult"
      ]
    },
    {
      "pmid": "24700251",
      "title": "In vitro, ex vivo, and in vivo evaluation of the effect of saturated fat acid chain length on the transdermal behavior of ibuprofen-loaded microemulsions.",
      "authors": [
        "Qiuyue Ren",
        "Chunli Deng",
        "Lin Meng",
        "Yanzuo Chen",
        "Liangcen Chen",
        "Xianyi Sha",
        "Xiaoling Fang"
      ],
      "journal": "Journal of pharmaceutical sciences",
      "publication_date": "2014-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In this study, the effect of the saturated fatty acid (FA) chain length in the oil phase on the behavior of Ibuprofen (IBU)-loaded transdermal microemulsion (ME) was evaluated in vitro, ex vivo, and in vivo. Three oils classified as long (LFA), medium (MFA), and short (SFA) chain length oils, Cremophor RH40 (surfactant) and Transcutol P (cosurfactant) were selected after experimental optimization. The physicochemical properties of ME were characterized, including IBU solubility in excipients, pseudo-ternary phase diagram construction, particle size, zeta potential, viscosity, and stability. Permeation flux and residual amount of IBU ex vivo using Franz cell system occurred in the following order: MFA-based ME > LFA-based ME > SFA-based ME, which correlated well with the results of confocal scanning laser microscopy study and the in vivo retention study. The results of in vitro cytotoxicity study and skin irritation tests measured by differential scanning calorimetry were ranked in the following order: LFA-based ME > MFA-based ME > SFA-based ME. Moreover, MFA-based ME has the highest analgesic activity among all the treatment groups. MFA was found to be an optimal oil phase with appropriate FA chain length for IBU-loaded transdermal ME, which exhibited excellent physicochemical properties, low toxicity, and good permeability profile.",
      "mesh_terms": [
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Calorimetry, Differential Scanning",
        "Cell Line",
        "Chromatography, High Pressure Liquid",
        "Emulsions",
        "Fatty Acids",
        "Humans",
        "Ibuprofen",
        "In Vitro Techniques",
        "Microscopy, Confocal",
        "Microscopy, Electron, Transmission",
        "Skin"
      ]
    },
    {
      "pmid": "24365276",
      "title": "Saturated fat consumption may not be the main cause of increased blood lipid levels.",
      "authors": [
        "C B Dias",
        "R Garg",
        "L G Wood",
        "M L Garg"
      ],
      "journal": "Medical hypotheses",
      "publication_date": "2014-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Consumption of foods rich in saturated fatty acids (SFA) has often been associated with elevated blood lipid levels and consequently with risk for chronic diseases, including coronary heart disease. However, epidemiological and interventional studies on this topic are contradictory. While some studies have established a positive link, other studies have failed to show a significant association between saturated fat consumption and blood lipid levels, and others have even found an inverse association. Moreover, studies using animal models have demonstrated that dietary saturated fats raise blood lipid (cholesterol and triglycerides) levels only when the diet is deficient in omega-3 polyunsaturated fatty acids (n-3PUFA). The n-3PUFA are known for their potential in the management of hyperlipidaemia for the prevention of coronary heart disease, as well as for their anti-arrhythmic, anti-aggregatory and anti-inflammatory potential. We believe that with an adequate consumption of n-3PUFA dietary saturated fat may not result in elevated blood lipid levels. Therefore, we critically evaluated the literature regarding saturated fat and blood lipid level, with an emphasis on the role of n-3PUFA on this relationship. Evidence from animal studies and few clinical trials lead to the hypothesis that there are beneficial or neutral effects of saturated fatty acids when combined with recommended levels of n-3PUFA in the diet. However, an intervention focusing on the background fat when the volunteers' diet is supplemented with n-3PUFA is yet to be done. Proving the authenticity of this hypothesis would mean a substantial change in public health messages regarding saturated fats and their health effects; and also a change in the strategies related to prevention of chronic cardiac and artery diseases.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Clinical Trials as Topic",
        "Diet",
        "Fatty Acids",
        "Fatty Acids, Omega-3",
        "Female",
        "Health Promotion",
        "Humans",
        "Hyperlipidemias",
        "Lipids",
        "Male",
        "Models, Theoretical",
        "Risk Factors"
      ]
    },
    {
      "pmid": "23801725",
      "title": "Infancy-onset dietary counseling of low-saturated-fat diet improves insulin sensitivity in healthy adolescents 15-20 years of age: the Special Turku Coronary Risk Factor Intervention Project (STRIP) study.",
      "authors": [
        "Olli Oranta",
        "Katja Pahkala",
        "Soile Ruottinen",
        "Harri Niinikoski",
        "Hanna Lagström",
        "Jorma S A Viikari",
        "Antti Jula",
        "Britt-Marie Loo",
        "Olli Simell",
        "Tapani Rönnemaa",
        "Olli T Raitakari"
      ],
      "journal": "Diabetes care",
      "publication_date": "2013-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: We reported previously that low-saturated-fat dietary counseling started in infancy improves insulin sensitivity in healthy children 9 years of age. The aim of this study was to evaluate the effect of lifelong dietary counseling on insulin sensitivity in healthy adolescents between 15 and 20 years of age. In addition, we examined dietary fiber intake and the polyunsaturated fatty acid (PUFA)+monounsaturated (MUFA)-to-saturated fatty acid (SFA) ratio in the intervention and control adolescents and the association of these dietary factors with homeostasis model of insulin resistance (HOMA-IR). RESEARCH DESIGN AND METHODS: The study comprised adolescents participating in the randomized, controlled Special Turku Coronary Risk Factor Intervention Project (STRIP) study, which aims to guide the study participants toward a diet beneficial for cardiovascular health. HOMA-IR was assessed annually between 15 and 20 years of age (n=518; intervention, n=245; control, n=273), along with diet, BMI, pubertal status, serum cotinine concentrations, and physical activity. Dietary counseling was given biannually during the follow-up. RESULTS: HOMA-IR was lower (7.5% on average) in the intervention group than in the control group between 15 and 20 years of age (P=0.0051). The intervention effect was similar in girls and boys. The PUFA+MUFA-to-SFA ratio was higher (P<0.0001) and the dietary fiber (g/MJ) intake was higher (P=0.0058) in the intervention group compared with the control group. There was no association between the PUFA+MUFA-to-/SFA ratio and HOMA-IR, whereas dietary fiber intake (g/MJ) was associated with HOMA-IR in girls (P<0.0001). CONCLUSIONS: Dietary counseling initiated in infancy and maintained until 20 years of age was associated with improved insulin sensitivity in adolescents.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Blood Glucose",
        "Counseling",
        "Diet, Fat-Restricted",
        "Dietary Fats",
        "Female",
        "Humans",
        "Insulin Resistance",
        "Male",
        "Young Adult"
      ]
    },
    {
      "pmid": "23782872",
      "title": "Nutraceutical agents with anti-inflammatory properties prevent dietary saturated-fat induced disturbances in blood-brain barrier function in wild-type mice.",
      "authors": [
        "Ryusuke Takechi",
        "Menuka M Pallebage-Gamarallage",
        "Virginie Lam",
        "Corey Giles",
        "John C Mamo"
      ],
      "journal": "Journal of neuroinflammation",
      "publication_date": "2013-Jun-19",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Emerging evidence suggests that disturbances in the blood-brain barrier (BBB) may be pivotal to the pathogenesis and pathology of vascular-based neurodegenerative disorders. Studies suggest that heightened systemic and central inflammations are associated with BBB dysfunction. This study investigated the effect of the anti-inflammatory nutraceuticals garlic extract-aged (GEA), alpha lipoic acid (ALA), niacin, and nicotinamide (NA) in a murine dietary-induced model of BBB dysfunction. METHODS: C57BL/6 mice were fed a diet enriched in saturated fatty acids (SFA, 40% fat of total energy) for nine months to induce systemic inflammation and BBB disturbances. Nutraceutical treatment groups included the provision of either GEA, ALA, niacin or NA in the positive control SFA-group and in low-fat fed controls. Brain parenchymal extravasation of plasma derived immunoglobulin G (IgG) and large macromolecules (apolipoprotein (apo) B lipoproteins) measured by quantitative immunofluorescent microscopy, were used as markers of disturbed BBB integrity. Parenchymal glial fibrillar acidic protein (GFAP) and cyclooxygenase-2 (COX-2) were considered in the context of surrogate markers of neurovascular inflammation and oxidative stress. Total anti-oxidant status and glutathione reductase activity were determined in plasma. RESULTS: Brain parenchymal abundance of IgG and apoB lipoproteins was markedly exaggerated in mice maintained on the SFA diet concomitant with significantly increased GFAP and COX-2, and reduced systemic anti-oxidative status. The nutraceutical GEA, ALA, niacin, and NA completely prevented the SFA-induced disturbances of BBB and normalized the measures of neurovascular inflammation and oxidative stress. CONCLUSIONS: The anti-inflammatory nutraceutical agents GEA, ALA, niacin, or NA are potent inhibitors of dietary fat-induced disturbances of BBB induced by systemic inflammations.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Apolipoproteins A",
        "Blood-Brain Barrier",
        "Cyclooxygenase 2",
        "Diet",
        "Dietary Fats",
        "Dietary Supplements",
        "Fatty Acids",
        "Female",
        "Glial Fibrillary Acidic Protein",
        "Immunoglobulin G",
        "Inflammation",
        "Lipids",
        "Mice",
        "Mice, Inbred C57BL",
        "Microscopy, Fluorescence",
        "Niacin",
        "Oxidative Stress",
        "Weight Gain"
      ]
    },
    {
      "pmid": "23759124",
      "title": "Trends in high LDL cholesterol, cholesterol-lowering medication use, and dietary saturated-fat intake: United States, 1976-2010.",
      "authors": [
        "Elena V Kuklina",
        "Margaret D Carroll",
        "Kate M Shaw",
        "Rosemarie Hirsch"
      ],
      "journal": "NCHS data brief",
      "publication_date": "2013-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "From 1976–1980 through 2007–2010, for U.S. adults aged 40–74, a decrease was observed in the prevalence of high LDL–C, as well as an increase in adults using lipid-lowering medications and consuming a diet low in saturated fat. A substantial decline in the prevalence of high LDL–C from 59% to 28% was seen over this same time period. There also were significant increases in the percentage of adults meeting federal dietary guidelines (6) for low dietary saturated-fat intake, from 25% to 42%, between 1976–1980 and 2007–2010; however, no significant changes were observed from 1988–1994 to 2007–2010. Although declines in the proportion of calories from saturated fat have occurred since the 1970s, the average dietary energy intake has increased (7). Use of cholesterol-lowering medication continued to grow steadily, from 5% to 23%, from 1988–1994 to 2007–2010. Despite recent advances in medical treatment, high cholesterol remains a significant public health problem in the United States, with more than one-quarter of adults aged 40–74 having high LDL–C. These findings may provide useful information for evaluation of programs and policy initiatives aimed at reducing the prevalence of high cholesterol in the adult population.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Anticholesteremic Agents",
        "Cholesterol, LDL",
        "Diet, Fat-Restricted",
        "Drug Utilization",
        "Female",
        "Humans",
        "Hypercholesterolemia",
        "Male",
        "Middle Aged",
        "Prevalence",
        "United States"
      ]
    },
    {
      "pmid": "23368827",
      "title": "Increased blood cholesterol after a high saturated fat diet is prevented by aerobic exercise training.",
      "authors": [
        "Juan Fernando Ortega",
        "Valentín Emilio Fernández-Elías",
        "Nassim Hamouti",
        "Ricardo Mora-Rodriguez"
      ],
      "journal": "Applied physiology, nutrition, and metabolism = Physiologie appliquee, nutrition et metabolisme",
      "publication_date": "2013-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A high saturated fatty acids diet (HSFAD) deteriorates metabolic and cardiovascular health while aerobic training improves them. The aim of this study was to investigate in physically inactive and overweight people if 2 weeks of HSFAD leads to hyperlipemia or insulin resistance and if concurrent aerobic exercise training counteracts those effects. Fourteen overweight (body mass index, 27.5 ± 0.6 kg·m(-2)), healthy, young individuals (aged 24.8 ± 1.8 years) were randomly assigned to a diet (D) or a diet plus exercise (D + E) group. During 14 consecutive days both groups increased dietary saturated fatty acids from 31 ± 10 to 52 ± 14 g·day(-1) (p < 0.001) while maintaining total fat intake. Concurrent to the diet, the D + E group underwent 11 cycle-ergometer sessions of 55 min at 60% peak oxygen uptake (V˙O(2peak)). Before and after intervention, insulin sensitivity and body composition were estimated, and blood lipids, resting blood pressure, and VO(2peak) were measured. Body weight and composition, plasma free fatty acids composition and concentration, and insulin sensitivity remained unchanged in both groups. However, post-intervention total cholesterol (T(C)) and low-density lipoprotein cholesterol (LDL-C) increased above pre-intervention values in the D group (147 ± 8 to 161 ± 9 mg·dL(-1), p = 0.018 and 71 ± 10 to 82 ± 10 mg·dL(-1), p = 0.034, respectively). In contrast, in the D + E group, T(C) and LDL-C remained unchanged (153 ± 20 to 157 ± 24 mg·dL(-1) and 71 ± 21 to 70 ± 25 mg·dL(-1)). Additionally, the D + E group lowered systolic blood pressure (6 ± 2 mm Hg, p = 0.029) and increased VO(2peak) (6 ± 2 mL·kg(-1)·min(-1), p = 0.020). Increases in T(C) and LDL-C concentration induced by 14 days of HSFAD can be prevented by concurrent aerobic exercise training, which, in addition, improves cardiorespiratory fitness.",
      "mesh_terms": [
        "Adult",
        "Bicycling",
        "Biomarkers",
        "Blood Pressure",
        "Body Composition",
        "Body Weight",
        "Cholesterol",
        "Diet, High-Fat",
        "Dietary Fats",
        "Exercise",
        "Fatty Acids, Nonesterified",
        "Female",
        "Humans",
        "Hyperlipidemias",
        "Insulin Resistance",
        "Lipids",
        "Male",
        "Overweight",
        "Young Adult"
      ]
    },
    {
      "pmid": "23350606",
      "title": "Predicting saturated fat consumption: exploring the role of subjective well-being.",
      "authors": [
        "Barbara Mullan",
        "Kristina Xavier"
      ],
      "journal": "Psychology, health & medicine",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Consumption of saturated fat (SF) is associated with obesity, cardiovascular disease and cancer; which are among the leading causes of death in Australia and worldwide. A causal relationship between subjective well-being and positive health outcomes has been established, although few studies have specifically focused on health-enhancing or health-risk behaviours. The aim of this research was to develop an improved understanding of the processes underlying SF consumption by exploring the relationship between subjective well-being and SF consumption, within the Theory of Planned Behaviour framework. Questionnaires related to the TPB variables, subjective well-being and SF intake were administered online to 96 participants. Perceived behavioural control (PBC) was found to be a significant predictor of intention to limit SF intake. Intention and PBC accounted for 25% of variance in behaviour; with PBC the only significant predictor of SF consumption. While subjective well-being variables were not significant unique predictors of SF consumption, these variables contributed an additional 2% to the prediction of behaviour, and this model was significant. The addition of subjective well-being to the TPB is novel and the results partially support the potential of subjective well-being in improving the prediction of this health-risk behaviour. Future research will need to replicate and extend these preliminary findings before such a framework may be translated into an intervention targeting SF consumption.",
      "mesh_terms": [
        "Dietary Fats",
        "Feeding Behavior",
        "Female",
        "Health Knowledge, Attitudes, Practice",
        "Humans",
        "Intention",
        "Male",
        "Personal Satisfaction",
        "Psychological Theory",
        "Quality of Life",
        "Regression Analysis",
        "Self Report",
        "Young Adult"
      ]
    },
    {
      "pmid": "23167559",
      "title": "Probucol prevents blood-brain barrier dysfunction in wild-type mice induced by saturated fat or cholesterol feeding.",
      "authors": [
        "Ryusuke Takechi",
        "Susan Galloway",
        "Menuka M Pallebage-Gamarallage",
        "Virginie Lam",
        "Satvinder S Dhaliwal",
        "John C Mamo"
      ],
      "journal": "Clinical and experimental pharmacology & physiology",
      "publication_date": "2013-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dysfunction of the blood-brain barrier (BBB) is an early pathological feature of vascular dementia and Alzheimer's disease (AD) and is triggered by inflammatory stimuli. Probucol is a lipid-lowering agent with potent anti-oxidant properties once commonly used for the treatment of cardiovascular disease. Probucol therapy was found to stabilize cognitive symptoms in elderly AD patients, whereas in amyloid transgenic mice probucol was shown to attenuate amyloidosis. However, the mechanisms underlying the effects of probucol have note been determined. In the present study we investigated whether probucol can prevent BBB disturbances induced by chronic ingestion of proinflammatory diets enriched with either 20% (w/w) saturated fats (SFA) or 1% (w/w) cholesterol. Mice were fed the diets for 12 weeks before they were killed and BBB integrity was measured. Mice maintained on either the SFA- or cholesterol-supplemented diets were found to have a 30- and sevenfold greater likelihood of BBB dysfunction, respectively, as determined by the parenchymal extravasation of plasma-derived immunoglobulins and endogenous lipoprotein enrichment with β-amyloid. In contrast, mice fed the SFA- or cholesterol-enriched diets that also contained 1% (w/w) probucol showed no evidence of BBB disturbance. The parenchymal expression of glial fibrillary acidic protein, a marker of cerebrovascular inflammation, was significantly greater in mice fed the SFA-enriched diet. Plasma lipid, β-amyloid and apolipoprotein B levels were not increased by feeding of the SFA- or cholesterol-enriched diets. However, mice fed the SFA- or cholesterol-enriched diets did exhibit increased plasma non-esterified fatty acid levels that were not reduced by probucol. The data suggest that probucol prevents disturbances of BBB induced by chronic ingestion of diets enriched in SFA or cholesterol by suppressing inflammatory pathways rather than by modulating plasma lipid homeostasis.",
      "mesh_terms": [
        "Amyloid beta-Peptides",
        "Animals",
        "Apolipoproteins B",
        "Blood-Brain Barrier",
        "Cerebrovascular Disorders",
        "Cholesterol, Dietary",
        "Diet",
        "Dietary Fats",
        "Fatty Acids",
        "Female",
        "Glial Fibrillary Acidic Protein",
        "Hypolipidemic Agents",
        "Immunoglobulins",
        "Inflammation",
        "Lipoproteins",
        "Mice",
        "Mice, Inbred C57BL",
        "Probucol",
        "Random Allocation"
      ]
    },
    {
      "pmid": "26105323",
      "title": "OS109. Lifestyle intervention after complicated pregnancy successfully improves saturated fat-intake, but not exercise and smoking habits: results of the pro-active study.",
      "authors": [
        "D Berks",
        "M Hoedjes",
        "H Raat",
        "A Franx",
        "H J Duvekot",
        "E A Steegers"
      ],
      "journal": "Pregnancy hypertension",
      "publication_date": "2012-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Women with a pregnancy complicated by preeclampsia, intra-uterine growth restriction and/or gestational diabetes are at increased risk of future cardiovascular and metabolic disease. Lifestyle intervention may help these women to effectively lower these risks. OBJECTIVES: To test if offering lifestyle intervention after a complicated pregnancy significantly improves saturated fat-intake and exercise (primary objectives) and/or smoking habits (secondary objective). METHODS: The Pro-Active study (Postpartum Rotterdam Appraisal of Cardiovascular health and Tailored Intervention) is a feasibility study to develop and evaluate a postpartum lifestyle intervention program. In a prospective case-control setting we tested the effect of the lifestyle intervention. Women were included between April 2007 and August 2009. They were eligible if ⩾18 years old at time of inclusion, being able to understand and speak the Dutch language and not having pre-existing conditions that could interfere with the lifestyle intervention. Cases were offered lifestyle intervention by a trained counsellor between 6 and 10 months postpartum. During 3 private sessions, mainly exercise and fat-intake and to some extend smoking habits were discussed and aims were made to improve lifestyle. Controls did not receive these sessions, but were not restricted to improve lifestyle on their own. Lifestyle habits were scored at 6 and 13 months postpartum. For saturated fat-intake we used the Maastricht Fatlist. For exercise we used the International Physical Activity Questionnaire (IPAQ). For smoking habits we used a short version of the questionnaire of STIVORO (the Dutch anti-smoking association). We also performed a formative evaluation of the intervention program. RESULTS: During our study 1121 women gave birth after a complicated pregnancy. 490 Women were eligible for the study of which 240 women (49%) gave informed consent to participate. 56 Women (23%) were lost-to-follow-up, leaving 186 women for the analysis. Between 6 and 13 months postpartum saturated fat-intake was significantly reduced by 3.6g/day (95%>CI 1.8-5.4) in cases compared to controls. Exercise was improved in cases compared to controls, but it did not reach significance (277 MET's (-2699-3254)). Although smoking decreased from 14.5% to 10.4% in cases, it was not significant and comparable to the decrease in controls (15.0% to 8.4%). The formative evaluation showed that the most important motivator to improve lifestyle was the increased risk of future cardiovascular and metabolic disease (70%) and the increased risk for recurrence in a next pregnancy (57%). Main barriers were an already busy life (40%), distance (35%) and duration (38%) of travelling to the hospital and to early postpartum to pay attention to lifestyle (26%). CONCLUSION: Lifestyle intervention after complicated pregnancy may be effective in improving saturated fat-intake. Other interventions, specially aimed at postpartum women, are needed to improve exercise and smoking habits. More research is needed to develop lifestyle intervention program specifically aimed at these women. New possibilities of multimedia are promising."
    },
    {
      "pmid": "22429297",
      "title": "Additive effects of clofibric acid and pyruvate dehydrogenase kinase isoenzyme 4 (PDK4) deficiency on hepatic steatosis in mice fed a high saturated fat diet.",
      "authors": [
        "Byounghoon Hwang",
        "Pengfei Wu",
        "Robert A Harris"
      ],
      "journal": "The FEBS journal",
      "publication_date": "2012-May",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Although improving glucose metabolism by inhibition of pyruvate dehydrogenase kinase 4 (PDK4) may prove beneficial in the treatment of type 2 diabetes or diet-induced obesity, it may have detrimental effects by inhibiting fatty acid oxidation. Peroxisome proliferator-activated receptor α (PPARα) agonists are often used to treat dyslipidemia in patients, especially in type 2 diabetes. Combinational treatment using a PDK4 inhibitor and PPARα agonists may prove beneficial. However, PPARα agonists may be less effective in the presence of a PDK4 inhibitor because PPARα agonists induce PDK4 expression. In the present study, the effects of clofibric acid, a PPARα agonist, on blood and liver lipids were determined in wild-type and PDK4 knockout mice fed a high-fat diet. As expected, treatment of wild-type mice with clofibric acid resulted in less body weight gain, smaller epididymal fat pads, greater insulin sensitivity, and lower levels of serum and liver triacylglycerol. Surprisingly, rather than decreasing the effectiveness of clofibric acid, PDK4 deficiency enhanced the beneficial effects of clofibric acid on hepatic steatosis, reduced blood glucose levels, and did not prevent the positive effects of clofibric acid on serum triacylglycerols and free fatty acids. The metabolic effects of clofibric acid are therefore independent of the induction of PDK4 expression. The additive beneficial effects on hepatic steatosis may be due to induction of increased capacity for fatty acid oxidation and partial uncoupling of oxidative phosphorylation by clofibric acid, and a reduction in the capacity for fatty acid synthesis as a result of PDK4 deficiency.",
      "mesh_terms": [
        "Animals",
        "Clofibric Acid",
        "Diet, High-Fat",
        "Fatty Liver",
        "Hypolipidemic Agents",
        "Isoenzymes",
        "Mice",
        "Mice, Knockout",
        "Oxidation-Reduction",
        "Protein Kinases"
      ]
    },
    {
      "pmid": "22350825",
      "title": "Genetic predisposition to type 2 diabetes is associated with impaired insulin secretion but does not modify insulin resistance or secretion in response to an intervention to lower dietary saturated fat.",
      "authors": [
        "Celia G Walker",
        "Ruth J F Loos",
        "Adrian P Mander",
        "Susan A Jebb",
        "Gary S Frost",
        "Bruce A Griffin",
        "Julie A Lovegrove",
        "Thomas A B Sanders",
        "Les J Bluck"
      ],
      "journal": "Genes & nutrition",
      "publication_date": "2012-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Genome-wide association studies have identified SNPs reproducibly associated with type 2 diabetes (T2D). We examined the effect of genetic predisposition to T2D on insulin sensitivity and secretion using detailed phenotyping in overweight individuals with no diagnosis of T2D. Furthermore, we investigated whether this genetic predisposition modifies the responses in beta-cell function and insulin sensitivity to a 24-week dietary intervention. We genotyped 25 T2D-associated SNPs in 377 white participants from the RISCK study. Participants underwent an IVGTT prior to and following a dietary intervention that aimed to lower saturated fat intake by replacement with monounsaturated fat or carbohydrate. We composed a genetic predisposition score (T2D-GPS) by summing the T2D risk-increasing alleles of the 25 SNPs and tested for association with insulin secretion and sensitivity at baseline, and with the change in response to the dietary intervention. At baseline, a higher T2D-GPS was associated with lower acute insulin secretion (AIRg 4% lower/risk allele, P = 0.006) and lower insulin secretion for a given level of insulin sensitivity, assessed by the disposition index (DI 5% lower/risk allele, P = 0.002), but not with insulin sensitivity (Si). T2D-GPS did not modify changes in insulin secretion, insulin sensitivity or the disposition index in response to the dietary interventions to lower saturated fat. Participants genetically predisposed to T2D have an impaired ability to compensate for peripheral insulin resistance with insulin secretion at baseline, but this does not modify the response to a reduction in dietary saturated fat through iso-energetic replacement with carbohydrate or monounsaturated fat."
    },
    {
      "pmid": "21805327",
      "title": "Probucol suppresses enterocytic accumulation of amyloid-β induced by saturated fat and cholesterol feeding.",
      "authors": [
        "Menuka M Pallebage-Gamarallage",
        "Susan Galloway",
        "Ryusuke Takechi",
        "Satvinder Dhaliwal",
        "John C L Mamo"
      ],
      "journal": "Lipids",
      "publication_date": "2012-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Amyloid-β (Aβ) is secreted from lipogenic organs such as intestine and liver as an apolipoprotein of nascent triacylglycerol rich lipoproteins. Chronically elevated plasma Aβ may compromise cerebrovascular integrity and exacerbate amyloidosis--a hallmark feature of Alzheimer's disease (AD). Probucol is a hypocholesterolemic agent that reduces amyloid burden in transgenic amyloid mice, but the mechanisms for this effect are presently unclear. In this study, the effect of Probucol on intestinal lipoprotein-Aβ homeostasis was explored. Wild-type mice were fed a control low-fat diet and enterocytic Aβ was stimulated by high-fat (HF) diet enriched in 10% (w/w) saturated fat and 1% (w/w) cholesterol for the duration of 1 month. Mice treated with Probucol had the drug incorporated into the chow at 1% (w/w). Quantitative immunofluorescence was utilised to determine intestinal apolipoprotein B (apo B) and Aβ abundance. We found apo B in both the perinuclear region of the enterocytes and the lacteals in all groups. However, HF feeding and Probucol treatment increased secretion of apo B into the lacteals without any change in net villi abundance. On the other hand, HF-induced enterocytic perinuclear Aβ was significantly attenuated by Probucol. No significant changes in Aβ were observed within the lacteals. The findings of this study support the notion that Probucol suppresses dietary fat induced stimulation of Aβ biosynthesis and attenuate availability of apo B lipoprotein-Aβ for secretion.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Amyloidosis",
        "Animals",
        "Anticholesteremic Agents",
        "Apolipoproteins B",
        "Cholesterol",
        "Diet, Atherogenic",
        "Diet, Fat-Restricted",
        "Dietary Fats",
        "Enterocytes",
        "Female",
        "Fluorescent Antibody Technique",
        "Intestine, Small",
        "Mice",
        "Mice, Inbred C57BL",
        "Probucol",
        "Triglycerides"
      ]
    },
    {
      "pmid": "21756316",
      "title": "Dietary saturated fat/cholesterol, but not unsaturated fat or starch, induces C-reactive protein associated early atherosclerosis and ectopic fat deposition in diabetic pigs.",
      "authors": [
        "Sietse J Koopmans",
        "Ruud Dekker",
        "Mariette T Ackermans",
        "Hans P Sauerwein",
        "Mireille J Serlie",
        "Heleen M M van Beusekom",
        "Mieke van den Heuvel",
        "Wim J van der Giessen"
      ],
      "journal": "Cardiovascular diabetology",
      "publication_date": "2011-Jul-14",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Diabetes is thought to accelerate cardiovascular disease depending on the type of diet. This study in diabetic subjects was performed to investigate the metabolic, inflammatory and cardiovascular effects of nutritional components typically present in a Western, Mediterranean or high glycaemic diet. METHODS: Streptozotocin-diabetic pigs (~45 kg) were fed for 10 weeks supplemental (40% of dietary energy) saturated fat/cholesterol (SFC), unsaturated fat (UF) or starch (S) in an eucaloric dietary intervention study. RESULTS: Fasting plasma total, LDL and HDL cholesterol concentrations were 3-5 fold higher (p < 0.01) in SFC compared to UF and S pigs. Fasting plasma NEFA concentrations (mmol/L) were highest (p < 0.05) in SFC (1.09 ± 0.17), intermediate in UF (0.80 ± 0.14) and lowest in S pigs (0.58 ± 0.14) whereas plasma glucose (~13 mmol/L), triglyceride (~0.5 mmol/L) and insulin (~24 pmol/L) concentrations were comparable among SFC, UF and S pigs. The postprandial response area under the curves (AUC, 0-4 h) for glucose but not for insulin and triglyceride responses were intermediate in SFC (617 ± 144) and lowest (p < 0.05) in UF (378 ± 157) compared to S pigs (925 ± 139). Fasting hepatic glucose production, hepatic and peripheral insulin sensitivity and blood pressure were not different among pigs. C-reactive protein (CRP) concentrations (mg/L) were highest (p < 0.05) in SFC (25 ± 4), intermediate in S (21 ± 3) and lowest in UF pigs (14 ± 2). Liver weights, liver and muscle triglyceride concentrations, and the surface area of aorta fatty streaks were highest (p < 0.01) in SFC pigs. A positive correlation between postprandial plasma CRP and aorta fatty streaks was observed in SFC pigs (R(2) = 0.95). Retroperitoneal fat depot weight (g) was intermediate in SFC (260 ± 72), lowest in S (135 ± 51) and highest (p < 0.05) in UF (571 ± 95) pigs. CONCLUSION: Dietary saturated fat/cholesterol induces inflammation, atherosclerosis and ectopic fat deposition whereas an equally high dietary unsaturated fat load does not induce these abnormalities and shows beneficial effects on postprandial glycaemia in diabetic pigs.",
      "mesh_terms": [
        "Animals",
        "Atherosclerosis",
        "Blood Glucose",
        "Blood Pressure",
        "Body Composition",
        "Body Fat Distribution",
        "C-Reactive Protein",
        "Cholesterol, Dietary",
        "Diabetes Mellitus, Experimental",
        "Dietary Fats",
        "Dietary Fats, Unsaturated",
        "Disease Models, Animal",
        "Fatty Acids, Nonesterified",
        "Insulin",
        "Male",
        "Postprandial Period",
        "Starch",
        "Streptozocin",
        "Swine",
        "Triglycerides"
      ]
    },
    {
      "pmid": "21587284",
      "title": "Health economic consequences of reducing salt intake and replacing saturated fat with polyunsaturated fat in the adult Finnish population: estimates based on the FINRISK and FINDIET studies.",
      "authors": [
        "J A Martikainen",
        "E J O Soini",
        "D E Laaksonen",
        "L Niskanen"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "2011-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: To predict the health economic consequences of modest reductions in the daily intake of salt (-1.0 g per day) and replacement of saturated fat (SFA, -1.0 energy percent (E%)) with polyunsaturated fat (PUFA, +1.0 E%) in the Finnish population aged 30-74 years. SUBJECTS/METHODS: A Markov model with dynamic population structure was constructed to present the natural history of cardiovascular diseases (CVDs) based on the most current information about the age- and sex-specific cardiovascular risk factors, dietary habits and nutrient intake. To predict the undiscounted future health economic consequences of the reduction of dietary salt and SFA, the model results were extrapolated for the years 2010-2030 by replacing the baseline population in the year 2007 with the extrapolated populations from the official Finnish statistics. Finnish costs (€2009, societal perspective) and EQ-5D utilities were obtained from published references. RESULTS: During the next 20 years, a population-wide intervention directed at salt intake and dietary fat quality could potentially lead to 8000-13,000 prevented CVD cases among the Finnish adults compared the situation in year 2007. In addition, the reduced incidence of CVDs could gain 26,000-45,000 quality-adjusted life years and save €150-225 million over the same time period. CONCLUSION: A modest reduction of salt and replacement of SFA with PUFA in food products can significantly reduce the burden of CVD in the adult Finnish population. This impact may be even larger in the near future due to the ageing of Finnish population.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Cardiovascular Diseases",
        "Choice Behavior",
        "Computer Simulation",
        "Cost-Benefit Analysis",
        "Diet",
        "Dietary Fats, Unsaturated",
        "Energy Intake",
        "Fatty Acids",
        "Feeding Behavior",
        "Female",
        "Finland",
        "Food Preferences",
        "Health Promotion",
        "Humans",
        "Logistic Models",
        "Male",
        "Middle Aged",
        "Quality-Adjusted Life Years",
        "Risk Factors",
        "Sodium Chloride, Dietary"
      ]
    },
    {
      "pmid": "21430121",
      "title": "Changing from regular-fat to low-fat dairy foods reduces saturated fat intake but not energy intake in 4-13-y-old children.",
      "authors": [
        "Gilly A Hendrie",
        "Rebecca K Golley"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2011-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Dairy foods are nutrient rich but also a source of saturated fat in the diets of children. OBJECTIVE: We assessed effects on dietary intakes and health outcomes of changing dairy foods consumed by children from regular- to reduced-fat varieties. DESIGN: This study was a 24-wk cluster randomized controlled trial in 93 families with 4-13-y-olds who were randomly allocated to parental education regarding changing to reduced-fat dairy foods (n = 76 children) or reducing screen time (n = 69 children). Study outcomes, which were measured at weeks 0, 12 (end of the intervention), and 24, included saturated fat, energy, and nutrient intakes; pentadecanoic acid and blood lipid concentrations; body mass index z score; and waist circumference. Multilevel analyses were used with adjustment for child- and family-level covariates. RESULTS: There were no group differences in overall dairy intakes (-45 g dairy; 95% CI: -141, 51 g dairy; P = 0.356). Saturated fat intakes were 3.3 percentage points lower (P < 0.0001) in the intervention group at week 24 than in the comparison group. Pentadecanoic acid concentrations were lower at week 12 (0.03%; P = 0.012) but not at week 24. LDL-cholesterol concentrations were not different at week 12, but LDL-cholesterol concentration was 0.15 mmol/L lower in the intervention group at week 24 than in the comparison group (P = 0.037). There were no significant group differences in total energy or adiposity measures. Regular-fat dairy foods decreased from 88% to 14% of dairy intake in the intervention group. Calcium, magnesium, and carbohydrate (percentage of energy) intakes were higher in the intervention group than in the comparison group; retinol intakes were lower in the intervention group than in the comparison group; and overall vitamin A intakes were similar between groups. CONCLUSION: Advice to parents to change to reduced-fat products was effective in reducing children's saturated fat intakes but did not alter energy intakes or measures of adiposity. This trial was registered in the Australia New Zealand Clinical Trials Registry as ACTRN12609000453280.",
      "mesh_terms": [
        "Adolescent",
        "Australia",
        "Biomarkers",
        "Body Mass Index",
        "Child",
        "Child, Preschool",
        "Cholesterol, LDL",
        "Dairy Products",
        "Diet, Fat-Restricted",
        "Dietary Fats",
        "Energy Intake",
        "Fatty Acids",
        "Female",
        "Health Promotion",
        "Health Status",
        "Humans",
        "Male",
        "Parents",
        "Patient Compliance",
        "Patient Education as Topic",
        "Vitamin A"
      ]
    },
    {
      "pmid": "21331065",
      "title": "Dietary saturated fat intake is negatively associated with weight maintenance among the PREMIER participants.",
      "authors": [
        "Pao-Hwa Lin",
        "Yanfang Wang",
        "Steven C Grambow",
        "William Goggins",
        "Daniel Almirall"
      ],
      "journal": "Obesity (Silver Spring, Md.)",
      "publication_date": "2012-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Research finding on the composition of macronutrient intakes on body weight has not been consistent. Furthermore, little research has examined the impact of subcomponents of macronutrients such as saturated fat or plant protein on body weight. The purpose of this report was to examine the impact of saturated fat, animal and plant protein, and other macronutrient intakes at the end of an intensive intervention on subsequent follow-up body weight. This is a secondary, observational data analysis using data from PREMIER, an 18-month randomized clinical trial that enrolled a total of 810 participants. Participants completed group and individual sessions designed to help them improve blood pressure (BP) control by making lifestyle changes. Dietary intakes were assessed by two 24-h diet recalls at baseline, 6, and 18 months. Body weight and physical fitness were monitored regularly. Regression models were used to examine the impact of animal or plant protein and other macronutrient intakes on subsequent body weight. After controlling for potential confounders, none of the calorie-contributing nutrient intakes at baseline was associated with subsequent weight at 6 or 18 months. However, a greater intake of saturated fat at 6 months was associated with higher weight at 18 months (P = 0.002). A greater intake of plant protein at 6 month was marginally associated with lower absolute weight at 18 month (P = 0.069). We conclude that macronutrient intakes before the intervention were not associated with subsequent body weight at 6 or 18 months. However, a lower saturated fat intake achieved after 6-month intervention predicts a lower body weight at 18 months and thus greater weight-loss maintenance.",
      "mesh_terms": [
        "Blood Pressure",
        "Dietary Fats",
        "Dietary Proteins",
        "Energy Intake",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Male",
        "Middle Aged",
        "Obesity",
        "Patient Compliance",
        "Predictive Value of Tests",
        "Treatment Outcome",
        "Weight Loss",
        "Weight Reduction Programs"
      ]
    },
    {
      "pmid": "21194380",
      "title": "Role of SIRT1-FoxO1 signaling in dietary saturated fat-dependent upregulation of liver adiponectin receptor 2 in ethanol-administered mice.",
      "authors": [
        "Xiaomei Liang",
        "Ming Hu",
        "Christopher Q Rogers",
        "Zheng Shen",
        "Min You"
      ],
      "journal": "Antioxidants & redox signaling",
      "publication_date": "2011-Jul-15",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "The aim of the present study is to examine the effects of dietary saturated fatty acids on liver adiponectin receptor 1 (AdipoR1) and adiponectin receptor 2 (AdipoR2) in ethanol-administered animals and in ethanol-exposed cultured hepatic cells, and to explore the underlying molecular mechanisms. The mRNA and protein levels of hepatic AdipoR2 were selectively increased by chronic ethanol feeding to mice consuming a diet high in saturated fat (HSF). Administration of an HSF diet blocked hyperacetylation of forkhead transcription factor 1 (FoxO1), a known target of sirtuin 1 (SIRT1), increased nuclear FoxO1 protein levels, and enhanced association of FoxO1 with the AdipoR2 promoter in the livers of ethanol-fed mice. Treatment of cultured hepatic cells with palmitic acid (a major saturated fatty acid in HSF diet) in the presence of ethanol robustly increased AdipoR2 mRNA expression and enhanced activity of a mouse AdipoR2 promoter. Knocking down SIRT1 or FoxO1 using the small silencing SIRT1 or FoxO1 plasmid blunted the palmitic acid effect. Taken together, these results reveal that dietary saturated fat selectively upregulates hepatic AdipoR2 through modulation of SIRT1-FoxO1 signaling in ethanol fed mice, and this effect may contribute to the protective effect of the HSF diet against alcoholic fatty liver.",
      "mesh_terms": [
        "Acetylation",
        "Animals",
        "Base Sequence",
        "Blotting, Western",
        "DNA Primers",
        "Dietary Fats",
        "Ethanol",
        "Fatty Acids",
        "Forkhead Box Protein O1",
        "Forkhead Transcription Factors",
        "Liver",
        "Mice",
        "Mice, Inbred C57BL",
        "Receptors, Adiponectin",
        "Signal Transduction",
        "Sirtuin 1",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "20456813",
      "title": "Effects of phytosterol ester-enriched low-fat milk on serum lipoprotein profile in mildly hypercholesterolaemic patients are not related to dietary cholesterol or saturated fat intake.",
      "authors": [
        "Antonio Hernández-Mijares",
        "Celia Bañuls",
        "Milagros Rocha",
        "Carlos Morillas",
        "María L Martínez-Triguero",
        "Víctor M Víctor",
        "Ramón Lacomba",
        "Amparo Alegría",
        "Reyes Barberá",
        "Rosaura Farré",
        "María Jesús Lagarda"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2010-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Phytosterols (PS) are recommended to reduce LDL-cholesterol. However, the influence of cholesterol and fat intake on the lipid-lowering effect of PS in mildly hypercholesterolaemia is unclear. Thus, the aim of the present study was to evaluate whether the efficacy of PS is related to the composition of saturated fat and dietary cholesterol intake. Additionally, serum carotenoid content was analysed to evaluate to what extent it was undermined by PS. This was a 3-month randomised, parallel trial with a three-arm design. Patients were divided into three groups: healthy diet (n 24), healthy diet+PS (n 31) and free diet+PS (n 29), receiving 2 g/d of PS. Healthy and free diets were characterised by a daily ingestion of 6.8 % of saturated fat and 194.4 mg of cholesterol and 12.7 % of saturated fat and 268.1 mg of cholesterol, respectively. After PS therapy, patients receiving the healthy diet+PS or a free diet+PS exhibited a similar reduction in total cholesterol (6.7 and 5.5 %), LDL-cholesterol (9.6 and 7.0 %), non-HDL-cholesterol (12.2 and 8.9 %) and apo B-100/apo A-I ratio (11.5 and 11.6 %), respectively. In patients following the healthy diet, (β-carotene concentration rose by 26.9 %, whereas the β-carotene and lycopene levels dropped by 21.0 and 22.8 % in the group receiving the free diet+PS, respectively. No change was observed in carotenoid levels in healthy diet+PS group. In conclusion, the efficacy of PS in relation to lipoprotein profile is not influenced by saturated fat or dietary cholesterol intake, which confirms the positive effect of healthy diet therapy in improving the negative effects that PS exert on carotenoid levels.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Animals",
        "Apolipoproteins",
        "Cholesterol",
        "Cholesterol, Dietary",
        "Dietary Fats",
        "Fatty Acids",
        "Female",
        "Food, Fortified",
        "Humans",
        "Hypercholesterolemia",
        "Male",
        "Middle Aged",
        "Milk",
        "Phytosterols",
        "Phytotherapy",
        "Plant Extracts",
        "Young Adult",
        "beta Carotene"
      ]
    },
    {
      "pmid": "20351774",
      "title": "Effects on coronary heart disease of increasing polyunsaturated fat in place of saturated fat: a systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Dariush Mozaffarian",
        "Renata Micha",
        "Sarah Wallace"
      ],
      "journal": "PLoS medicine",
      "publication_date": "2010-Mar-23",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Reduced saturated fat (SFA) consumption is recommended to reduce coronary heart disease (CHD), but there is an absence of strong supporting evidence from randomized controlled trials (RCTs) of clinical CHD events and few guidelines focus on any specific replacement nutrient. Additionally, some public health groups recommend lowering or limiting polyunsaturated fat (PUFA) consumption, a major potential replacement for SFA. METHODS AND FINDINGS: We systematically investigated and quantified the effects of increased PUFA consumption, as a replacement for SFA, on CHD endpoints in RCTs. RCTs were identified by systematic searches of multiple online databases through June 2009, grey literature sources, hand-searching related articles and citations, and direct contacts with experts to identify potentially unpublished trials. Studies were included if they randomized participants to increased PUFA for at least 1 year without major concomitant interventions, had an appropriate control group, and reported incidence of CHD (myocardial infarction and/or cardiac death). Inclusions/exclusions were adjudicated and data were extracted independently and in duplicate by two investigators and included population characteristics, control and intervention diets, follow-up duration, types of events, risk ratios, and SEs. Pooled effects were calculated using inverse-variance-weighted random effects meta-analysis. From 346 identified abstracts, eight trials met inclusion criteria, totaling 13,614 participants with 1,042 CHD events. Average weighted PUFA consumption was 14.9% energy (range 8.0%-20.7%) in intervention groups versus 5.0% energy (range 4.0%-6.4%) in controls. The overall pooled risk reduction was 19% (RR = 0.81, 95% confidence interval [CI] 0.70-0.95, p = 0.008), corresponding to 10% reduced CHD risk (RR = 0.90, 95% CI = 0.83-0.97) for each 5% energy of increased PUFA, without evidence for statistical heterogeneity (Q-statistic p = 0.13; I(2) = 37%). Meta-regression identified study duration as an independent determinant of risk reduction (p = 0.017), with studies of longer duration showing greater benefits. CONCLUSIONS: These findings provide evidence that consuming PUFA in place of SFA reduces CHD events in RCTs. This suggests that rather than trying to lower PUFA consumption, a shift toward greater population PUFA consumption in place of SFA would significantly reduce rates of CHD. Please see later in the article for the Editors' Summary.",
      "mesh_terms": [
        "Coronary Disease",
        "Dietary Fats",
        "Fatty Acids",
        "Fatty Acids, Unsaturated",
        "Feeding Behavior",
        "Humans",
        "Meta-Analysis as Topic",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "20089734",
      "title": "Saturated fat, carbohydrate, and cardiovascular disease.",
      "authors": [
        "Patty W Siri-Tarino",
        "Qi Sun",
        "Frank B Hu",
        "Ronald M Krauss"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2010-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "A focus of dietary recommendations for cardiovascular disease (CVD) prevention and treatment has been a reduction in saturated fat intake, primarily as a means of lowering LDL-cholesterol concentrations. However, the evidence that supports a reduction in saturated fat intake must be evaluated in the context of replacement by other macronutrients. Clinical trials that replaced saturated fat with polyunsaturated fat have generally shown a reduction in CVD events, although several studies showed no effects. An independent association of saturated fat intake with CVD risk has not been consistently shown in prospective epidemiologic studies, although some have provided evidence of an increased risk in young individuals and in women. Replacement of saturated fat by polyunsaturated or monounsaturated fat lowers both LDL and HDL cholesterol. However, replacement with a higher carbohydrate intake, particularly refined carbohydrate, can exacerbate the atherogenic dyslipidemia associated with insulin resistance and obesity that includes increased triglycerides, small LDL particles, and reduced HDL cholesterol. In summary, although substitution of dietary polyunsaturated fat for saturated fat has been shown to lower CVD risk, there are few epidemiologic or clinical trial data to support a benefit of replacing saturated fat with carbohydrate. Furthermore, particularly given the differential effects of dietary saturated fats and carbohydrates on concentrations of larger and smaller LDL particles, respectively, dietary efforts to improve the increasing burden of CVD risk associated with atherogenic dyslipidemia should primarily emphasize the limitation of refined carbohydrate intakes and a reduction in excess adiposity.",
      "mesh_terms": [
        "Atherosclerosis",
        "Cardiovascular Diseases",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Diet",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Dyslipidemias",
        "Fatty Acids",
        "Fatty Acids, Unsaturated",
        "Health Promotion",
        "Humans",
        "Obesity",
        "Risk Factors"
      ]
    },
    {
      "pmid": "19627255",
      "title": "Pyruvate dehydrogenase kinase isoenzyme 4 (PDHK4) deficiency attenuates the long-term negative effects of a high-saturated fat diet.",
      "authors": [
        "Byounghoon Hwang",
        "Nam Ho Jeoung",
        "Robert A Harris"
      ],
      "journal": "The Biochemical journal",
      "publication_date": "2009-Sep-25",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The hypothesis that PDHK4 (pyruvate dehydrogenase kinase isoenzyme 4) has potential as a target for the treatment of type 2 diabetes was tested by feeding wild-type and PDHK4 knockout mice a high saturated fat diet that induces hyperglycemia, hyperinsulinaemia, glucose intolerance, hepatic steatosis and obesity. Previous studies have shown that PDHK4 deficiency lowers blood glucose by limiting the supply of three carbon gluconeogenic substrates to the liver. There is concern, however, that the increase in glucose oxidation caused by less inhibition of the pyruvate dehydrogenase complex by phosphorylation will inhibit fatty acid oxidation, promote ectopic fat accumulation and worsen insulin sensitivity. This was examined by feeding wild-type and PDHK4 knockout mice a high saturated fat diet for 8 months. Fasting blood glucose levels increased gradually in both groups but remained significantly lower in the PDHK4 knockout mice. Hyperinsulinaemia developed in both groups, but glucose tolerance was better and body weight was lower in the PDHK4 knockout mice. At termination, less fat was present in the liver and skeletal muscle of the PDHK4 knockout mice. Higher amounts of PGC-1alpha [PPARgamma (peroxisome proliferator-activated receptor gamma) coactivator 1alpha] and PPARalpha and lower amounts of fatty acid synthase and acetyl-CoA carboxylase isoenzyme 1 were present in the liver of the PDHK4 knockout mice. These findings suggest PDHK4 deficiency creates conditions that alter upstream signalling components involved in the regulation of lipid metabolism. The findings support the hypothesis that PDHK4 is a viable target for the treatment of type 2 diabetes.",
      "mesh_terms": [
        "Adipose Tissue",
        "Adiposity",
        "Animals",
        "Cytoprotection",
        "Diet, Atherogenic",
        "Dietary Fats",
        "Fatty Acids",
        "Hyperglycemia",
        "Hyperinsulinism",
        "Lipid Metabolism",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Knockout",
        "Protein Serine-Threonine Kinases",
        "Pyruvate Dehydrogenase Acetyl-Transferring Kinase",
        "Time Factors",
        "Weight Gain"
      ]
    }
  ]
}