{
  "supplement": "Saw Palmetto",
  "query": "Saw Palmetto[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:32:11",
  "research_count": 80,
  "count": 80,
  "articles": [
    {
      "pmid": "40248996",
      "title": "Comparative Study of the Efficacy and Tolerability of Palmex® (Roystonea regia Lipid Extract), Saw Palmetto, Finasteride and Tamsulosin in Patients with Benign Prostatic Hyperplasia.",
      "authors": [
        "Raúl Guzmán Mederos",
        "Mónica Reyes Bello",
        "Julio César Fernández Travieso",
        "Manuel Pedroso Gastón",
        "Sigfredo Calzadilla Feijoo",
        "Miriam Hernández Rech",
        "Maria de Los Angeles Viamontes Lu",
        "Yenney Reyes Nuñez",
        "Jilma Mena Figueroa",
        "Zunilda Rodríguez Suárez",
        "Lai López Rodríguez",
        "Niurka Basulto Turran",
        "Yolanda Cruz Gómez",
        "Meilis Mesa Angarica",
        "Sarahí Mendoza Castaño",
        "Maytee Robaina García",
        "Gladys Jiménez Rivero"
      ],
      "journal": "Urology research & practice",
      "publication_date": "2025-Mar-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Evaluate and compare the efficacy and tolerability of the treatment with Palmex®, saw palmetto, finasteride, or tamsulosin administered for 6 months to patients with benign prostatic hyperplasia (BPH). METHODS: This multicenter, open, prospective, comparative study was conducted in men !40 years with mild and moderate BPH according to the International Prostate Symptoms Score (IPSS) (!1, <19). The study included 200 patients (50 per group) who were randomly allocated to receive Palmex® (320 mg/d), saw palmetto (320 mg/d), finasteride (5 mg/d), or tamsulosin (0.4 mg/d). The primary study outcome was the improvement of the maximum urinary flow (Qmax), while significant decreases in IPSS values, prostate size, and residual post-voiding volume were secondary efficacy variables. Statistical analysis was performed according to Intention to treat. RESULTS: The demographic baseline characteristics of all the groups were similar. All groups exhibited a significant mean increase in Qmax from baseline to week 24, being 3.8 mL/s (27.7%), 3.6 mL/s (23.1%), 4.2 mL/s (28.6%), and 4.1 mL/s (26.3%) on Palmex®, saw palmetto, finasteride, and tamsulosin, respectively. Likewise, all the treatments significantly reduced the IPSS scores by 74.2% (Palmex®), 74.6% (saw palmetto), 60.3% (finasteride), and 74.2% (tamsulosin), also decreasing the prostate size and the residual post-voiding volume. No significant differences among the groups were found regarding any efficacy variable. The treatments were well tolerated. CONCLUSION: Palmex® for 6 months demonstrated to have a comparable efficacy to saw palmetto, finasteride, and tamsulosin in patients with mild and moderate BPH, being safe and well tolerated."
    },
    {
      "pmid": "39683791",
      "title": "Synergism of Specific Maca Phenotypes (Lepidium peruvianum) in Combination with Saw Palmetto (Serenoa repens) Extract for Chemoprevention of Prostate Cancer as Determined in In Vitro Cytotoxicity Assays on Human Epithelial and Prostate Cancer Cells.",
      "authors": [
        "Katarzyna Gaweł-Bęben",
        "Wirginia Kukula-Koch",
        "Dominik Szwajgier",
        "Beata Antosiewicz-Klimczak",
        "Rita Cristina Orihuela-Campos",
        "Kazimierz Głowniak",
        "Henry O Meissner"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Nov-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Selected phenotypes of dried maca (Lepidium peruvianum) hypocotyls and supercritical CO2 extract (USPlus®) of saw palmetto (Serenoa repens) were used to determine their targeted, cytotoxic action in prostate cancer cells. Fingerprinting by HPLC-MS and PCA analysis showed compositional differences in glucosinolates, amides, macamides, and other alkaloids, which varied based on the color and the size of hypocotyls. These phytochemical differences translated into a higher antioxidant potential of red maca than black maca samples. The greatest COX-2 inhibition was demonstrated with a combination of red maca: saw palmetto (67%:33%) and red maca: saw palmetto: black maca (25%:50%:25%). The LNCaP androgen-dependent prostate cancer cell line was the most sensitive to the three-component mixture of black, red maca, and saw palmetto treatment. This combination provided the most abundant set of high-activity metabolites, and is worthy of consideration in further clinical applications and future in-depth study.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Lepidium",
        "Plant Extracts",
        "Prostatic Neoplasms",
        "Serenoa",
        "Cell Line, Tumor",
        "Drug Synergism",
        "Phenotype",
        "Antineoplastic Agents, Phytogenic",
        "Chemoprevention",
        "Epithelial Cells",
        "Chromatography, High Pressure Liquid"
      ]
    },
    {
      "pmid": "39042923",
      "title": "Beneficial effects of saw palmetto (Serenoa repens) fruit extract on the urinary symptoms of healthy Japanese adults with possible lower urinary tract symptoms: A randomized, double-blind, placebo-controlled study.",
      "authors": [
        "Mai Kimura",
        "Ikuya Ishii",
        "Asami Baba",
        "Tsuyoshi Takara"
      ],
      "journal": "Nutrition and health",
      "publication_date": "2024-Jul-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Saw palmetto extract (SPE) is the most commonly used supplement for the treatment of lower urinary tract symptoms (LUTS), but most evidence is for those with LUTS, and little data is verifying its effectiveness for those who do not have the disease but are troubled by symptoms. The purpose of this study was to examine the effect of SPE on the improvement of urinary frequency problems that present stress due to urinary urgency in daily life, among healthy Japanese adults aged ≥50 years who are not diagnosed with benign prostatic hyperplasia or overactive bladder. They were randomly assigned to the SPE group or placebo group (34 participants per group) using a computerized random number generator. Each participant was instructed to take one capsule containing SPE (320 mg) or placebo every day for 12 weeks. Subjective symptoms were assessed using the overactive bladder questionnaire, and the score of symptom bother by frequent urination during the daytime hours was set as the primary outcome. The other outcomes were subjective urinary symptoms and urinary frequencies. The final efficacy analysis dataset was per protocol set, and 33 participants in each group were analyzed. After SPE intervention for 12 weeks, the score of symptom bother by frequent urination during the daytime hours was significantly improved and the daytime frequency of urination assessed using the urinary log was significantly decreased. The consumption of SPE improved urinary frequency-related quality of life such as bother of urinary symptoms in healthy Japanese adults (UMIN000045334)."
    },
    {
      "pmid": "39017714",
      "title": "Network pharmacology and experimental validation to explore the pharmacological mechanism of saw palmetto and its core ingredients in benign prostatic hyperplasia treatment.",
      "authors": [
        "Bo Zhang",
        "Yiying Wang",
        "Kunping Yan",
        "Jiangang Yang"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Benign prostatic hyperplasia (BPH) is a prevalent urological condition that predominantly affects the geriatric male population, resulting in lower urinary tract symptoms. Saw palmetto is a traditional Chinese medicine for treating BPH. This study aimed to investigate the potential therapeutic mechanisms of saw palmetto in BPH treatment. The active ingredients and potential targets of saw palmetto were obtained through the TCMSP database. BPH-related targets were retrieved from the GeneCards database. PPI, GO, and KEEG analyses were performed to predict the potential therapeutic mechanism. The active ingredient-common target and common target-pathway networks were constructed by Cytoscape software. Molecular docking and cellular experiments were carried out to further validate the potential mechanism. We obtained 13 active components in saw palmetto and 56 common targets in BPH treatment. KEEG analysis showed that the estrogen signaling pathway was the most enriched and exhibited a close association with BPH. PPI analysis, along with ingredient-target and target-pathway network analyses, indicated that stigmasterol was the core ingredient and PGR, NCOA1, and NCOA2 were identified as the hub genes mediating the effects of saw palmetto against BPH. In addition, molecular docking showed that stigmasterol had strong binding to PGR, NCOA1, and NCOA2. Cellular experiments revealed that stigmasterol significantly increased the percentage of BPH-1 cells in the G0/G1 phase and inhibited cell viability and division. Furthermore, it notably reduced the expression of PGR, NCOA1, and NCOA2. Saw palmetto might inhibit cell viability and division by suppressing the expression of PGR, NCOA1, and NCOA2, thereby playing a therapeutic role in treating BPH.",
      "mesh_terms": [
        "Prostatic Hyperplasia",
        "Male",
        "Network Pharmacology",
        "Humans",
        "Molecular Docking Simulation",
        "Serenoa",
        "Plant Extracts",
        "Drugs, Chinese Herbal",
        "Protein Interaction Maps",
        "Medicine, Chinese Traditional"
      ]
    },
    {
      "pmid": "38804752",
      "title": "Saw Palmetto for the Treatment of Lower Urinary Tract Symptoms Due to Benign Prostatic Hyperplasia.",
      "authors": [
        "Noa C Hammer",
        "Jill Thiede"
      ],
      "journal": "American family physician",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Comment"
      ],
      "mesh_terms": [
        "Humans",
        "Prostatic Hyperplasia",
        "Male",
        "Lower Urinary Tract Symptoms",
        "Serenoa",
        "Plant Extracts",
        "Phytotherapy",
        "Treatment Outcome",
        "Middle Aged",
        "Aged"
      ]
    },
    {
      "pmid": "37292551",
      "title": "A Comparative Study of Topical Procapil With Platelet-Rich Plasma Therapy Versus Topical Redensyl, Saw Palmetto, and Biotin With Platelet-Rich Plasma Therapy in the Treatment of Androgenetic Alopecia.",
      "authors": [
        "Pavithra Tr",
        "Rajashekar Ts",
        "Suresh Kumar K",
        "Harish Prasanna"
      ],
      "journal": "Cureus",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background and aim Androgenetic alopecia (AGA) is a well-known hair loss disorder in both men and women affecting approximately 80% and 50% of the population, respectively. Various treatment options for AGA are available with varying efficacy. Combination therapy is a new dictum to combat AGA. Hence, this study aimed to compare the efficacy of commonly used topical therapies such as Procapil with platelet-rich plasma (PRP) and redensyl, saw palmetto (SP), and biotin (RSB) with PRP. Materials and methods This was a randomized controlled trial conducted on 54 male patients with AGA attending the outpatient department in a tertiary care hospital. Participants were randomly assigned into two equal groups (A and B). Group A participants were treated with Procapil with PRP, and group B participants were treated with redensyl, saw palmetto, and biotin with PRP at three weeks intervals for a total period of four sessions. Clinical improvement was assessed by serial hair photography by a third blinded observer and was recorded. Results A total of 54 individuals were included and were distributed into 27 each in group A and group B. AGA grading score was found significant between the groups with P < 0.05. Conclusion PRP with adjuvants redensyl, saw palmetto, and biotin can be a better alternative to the current therapies of PRP."
    },
    {
      "pmid": "35915055",
      "title": "Development and optimization of a tamsulosin nanostructured lipid carrier loaded with saw palmetto oil and pumpkin seed oil for treatment of benign prostatic hyperplasia.",
      "authors": [
        "Rana B Bakhaidar",
        "Khaled M Hosny",
        "Imman M Mahier",
        "Waleed Y Rizq",
        "Awaji Y Safhi",
        "Deena M Bukhary",
        "Muhammad H Sultan",
        "Haitham A Bukhary",
        "Osama A Madkhali",
        "Fahad Y Sabei"
      ],
      "journal": "Drug delivery",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Benign prostatic hyperplasia (BPH) is a nonmalignant growth of the prostate tissue and causes urinary tract symptoms. To provide effective treatment, tamsulosin (TM), saw palmetto oil (SP), and pumpkin seed oil (PSO) were combined and fabricated a nanostructured lipid carrier (NLC) as TM-S/P-NLC using experimental design. The purpose was to enhance the permeation and therapeutic activity of TM; combining TM with SP and PSO in an NLC generates a synergistic activity. An optimized TM-S/P-NLC was obtained after statistical analysis, and it had a particle size, percentage of entrapment efficiency, and steady-state flux of 102 nm, 65%, and 4.5 μg/cm2.min, respectively. Additionally, the optimized TM-S/P-NLC had spherical particles with a more or less uniform size and a stability score of 95%, indicating a high level of stability. The in vitro release studies exhibited the optimized TM-S/P-NLC had the maximum release profile for TM (81 ± 4%) as compared to the TM-NLCs prepared without the addition of S/P oil (59 ± 3%) or the TM aqueous suspension (30 ± 5%). The plasma TM concentration-time profile for the TM-S/P-NLC and the marketed TM tablets indicated that when TM was supplied in a TM-S/P-NLC, the pharmacokinetic profile of the drug was improved. Simultaneously, in vivo therapeutic efficacy studies also showed favorable results for the TM-S/P-NLC in terms of the prostate weight and prostate index following treatment of BPH. Based on the findings of present study, we suggest that in the future, the TM-S/P-NLC could be a novel drug delivery system for treating BPH.",
      "mesh_terms": [
        "Cucurbita",
        "Drug Carriers",
        "Excipients",
        "Humans",
        "Lipids",
        "Male",
        "Nanostructures",
        "Particle Size",
        "Plant Extracts",
        "Plant Oils",
        "Prostatic Hyperplasia",
        "Serenoa",
        "Tamsulosin"
      ]
    },
    {
      "pmid": "35334848",
      "title": "Beneficial Effects of Saw Palmetto Fruit Extract on Urinary Symptoms in Japanese Female Subjects by a Multicenter, Randomized, Double-Blind, Placebo-Controlled Study.",
      "authors": [
        "Shizuo Yamada",
        "Michiyo Shirai",
        "Ken Ono",
        "Shinji Kageyama"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Mar-11",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "Saw palmetto berry extract (SPE) is the most commonly consumed supplement by men with benign prostatic hyperplasia (BPH). The oral administration of SPE was previously shown to significantly attenuate urodynamic symptoms in the hyperactive bladders of female rats by increasing bladder capacity and prolonging the micturition interval. The amelioration of urodynamic symptoms by SPE may be partly attributed to its binding to muscarinic receptors in the urinary bladder and its inhibition of vanilloid receptors on afferent nerves. Therefore, SPE may be pharmacologically effective at mitigating lower urinary tract symptoms (LUTS) in women. The efficacy and safety of a 12-week treatment with SPE in adult women with urinary symptoms were examined herein. The daytime frequency score in the core lower urinary symptom score (CLSS) questionnaire was significantly lower in women with LUTS treated with SPE for 12 weeks than in the placebo group. A subgroup analysis revealed that SPE alleviated the symptoms of daytime frequency (CLSS Q1) and nocturia (CLSS Q2) in a subset of subjects with a CLSS Q5 score of 1 or higher. The daytime frequency of urination in overactive bladder symptom score (OABSS) Q1 was also significantly improved by the SPE treatment. In conclusion, the present study is the first to demonstrate the potential of SPE to mitigate LUTS in adult women.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Humans",
        "Japan",
        "Lower Urinary Tract Symptoms",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Rats",
        "Serenoa"
      ]
    },
    {
      "pmid": "34161166",
      "title": "Standardized Saw Palmetto Extract Directly and Indirectly Affects Testosterone Biosynthesis and Spermatogenesis.",
      "authors": [
        "Jeong Moon Yun",
        "Minhee Lee",
        "Dakyung Kim",
        "K Shyam Prasad",
        "Sangwon Eun",
        "Ok-Kyung Kim",
        "Jeongmin Lee"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2021-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We investigated whether a standardized saw palmetto extract (SP, mixture of supercritical extract and ethanol extract at a ratio of 9.5 to 0.5) can relieve the symptoms of andropause, including metabolic syndrome, and decreases in muscle endurance and spermatogenesis, in old rats. Twenty-four-week-old male Sprague Dawley rats received oral supplementation of SP at 40, 80, and 160 mg/kg body weight (bw) for 4 weeks. We found that SP supplementation reduced body weight gain by decreasing visceral and epididymal fat weights and the levels of serum triglycerides, total cholesterol, and low-density lipoprotein/very low-density lipoprotein cholesterol. In addition, SP supplementation increased muscle endurance, sperm counts, and testosterone biosynthesis through hormonal regulation. In Leydig cells under hydrogen peroxide-induced oxidative stress, SP treatment directly induced testosterone biosynthesis by activating the mRNA expression of the genes encoding 17,20-desmolase and 3β-hydroxysteroid dehydrogenase 4. In conclusion, our results suggest that supplementation of SP may be useful for alleviating the symptoms of andropause via direct and indirect regulation of testosterone biosynthesis.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Serenoa",
        "Spermatogenesis",
        "Testosterone"
      ]
    },
    {
      "pmid": "34156757",
      "title": "Inhibition of polymicrobial biofilm formation by saw palmetto oil, lauric acid and myristic acid.",
      "authors": [
        "Yong-Guy Kim",
        "Jin-Hyung Lee",
        "Sunyoung Park",
        "Sanghun Kim",
        "Jintae Lee"
      ],
      "journal": "Microbial biotechnology",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Biofilms are communities of bacteria, fungi or yeasts that form on diverse biotic or abiotic surfaces, and play important roles in pathogenesis and drug resistance. A generic saw palmetto oil inhibited biofilm formation by Staphylococcus aureus, Escherichia coli O157:H7 and fungal Candida albicans without affecting their planktonic cell growth. Two main components of the oil, lauric acid and myristic acid, are responsible for this antibiofilm activity. Their antibiofilm activities were observed in dual-species biofilms as well as three-species biofilms of S. aureus, E. coli O157:H7 and C. albicans. Transcriptomic analysis showed that lauric acid and myristic acid repressed the expressions of haemolysin genes (hla and hld) in S. aureus, several biofilm-related genes (csgAB, fimH and flhD) in E. coli and hypha cell wall gene HWP1 in C. albicans, which supported biofilm inhibition. Also, saw palmetto oil, lauric acid and myristic acid reduced virulence of three microbes in a nematode infection model and exhibited minimal cytotoxicity. Furthermore, combinatorial treatment of fatty acids and antibiotics showed synergistic antibacterial efficacy against S. aureus and E. coli O157:H7. These results demonstrate that saw palmetto oil and its main fatty acids might be useful for controlling bacterial infections as well as multispecies biofilms.",
      "mesh_terms": [
        "Anti-Bacterial Agents",
        "Biofilms",
        "Candida albicans",
        "Escherichia coli O157",
        "Lauric Acids",
        "Myristic Acid",
        "Plant Extracts",
        "Serenoa",
        "Staphylococcus aureus"
      ]
    },
    {
      "pmid": "33653463",
      "title": "Development of Nanoliposomes Loaded with Carbon Dioxide Serenoa repens (Saw Palmetto) Extract.",
      "authors": [
        "Giulia Vanti",
        "Maria Camilla Bergonzi",
        "Anna Rita Bilia"
      ],
      "journal": "Journal of nanoscience and nanotechnology",
      "publication_date": "2021-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Liposomes represent, among the nanocarriers, the most useful ones for dermatological use, and their composition, charge, size strongly influence their performance in topical drug delivery systems, with possible accumulation of the loaded drugs in the hair follicles. Recently, a saw palmetto carbon dioxide (CO₂) extract has been reported useful for the treatment of hair loss because of the inhibition of 5α-reductase enzyme, responsible of the conversion of testosterone to the most potent androgen, the 5α-dihydrotestosterone. In this work, the formation of nano-sized liposomes and the encapsulation efficiency of saw palmetto CO₂ extract were investigated by light scattering techniques, microscopy and HPLC. The vesicles were loaded with 0.1% w/v saw palmetto CO₂ extract and were small in size (mean size of 145±5 nm). In addition, they were homogeneously dispersed (polydispersity index ≤0.27) and negatively charged (mean value -36.2±3.1 mV). The developed nanoliposomes could represent suitable drug delivery systems to treat the hair loss.",
      "mesh_terms": [
        "Carbon Dioxide",
        "Plant Extracts",
        "Serenoa"
      ]
    },
    {
      "pmid": "33313047",
      "title": "Natural Hair Supplement: Friend or Foe? Saw Palmetto, a Systematic Review in Alopecia.",
      "authors": [
        "Evyatar Evron",
        "Margit Juhasz",
        "Arash Babadjouni",
        "Natasha Atanaskova Mesinkovska"
      ],
      "journal": "Skin appendage disorders",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Saw palmetto (SP), a botanical extract with antiandrogenic properties, has gained commercial popularity for its purported benefits on hair regrowth. To summarize published evidence on the efficacy, safety, and tolerability of supplements containing SP in the treatment of alopecia, we conducted a PubMed, Google Scholar, and Cochrane database search using the following terms: (saw palmetto and hair loss), (saw palmetto and androgenetic alopecia), and (saw palmetto and natural supplement and alopecia). Five randomized clinical trials (RCTs) and 2 prospective cohort studies demonstrated positive effects of topical and oral supplements containing SP (100-320 mg) among patients with androgenetic alopecia (AGA) and telogen effluvium. Sixty percent improvement in overall hair quality, 27% improvement in total haircount, increased hair density in 83.3% of patients, and stabilized disease progression among 52% were noted with use of various topical and oral SP-containing supplements. SP was well tolerated and not associated with serious adverse events in alopecia patients. Although robust high-quality data are lacking, supplements containing SP may be a treatment option for patients with AGA, telogen effluvium, and self-perceived hair thinning. Further large-scale RCTs focusing on the sole contribution of SP to hair growth outcomes are needed to confirm efficacy and determine long-term adverse events."
    },
    {
      "pmid": "37426613",
      "title": "Postoperative Retroperitoneal Hematoma: A Case of Saw Palmetto and the Importance of Primary Care Intervention.",
      "authors": [
        "Seetha Venkateswaran",
        "Ricardo Declet-Bauzo",
        "Michael Shodeinde",
        "Patricia Gilford"
      ],
      "journal": "HCA healthcare journal of medicine",
      "publication_date": "2020",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: A middle-aged male with a history of bilateral inguinal hernia repair was admitted for acute abdominal pain. The patient reported that he took prescribed hydrocodone and a saw palmetto supplement prior to surgery. He denied any recent trauma after the procedure, and he was unable to schedule a follow-up appointment with the surgeon or the primary care physician. CLINICAL FINDINGS: Diagnosis: The CT angiography of the abdomen/pelvis was indicative of new interval development of a large left retroperitoneal hematoma. Intervention: No emergent intervention was required following the evaluation by the surgery and interventional radiology (IR) departments. Outcome: There was no evidence of overt bleeding over the 3-day hospital course, and his hemoglobin was within normal limits. The patient was stable for discharge as the hematoma would slowly absorb over the next 2 months. CONCLUSIONS: A retroperitoneal hematoma (RPH) has a multi-factorial etiology, such as endovascular procedures and surgeries. Detection and presentation of an RPH serves as a guide in management. There are various modes of detection. However, a multi-detector computer tomography-angiography (MDCTA) provides greater information in regards to the anatomical etiology and extent of RPH. Despite the common risk factors associated with a RPH, there are understudied and underreported influences of medications and herbal supplements, such as saw palmetto, in the development of this outcome. A large portion of the population consume herbal and/or dietary supplements, which belong to the category of complementary and alternative medicine (CAM). The challenge for health care providers, especially in the primary-care setting, is the unregulated use of herbal supplements and the associated effects. It is imperative for primary-care physicians to recognize these unknown risks and attempt to inquire about supplement use. Future education should be aimed at integrating CAM into the medical curriculum to improve physician-patient interaction in addressing this topic."
    },
    {
      "pmid": "32620155",
      "title": "A double blind, placebo-controlled randomized comparative study on the efficacy of phytosterol-enriched and conventional saw palmetto oil in mitigating benign prostate hyperplasia and androgen deficiency.",
      "authors": [
        "H V Sudeep",
        "Jestin V Thomas",
        "K Shyamprasad"
      ],
      "journal": "BMC urology",
      "publication_date": "2020-Jul-03",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: The present clinical trial was conducted to evaluate the efficacy and tolerability of a standardized saw palmetto oil containing 3% β-sitosterol in the treatment of benign prostate hyperplasia (BPH) and androgen deficiency. METHODS: Subjects aged 40-65 years with symptomatic BPH were randomized to 12-week double-blind treatment with 500 mg doses of β-sitosterol enriched saw palmetto oil, conventional saw palmetto oil and placebo orally in the form of capsules (n = 33 in each group). BPH severity was determined using the International Prostate Symptom Score (IPSS), uroflowmetry, serum measurement of prostate specific antigen (PSA), testosterone and 5α-reductase. During the trial, the androgen deficiency was evaluated using Aging Male Symptoms (AMS) scale, the Androgen Deficiency in the Aging Male (ADAM) questionnaire, serum levels of free testosterone. RESULTS: Subjects treated with β-sitosterol enriched saw palmetto oil showed significant decrease in IPSS, AMS and ADAM scores along with reduced postvoiding residual volume (p < 0.001), PSA (p < 0.01) and 5α-reductase from baseline to end of 12-week treatment as compared to placebo. There was also a significant increment in the maximum and average urine flow rate (p < 0.001), and serum free testosterone level of subjects treated with enriched saw palmetto oil as compared to placebo. CONCLUSION: This study demonstrates the efficacy of β-sitosterol enriched saw palmetto oil superior to conventional oil thus extending the scope of effective BPH and androgen deficiency treatment with improved quality of life through the intake of functional ingredients. TRIAL REGISTRATION: CTRI/2018/12/016724 dated 19/12/2018 prospectively registered. URL: http://ctri.nic.in/Clinicaltrials/advsearch.php.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Androgens",
        "Double-Blind Method",
        "Humans",
        "Male",
        "Middle Aged",
        "Phytosterols",
        "Phytotherapy",
        "Plant Extracts",
        "Plant Oils",
        "Prostatic Hyperplasia",
        "Serenoa",
        "Sitosterols",
        "Treatment Outcome",
        "Urological Agents"
      ]
    },
    {
      "pmid": "31807332",
      "title": "Use of saw palmetto (Serenoa repens) extract for benign prostatic hyperplasia.",
      "authors": [
        "Youngjoo Kwon"
      ],
      "journal": "Food science and biotechnology",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Benign prostatic hyperplasia (BPH) is a noncancerous growth of the prostate. BPH commonly occurs in elderly men. Lower urinary tract symptoms (LUTS) secondary to BPH (LUTS/BPH) have significant impacts on their health. Saw palmetto (Serenoa repens) extract (SPE) has been evaluated for its effectiveness in improvement of LUTS/BPH at preclinical and clinical levels. Potential mechanisms of actions include anti-androgenic, pro-apoptotic, and anti-inflammatory effects. However, SPE efficacy was inconsistent, at least partly due to a lack of a standardized SPE formula. A hexane extract (free fatty acids, > 80%) provided more consistent results. Free fatty acids (lauric acid) were effective in inhibition of 5α-reductase, and phytosterol (β-sitosterol) reduced prostatic inflammation. Multiple actions derived from different constituents may contribute to SPE efficacy. Evaluation of the clinical relevance of these bioactive components is required for standardization of SPE, thereby enabling consistent efficacy and recommendations for the use in the prevention and treatment of BPH."
    },
    {
      "pmid": "31623582",
      "title": "A phytosterol-enriched saw palmetto supercritical CO2 extract ameliorates testosterone-induced benign prostatic hyperplasia by regulating the inflammatory and apoptotic proteins in a rat model.",
      "authors": [
        "Heggar V Sudeep",
        "Karempudi Venkatakrishna",
        "Ballal Amrutharaj",
        "Anitha",
        "Kodimule Shyamprasad"
      ],
      "journal": "BMC complementary and alternative medicine",
      "publication_date": "2019-Oct-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Benign prostatic hyperplasia (BPH) is a pathological condition affecting older men. BPH complications often lead to deterioration in the quality of life. Serenoa repens (Saw Palmetto) is used for treating lower urinary tract infections in traditional medicine. METHODS: This study was performed to compare the efficacy of β-sitosterol enriched saw palmetto oil (VISPO) and conventional saw palmetto oil (SPO) extracted using supercritical fluid extraction, in alleviating the BPH complications using testosterone-induced BPH model rats. The animals received testosterone (5 mg/kg s.c.) with or without SPO and VISPO (200 and 400 mg/kg b.w.) or Finasteride (1 mg/kg b.w.) p.o. for 28 days. At the end of the experiment, overnight fasted animals were euthanized, blood samples collected for serum analysis of testosterone. Prostate tissue histomorphology was examined by hematoxylin and eosin (H&E) staining. Western blot analysis was performed using prostate tissue homogenates. RESULTS: VISPO exhibited superior efficacy compared to SPO as evident from the significant decrease in prostate weight to body weight ratio, serum testosterone level and increase in growth inhibition of prostate tissue compared to BPH group (p < 0.001). Histological examination of prostate tissue samples showed that VISPO treatment was comparatively better than SPO in improving the hyperplastic patterns. Further, VISPO significantly regulated the expression of inflammatory and apoptotic marker proteins in BPH rats. CONCLUSION: Our data provide experimental evidence that β-sitosterol enriched saw palmetto oil could be higher efficacious in treating the BPH complications compared to the conventional saw palmetto oil preparations.",
      "mesh_terms": [
        "Animals",
        "Chromatography, Supercritical Fluid",
        "Humans",
        "Male",
        "Phytosterols",
        "Phytotherapy",
        "Plant Extracts",
        "Prostate",
        "Prostatic Hyperplasia",
        "Proto-Oncogene Proteins c-bcl-2",
        "Rats",
        "Rats, Wistar",
        "Serenoa",
        "Sitosterols",
        "Testosterone",
        "bcl-2-Associated X Protein"
      ]
    },
    {
      "pmid": "30886216",
      "title": "A substitute variety for agronomically and medicinally important Serenoa repens (saw palmetto).",
      "authors": [
        "Yogini Jaiswal",
        "Daniel Weber",
        "Aaron Yerke",
        "Yanling Xue",
        "Danielle Lehman",
        "Taufika Williams",
        "Tiqiao Xiao",
        "Daniel Haddad",
        "Leonard Williams"
      ],
      "journal": "Scientific reports",
      "publication_date": "2019-Mar-18",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Serenoa repens (saw palmetto) berries are one of the most consumed medicinal herbs in the United States and the wild green variety is used in the initial therapy of benign prostatic hyperplasia (BPH), globally. Use of saw palmetto is approved by the German Commission E, and several clinical trials are underway for evaluation of its efficacy. Exploitation of its habitats and over foraging imperil this plant, which only grows in the wild. This is the first study, to propose the use of the S. repens forma glauca (silver variety) as a qualitative substitute for the wild variety, to support its conservation. We compared tissue microstructures and lipid and water distribution through spatial imaging and examined metabolite distribution of three tissue domains and whole berries. This combined approach of 3D imaging and metabolomics provides a new strategy for studying phenotypic traits and metabolite synthesis of closely related plant varieties.",
      "mesh_terms": [
        "Conservation of Natural Resources",
        "Fruit",
        "Humans",
        "Lipid Metabolism",
        "Lipids",
        "Male",
        "Metabolomics",
        "Phytotherapy",
        "Plant Extracts",
        "Plants, Medicinal",
        "Prostatic Hyperplasia",
        "Secondary Metabolism",
        "Serenoa",
        "Spatial Analysis",
        "Water"
      ]
    },
    {
      "pmid": "29717831",
      "title": "[Saw palmetto fruit extract improves LUTS in type ⅢA prostatitis patients].",
      "authors": [
        "Yun-Peng Shao",
        "Hao-Liang Xue",
        "Bai-Xin Shen",
        "Liu-Cheng Ding",
        "Zheng-Seng Chen",
        "Zhong-Qing Wei"
      ],
      "journal": "Zhonghua nan ke xue = National journal of andrology",
      "publication_date": "2017-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To assess the clinical efficacy of the saw palmetto fruit extract (SPFE) in the treatment of lower urinary tract symptoms (LUTS) in patients with type ⅢA prostatitis. METHODS: This retrospective study included 54 cases of type ⅢA prostatitis treated in the Outpatient Department of our hospital from January to December 2015. The patients were aged 35.06 ± 5.85 years, with a mean disease course of 3.8 ± 2.1 years, and all received oral medication of SPFE Capsules at the dose of 320 mg qd for 12 weeks. We assessed the therapeutic effects by comparing the NIH-chronic prostatitis symptom indexes (NIH-CPSI), voiding diary, International Prostate Symptom Scores (IPSS), and results of urodynamic examination before and after treatment. RESULTS: Compared with the baseline, both NIH-CPSI and IPSS were significantly decreased after medication (27.61 ± 3.76 vs 18.6 ± 5.34, P <0.01; 20.44 ± 4.51 vs 10.96±4.62, P <0.01), and urodynamic examination and voiding diary showed dramatic post-medication improvement in the average urinary flow rate (［8.05±1.42］ vs ［12.05±2.60］ ml/s, P <0.01 ), maximum urinary flow rate (［14.22±1.74］ vs ［21.32±4.51］ ml/s, P <0.01), residual urine volume (［46.15±16.57］ vs ［14.55±10.21］ ml, P <0.01), maximum urethral closure pressure (［76.52±3.53］ vs ［65.32±4.75］ cm H2O, P <0.01), mean urinary volume (［124.63±40.55］ vs ［285.93±58.68］ ml, P <0.01), urination frequency (16.96±4.17 vs 8.96±2.50, P <0.01), and nocturia frequency (8.94±3.23 vs 3.15±1.90, P <0.01). No apparent adverse reactions were observed in any of the patients. CONCLUSIONS: SPFE Capsules can safely and effectively improve LUTS and thus the quality of life of patients with type ⅢA prostatitis.",
      "mesh_terms": [
        "Adult",
        "Chronic Disease",
        "Humans",
        "Lower Urinary Tract Symptoms",
        "Male",
        "Plant Extracts",
        "Prostatitis",
        "Quality of Life",
        "Retrospective Studies",
        "Serenoa",
        "Treatment Outcome",
        "Urination",
        "Urological Agents"
      ]
    },
    {
      "pmid": "28160499",
      "title": "Clinical Effects of Formulated Food of Peucedanum japonicum Extract and Saw Palmetto Extract in Male Patients with Lower Urinary Tract Symptoms.",
      "authors": [
        "Shinji Kageyama",
        "Masanori Beppu",
        "Hiromu Ohnogi",
        "Sayaka Miyazaki",
        "Akihiro Haruno",
        "Yoshihiko Ito",
        "Shizuo Yamada"
      ],
      "journal": "Lower urinary tract symptoms",
      "publication_date": "2018-May",
      "publication_types": [
        "Clinical Study",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To evaluate changes over time in subjective symptom scores and urination parameters before and after oral administration of formulated food containing a combination of Peucedanum japonicum (P. japonicum) extract and saw palmetto extract (SPE) in male patients with lower urinary tract symptoms (LUTS). METHODS: This study was conducted in an open label manner on male patients with untreated LUTS. The urination state of patients was evaluated before and after administration of food formulated with P. japonicum extract and SPE for 4 weeks, based on urodynamic parameters and subjective symptom scores (International Prostate Symptom Score [IPSS and IPSS-QOL], Overactive Bladder Symptom Score [OABSS], Overactive Bladder Questionnaire [OAB-q], and International Index of Erectile Function [IIEF]). RESULTS: After the administration of food formulated with these extracts, the following results were obtained: (i) Subjective findings: The IPSS-QOL score improved significantly; both parameters related to nocturia, i.e., frequency of nighttime urination and OABSS-2, improved significantly; other ratings for subjective symptoms slightly improved. (ii) Objective findings: Residual urine volume decreased significantly, and blood prostate specific antigen (PSA) and urinary 8-OHdG levels decreased slightly after the treatment. (iii) Other findings: Blood pressure decreased slightly. No adverse drug reactions were reported. (iv) Patient impressions: 75% of patients gave a rating of \"Good\" or higher, with 15 out of 20 patients wanting to continue treatment after the end of 4-week administration period. CONCLUSIONS: Food formulated with P. japonicum extract and SPE may be useful to decrease frequency of nighttime urination and residual urine volume in male patients with LUTS.",
      "mesh_terms": [
        "Administration, Oral",
        "Aged",
        "Apiaceae",
        "Blood Pressure",
        "Food, Formulated",
        "Heart Rate",
        "Humans",
        "Lower Urinary Tract Symptoms",
        "Male",
        "Middle Aged",
        "Organ Size",
        "Patient Satisfaction",
        "Phytotherapy",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Serenoa",
        "Treatment Outcome",
        "Urination"
      ]
    },
    {
      "pmid": "27527161",
      "title": "New Natural Pigment Fraction Isolated from Saw Palmetto: Potential for Adjuvant Therapy of Hepatocellular Carcinoma.",
      "authors": [
        "Hor-Yue Tan",
        "Ning Wang",
        "Masao Takahashi",
        "Yigang Feng",
        "Hongyun Li",
        "Yibin Feng"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2016-Aug-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "For the first time, we discovered a small proportion of aqueous fraction from Saw Palmetto apart from the fatty acid-rich fraction exhibited pharmacological activity. Therefore, this study aims to explore the anti-tumor potential of red pigmented aqueous fraction of Saw Palmetto, NYG on human hepatocellular carcinoma and its possible targets. Subcutaneous xenograft and orthotopic implantation models of HCC were used to evaluate the tumor inhibitory effect of NYG. Human hepatocellular carcinoma (HCC) cell lines and human umbilical vein endothelial cells (HUVEC) were used as in vitro model. The mRNA expression was conducted by qPCR. Protein expression was monitored by immunoblotting and immunohistochemistry. Cell migration and blood vessel formation were determined by chamber assay and tube formation assay, respectively. Significant tumor inhibition of NYG in dose-dependent manner was observed on subcutaneous xenograft and orthotopic HCC model. NYG has no direct action on cell viability or VEGF secretion of HCC cells. However, NYG reduced in vitro migration and vessel formation activities of HUVEC cells, as well as in vivo intratumoral neovascularization. NYG attenuated extracellular signal-regulated kinases (ERK) activation in endothelial cells, which may be associated with the suppression of migration and tube formation of HUVEC. NYG suppressed tumor expansion of HCC via inhibiting neovascularization, and may be potential adjuvant treatment for HCC.",
      "mesh_terms": [
        "Animals",
        "Carcinoma, Hepatocellular",
        "Cell Movement",
        "Cell Proliferation",
        "Chemotherapy, Adjuvant",
        "Enzyme Activation",
        "Extracellular Signal-Regulated MAP Kinases",
        "Hep G2 Cells",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Liver Neoplasms",
        "Mice",
        "Models, Biological",
        "Neovascularization, Pathologic",
        "Pigments, Biological",
        "Plant Extracts",
        "Serenoa",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "27272436",
      "title": "Effect of Saw Palmetto Supplements on Androgen-Sensitive LNCaP Human Prostate Cancer Cell Number and Syrian Hamster Flank Organ Growth.",
      "authors": [
        "Alexander B Opoku-Acheampong",
        "Kavitha Penugonda",
        "Brian L Lindshield"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Saw palmetto supplements (SPS) are commonly consumed by men with prostate cancer. We investigated whether SPS fatty acids and phytosterols concentrations determine their growth-inhibitory action in androgen-sensitive LNCaP cells and hamster flank organs. High long-chain fatty acids-low phytosterols (HLLP) SPS ≥ 750 nM with testosterone significantly increased and ≥500 nM with dihydrotestosterone significantly decreased LNCaP cell number. High long-chain fatty acids-high phytosterols (HLHP) SPS ≥ 500 nM with dihydrotestosterone and high medium-chain fatty acids-low phytosterols (HMLP) SPS ≥ 750 nM or with androgens significantly decreased LNCaP cell number (n = 3; p < 0.05). Five- to six-week-old, castrated male Syrian hamsters were randomized to control (n = 4), HLLP, HLHP, and HMLP SPS (n = 6) groups. Testosterone or dihydrotestosterone was applied topically daily for 21 days to the right flank organ; the left flank organ was treated with ethanol and served as the control. Thirty minutes later, SPS or ethanol was applied to each flank organ in treatment and control groups, respectively. SPS treatments caused a notable but nonsignificant reduction in the difference between left and right flank organ growth in testosterone-treated SPS groups compared to the control. The same level of inhibition was not seen in dihydrotestosterone-treated SPS groups (p < 0.05). Results may suggest that SPS inhibit 5α-reductase thereby preventing hamster flank organ growth."
    },
    {
      "pmid": "27186566",
      "title": "Determination of the potency of a novel saw palmetto supercritical CO2 extract (SPSE) for 5α-reductase isoform II inhibition using a cell-free in vitro test system.",
      "authors": [
        "Pilar Pais",
        "Agustí Villar",
        "Santiago Rull"
      ],
      "journal": "Research and reports in urology",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The nicotinamide adenine dinucleotide phosphate-dependent membrane protein 5α-reductase catalyses the conversion of testosterone to the most potent androgen - 5α-dihydrotestosterone. Two 5α-reductase isoenzymes are expressed in humans: type I and type II. The latter is found primarily in prostate tissue. Saw palmetto extract (SPE) has been used extensively in the treatment of lower urinary tract symptoms secondary to benign prostatic hyperplasia (BPH). The pharmacological effects of SPE include the inhibition of 5α-reductase, as well as anti-inflammatory and antiproliferative effects. Clinical studies of SPE have been inconclusive - some have shown significant results, and others have not - possibly the result of varying bioactivities of the SPEs used in the studies. PURPOSE: To determine the in vitro potency in a cell-free test system of a novel SP supercritical CO2 extract (SPSE), an inhibitor of the 5α-reductase isoenzyme type II. MATERIALS AND METHODS: The inhibitory potency of SPSE was compared to that of finasteride, an approved 5α-reductase inhibitor, on the basis of the enzymatic conversion of the substrate androstenedione to the 5α-reduced product 5α-androstanedione. RESULTS: By concentration-dependent inhibition of 5α-reductase type II in vitro (half-maximal inhibitory concentration 3.58±0.05 μg/mL), SPSE demonstrated competitive binding toward the active site of the enzyme. Finasteride, the approved 5α-reductase inhibitor tested as positive control, led to 63%-75% inhibition of 5α-reductase type II. CONCLUSION: SPSE effectively inhibits the enzyme that has been linked to BPH, and the amount of extract required for activity is comparatively low. It can be confirmed from the results of this study that SPSE has bioactivity that promotes prostate health at a level that is superior to that of many other phytotherapeutic extracts. The bioactivity of SPSE corresponds favorably to that reported for the hexane extract used in a large number of positive BPH clinical trials, as well as to finasteride, the established standard of therapy among prescription drugs. Future in vitro and clinical trials involving SPEs would be useful for elucidating their comparative differences, as well as appropriate patient selection for their use."
    },
    {
      "pmid": "26891611",
      "title": "Saw Palmetto for Symptom Management During Radiation Therapy for Prostate Cancer.",
      "authors": [
        "Gwen K Wyatt",
        "Alla Sikorskii",
        "Abolfazl Safikhani",
        "Kevin T McVary",
        "James Herman"
      ],
      "journal": "Journal of pain and symptom management",
      "publication_date": "2016-Jun",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "CONTEXT: Lower urinary tract symptoms (LUTSs) affect 75%-80% of men undergoing radiation therapy (RT) for prostate cancer. OBJECTIVES: To determine the safety, maximum tolerated dose (MTD), and preliminary efficacy of Serenoa repens commonly known as saw palmetto (SP) for management of LUTS during RT for prostate cancer. METHODS: The dose finding phase used the time-to-event continual reassessment method to evaluate safety of three doses (320, 640, and 960 mg) of SP. Dose-limiting toxicities were assessed for 22 weeks using the Common Terminology Criteria for Adverse Events for nausea, gastritis, and anorexia. The exploratory randomized controlled trial phase assessed preliminary efficacy of the MTD against placebo. The primary outcome of LUTS was measured over 22 weeks using the International Prostate Symptom Score. Additional longitudinal assessments included quality of life measured with the Functional Assessment of Cancer Therapy-Prostate. RESULTS: The dose finding phase was completed by 27 men who reported no dose-limiting toxicities and with 20 participants at the MTD of 960 mg daily. The exploratory randomized controlled trial phase included 21 men, and no statistically significant differences in the International Prostate Symptom Score were observed. The prostate-specific concerns score of the Functional Assessment of Cancer Therapy-Prostate improved in the SP group (P = 0.03). Of 11 men in the placebo group, two received physician-prescribed medications to manage LUTS compared with none of the 10 men in the SP group. CONCLUSION: SP at 960 mg may be a safe herbal supplement, but its efficacy in managing LUTS during RT needs further investigation.",
      "mesh_terms": [
        "Aged",
        "Dose-Response Relationship, Drug",
        "Follow-Up Studies",
        "Humans",
        "Least-Squares Analysis",
        "Lower Urinary Tract Symptoms",
        "Male",
        "Middle Aged",
        "Plant Extracts",
        "Prostatic Neoplasms",
        "Quality of Life",
        "Serenoa",
        "Treatment Outcome",
        "Urological Agents"
      ]
    },
    {
      "pmid": "26817302",
      "title": "[Efficacy and safety of Saw Palmetto Extract Capsules in the treatment of benign prostatic hyperplasia].",
      "authors": [
        "Xiao-bing Ju",
        "Xiao-jian Gu",
        "Zheng-yu Zhang",
        "Zhong-qing Wei",
        "Zhuo-qun Xu",
        "Hui-dong Miao",
        "Wei-min Zhou",
        "Ren-fang Xu",
        "Bin Cheng",
        "Jian-guo Ma",
        "Tian-li Niu",
        "Ping Qu",
        "Bo-xin Xue",
        "Wei Zhang"
      ],
      "journal": "Zhonghua nan ke xue = National journal of andrology",
      "publication_date": "2015-Dec",
      "publication_types": [
        "Clinical Study",
        "Journal Article",
        "Multicenter Study"
      ],
      "abstract": "OBJECTIVE: To assess the efficacy and safety of Saw Palmetto Extract Capsules in the treatment of benign prostatic hyperplasia (BPH). METHODS: We conducted a multi-centered open clinical study on 165 BPH patients treated with Saw Palmetto Extract Capsules at a dose of 160 mg qd for 12 weeks. At the baseline and after 6 and 12 weeks of medication, we compared the International Prostate Symptom Scores (IPSS), prostate volume, postvoid residual urine volume, urinary flow rate, quality of life scores (QOL), and adverse events between the two groups of patients. RESULTS: Compared with the baseline, both IPSS and QOL were improved after 6 weeks of medication, and at 12 weeks, significant improvement was found in IPSS, QOL, urinary flow rate, and postvoid residual urine. Mild stomachache occurred in 1 case, which necessitated no treatment. CONCLUSION: Saw Palmetto Extract Capsules were safe and effective for the treatment of BPH.",
      "mesh_terms": [
        "Capsules",
        "Humans",
        "Male",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Quality of Life",
        "Serenoa"
      ]
    },
    {
      "pmid": "26788112",
      "title": "Saw Palmetto Extract Inhibits Metastasis and Antiangiogenesis through STAT3 Signal Pathway in Glioma Cell.",
      "authors": [
        "Hong Ding",
        "Jinglian Shen",
        "Yang Yang",
        "Yuqin Che"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Signal transducer and activator of transcription factor 3 (STAT3) plays an important role in the proliferation and angiogenesis in human glioma. Previous research indicated that saw palmetto extract markedly inhibited the proliferation of human glioma cells through STAT3 signal pathway. But its effect on tumor metastasis and antiangiogenesis is not clear. This study is to further clear the impact of saw palmetto extract on glioma cell metastasis, antiangiogenesis, and its mechanism. TUNEL assay indicated that the apoptotic cells in the saw palmetto treated group are higher than that in the control group (p < 0.05). The apoptosis related protein is detected and the results revealed that saw palmetto extract inhibits the proliferation of human glioma. Meanwhile pSTAT3 is lower in the experimental group and CD34 is also inhibited in the saw palmetto treated group. This means that saw palmetto extract could inhibit the angiogenesis in glioma. We found that saw palmetto extract was an important phytotherapeutic drug against the human glioma through STAT3 signal pathway. Saw palmetto extract may be useful as an adjunctive therapeutic agent for treatment of individuals with glioma and other types of cancer in which STAT3 signaling is activated."
    },
    {
      "pmid": "26552220",
      "title": "[Application of saw palmetto fruit extract in the treatment of prostate diseases].",
      "authors": [
        "Xu-xin Zhan",
        "Xue-jun Shang",
        "Yu-feng Huang"
      ],
      "journal": "Zhonghua nan ke xue = National journal of andrology",
      "publication_date": "2015-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Saw palmetto fruit extract (SPE), as a herbal product, is widely used for the treatment of benign prostatic hyperplasia (BPH) and lower urinary tract symptoms (LUTS). Recent studies show that SPE also has some therapeutic effects on chronic prostatitis, prostate cancer, sexual dysfunction, and so on. This article presents an overview on the application of SPE in the treatment of BPH, prostate cancer, and chronic prostatitis/chronic pelvic pain syndrome, with a discussion on its action mechanisms.",
      "mesh_terms": [
        "Chronic Disease",
        "Fruit",
        "Humans",
        "Lower Urinary Tract Symptoms",
        "Male",
        "Pelvic Pain",
        "Plant Extracts",
        "Prostatic Diseases",
        "Prostatic Hyperplasia",
        "Prostatic Neoplasms",
        "Prostatitis",
        "Serenoa",
        "Syndrome"
      ]
    },
    {
      "pmid": "25895783",
      "title": "Re: Treatment assignment guesses by study participants in a double-blind dose escalation clinical trial of saw palmetto.",
      "authors": [
        "Steven A Kaplan"
      ],
      "journal": "The Journal of urology",
      "publication_date": "2015-May",
      "publication_types": [
        "Editorial",
        "Comment"
      ],
      "mesh_terms": [
        "Humans",
        "Male",
        "Plant Extracts",
        "Randomized Controlled Trials as Topic",
        "Research Subjects"
      ]
    },
    {
      "pmid": "25163818",
      "title": "Prospective trial of an herbal formula BYSH and Saw palmetto in patients with hormonal refractory prostate cancer: a pilot study.",
      "authors": [
        "Anthony C-F Ng",
        "K-F Cheng",
        "P-C Leung"
      ],
      "journal": "Recent patents on inflammation & allergy drug discovery",
      "publication_date": "2014",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: BYSH, a herbal formula, was evaluated for efficacy and safety in a pilot study for patients with advanced hormone refractory prostate cancer (HRPC). PATIENTS AND METHODS: The pilot study was designed as a single-center open-label trial. Patients with HRPC were treated with BYSH for 24 weeks. The primary end point was the changes in serum prostate-specific antigen (PSA) level. Safety parameters such as liver and renal functions were monitored during the study period. RESULTS: Ten patients were eligible for the study. Most of them had stable PSA levels while taking BYSH. However, at the end of the BYSH treatment, the level of PSA increased. The median survival from diagnosis of HRPC was 16.4 months. Liver and renal functions remained normal. BYSH was well tolerated and no patient reported adverse events during the study period. CONCLUSION: Although it is inappropriate to make a conclusion based on the pilot study results, the trend of improvement is obvious. Further investigations should be conducted to demonstrate its clinical benefits. We have also briefly reviewed some plant products which are patented and also available in market.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Humans",
        "Male",
        "Patents as Topic",
        "Pilot Projects",
        "Plant Extracts",
        "Prospective Studies",
        "Prostate-Specific Antigen",
        "Prostatic Neoplasms, Castration-Resistant",
        "Serenoa",
        "Survival Rate",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "25038794",
      "title": "Chronic bacterial prostatitis: efficacy of short-lasting antibiotic therapy with prulifloxacin (Unidrox®) in association with saw palmetto extract, lactobacillus sporogens and arbutin (Lactorepens®).",
      "authors": [
        "Gian Maria Busetto",
        "Riccardo Giovannone",
        "Matteo Ferro",
        "Stefano Tricarico",
        "Francesco Del Giudice",
        "Deliu Victor Matei",
        "Ottavio De Cobelli",
        "Vincenzo Gentile",
        "Ettore De Berardinis"
      ],
      "journal": "BMC urology",
      "publication_date": "2014-Jul-19",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Bacterial prostatitis (BP) is a common condition accounting responsible for about 5-10% of all prostatitis cases; chronic bacterial prostatitis (CBP) classified as type II, are less common but is a condition that significantly hampers the quality of life, (QoL) because not only is it a physical condition but also a psychological distress. Commonly patients are treated with antibiotics alone, and in particular fluoroquinolones are suggested by the European Urology guidelines. This approach, although recommended, may not be enough. Thus, a multimodal approach to the prolonged antibiotic therapy may be helpful. METHODS: 210 patients affected by chronic bacterial prostatitis were enrolled in the study. All patients were positive to Meares-Stamey test and symptoms duration was > 3 months. The purpose of the study was to evaluate the efficacy of a long lasting therapy with a fluoroquinolone in association with a nutraceutical supplement (prulifloxacin 600 mg for 21 days and an association of Serenoa repens 320 mg, Lactobacillus Sporogens 200 mg, Arbutin 100 mg for 30 days). Patients were randomized in two groups (A and B) receiving respectively antibiotic alone and an association of antibiotic plus supplement. RESULTS: Biological recurrence at 2 months in Group A was observed in 21 patients (27.6%) and in Group B in 6 patients (7.8%). Uropathogens found at the first follow-up were for the majority Gram - (E. coli and Enterobacter spp.). A statistically significant difference was found at the time of the follow-up between Group A and B in the NIH-CPSI questionnaire score, symptoms evidence and serum PSA. CONCLUSIONS: Broad band, short-lasting antibiotic therapy in association with a nutritional supplement (serenoa repens, lactobacillus sporogens and arbutin) show better control and recurrence rate on patients affected by chronic bacterial prostatitits in comparison with antibiotic treatment alone. TRIAL REGISTRATION: NCT02130713. Date of trial Registration: 30/04/2014.",
      "mesh_terms": [
        "Adult",
        "Anti-Bacterial Agents",
        "Arbutin",
        "Bacterial Infections",
        "Chronic Disease",
        "Combined Modality Therapy",
        "Dietary Supplements",
        "Dioxolanes",
        "Drug Administration Schedule",
        "Fluoroquinolones",
        "Humans",
        "Lactobacillus",
        "Male",
        "Middle Aged",
        "Piperazines",
        "Plant Extracts",
        "Prostatitis",
        "Recurrence",
        "Serenoa",
        "Young Adult"
      ]
    },
    {
      "pmid": "24417505",
      "title": "A phytochemical comparison of saw palmetto products using gas chromatography and (1) H nuclear magnetic resonance spectroscopy metabolomic profiling.",
      "authors": [
        "Anthony Booker",
        "Andy Suter",
        "Ana Krnjic",
        "Brigitte Strassel",
        "Mire Zloh",
        "Mazlina Said",
        "Michael Heinrich"
      ],
      "journal": "The Journal of pharmacy and pharmacology",
      "publication_date": "2014-Jun",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Preparations containing saw palmetto berries are used in the treatment of benign prostatic hyperplasia (BPH). There are many products on the market, and relatively little is known about their chemical variability and specifically the composition and quality of different saw palmetto products notwithstanding that in 2000, an international consultation paper from the major urological associations from the five continents on treatments for BPH demanded further research on this topic. Here, we compare two analytical approaches and characterise 57 different saw palmetto products. METHODS: An established method - gas chromatography - was used for the quantification of nine fatty acids, while a novel approach of metabolomic profiling using (1) H nuclear magnetic resonance (NMR) spectroscopy was used as a fingerprinting tool to assess the overall composition of the extracts. KEY FINDINGS: The phytochemical analysis determining the fatty acids showed a high level of heterogeneity of the different products in the total amount and of nine single fatty acids. A robust and reproducible (1) H NMR spectroscopy method was established, and the results showed that it was possible to statistically differentiate between saw palmetto products that had been extracted under different conditions but not between products that used a similar extraction method. Principal component analysis was able to determine those products that had significantly different metabolites. CONCLUSIONS: The metabolomic approach developed offers novel opportunities for quality control along the value chain of saw palmetto and needs to be followed further, as with this method, the complexity of a herbal extract can be better assessed than with the analysis of a single group of constituents.",
      "mesh_terms": [
        "Chromatography, Gas",
        "Fatty Acids",
        "Magnetic Resonance Spectroscopy",
        "Metabolomics",
        "Plant Extracts",
        "Principal Component Analysis",
        "Serenoa"
      ]
    },
    {
      "pmid": "26663502",
      "title": "Effects of Saw Palmetto Extract on Urodynamic Parameters, Bladder Muscarinic and Purinergic Receptors and Urinary Cytokines in Rats with Cyclophosphamide-Induced Cystitis.",
      "authors": [
        "Sweety Nasrin",
        "Eiji Masuda",
        "Haruna Kugaya",
        "Ayaka Osano",
        "Yoshihiko Ito",
        "Shizuo Yamada"
      ],
      "journal": "Lower urinary tract symptoms",
      "publication_date": "2014-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To clarify the effect of saw palmetto extract (SPE), a phytotherapeutic agent, on urodynamic parameters, bladder muscarinic and purinergic receptors, and urinary cytokines in rats with cystitis induced by cyclophosphamide (CYP). METHODS: Saw palmetto extract (60 mg/kg per day) was administered orally twice a day for 7 days to rats. The urodynamic parameters in CYP (150 mg/kg i.p.)-treated rats were monitored by a cystometric method under anesthesia. The muscarinic and purinergic receptors in the bladder and submaxillary gland were measured by radioreceptor assays using [N-methyl-(3) H] scopolamine chloride([(3) H]NMS) and αβ-methylene-ATP [2,8-(3) H] tetrasodium salt ([(3) H]αβ-MeATP), respectively. Urinary cytokines (interleukin-1β [IL-1β], IL-6 and L-17) were measured with enzyme linked immunosorbent assay kits. RESULTS: Micturition interval and micturition volume were significantly decreased and the frequency of micturition and basal pressure were significantly increased in the CYP-treated rats compared with sham-operated rats. Orally administered SPE significantly increased the micturition interval and micturition volume and decreased the frequency of micturition and basal pressure. The maximal number of sites (Bmax ) for the specific binding of [(3) H]NMS and [(3) H]αβ-MeATP was significantly decreased in the bladder. The decrease in receptors was attenuated by repeated treatment with SPE. An elevation in urinary cytokine (IL-1β and IL-17) levels were seen, and this increase was effectively suppressed by SPE treatment. CONCLUSIONS: Saw palmetto extract attenuates the alteration of urodynamic parameters, pharmacologically relevant receptors, and urinary cytokines in CYP-treated rats. Therefore, SPE may be a potential therapeutic agent for improving the clinical symptoms of cystitis."
    },
    {
      "pmid": "23622773",
      "title": "Saw palmetto extract enhances erectile responses by inhibition of phosphodiesterase 5 activity and increase in inducible nitric oxide synthase messenger ribonucleic acid expression in rat and rabbit corpus cavernosum.",
      "authors": [
        "Surong Yang",
        "Changrui Chen",
        "Yiying Li",
        "Zhenghua Ren",
        "Yungang Zhang",
        "Gantong Wu",
        "Hao Wang",
        "Zhenzhen Hu",
        "Minghui Yao"
      ],
      "journal": "Urology",
      "publication_date": "2013-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To evaluate whether saw palmetto extract (SPE) relaxes corpus cavernosum and explore the underlying mechanisms. METHODS: Forty Sprague-Dawley rats and 30 New Zealand rabbits were randomly allocated into 3 SPE-treated groups (low-, middle-, and high-dose) and 1 saline-treated control group. SPE was administered intragastrically for 7 consecutive days. Another 23 rats treated with sildenafil were used to appraise the erectile response to electrical stimulation of nerves in the corpus cavernosum. The erectile functions of rats and rabbits were evaluated 24 hours after the last SPE administration or 15 minutes after intragastric sildenafil. Outcome measures included corpus cavernosum electrical activity recording, phosphodiesterase 5 (PDE5) activity detected by the colorimetric quantitative method, and messenger ribonucleic acid (mRNA) expression level for PDE5 and inducible nitric oxide synthase (iNOS) determined using real-time polymerase chain reaction. RESULTS: In the SPE-treated animals, the relaxant response to electrical stimulation of nerves in the corpus cavernosum, reflected by the amplitude of the electrical activity within the cavernosum, was significantly and dose-dependently augmented. Similar effects were observed in the sildenafil-treated rats. PDE5 activity in rat and rabbit corpus cavernosum tissues was significantly and dose-dependently inhibited in SPE-treated animals, whereas the iNOS mRNA level increased compared with the saline group. PDE5 mRNA, however, was only significantly enhanced in the rats treated with the middle dose of SPE. CONCLUSION: The results suggest that SPE may have potential application value for the prevention or treatment of erectile dysfunction through an increase in iNOS mRNA expression and inhibition of PDE5 activity in corpus cavernosum smooth muscles.",
      "mesh_terms": [
        "Analysis of Variance",
        "Animals",
        "Cyclic Nucleotide Phosphodiesterases, Type 5",
        "Electric Stimulation",
        "Enzyme Activation",
        "Male",
        "Nitric Oxide Synthase Type II",
        "Penile Erection",
        "Penis",
        "Phosphodiesterase 5 Inhibitors",
        "Piperazines",
        "Plant Extracts",
        "Purines",
        "RNA, Messenger",
        "Rabbits",
        "Random Allocation",
        "Rats",
        "Rats, Sprague-Dawley",
        "Serenoa",
        "Sildenafil Citrate",
        "Sulfones"
      ]
    },
    {
      "pmid": "23383975",
      "title": "Treatment assignment guesses by study participants in a double-blind dose escalation clinical trial of saw palmetto.",
      "authors": [
        "Jeannette Y Lee",
        "Page Moore",
        "John Kusek",
        "Michael Barry"
      ],
      "journal": "Journal of alternative and complementary medicine (New York, N.Y.)",
      "publication_date": "2014-Jan",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "OBJECTIVES: This report assesses participant perception of treatment assignment in a randomized, double-blind, placebo-controlled trial of saw palmetto for the treatment of benign prostatic hyperplasia (BCM). DESIGN: Participants randomized to receive saw palmetto were instructed to take one 320 mg gelcap daily for the first 24 weeks, two 320 mg gelcaps daily for the second 24 weeks, and three 320 mg gelcaps daily for the third 24 weeks. Study participants assigned to placebo were instructed to take the same number of matching placebo gelcaps in each time period. At 24, 48, and 72 weeks postrandomization, the American Urological Association Symptom Index (AUA-SI) was administered and participants were asked to guess their treatment assignment. SETTINGS: The study was conducted at 11 clinical centers in North America. PARTICIPANTS: Study participants were men, 45 years and older, with moderate to low severe BPH symptoms, randomized to saw palmetto (N=151) or placebo (N=155). OUTCOME MEASURES: Treatment arms were compared with respect to the distribution of participant guesses of treatment assignment. RESULTS: For participants assigned to saw palmetto, 22.5%, 24.7%, and 29.8% correctly thought they were taking saw palmetto, and 37.3%, 40.0%, and 44.4% incorrectly thought they were on placebo at 24, 48, and 72 weeks, respectively. For placebo participants, 21.8%, 27.4%, and 25.2% incorrectly thought they were on saw palmetto, and 41.6%, 39.9%, and 42.6% correctly thought they were on placebo at 24, 48, and 72 weeks, respectively. The treatment arms did not vary with respect to the distributions of participants who guessed they were on saw palmetto (p=0.823) or placebo (p=0.893). Participants who experienced an improvement in AUA-SI were 2.16 times more likely to think they were on saw palmetto. CONCLUSIONS: Blinding of treatment assignment was successful in this study. Improvement in BPH-related symptoms was associated with the perception that participants were taking saw palmetto.",
      "mesh_terms": [
        "Aged",
        "Double-Blind Method",
        "Humans",
        "Male",
        "Middle Aged",
        "Placebos",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Randomized Controlled Trials as Topic",
        "Research Subjects",
        "Serenoa"
      ]
    },
    {
      "pmid": "23253958",
      "title": "The effect of increasing doses of saw palmetto fruit extract on serum prostate specific antigen: analysis of the CAMUS randomized trial.",
      "authors": [
        "Gerald L Andriole",
        "Christie McCullum-Hill",
        "Gurdarshan S Sandhu",
        "E David Crawford",
        "Michael J Barry",
        "Alan Cantor"
      ],
      "journal": "The Journal of urology",
      "publication_date": "2013-Feb",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "PURPOSE: Saw palmetto extracts are used to treat lower urinary tract symptoms in men despite level I evidence that saw palmetto is ineffective in reducing these lower urinary tract symptoms. We determined whether higher doses of saw palmetto as studied in the CAMUS (Complementary and Alternative Medicine for Urologic Symptoms) trial affect serum prostate specific antigen levels. MATERIALS AND METHODS: The CAMUS trial was a randomized, placebo controlled, double-blind, multicenter, North American trial conducted between June 5, 2008 and October 10, 2012, in which 369 men older than 45 years with an AUA symptom score of 8 to 24 were randomly assigned to placebo or dose escalation of saw palmetto, which consisted of 320 mg for the first 24 weeks, 640 mg for the next 24 weeks and 960 mg for the last 24 weeks of this 72-week trial. Serum prostate specific antigen levels were obtained at baseline and at weeks 24, 48 and 72, and were compared between treatment groups using the pooled t test and Fisher's exact test. RESULTS: Serum prostate specific antigen was similar at baseline for the placebo (mean ± SD 1.93 ± 1.59 ng/ml) and saw palmetto groups (2.20 ± 1.95, p = 0.16). Changes in prostate specific antigen during the study were similar, with a mean change in the placebo group of 0.16 ± 1.08 ng/ml and 0.23 ± 0.83 ng/ml in the saw palmetto group (p = 0.50). In addition, no differential effect on serum prostate specific antigen was observed between treatment arms when the groups were stratified by baseline prostate specific antigen. CONCLUSIONS: Saw palmetto extract does not affect serum prostate specific antigen more than placebo, even at relatively high doses.",
      "mesh_terms": [
        "Androgen Antagonists",
        "Dose-Response Relationship, Drug",
        "Double-Blind Method",
        "Humans",
        "Male",
        "Middle Aged",
        "Plant Extracts",
        "Prostate-Specific Antigen",
        "Prostatic Hyperplasia",
        "Serenoa"
      ]
    },
    {
      "pmid": "23179316",
      "title": "Saw palmetto ethanol extract inhibits adipocyte differentiation.",
      "authors": [
        "Nicole Villaverde",
        "Adriana Galvis",
        "Adriana Marcano",
        "Horacio A Priestap",
        "Bradley C Bennett",
        "M Alejandro Barbieri"
      ],
      "journal": "Journal of natural medicines",
      "publication_date": "2013-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The fruits of saw palmetto have been used for the treatment of a variety of urinary and reproductive system problems. In this study we investigated whether the fruit extracts affect in vitro adipogenesis. Saw palmetto ethanol extract inhibited the lipid droplet accumulation by induction media in a dose-dependent manner, and it also attenuated the protein expressions of C-EBPα and PPARγ. Phosphorylation of Erk1/2 and Akt1 were also decreased by saw palmetto ethanol extract. This report suggests that saw palmetto extracts selectively affect the adipocyte differentiation through the modulation of several key factors that play a critical role during adipogenesis.",
      "mesh_terms": [
        "3T3-L1 Cells",
        "Adipocytes",
        "Adipogenesis",
        "Animals",
        "CCAAT-Enhancer-Binding Proteins",
        "Dose-Response Relationship, Drug",
        "Ethanol",
        "Fruit",
        "Mice",
        "Mitogen-Activated Protein Kinase 1",
        "Mitogen-Activated Protein Kinase 3",
        "PPAR gamma",
        "Phosphorylation",
        "Phytotherapy",
        "Plant Extracts",
        "Plants, Medicinal",
        "Proto-Oncogene Proteins c-akt",
        "Serenoa",
        "Signal Transduction",
        "Solvents"
      ]
    },
    {
      "pmid": "23063633",
      "title": "Safety and toxicity of saw palmetto in the CAMUS trial.",
      "authors": [
        "Andrew L Avins",
        "Jeannette Y Lee",
        "Catherine M Meyers",
        "Michael J Barry"
      ],
      "journal": "The Journal of urology",
      "publication_date": "2013-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Extracts of the saw palmetto berry are used by many men in the United States as self-treatment for lower urinary tract symptoms due to benign prostatic hyperplasia. While the most recent data from double-blind clinical trials do not support efficacy superior to that of placebo, there are sparse data on saw palmetto toxicity. MATERIALS AND METHODS: A total of 369 patients were randomized in the CAMUS (Complementary and Alternative Medicine for Urological Symptoms) trial, of whom 357 were included in this modified intent to treat analysis. Participants were randomized to 320, 640 and 960 mg daily of an ethanolic saw palmetto extract or to an identical-appearing placebo in an escalating manner at 6-month intervals for a total of 18 months of followup. Adverse event assessments, vital signs, and blood and urine laboratory tests were obtained at regular intervals. RESULTS: There were no statistically significant differences between the groups in the rates of serious or nonserious adverse events, changes in vital signs, digital prostate examination findings or study withdrawal rates. Overall, there were no significant intergroup differences in laboratory test abnormalities, while differences in individual laboratory tests were rare and small in magnitude. No evidence of significant dose-response phenomena was identified. CONCLUSIONS: The saw palmetto extract used in the CAMUS trial showed no evidence of toxicity at doses up to 3 times the usual clinical dose during an 18-month period.",
      "mesh_terms": [
        "Aged",
        "Humans",
        "Lower Urinary Tract Symptoms",
        "Middle Aged",
        "Phytotherapy",
        "Plant Extracts",
        "Serenoa"
      ]
    },
    {
      "pmid": "22522969",
      "title": "Improving BPH symptoms and sexual dysfunctions with a saw palmetto preparation? Results from a pilot trial.",
      "authors": [
        "Andreas Suter",
        "Reinhard Saller",
        "Eugen Riedi",
        "Michael Heinrich"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2013-Feb",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Multicenter Study",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In elderly men, benign prostatic hyperplasia (BPH) is a major risk factor for sexual dysfunctions (SDys). Additionally, the standard treatments for BPH symptoms, alpha blockers and 5-alpha-reductase inhibitors, cause SDys themselves. Preparations from saw palmetto berries are an efficacious and well-tolerated symptomatic treatment for mild to moderate BPH and have traditionally been used to treat SDys. We conducted an open multicentric clinical pilot trial to investigate whether the saw palmetto berry preparation Prostasan® influenced BPH symptoms and SDys. Eighty-two patients participated in the 8-week trial, taking one capsule of 320 mg saw palmetto extract daily. At the end of the treatment, the International Prostate Symptom Score was reduced from 14.4 ± 4.7 to 6.9 ± 5.2 (p < 0.0001); SDys measured with the brief Sexual Function Inventory improved from 22.4 ± 7.2 to 31.4 ± 9.2 (p < 0.0001), and the Urolife BPH QoL-9 sex total improved from 137.3 ± 47.9 to 195.0 ± 56.3 (p < 0.0001). Investigators' and patients' assessments confirmed the good efficacy, and treatment was very well tolerated and accepted by the patients. Correlation analyses confirmed the relationship between improved BPH symptoms and reduced SDys. This was the first trial with saw palmetto to show improvement in BPH symptoms and SDys as well. [Corrections made here after initial online publication.]",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Fruit",
        "Humans",
        "Male",
        "Middle Aged",
        "Pilot Projects",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Serenoa"
      ]
    },
    {
      "pmid": "22015851",
      "title": "Homologous recombination induced by doxazosin mesylate and saw palmetto in the Drosophila wing-spot test.",
      "authors": [
        "Katiane Cella Gabriel",
        "Rafael Rodrigues Dihl",
        "Mauricio Lehmann",
        "Maria Luiza Reguly",
        "Marc François Richter",
        "Heloisa Helena Rodrigues de Andrade"
      ],
      "journal": "Journal of applied toxicology : JAT",
      "publication_date": "2013-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Benign prostatic hyperplasia (BPH) is the most common tumor in men over 40 years of age. Acute urinary retention (AUR) is regarded as the most serious hazard of untreated BPH. α-Blockers, such as doxazosin mesylate, and 5-α reductase inhibitors, such as finasteride, are frequently used because they decrease both AUR and the need for BPH-related surgery. An extract of the fruit from American saw palmetto plant has also been used as an alternative treatment for BPH. The paucity of information available concerning the genotoxic action of these compounds led us to assess their activity as inducers of different types of DNA lesions using the somatic mutation and recombination test in Drosophila melanogaster. Finasteride did not induce gene mutation, chromosomal mutation or mitotic recombination, which means it was nongenotoxic in our experimental conditions. On the other hand, doxazosin mesylate and saw palmetto induced significant increases in spot frequencies in trans-heterozygous flies. In order to establish the actual role played by mitotic recombination and by mutation in the genotoxicity observed, the balancer-heterozygous flies were also analyzed, showing no increment in the total spot frequencies in relation to the negative control, for both drugs. Doxazosin mesylate and saw palmetto were classified as specific inducers of homologous recombination in Drosophila proliferative cells, an event linked to the loss of heterozygosity.",
      "mesh_terms": [
        "Animals",
        "Antihypertensive Agents",
        "DNA",
        "DNA Damage",
        "Doxazosin",
        "Drosophila",
        "Female",
        "Loss of Heterozygosity",
        "Mutagenicity Tests",
        "Mutagens",
        "Plant Extracts",
        "Recombination, Genetic",
        "Serenoa",
        "Wings, Animal"
      ]
    },
    {
      "pmid": "21867545",
      "title": "Acute pancreatitis with saw palmetto use: a case report.",
      "authors": [
        "Jackrapong Bruminhent",
        "Perliveh Carrera",
        "Zhongzhen Li",
        "Raymond Amankona",
        "Ingram M Roberts"
      ],
      "journal": "Journal of medical case reports",
      "publication_date": "2011-Aug-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Saw palmetto is a phytotherapeutic agent commercially marketed for the treatment of benign prostatic hyperplasia. Evidence suggests that saw palmetto is a safe product, and mild gastrointestinal adverse effects have been reported with its use. We report a case of acute pancreatitis, possibly secondary to the use of saw palmetto. CASE PRESENTATION: A 61-year-old Caucasian man with a history of benign prostatic hyperplasia and gastroesophageal reflux disease developed epigastric pain associated with nausea 36 hours prior to presentation. He denied drinking alcohol prior to the development of his symptoms. His home medications included saw palmetto, lansoprazole and multivitamins. Laboratory results revealed elevated lipase and amylase levels. An abdominal ultrasound demonstrated a nondilated common bile duct, without choledocholithiasis. Computed tomography of his abdomen showed the pancreatic tail with peripancreatic inflammatory changes, consistent with acute pancreatitis. Our patient's condition improved with intravenous fluids and pain management. On the fourth day of hospitalization his pancreatic enzymes were within normal limits: he was discharged home and advised to avoid taking saw palmetto. CONCLUSION: It is our opinion that a relationship between saw palmetto and the onset of acute pancreatitis is plausible, and prescribers and users of saw palmetto should be alert to the possibility of such adverse reactions."
    },
    {
      "pmid": "20623347",
      "title": "Potency of a novel saw palmetto ethanol extract, SPET-085, for inhibition of 5alpha-reductase II.",
      "authors": [
        "Pilar Pais"
      ],
      "journal": "Advances in therapy",
      "publication_date": "2010-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: The nicotinamide adenine dinucleotide phosphate (NADPH)-dependent membrane protein 5alpha-reductase irreversibly catalyses the conversion of testosterone to the most potent androgen, 5alpha-dihydrotestosterone (DHT). In humans, two 5alpha-reductase isoenyzmes are expressed: type I and type II. Type II is found primarily in prostate tissue. Saw palmetto extract (SPE) has been widely used for the treatment of lower urinary tract symptoms secondary to benign prostatic hyperplasia (BPH). The mechanisms of the pharmacological effects of SPE include the inhibition of 5alpha-reductase, among other actions. Clinical studies of SPE have been equivocal, with some showing significant results and others not. These inconsistent results may be due, in part, to varying bioactivities of the SPE used in the studies. METHODS: The aim of the present study was to determine the in vitro potency of a novel saw palmetto ethanol extract (SPET-085), an inhibitor of the 5alpha-reductase isoenzyme type II, in a cell-free test system. On the basis of the enzymatic conversion of the substrate androstenedione to the 5alpha-reduced product 5alpha-androstanedione, the inhibitory potency was measured and compared to those of finasteride, an approved 5alpha-reductase inhibitor. RESULTS: SPET-085 concentration-dependently inhibited 5alpha-reductase type II in vitro (IC(50)=2.88+/-0.45 microg/mL). The approved 5alpha-reductase inhibitor, finasteride, tested as positive control, led to 61% inhibition of 5alpha-reductase type II. CONCLUSION: SPET-085 effectively inhibits the enzyme that has been linked to BPH, and the amount of extract required for activity is very low compared to data reported for other extracts. It can be concluded from data in the literature that SPET-085 is as effective as a hexane extract of saw palmetto that exhibited the highest levels of bioactivity, and is more effective than other SPEs tested. This study confirmed that SPET-085 has prostate health-promoting bioactivity that also corresponds favorably to that reported for the established prescription drug standard of therapy, finasteride.",
      "mesh_terms": [
        "3-Oxo-5-alpha-Steroid 4-Dehydrogenase",
        "5-alpha Reductase Inhibitors",
        "Androgen Antagonists",
        "Cell-Free System",
        "Drug Evaluation, Preclinical",
        "Finasteride",
        "HEK293 Cells",
        "Humans",
        "In Vitro Techniques",
        "Male",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Prostatic Neoplasms",
        "Serenoa"
      ]
    },
    {
      "pmid": "20531057",
      "title": "A possible case of saw palmetto-induced pancreatitis.",
      "authors": [
        "Kurt A Wargo",
        "Elena Allman",
        "Farrah Ibrahim"
      ],
      "journal": "Southern medical journal",
      "publication_date": "2010-Jul",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "A 65-year-old male with a history of diabetes, hypertension, hyperlipidemia, gout, Barrett esophagitis, and chronic gastritis developed acute pancreatitis after taking one week of the herbal medicine, saw palmetto, for symptoms related to benign prostatic hyperplasia (BPH). Ultrasound and computed tomography ruled out cholelithiasis and obstruction, triglycerides were normal, and he had no recent infection or trauma. He had a history of occasional alcohol consumption, though there was no recent increased intake. The most likely cause of pancreatitis in this case was saw palmetto. Saw palmetto (Serenoa repens) is an herbal medication used primarily in the treatment of symptoms related to BPH. It has a high content of fatty acids and phytosterols which are thought to exert their effects by inhibiting the enzyme 5-alpha-reductase, thereby preventing the conversion of testosterone into dihydrotestosterone (DHT). It has been postulated that saw palmetto directly stimulates estrogenic receptors and inhibits progesterone receptors in the prostate tissue. A previous report implicated the estrogen/antiandrogen properties of saw palmetto as inducing hepatotoxicity in a patient. Additionally, it has also been postulated that stimulation of the estrogenic receptors may lead to increased triglyceride levels or induction of a hypercoagulable state that leads to pancreatic necrosis. Finally, inhibition of cyclooxygenase, a property of saw palmetto, may be linked to acute pancreatitis. Acute pancreatitis, a serious and sometimes fatal disorder may occur secondary to medications. Although the mechanism is not fully known, this is the second case of acute pancreatitis that has been documented secondary to the herbal medication saw palmetto. It is important for clinicians to obtain detailed medication histories, including over-the-counter and herbal medications, in order to prevent further complications from occurring.",
      "mesh_terms": [
        "Acute Disease",
        "Aged",
        "Humans",
        "Male",
        "Pancreatitis",
        "Phytotherapy",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Serenoa"
      ]
    },
    {
      "pmid": "20098586",
      "title": "Effects of pumpkin seed oil and saw palmetto oil in Korean men with symptomatic benign prostatic hyperplasia.",
      "authors": [
        "Heeok Hong",
        "Chun-Soo Kim",
        "Sungho Maeng"
      ],
      "journal": "Nutrition research and practice",
      "publication_date": "2009",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was to investigate the role of complementary and alternative medicine in the prevention and treatment of benign prostatic hyperplasia. For this purpose, a randomized, double-blind, placebo-controlled trial was performed over 12 months on 47 benign prostatic hyperplasia patients with average age of 53.3 years and international prostate symptom score over 8. Subjects received either sweet potato starch (group A, placebo, 320 mg/day), pumpkin seed oil (group B, 320 mg/day), saw palmetto oil (group C, 320 mg/day) or pumpkin seed oil plus saw palmetto oil (group D, each 320 mg/day). International prostate symptom score, quality of life, serum prostate specific antigen, prostate volume and maximal urinary flow rate were measured. In groups B, C and D, the international prostate symptom score were reduced by 3 months. Quality of life score was improved after 6 months in group D, while those of groups B and C were improved after 3 months, compared to the baseline value. Serum prostate specific antigen was reduced only in group D after 3 months, but no difference was observed in prostate volume in all treatment groups. Maximal urinary flow rate were gradually improved in groups B and C, with statistical significance after 6 months in group B and after 12 months in group C. None of the parameters were significantly improved by combined treatment with pumpkin seed oil and saw palmetto oil. From these results, it is suggested that administrations of pumpkin seed oil and saw palmetto oil are clinically safe and may be effective as complementary and alternative medicine treatments for benign prostatic hyperplasia."
    },
    {
      "pmid": "19692448",
      "title": "Inhibition of inflammatory gene expression in keratinocytes using a composition containing carnitine, thioctic Acid and saw palmetto extract.",
      "authors": [
        "Sridar Chittur",
        "Brian Parr",
        "Geno Marcovici"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2011",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic inflammation of the hair follicle (HF) is considered a contributing factor in the pathogenesis of androgenetic alopecia (AGA). Previously, we clinically tested liposterolic extract of Serenoa repens (LSESr) and its glycoside, β-sitosterol, in subjects with AGA and showed a highly positive response to treatment. In this study, we sought to determine whether blockade of inflammation using a composition containing LSESr as well as two anti-inflammatory agents (carnitine and thioctic acid) could alter the expression of molecular markers of inflammation in a well-established in vitro system. Using a well-validated assay representative of HF keratinocytes, specifically, stimulation of cultured human keratinocyte cells in vitro, we measured changes in gene expression of a spectrum of well-known inflammatory markers. Lipopolysaccharide (LPS) provided an inflammatory stimulus. In particular, we found that the composition effectively suppressed LPS-activated gene expression of chemokines, including CCL17, CXCL6 and LTB(4) associated with pathways involved in inflammation and apoptosis. Our data support the hypothesis that the test compound exhibits anti-inflammatory characteristics in a well-established in vitro assay representing HF keratinocyte gene expression. These findings suggest that 5-alpha reductase inhibitors combined with blockade of inflammatory processes could represent a novel two-pronged approach in the treatment of AGA with improved efficacy over current modalities."
    },
    {
      "pmid": "19591529",
      "title": "Serenoa repens (saw palmetto): a systematic review of adverse events.",
      "authors": [
        "Taofikat B Agbabiaka",
        "Max H Pittler",
        "Barbara Wider",
        "Edzard Ernst"
      ],
      "journal": "Drug safety",
      "publication_date": "2009",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review",
        "Systematic Review"
      ],
      "abstract": "Serenoa repens (W. Bartram) Small, also known as saw palmetto, is one of the most widely used herbal preparations for the treatment of lower urinary tract symptoms (LUTS) and benign prostatic hyperplasia (BPH). Although a number of randomized controlled trials (RCTs) and systematic reviews of the efficacy of S. repens for the treatment of LUTS and BPH have been published, no systematic review on its drug interactions or adverse events currently exists. This review assesses all available human safety data of S. repens monopreparations. Systematic literature searches were conducted from date of inception to February 2008 in five electronic databases; reference lists and our departmental files were checked for further relevant publications. Information was requested from spontaneous reporting schemes of the WHO and national safety bodies. Twenty-four manufacturers/distributors of S. repens preparations and four herbalist organizations were contacted for additional information. No language restrictions were imposed. Only reports of adverse events in humans from monopreparations of S. repens were included. Data from all articles, regardless of study design, reporting adverse events or interactions were independently extracted by the first author and validated by the second. Forty articles (26 randomized controlled trials, 4 non-randomized controlled trials, 6 uncontrolled trials and 4 case reports/series) were included. They suggest that adverse events associated with the use of S. repens are mild and similar to those with placebo. The most frequently reported adverse events are abdominal pain, diarrhoea, nausea, fatigue, headache, decreased libido and rhinitis. More serious adverse events such as death and cerebral haemorrhage are reported in isolated case reports and data from spontaneous reporting schemes, but causality is questionable. No drug interactions were reported. Currently available data suggest that S. repens is well tolerated by most users and is not associated with serious adverse events. The majority of adverse events are mild, infrequent and reversible, and include abdominal pain, diarrhoea, nausea and fatigue, headache, decreased libido and rhinitis. We found no evidence for drug interactions with S. repens. However, higher quality reporting of adverse events is essential if safety assessments are to be improved in future.",
      "mesh_terms": [
        "Clinical Trials as Topic",
        "Drug Interactions",
        "Humans",
        "Male",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Serenoa",
        "Urologic Diseases"
      ]
    },
    {
      "pmid": "19359798",
      "title": "Isolation and pharmacological characterization of fatty acids from saw palmetto extract.",
      "authors": [
        "Masayuki Abe",
        "Yoshihiko Ito",
        "Asahi Suzuki",
        "Satomi Onoue",
        "Hiroshi Noguchi",
        "Shizuo Yamada"
      ],
      "journal": "Analytical sciences : the international journal of the Japan Society for Analytical Chemistry",
      "publication_date": "2009-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Saw palmetto extract (SPE) has been widely used for the treatment of lower urinary-tract symptoms secondary to benign prostatic hyperplasia. The mechanisms of pharmacological effects of SPE include the inhibition of 5alpha-reductase, anti-androgenic effects, anti-proliferative effects, and anti-inflammatory effects. Previously, we showed that SPE bound actively to alpha(1)-adrenergic, muscarinic and 1,4-dihydropyridine calcium channel (1,4-DHP) receptors in the prostate and bladder of rats, whereas its active constituents have not been fully clarified. The present investigation is aimed to identify the main active components contained in hexane and diethyl ether extracts of SPE with the use of column chromatography and preparative HPLC. Based on the binding activity with alpha(1)-adrenergic, muscarinic, and 1,4-DHP receptors, both isolated oleic and lauric acids were deduced to be active components. Authentic samples of oleic and lauric acids also exhibited similar binding activities to these receptors as the fatty acids isolated from SPE, consistent with our findings. In addition, oleic and lauric acids inhibited 5alpha-reductase, possibly leading to therapeutic effects against benign prostatic hyperplasia and related lower urinary-tract symptoms.",
      "mesh_terms": [
        "Animals",
        "Calcium Channels",
        "Cholestenone 5 alpha-Reductase",
        "Chromatography, High Pressure Liquid",
        "Dihydropyridines",
        "Fatty Acids",
        "Male",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Rats",
        "Receptors, Adrenergic, alpha-1",
        "Receptors, Muscarinic",
        "Serenoa",
        "Urologic Diseases"
      ]
    },
    {
      "pmid": "19336899",
      "title": "Pharmacologically relevant receptor binding characteristics and 5alpha-reductase inhibitory activity of free Fatty acids contained in saw palmetto extract.",
      "authors": [
        "Masayuki Abe",
        "Yoshihiko Ito",
        "Luvsandorj Oyunzul",
        "Tomomi Oki-Fujino",
        "Shizuo Yamada"
      ],
      "journal": "Biological & pharmaceutical bulletin",
      "publication_date": "2009-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Saw palmetto extract (SPE), used widely for the treatment of benign prostatic hyperplasia (BPH) has been shown to bind alpha(1)-adrenergic, muscarinic and 1,4-dihydropyridine (1,4-DHP) calcium channel antagonist receptors. Major constituents of SPE are lauric acid, oleic acid, myristic acid, palmitic acid and linoleic acid. The aim of this study was to investigate binding affinities of these fatty acids for pharmacologically relevant (alpha(1)-adrenergic, muscarinic and 1,4-DHP) receptors. The fatty acids inhibited specific [(3)H]prazosin binding in rat brain in a concentration-dependent manner with IC(50) values of 23.8 to 136 microg/ml, and specific (+)-[(3)H]PN 200-110 binding with IC(50) values of 24.5 to 79.5 microg/ml. Also, lauric acid, oleic acid, myristic acid and linoleic acid inhibited specific [(3)H]N-methylscopolamine ([(3)H]NMS) binding in rat brain with IC(50) values of 56.4 to 169 microg/ml. Palmitic acid had no effect on specific [(3)H]NMS binding. The affinity of oleic acid, myristic acid and linoleic acid for each receptor was greater than the affinity of SPE. Scatchard analysis revealed that oleic acid and lauric acid caused a significant decrease in the maximal number of binding sites (B(max)) for [(3)H]prazosin, [(3)H]NMS and (+)-[(3)H]PN 200-110. The results suggest that lauric acid and oleic acid bind noncompetitively to alpha(1)-adrenergic, muscarinic and 1,4-DHP calcium channel antagonist receptors. We developed a novel and convenient method of determining 5alpha-reductase activity using LC/MS. With this method, SPE was shown to inhibit 5alpha-reductase activity in rat liver with an IC(50) of 101 microg/ml. Similarly, all the fatty acids except palmitic acid inhibited 5alpha-reductase activity, with IC(50) values of 42.1 to 67.6 microg/ml. In conclusion, lauric acid, oleic acid, myristic acid, and linoleic acid, major constituents of SPE, exerted binding activities of alpha(1)-adrenergic, muscarinic and 1,4-DHP receptors and inhibited 5alpha-reductase activity.",
      "mesh_terms": [
        "5-alpha Reductase Inhibitors",
        "Adrenergic alpha-Antagonists",
        "Animals",
        "Binding, Competitive",
        "Calcium Channel Blockers",
        "Calcium Channels, L-Type",
        "Fatty Acids, Nonesterified",
        "Female",
        "Isradipine",
        "Liver",
        "Male",
        "Microsomes, Liver",
        "Muscarinic Agonists",
        "N-Methylscopolamine",
        "Plant Extracts",
        "Prazosin",
        "Radioligand Assay",
        "Rats",
        "Rats, Sprague-Dawley",
        "Receptors, Adrenergic, alpha-1",
        "Receptors, Muscarinic",
        "Serenoa"
      ]
    },
    {
      "pmid": "19262550",
      "title": "Pharmacological effects of saw palmetto extract in the lower urinary tract.",
      "authors": [
        "Mayumi Suzuki",
        "Yoshihiko Ito",
        "Tomomi Fujino",
        "Masayuki Abe",
        "Keizo Umegaki",
        "Satomi Onoue",
        "Hiroshi Noguchi",
        "Shizuo Yamada"
      ],
      "journal": "Acta pharmacologica Sinica",
      "publication_date": "2009-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Saw palmetto extract (SPE), an extract from the ripe berries of the American dwarf palm, has been widely used as a therapeutic remedy for urinary dysfunction due to benign prostatic hyperplasia (BPH) in Europe. Numerous mechanisms of action have been proposed for SPE, including the inhibition of 5alpha-reductase. Today, alpha(1)-adrenoceptor antagonists and muscarinic cholinoceptor antagonists are commonly used in the treatment of men with voiding symptoms secondary to BPH. The improvement of voiding symptoms in patients taking SPE may arise from its binding to pharmacologically relevant receptors in the lower urinary tract, such as alpha(1)-adrenoceptors, muscarinic cholinoceptors, 1,4-dihyropyridine receptors and vanilloid receptors. Furthermore, oral administration of SPE has been shown to attenuate the up-regulation of alpha(1)-adrenoceptors in the rat prostate induced by testosterone. Thus, SPE at clinically relevant doses may exert a direct effect on the pharmacological receptors in the lower urinary tract, thereby improving urinary dysfunction in patients with BPH and an overactive bladder. SPE does not have interactions with co-administered drugs or serious adverse events in blood biochemical parameters, suggestive of its relative safety, even with long-term intake. Clinical trials (placebo-controlled and active-controlled trials) of SPE conducted in men with BPH were also reviewed. This review should contribute to the understanding of the pharmacological effects of SPE in the treatment of patients with BPH and associated lower urinary tract symptoms (LUTS).",
      "mesh_terms": [
        "Androgen Antagonists",
        "Animals",
        "Cell Proliferation",
        "Clinical Trials as Topic",
        "Estrogen Antagonists",
        "Humans",
        "Male",
        "Placebos",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Serenoa",
        "Urinary Tract"
      ]
    },
    {
      "pmid": "21783933",
      "title": "Saw palmetto extract induces nuclear heterogeneity in mice.",
      "authors": [
        "Wachareeporn Trinachartvanit",
        "Bettina M Francis",
        "A Lane Rayburn"
      ],
      "journal": "Environmental toxicology and pharmacology",
      "publication_date": "2009-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Saw palmetto (SW), a phytotherapeutic compound used in the treatment of prostate disease, was examined for potential nuclear effects. SW extract was incorporated into a complete casein-based semisynthetic rodent chow at 0%, 0.1% and 1% SW. SW was fed to mice for 6 weeks, after which the mice received a single i/p injection of either the known genotoxic agent methyl methanesulfonate (MMS) in saline or just saline. Forty-eight hours after injection, blood and bone marrow were collected for flow cytometric analysis. A significant effect of MMS was observed in both male and female mice with respect to: an increase in nuclear heterogeneity in bone marrow cells as measured by the coefficient of variation of the G1 peak in a flow histogram (6.32 versus 4.8 in male mice, 7.0 versus 4.9 in female mice) and an increase in the number of micronucleated blood cells (3.4% versus 0.56% male mice, 3.1% versus 0.6 in female mice) indicating a positive genotoxic response. SW also appears to increase the heterogeneity of bone marrow nuclei in a dose dependent manner (0-5.1%, 0.1-5.5% and 1-5.7% in male mice, 0-5.7%, 0.1-6.0% and 1-6.2% in female mice) without a concomitant increase in blood cell micronuclei. These results indicate that SW is not genotoxic with respect to physical DNA damage and that the changes observed in the bone marrow are due to chromatin conformation modifications in the nuclei of in vivo treated mouse cells."
    },
    {
      "pmid": "19059205",
      "title": "Characterizing components of the Saw Palmetto Berry Extract (SPBE) on prostate cancer cell growth and traction.",
      "authors": [
        "Carina Scholtysek",
        "Aleksandra A Krukiewicz",
        "José-Luis Alonso",
        "Karan P Sharma",
        "Pal C Sharma",
        "Wolfgang H Goldmann"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2009-Feb-13",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Saw Palmetto Berry Extract (SPBE) is applied for prostate health and treatment of urinary tract infections, nonbacterial prostitis and Benign Prostatic Hyperplasia (BPH) in man. An assumption is that SPBE affects tumor cell progression and migration in breast and prostate tissue. In this work, DU-145 cells were used to demonstrate that SPBE and its sterol components, beta-sitosterol and stigmasterol, inhibit prostate cancer growth by increasing p53 protein expression and also inhibit carcinoma development by decreasing p21 and p27 protein expression. In the presence of cholesterol, these features are not only reversed but increased significantly. The results show for the first time the potential of SPBE, beta-sitosterol and stigmasterol as potential anti-tumor agents. Since the protein p53 is also regarded as nuclear matrix protein facilitating actin cytoskeletal binding, 2D tractions were measured. The cell adhesion strength in the presence of SPBE, beta-sitosterol and cholesterol and the observation was that the increase in p53 expression triggered an increase in the intracellular force generation. The results suggest a dual function of p53 in cells.",
      "mesh_terms": [
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Cell Survival",
        "Cyclin-Dependent Kinase Inhibitor p21",
        "Cyclin-Dependent Kinase Inhibitor p27",
        "Humans",
        "Male",
        "Plant Extracts",
        "Prostatic Neoplasms",
        "Serenoa",
        "Sitosterols",
        "Stigmasterol"
      ]
    },
    {
      "pmid": "18534327",
      "title": "A detailed safety assessment of a saw palmetto extract.",
      "authors": [
        "Andrew L Avins",
        "Stephen Bent",
        "Suzanne Staccone",
        "Evelyn Badua",
        "Amy Padula",
        "Harley Goldberg",
        "John Neuhaus",
        "Esther Hudes",
        "Katusto Shinohara",
        "Christopher Kane"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2008-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Saw palmetto is commonly used by men for lower-urinary tract symptoms. Despite its widespread use, very little is known about the potential toxicity of this dietary supplement. METHODS: The Saw palmetto for Treatment of Enlarged Prostates (STEP) study was a randomized clinical trial performed among 225 men with moderate-to-severe symptoms of benign prostatic hyperplasia, comparing a standardized extract of the saw palmetto berry (160 mg twice daily) with a placebo over a 1-year period. As part of this study, detailed data were collected on serious and non-serious adverse events, sexual functioning, and laboratory tests of blood and urine. Between-group differences were assessed with mixed-effects regression models. RESULTS: There were no significant differences observed between the saw palmetto and placebo-allocated participants in the risk of suffering at least one serious adverse event (5.4% vs. 9.7%, respectively; p=0.31) or non-serious symptomatic adverse event (34.8% vs. 30.1%, p=0.48). There were few significant between-group differences in sexual functioning or for most laboratory analyses, with only small differences observed in changes over time in total bilirubin (p=0.001), potassium (p=0.03), and the incidence of glycosuria (0% in the saw palmetto group vs. 3.7% in the placebo group, p=0.05). CONCLUSIONS: Despite careful assessment, no evidence for serious toxicity of saw palmetto was observed in this clinical trial. Given the sample size and length of this study, however, these data do not rule out potential rare adverse effects associated with the use of saw palmetto.",
      "mesh_terms": [
        "Aged",
        "Double-Blind Method",
        "Drug-Related Side Effects and Adverse Reactions",
        "Humans",
        "Male",
        "Middle Aged",
        "Phytotherapy",
        "Plant Extracts",
        "Prostate-Specific Antigen",
        "Prostatic Hyperplasia",
        "Regression Analysis",
        "Serenoa",
        "Sexuality"
      ]
    },
    {
      "pmid": "24692784",
      "title": "Effects of D-004, a lipid extract of the fruit of the Cuban royal palm (Roystonea regia) or the lipidosterolic extract of saw palmetto (Serenoa repens) on the sexual activity in male rats: A controlled, experimental study.",
      "authors": [
        "Lilia C Fernández",
        "Rosa Mas",
        "Julio Fernández",
        "Sarahí Mendoza",
        "Rafael Gámez",
        "Balia Pardo"
      ],
      "journal": "Current therapeutic research, clinical and experimental",
      "publication_date": "2008-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The etiology of benign prostatic hyperplasia (BPH) is not completely understood, but hormonal changes in aging men seem to be pivotal. Dihydrotestosterone, a potent, active metabolite of testosterone, is formed by the enzymatic action of prostate 5α-reductase and causes cell growth and hyperplasia. Consistent with this action, male sexual dysfunction has been clinically documented to be among the drug-related adverse events associated with 5α-reductase inhibitors. The lipidosterolic extract of saw palmetto (LESP) fruit (Serenoa repens) has been used to treat BPH. D-004, a lipid extract of Roystonea regia Royal palm fruit, has been found to prevent prostatic hyperplasia induced by testoste-rone in rodents and to competitively inhibit prostate 5α-reductase activity in vitro. OBJECTIVE: The purpose of this study was to assess the effects of D-004 and LESP, administered as single or repeated doses, on the sexual activity in male rats. METHODS: This controlled, experimental study was conducted at the Pharmacology Department, Centre of Natural Products, National Centre for Scientific Research, Havana City, Cuba. Adult male Wistar rats weighing 250 to 300 g were randomized into 5 groups: 2 groups treated orally with D-004 (400 and 800 mg/kg); 2 groups treated orally with LESP (400 and 800 mg/kg); and 1 control group orally administered a water vehicle. Sexual activity behavior (the number of mounts and intromissions, mount latency, and intromission latency) was assessed during 2 observation periods: 90 minutes after the initial dose and at the end of the 30-day treatment. Latency was defined as time elapsed between the first mount and intromission. RESULTS: A total of 50 rats (mean [SD] age, 10 [3] weeks; mean [SD] weight, 295 [10] g) were included in the experiment. There were no significant difterences in the mean number of mounts, intromissions, mount latency, or intromission latency in the groups treated with single or repeated doses of D-004 or LESP (400 and 800 mg/kg) compared with the controls. There was also no between-group difterence in mating behavior among the active treatment groups. All rats survived up to study completion, with normal behavior (weight gain, food intake, daily observations, without any sign of toxicity). There were no observable adverse events during the study. CONCLUSIONS: D-004 and LESP administered as a single dose or repeated doses for 30 days did not significantly affect male rat sexual activity behavior compared with a vehicle control group."
    },
    {
      "pmid": "18082217",
      "title": "Effect of saw palmetto soft gel capsule on lower urinary tract symptoms associated with benign prostatic hyperplasia: a randomized trial in Shanghai, China.",
      "authors": [
        "Rong Shi",
        "Qiungwen Xie",
        "X Gang",
        "Jing Lun",
        "Life Cheng",
        "Allan Pantuck",
        "Jianyu Rao"
      ],
      "journal": "The Journal of urology",
      "publication_date": "2008-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: We determined the effect of Prostataplex in men with lower urinary tract symptoms associated with benign prostatic hyperplasia. MATERIALS AND METHODS: A total of 92 Chinese men between 49 and 75 years old with lower urinary tract symptoms were randomly assigned in this double-blind, placebo controlled trial. The 46 patients in the intervention group were given 2 Prostataplex soft gels daily for 12 weeks, while the 46 in the control group were given 2 placebo soft gels for the same time. RESULTS: The treated and control groups appeared to have more than a 95% compliance rate, as judged by counting the remaining pills in the bottle collected at the end of trial months 1 to 3. After 12 weeks of intervention the mean +/- SD maximum urinary flow rate was significantly higher in the treatment group than in the control group (14.07 +/- 2.56 vs 11.74 +/- 1.23 ml per second, p <0.001), while relative urinary resistance was significantly lower in the treatment group than in the control group (2.35 +/- 0.83 vs 3.02 +/- 1.18, p = 0.002). While there was no significant difference in mean prostate volume or International Prostate Symptom Score between the 2 groups, 18 of 46 patients (39.1%) in the treatment group showed an International Prostate Symptom Score improvement (decrease of 3 or greater) after intervention, whereas only 1 of 46 (2.2%) in the control group showed an International Prostate Symptom Score improvement (chi-square test p <0.001). CONCLUSIONS: Prostataplex may have short-term effects in improving symptoms and objective measures in Chinese men with lower urinary tract symptoms associated with benign prostatic hyperplasia.",
      "mesh_terms": [
        "Aged",
        "Androgen Antagonists",
        "Capsules",
        "China",
        "Double-Blind Method",
        "Drug Administration Schedule",
        "Humans",
        "Male",
        "Middle Aged",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Serenoa",
        "Urination Disorders",
        "Urodynamics"
      ]
    },
    {
      "pmid": "17671686",
      "title": "Saw Palmetto induces growth arrest and apoptosis of androgen-dependent prostate cancer LNCaP cells via inactivation of STAT 3 and androgen receptor signaling.",
      "authors": [
        "Yang Yang",
        "Takayuki Ikezoe",
        "Zhixing Zheng",
        "Hirokuni Taguchi",
        "H Phillip Koeffler",
        "Wei-Guo Zhu"
      ],
      "journal": "International journal of oncology",
      "publication_date": "2007-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PC-SPES is an eight-herb mixture that has an activity against prostate cancer. Recently, we purified Saw Palmetto (Serenoa repens) from PC-SPES and found that Saw Palmetto induced growth arrest of prostate cancer LNCaP, DU145, and PC3 cells with ED50s of approximately 2.0, 2.6, and 3.3 microl/ml, respectively, as measured by mitochondrial-dependent conversion of the the 3-(4, 5-dimethylthiazol-2-yl)-2, 5-diphenyltetrazolium bromide (MTT) assay. Saw Palmetto induced apoptosis of LNCaP cells in a time- and dose-dependent manner as measured by TUNEL assays. Also, Saw Palmetto increased the expression of p21waf1 and p53 protein in LNCaP cells. In addition, we found that Saw Palmetto down-regulated DHT- or IL-6-induced expression of prostate specific antigen in conjunction with down-regulation of the level of androgen receptor in the nucleus as measured by Western blot analysis. Moreover, Saw Palmetto down-regulated the IL-6-induced level of the phosphorylated form of STAT 3 in LNCaP cells. Furthermore, Saw Palmetto inhibited the growth of LNCaP cells present as tumor xenografts in BALB/c nude mice without adverse effect. These results indicate that Saw Palmetto might be useful for the treatment of individuals with prostate cancer.",
      "mesh_terms": [
        "Androgen Antagonists",
        "Animals",
        "Apoptosis",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "Interleukin-6",
        "Male",
        "Mice",
        "Mice, Inbred BALB C",
        "Mice, Nude",
        "Plant Extracts",
        "Prostate-Specific Antigen",
        "Prostatic Neoplasms",
        "Receptors, Androgen",
        "STAT3 Transcription Factor",
        "Serenoa",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "17342743",
      "title": "Effects of dietary saw palmetto on the prostate of transgenic adenocarcinoma of the mouse prostate model (TRAMP).",
      "authors": [
        "Teri L Wadsworth",
        "Teresa R Worstell",
        "Norman M Greenberg",
        "Charles E Roselli"
      ],
      "journal": "The Prostate",
      "publication_date": "2007-May-01",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "BACKGROUND: Several of the proposed mechanisms for the actions of the liposterolic extract of saw palmetto (SPE) are exerted on known risk factors for prostate cancer (CaP). This study investigated whether SPE could prevent the progression of CaP in a transgenic adenocarcinoma of the mouse prostate (TRAMP) model. METHODS: Two different doses of SPE designed to deliver 50 mg/kg/day SPE and 300 mg/kg/day SPE were administered in a custom diet to TRAMP mice for 12 or 24 weeks. Body and organ weights were used to evaluate toxicity, and radioimmunoassay was used to measure plasma and tissue androgen levels to monitor effects of SPE on 5alpha reductase activity. Prostate tissues were evaluated histologically to determine the effect of treatment on tumor grade, cell proliferation, and apoptosis. RESULTS: Treatment with 300 mg/kg/day SPE from 4 to 24 weeks of age significantly reduced the concentration of 5alpha-dihydrotestosterone (DHT) in the prostate and resulted in a significant increase in apoptosis and significant decrease in pathological tumor grade and frank tumor incidence. CONCLUSIONS: Dietary supplementation with SPE may be effective in controlling CaP tumorigenesis. SPE suppression of prostatic DHT levels lends support to the hypothesis that inhibition of the enzyme 5alpha-reductase is a mechanism of action of this substance.",
      "mesh_terms": [
        "3-Oxo-5-alpha-Steroid 4-Dehydrogenase",
        "5-alpha Reductase Inhibitors",
        "Adenocarcinoma",
        "Androgen Antagonists",
        "Animals",
        "Apoptosis",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Cell Survival",
        "Diet",
        "Dihydrotestosterone",
        "Disease Models, Animal",
        "Dose-Response Relationship, Drug",
        "Drug Screening Assays, Antitumor",
        "Enzyme Inhibitors",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Transgenic",
        "Organ Size",
        "Plant Extracts",
        "Prostate",
        "Prostatic Neoplasms",
        "Serenoa",
        "Testosterone"
      ]
    },
    {
      "pmid": "16985705",
      "title": "Saw Palmetto Berry as a Treatment for BPH.",
      "authors": [
        "E Fagelman",
        "F C Lowe"
      ],
      "journal": "Reviews in urology",
      "publication_date": "2001",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phytotherapeutic agents are often prescribed in Europe for the treatment of benign prostatic hyperplasia with lower urinary tract symptoms and are commonly used in the United States in over-the-counter preparations. Saw palmetto berry is the most popular of these agents, and in vitro some studies suggest that liposterolic extract of the plant has antiandrogenic effects that inhibit the type 1 and type 2 isoenzymes of 5alpha-reductase; however there are no clinical studies that show any decrease in serum dihydrotestosterone or prostate-specific antigen. Its efficacy in the treatment of lower urinary tract symptoms has not been conclusively proven. Clinical efficacy was suggested by a meta-analysis of Permixon, a formulation of saw palmetto, but the meta-analysis was done on suboptimal studies. One trial supports the equivalency of Permixon to finasteride in treating moderate to severe symptoms of benign prostatic hyperplasia, with less decrease in sexual function. However, without a control/placebo arm, the actual efficacy of the agents cannot be determined. Other than occasional gastrointestinal upset, no other side effects have been reported."
    },
    {
      "pmid": "16467543",
      "title": "Saw palmetto for benign prostatic hyperplasia.",
      "authors": [
        "Stephen Bent",
        "Christopher Kane",
        "Katsuto Shinohara",
        "John Neuhaus",
        "Esther S Hudes",
        "Harley Goldberg",
        "Andrew L Avins"
      ],
      "journal": "The New England journal of medicine",
      "publication_date": "2006-Feb-09",
      "publication_types": [
        "Clinical Trial, Phase III",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Saw palmetto is used by over 2 million men in the United States for the treatment of benign prostatic hyperplasia and is commonly recommended as an alternative to drugs approved by the Food and Drug Administration. METHODS: In this double-blind trial, we randomly assigned 225 men over the age of 49 years who had moderate-to-severe symptoms of benign prostatic hyperplasia to one year of treatment with saw palmetto extract (160 mg twice a day) or placebo. The primary outcome measures were changes in the scores on the American Urological Association Symptom Index (AUASI) and the maximal urinary flow rate. Secondary outcome measures included changes in prostate size, residual urinary volume after voiding, quality of life, laboratory values, and the rate of reported adverse effects. RESULTS: There was no significant difference between the saw palmetto and placebo groups in the change in AUASI scores (mean difference, 0.04 point; 95 percent confidence interval, -0.93 to 1.01), maximal urinary flow rate (mean difference, 0.43 ml per minute; 95 percent confidence interval, -0.52 to 1.38), prostate size, residual volume after voiding, quality of life, or serum prostate-specific antigen levels during the one-year study. The incidence of side effects was similar in the two groups. CONCLUSIONS: In this study, saw palmetto did not improve symptoms or objective measures of benign prostatic hyperplasia. (ClinicalTrials.gov number, NCT00037154.).",
      "mesh_terms": [
        "Androgen Antagonists",
        "Double-Blind Method",
        "Humans",
        "Male",
        "Middle Aged",
        "Phytotherapy",
        "Plant Extracts",
        "Prostate",
        "Prostatic Hyperplasia",
        "Serenoa",
        "Treatment Failure",
        "Urodynamics"
      ]
    },
    {
      "pmid": "16287339",
      "title": "Herb-drug interactions. Interactions between saw palmetto and prescription medications.",
      "authors": [
        "Rubin Bressler"
      ],
      "journal": "Geriatrics",
      "publication_date": "2005-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "Patients over age 50 typically present with one chronic disease per decade. Each chronic disease typically requires long-term drug therapy, meaning most older patients require several drugs to maintain health. Simultaneously, use of complementary and alternative medicine (CAM) has increased in the United States in the last 20 years, reaching 36% in 2002; herbal medicine use accounts for approximately 22% of all CAM use. Older adults often add herbal medicines to prescription medications, yet do not always inform their physicians. The drug metabolizing enzyme systems process all compounds foreign to the body, including prescription and herbal medications. Therefore use of both medicinals simultaneously has a potential for adverse interactions. This review, which discusses saw palmetto, is the last in a series covering the documented interactions among the top 5 efficacious herbal medicines and prescription drugs.",
      "mesh_terms": [
        "Androgen Antagonists",
        "Complementary Therapies",
        "Drug Prescriptions",
        "Herb-Drug Interactions",
        "Humans",
        "Male",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Serenoa"
      ]
    },
    {
      "pmid": "16093232",
      "title": "A preliminary investigation of the enzymatic inhibition of 5alpha-reduction and growth of prostatic carcinoma cell line LNCap-FGC by natural astaxanthin and Saw Palmetto lipid extract in vitro.",
      "authors": [
        "Mark L Anderson"
      ],
      "journal": "Journal of herbal pharmacotherapy",
      "publication_date": "2005",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Inhibition of 5alpha-reductase has been reported to decrease the symptoms of benign prostate hyperplasia (BPH) and possibly inhibit or help treat prostate cancer. Saw Palmetto berry lipid extract (SPLE) is reported to inhibit 5alpha-reductase and decrease the clinical symptoms of BPH. Epidemiologic studies report that carotenoids such as lycopene may inhibit prostate cancer. In this investigation the effect of the carotenoid astaxanthin, and SPLE were examined for their effect on 5alpha-reductase inhibition as well as the growth of prostatic carcinoma cells in vitro. These studies support patent #6,277,417 B1. The results show astaxanthin demonstrated 98% inhibition of 5alpha-reductase at 300 microg/mL in vitro. Alphastat, the combination of astaxanthin and SPLE, showed a 20% greater inhibition of 5alpha-reductase than SPLE alone n vitro. A nine day treatment of prostatic carcinoma cells with astaxanthin in vitro produced a 24% decrease in growth at 0.1 mcg/mL and a 38% decrease at 0.01 mcg/mL. SPLE showed a 34% decrease at 0.1 mcg/mL. CONCLUSIONS: Low levels of carotenoid astaxanthin inhibit 5alpha-reductase and decrease the growth of human prostatic cancer cells in vitro. Astaxanthin added to SPLE shows greater inhibition of 5alpha-reductase than SPLE alone in vitro.",
      "mesh_terms": [
        "3-Oxo-5-alpha-Steroid 4-Dehydrogenase",
        "Androgen Antagonists",
        "Cell Line, Tumor",
        "Dose-Response Relationship, Drug",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "In Vitro Techniques",
        "Male",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Prostatic Neoplasms",
        "Serenoa",
        "Xanthophylls",
        "beta Carotene"
      ]
    },
    {
      "pmid": "15978232",
      "title": "Saw palmetto and finasteride in the treatment of category-III prostatitis/chronic pelvic pain syndrome.",
      "authors": [
        "Jennifer Yang",
        "Alexis E Te"
      ],
      "journal": "Current urology reports",
      "publication_date": "2005-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Chronic nonbacterial prostatitis/chronic pelvic pain syndrome is a common entity for which a standardized management has not been established. Patients often have a significant symptom complex and impact on quality of life, but very little is known about the efficacy of second- and third-line treatments, such as the use of herbal supplements. Many treatments studied in recent literature include antibiotics, alpha-blockade, anti-inflammatory agents, and cognitive behavioral interventions such as biofeedback and psychotherapy.",
      "mesh_terms": [
        "5-alpha Reductase Inhibitors",
        "Androgen Antagonists",
        "Animals",
        "Enzyme Inhibitors",
        "Finasteride",
        "Humans",
        "Male",
        "Pelvic Pain",
        "Phytotherapy",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Prostatitis",
        "Serenoa",
        "Syndrome",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "15758812",
      "title": "Effects of saw palmetto extract on micturition reflex of rats and its autonomic receptor binding activity.",
      "authors": [
        "Tomomi Oki",
        "Mayumi Suzuki",
        "Yasuhiko Nishioka",
        "Akio Yasuda",
        "Keizo Umegaki",
        "Shizuo Yamada"
      ],
      "journal": "The Journal of urology",
      "publication_date": "2005-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: We examined the effects of saw palmetto extract (SPE) on the rat micturition reflex and on autonomic receptors in the lower urinary tract. MATERIALS AND METHODS: The effect of SPE was examined on cystometrograms of anesthetized rats induced by intravesical infusion of saline or 0.1% acetic acid. SHR/NDmc-cp (cp/cp) rats received repeat oral administration of SPE and nighttime urodynamic function was determined. The autonomic receptor binding activity of SPE in the rat bladder and prostate was examined by radioligand binding assay. RESULTS: Intraduodenal administration of SPE (60 mg/kg) in anesthetized rat cystometry caused a significant increase in the micturition interval, micturition volume and bladder capacity during intravesical saline infusion. Also, similar administration of SPE at doses of 12 and 20 mg/kg significantly reversed the shortened micturition interval as well as the decreased micturition volume and bladder capacity due to 0.1% acetic acid infusion in a dose dependent manner. In conscious SHR/NDmc-cp (cp/cp) rats repeat oral administration of SPE (6 mg/kg daily) constantly increased the micturition interval and concomitantly decreased voiding frequency. SPE inhibited specific binding of [H]NMS ([N-methyl-H]scopolamine methyl chloride) (bladder) and [H]prazosin (prostate) with IC50 values of 46.1 and 183 microg/ml, respectively. CONCLUSIONS: SPE significantly alleviates urodynamic symptoms in hyperactive rat bladders by increasing bladder capacity and subsequently prolonging the micturition interval. Our data may support the clinical efficacy of SPE for the treatment of lower urinary tract symptoms.",
      "mesh_terms": [
        "Acetic Acid",
        "Administration, Oral",
        "Adrenergic alpha-Agonists",
        "Animals",
        "Autonomic Agents",
        "Dose-Response Relationship, Drug",
        "Male",
        "N-Methylscopolamine",
        "Parasympatholytics",
        "Plant Extracts",
        "Prazosin",
        "Prostate",
        "Rats",
        "Rats, Inbred SHR",
        "Rats, Inbred Strains",
        "Rats, Sprague-Dawley",
        "Reflex",
        "Serenoa",
        "Sodium Chloride",
        "Urinary Bladder",
        "Urination",
        "Urodynamics"
      ]
    },
    {
      "pmid": "15344416",
      "title": "Saw palmetto and benign prostatic hyperplasia.",
      "authors": [
        "Edward M Gong",
        "Glenn S Gerber"
      ],
      "journal": "The American journal of Chinese medicine",
      "publication_date": "2004",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Benign prostatic hyperplasia (BPH) is a common health issue that affects 8% of all men at the age of 40, 60% of men in their 70s, and 90% of those greater than 80 years of age. One-fourth of these men will develop moderate to severe lower urinary tract symptoms that greatly affect their quality of life. Recent evidence suggests that the use of saw palmetto leads to improvements in urinary function for those suffering from BPH. The favorable comparison of saw palmetto with tamsulosin, a well-known first line agent in the treatment of urinary tract symptoms, demonstrates promise towards a beneficial effect of this herbal agent, with very few, if any, adverse effects. However, what degree of this beneficial activity is due to placebo effects is yet to be determined. In addition, the precise mechanism of action of saw palmetto in men with BPH remains unclear.",
      "mesh_terms": [
        "Adrenergic alpha-Antagonists",
        "Androgen Antagonists",
        "Clinical Trials as Topic",
        "Drug Therapy, Combination",
        "Humans",
        "Male",
        "Phytotherapy",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Serenoa",
        "Sulfonamides",
        "Tamsulosin",
        "Urodynamics"
      ]
    },
    {
      "pmid": "15260931",
      "title": "The use of saw palmetto versus finasteride for the treatment of prostatitis/chronic pelvic pain syndrome.",
      "authors": [
        "Robert F Donnell"
      ],
      "journal": "Current urology reports",
      "publication_date": "2004-Aug",
      "publication_types": [
        "Comment",
        "Journal Article"
      ]
    },
    {
      "pmid": "15033918",
      "title": "Saw palmetto extract suppresses insulin-like growth factor-I signaling and induces stress-activated protein kinase/c-Jun N-terminal kinase phosphorylation in human prostate epithelial cells.",
      "authors": [
        "Teri L Wadsworth",
        "Julie M Carroll",
        "Rebecca A Mallinson",
        "Charles T Roberts",
        "Charles E Roselli"
      ],
      "journal": "Endocrinology",
      "publication_date": "2004-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S.",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "A common alternative therapy for benign prostatic hyperplasia (BPH) is the extract from the fruit of saw palmetto (SPE). BPH is caused by nonmalignant growth of epithelial and stromal elements of the prostate. IGF action is important for prostate growth and development, and changes in the IGF system have been documented in BPH tissues. The main signaling pathways activated by the binding of IGF-I to the IGF-I receptor (IGF-IR) are the ERK arm of the MAPK cascade and the phosphoinositol-3-kinase (PI3K)/protein kinase B (PKB/Akt) cascade. We tested the hypothesis that SPE suppresses growth and induces apoptosis in the P69 prostate epithelial cell line by inhibiting IGF-I signaling. Treatment with 150 microg/ml SPE for 24 h decreased IGF-I-induced proliferation of P69 cells and induced cleavage of the enzyme poly(ADP-ribose)polymerase (PARP), an index of apoptosis. Treatment of serum-starved P69 cells with 150 microg/ml SPE for 6 h reduced IGF-I-induced phosphorylation of Akt (assessed by Western blot) and Akt activity (assessed by an Akt kinase assay). Western blot analysis showed that SPE reduced IGF-I-induced phosphorylation of the adapter protein insulin receptor substrate-1 and decreased downstream effects of Akt activation, including increased cyclin D1 levels and phosphorylation of glycogen synthase kinase-3 and p70(s6k). There was no effect on IGF-I-induced phosphorylation of MAPK, IGF-IR, or Shc. Treatment of starved cells with SPE alone induced phosphorylation the proapoptotic protein JNK. SPE treatment may relieve symptoms of BPH, in part, by inhibiting specific components of the IGF-I signaling pathway and inducing JNK activation, thus mediating antiproliferative and proapoptotic effects on prostate epithelia.",
      "mesh_terms": [
        "Androgen Antagonists",
        "Apoptosis",
        "Cell Division",
        "Cell Line, Transformed",
        "Cell Survival",
        "Epithelial Cells",
        "Humans",
        "Insulin-Like Growth Factor I",
        "JNK Mitogen-Activated Protein Kinases",
        "Male",
        "Mitogen-Activated Protein Kinases",
        "Phosphatidylinositol 3-Kinases",
        "Phosphorylation",
        "Plant Extracts",
        "Prostate",
        "Protein Serine-Threonine Kinases",
        "Proto-Oncogene Proteins",
        "Proto-Oncogene Proteins c-akt",
        "Serenoa",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "14665895",
      "title": "A prospective, 1-year trial using saw palmetto versus finasteride in the treatment of category III prostatitis/chronic pelvic pain syndrome.",
      "authors": [
        "Steven A Kaplan",
        "Michael A Volpe",
        "Alexis E Te"
      ],
      "journal": "The Journal of urology",
      "publication_date": "2004-Jan",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: This study was designed to assess the safety and efficacy of saw palmetto or finasteride in men with category III prostatitis/chronic pelvic pain syndrome (CP/CPPS). MATERIALS AND METHODS: A prospective, randomized, open label, 1-year study was designed to assess the safety and efficacy of saw palmetto and finasteride in the treatment of men diagnosed with CP/CPPS. Patients were randomized to finasteride (5 mg once daily) or saw palmetto (325 mg daily) for 1 year. Patients were evaluated using the National Institutes of Health Chronic Prostatitis Symptom Index, individual domains (pain, urinary symptoms, quality of life and mean pain score) and the American Urological Association Symptom Score at baseline, 3, 6 and 12 months. RESULTS: A total of 64 consecutive men 24 to 58 years old (mean age 43.2) with a diagnosis of CP/CPPS were equally randomized to the 2 treatment arms. All 64 men had previously received antibiotics (duration of 3 to 93 weeks), 52 (82%) had been on alpha-blockade. There were 61, 57 and 56 patients evaluable at 3, 6 and 12 months, respectively. At 1 year mean total National Institutes of Health Chronic Prostatitis Symptom Index score decreased from 23.9 to 18.1 in the finasteride group (p <0.003), and from 24.7 to 24.6 in the saw palmetto arm (p = 0.41). In the finasteride arm the quality of life and pain domains were significantly improved at 1 year; however, urination was not. Adverse events included headache (3 cases) in the saw palmetto group and decreased libido (2 cases) in the finasteride group. At the end of the trial 13 of 32 (41%) and 21 of 32 (66%) opted to continue saw palmetto and finasteride, respectively. CONCLUSIONS: CP/CPPS treated with saw palmetto had no appreciable long-term improvement. In contrast, patients treated with finasteride had significant and durable improvement in all various parameters except voiding. Further studies are warranted to ascertain the mechanism and reproducibility of these effects in a placebo controlled trial.",
      "mesh_terms": [
        "Adult",
        "Androgen Antagonists",
        "Chronic Disease",
        "Enzyme Inhibitors",
        "Finasteride",
        "Humans",
        "Male",
        "Pelvic Pain",
        "Plant Extracts",
        "Prospective Studies",
        "Prostatitis",
        "Serenoa",
        "Severity of Illness Index",
        "Single-Blind Method",
        "Surveys and Questionnaires",
        "Time Factors"
      ]
    },
    {
      "pmid": "14663456",
      "title": "Multiple doses of saw palmetto (Serenoa repens) did not alter cytochrome P450 2D6 and 3A4 activity in normal volunteers.",
      "authors": [
        "John S Markowitz",
        "Jennifer L Donovan",
        "C Lindsay Devane",
        "Robin M Taylor",
        "Ying Ruan",
        "Jun-Sheng Wang",
        "Kenneth D Chavin"
      ],
      "journal": "Clinical pharmacology and therapeutics",
      "publication_date": "2003-Dec",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "Saw palmetto (Serenoa repens) is the most commonly used herbal preparation in the treatment of benign prostatic hyperplasia. The objective of this study was to determine whether a characterized saw palmetto product affects the activity of cytochrome P450 (CYP) 2D6 or 3A4 in healthy volunteers (6 men and 6 women). The probe substrates dextromethorphan (CYP2D6 activity) and alprazolam (CYP3A4 activity) were administered orally at baseline and again after exposure to saw palmetto (320-mg capsule once daily) for 14 days. Dextromethorphan metabolic ratios and alprazolam pharmacokinetics were determined at baseline and after saw palmetto treatment. The mean ratio of dextromethorphan to its metabolite was 0.038 +/- 0.044 at baseline and 0.048 +/- 0.080 after 14 days of saw palmetto administration (P =.704, not significant [NS]), indicating a lack of effect on CYP2D6 activity. The area under the plasma alprazolam concentration versus time curve was 476 +/- 178 h. ng. mL(-1) at baseline and 479 +/- 125 h. ng. mL(-1) after saw palmetto treatment (P =.923, NS), indicating a lack of effect on CYP3A4 activity. The elimination half-life of alprazolam was 11.4 +/- 3.1 hours at baseline and 11.6 +/- 2.7 hours after saw palmetto treatment (P =.770, NS), also indicating a lack of effect on CYP3A4 activity. Our results indicate that extracts of saw palmetto at generally recommended doses are unlikely to alter the disposition of coadministered medications primarily dependent on the CYP2D6 or CYP3A4 pathways for elimination. These conclusions must be weighed in the context of the study's limited assessments and regarded as only the initial investigation into the drug interaction potential of saw palmetto.",
      "mesh_terms": [
        "Adult",
        "Alprazolam",
        "Androgen Antagonists",
        "Anti-Anxiety Agents",
        "Antitussive Agents",
        "Area Under Curve",
        "Cytochrome P-450 CYP2D6",
        "Cytochrome P-450 CYP3A",
        "Cytochrome P-450 Enzyme System",
        "Dextromethorphan",
        "Dose-Response Relationship, Drug",
        "Drug Interactions",
        "Female",
        "Half-Life",
        "Humans",
        "Male",
        "Metabolic Clearance Rate",
        "Plant Extracts",
        "Serenoa"
      ]
    },
    {
      "pmid": "12674456",
      "title": "Saw palmetto for prostate disorders.",
      "authors": [
        "Andrea E Gordon",
        "Allen F Shaughnessy"
      ],
      "journal": "American family physician",
      "publication_date": "2003-Mar-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Saw palmetto is an herbal product used in the treatment of symptoms related to benign prostatic hyperplasia. The active component is found in the fruit of the American dwarf palm tree. Studies have demonstrated the effectiveness of saw palmetto in reducing symptoms associated with benign prostatic hyperplasia. Saw palmetto appears to have efficacy similar to that of medications like finasteride, but it is better tolerated and less expensive. There are no known drug interactions with saw palmetto, and reported side effects are minor and rare. No data on its long-term usage are available. The herbal product also has been used to treat chronic prostatitis, but currently there is no evidence of its efficacy.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Androgen Antagonists",
        "Humans",
        "Male",
        "Middle Aged",
        "Phytotherapy",
        "Plant Extracts",
        "Prostate-Specific Antigen",
        "Prostatic Hyperplasia",
        "Randomized Controlled Trials as Topic",
        "Serenoa",
        "Severity of Illness Index"
      ]
    },
    {
      "pmid": "12423443",
      "title": "Sensitization to saw palmetto and minoxidil in separate topical extemporaneous treatments for androgenetic alopecia.",
      "authors": [
        "Rodney D Sinclair",
        "Rica S Mallari",
        "Bruce Tate"
      ],
      "journal": "The Australasian journal of dermatology",
      "publication_date": "2002-Nov",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "We report a 24-year-old woman with androgenetic alopecia who became sensitized to topical minoxidil following use of an extemporaneous preparation of minoxidil 4% with retinoic acid in a propylene glycol base. She subsequently also became sensitized to saw palmetto (Serenoa repens), a topical herbal extract commonly promoted for the treatment of hair loss.",
      "mesh_terms": [
        "Administration, Topical",
        "Adult",
        "Alopecia",
        "Dermatitis, Allergic Contact",
        "Female",
        "Humans",
        "Minoxidil",
        "Phytotherapy",
        "Plant Preparations",
        "Scalp Dermatoses",
        "Serenoa"
      ]
    },
    {
      "pmid": "12385921",
      "title": "Saw palmetto alters nuclear measurements reflecting DNA content in men with symptomatic BPH: evidence for a possible molecular mechanism.",
      "authors": [
        "Robert W Veltri",
        "Leonard S Marks",
        "M Craig Miller",
        "Wes D Bales",
        "John Fan",
        "Maria Luz Macairan",
        "Jonathan I Epstein",
        "Alan W Partin"
      ],
      "journal": "Urology",
      "publication_date": "2002-Oct",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: To examine the nuclear chromatin characteristics of epithelial cells, looking for an SPHB-mediated effect on nuclear DNA structure and organization. Saw palmetto herbal blend (SPHB) causes contraction of prostate epithelial cells and suppression of tissue dihydrotestosterone levels in men with symptomatic benign prostatic hyperplasia, but a fundamental mechanism remains unknown. METHODS: A 6-month randomized trial, comparing prostatic tissue of men treated with SPHB (n = 20) or placebo (n = 20), was performed. At baseline, the two groups were similar in age (65 versus 64 years), symptoms (International Prostate Symptom Score 18 versus 17), uroflow (maximal urinary flow rate 10 versus 11 mL/s), prostate volume (59 versus 58 cm(3)), prostate-specific antigen (4.2 versus 2.7 ng/mL), and percentage of epithelium (17% versus 16%). Prostatic tissue was obtained by sextant biopsy before and after treatment. Five-micron sections were Feulgen stained and quantitatively analyzed using the AutoCyte QUIC-DNA imaging system. Images were captured from 200 randomly selected epithelial cell nuclei, and 60 nuclear morphometric descriptors (NMDs) (eg, size, shape, DNA content, and textural features) were determined for each nucleus. Logistic regression analysis was used to assess the differences in the variances of the NMDs between the treated and untreated prostate epithelial cells. RESULTS: At baseline, the SPHB and placebo groups had similar NMD values. After 6 months of placebo, no significant change from baseline was found in the NMDs. However, after 6 months of SPHB, 25 of the 60 NMDs were significantly different compared with baseline, and a multivariate model for predicting treatment effect using 4 of the 25 was created (P <0.001). The multivariate model had an area under the receiver operating characteristic curve of 94% and an accuracy of 85%. CONCLUSIONS: Six months of SPHB treatment appears to alter the DNA chromatin structure and organization in prostate epithelial cells. Thus, a possible molecular basis for tissue changes and therapeutic effect of the compound is suggested.",
      "mesh_terms": [
        "Aged",
        "Androgen Antagonists",
        "Cell Nucleus",
        "Chromatin",
        "DNA",
        "Dihydrotestosterone",
        "Double-Blind Method",
        "Epithelial Cells",
        "Humans",
        "Karyometry",
        "Male",
        "Middle Aged",
        "Placebos",
        "Plant Extracts",
        "Prostate",
        "Prostatic Hyperplasia",
        "ROC Curve",
        "Serenoa",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "11913955",
      "title": "Saw palmetto berry extract inhibits cell growth and Cox-2 expression in prostatic cancer cells.",
      "authors": [
        "W H Goldmann",
        "A L Sharma",
        "S J Currier",
        "P D Johnston",
        "A Rana",
        "C P Sharma"
      ],
      "journal": "Cell biology international",
      "publication_date": "2001",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The cytotoxicity of a commonly used material to alleviate the symptoms of benign prostatic hyperplasia (BPH), Saw Palmetto Berry Extract (SPBE), was examined as neat oil using a set of prostatic cell lines; 267B-1, BRFF-41T and LNCaP. Proliferation of these prostatic derived cell lines is inhibited to different degrees when dosed for 3 days with SPBE. The amount of SPBE required to inhibit 50% growth (IC50) of these cell lines was 20-30 nl equivalents of SPBE per ml of medium for cell lines 267B-1 and BRFF-41T and approximately 10-fold more for the LNCaP cell line. The effect of SPBE dosing on these cell lines is not irreversible, since a 30 min treatment with SPBE at an IC50 concentration does not inhibit their growth. Normal prostate cells were inhibited by 20-25% when grown in the presence of 200 nl SPBE equivalent per ml media. Growth of other non-prostatic cancer cell lines, i.e. Jurkat and HT-29, was affected by approx. 50% and 40%, respectively. When LNCaP cells were grown in the presence of dihydrotestosterone and SPBE, the IC50 concentration decreased significantly compared to LNCaP cells grown in the presence of serum and SPBE. Reduced cellular growth after SPBE treatment of these cell lines may relate to decreased expression of Cox-2 and may be due to changes observed in the expression of Bcl-2. Expression of Cox-1 under similar conditions is not affected because of its constitutive expression. Since increased Cox-2 expression is associated with an increased incidence of prostate cancer, and decrease in its expression by SPBE would provide a basis for further investigation of its use against BPH and in prostatic cancer chemoprevention.",
      "mesh_terms": [
        "Androgen Antagonists",
        "Cyclooxygenase 2",
        "Dose-Response Relationship, Drug",
        "Gene Expression Regulation, Neoplastic",
        "Genes, bcl-2",
        "Growth Inhibitors",
        "Humans",
        "Isoenzymes",
        "Male",
        "Membrane Proteins",
        "Plant Extracts",
        "Prostaglandin-Endoperoxide Synthases",
        "Prostatic Neoplasms",
        "Serenoa",
        "Tumor Cells, Cultured"
      ]
    },
    {
      "pmid": "11777363",
      "title": "The risk-benefit profile of commonly used herbal therapies: Ginkgo, St. John's Wort, Ginseng, Echinacea, Saw Palmetto, and Kava.",
      "authors": [
        "Edzard Ernst"
      ],
      "journal": "Annals of internal medicine",
      "publication_date": "2002-Jan-01",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "Because use of herbal remedies is increasing, a risk-benefit profile of commonly used herbs is needed. This article provides a clinically oriented overview of the efficacy and safety of ginkgo, St. John's wort, ginseng, echinacea, saw palmetto, and kava. Wherever possible, assessments are based on systematic reviews of randomized clinical trials. Encouraging data support the efficacy of some of these popular herbal medicinal products, and the potential for doing good seems greater than that for doing harm. The published evidence suggests that ginkgo is of questionable use for memory loss and tinnitus but has some effect on dementia and intermittent claudication. St. John's wort is efficacious for mild to moderate depression, but serious concerns exist about its interactions with several conventional drugs. Well-conducted clinical trials do not support the efficacy of ginseng to treat any condition. Echinacea may be helpful in the treatment or prevention of upper respiratory tract infections, but trial data are not fully convincing. Saw palmetto has been shown in short-term trials to be efficacious in reducing the symptoms of benign prostatic hyperplasia. Kava is an efficacious short-term treatment for anxiety. None of these herbal medicines is free of adverse effects. Because the evidence is incomplete, risk-benefit assessments are not completely reliable, and much knowledge is still lacking.",
      "mesh_terms": [
        "Anxiety",
        "Dementia",
        "Depression",
        "Echinacea",
        "Female",
        "Ginkgo biloba",
        "Humans",
        "Hypericum",
        "Intermittent Claudication",
        "Kava",
        "Male",
        "Memory Disorders",
        "Panax",
        "Phytotherapy",
        "Plant Preparations",
        "Prostatic Hyperplasia",
        "Respiratory Tract Infections",
        "Risk Assessment",
        "Serenoa",
        "Tinnitus"
      ]
    },
    {
      "pmid": "11509966",
      "title": "Extracts from fruits of saw palmetto (Sabal serrulata) and roots of stinging nettle (Urtica dioica): viable alternatives in the medical treatment of benign prostatic hyperplasia and associated lower urinary tracts symptoms.",
      "authors": [
        "E Koch"
      ],
      "journal": "Planta medica",
      "publication_date": "2001-Aug",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Benign prostatic hyperplasia (BPH) and associated lower urinary tract symptoms (LUTS) are very common disorders in aging men. Despite the great clinical importance, many aspects of their aetiology remain uncertain although it is generally accepted that advanced age and testicular androgens are important requirements for the development of these complaints. The currently available therapeutic options include watchful waiting, changes of life style, medical treatments and invasive therapies. In many European countries the use of phytopharmaceuticals for the management of BPH and related LUTS is common and these products represent up to 80 % of all drugs prescribed for this disorder. In particularly, extracts from the fruits of saw palmetto (Sabal serrulata, syn. Serenoa repens) and the roots of stinging nettle (Urtica dioica) are popular. During the last years numerous papers have been published which elaborated on the pharmacological activities and the clinical assessment of these herbal remedies. These investigations have not only broadened the scientific basis for the rational use of phytotherapeutics but have also provided evidence for their therapeutic efficacy and favourable safety profile.",
      "mesh_terms": [
        "Androgen Antagonists",
        "Clinical Trials as Topic",
        "Complementary Therapies",
        "Drug Therapy, Combination",
        "Fruit",
        "Humans",
        "Lectins",
        "Magnoliopsida",
        "Male",
        "Plant Extracts",
        "Plant Lectins",
        "Plant Roots",
        "Plants, Medicinal",
        "Prostatic Hyperplasia",
        "Serenoa",
        "Urologic Diseases"
      ]
    },
    {
      "pmid": "11337315",
      "title": "Tissue effects of saw palmetto and finasteride: use of biopsy cores for in situ quantification of prostatic androgens.",
      "authors": [
        "L S Marks",
        "D L Hess",
        "F J Dorey",
        "M Luz Macairan",
        "P B Cruz Santos",
        "V E Tyler"
      ],
      "journal": "Urology",
      "publication_date": "2001-May",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "OBJECTIVES: To determine the effects of a saw palmetto herbal blend (SPHB) compared with finasteride on prostatic tissue androgen levels and to evaluate needle biopsies as a source of tissue for such determinations. METHODS: Prostate levels of testosterone and dihydrotestosterone (DHT) were measured on 5 to 10-mg biopsy specimens (18-gauge needle cores) in three groups of men with symptomatic benign prostatic hyperplasia: 15 men receiving chronic finasteride therapy versus 7 untreated controls; 4 men undergoing prostate adenomectomy to determine sampling variability (10 specimens each); and 40 men participating in a 6-month randomized trial of SPHB versus placebo, before and after treatment. RESULTS: Prostatic tissue DHT levels were found to be several times higher than the levels of testosterone (5.01 versus 1.51 ng/g), that ratio becoming reversed (1.05 versus 3.63 ng/g) with chronic finasteride therapy. The finasteride effect was statistically significant for both androgens (P <0.01), and little overlap of individual values between finasteride-treated and control patients was seen. In the randomized trial, tissue DHT levels were reduced by 32% from 6.49 to 4.40 ng/g in the SPHB group (P <0.005), with no significant change in the placebo group. CONCLUSIONS: For control versus finasteride-treated men, the tissue androgen values obtained with needle biopsy specimens were similar-both for absolute values and the percentage of change-to those previously reported using surgically excised volumes of prostatic tissue. The quantification of prostatic androgens by assay of needle biopsies is thus feasible and offers the possibility of serial studies in individual patients. The SPHB-induced suppression of prostatic DHT levels, modest but significant in a randomized trial, lends an element of support to the hypothesis that inhibition of the enzyme 5-alpha reductase is a mechanism of action of this substance.",
      "mesh_terms": [
        "Aged",
        "Androgen Antagonists",
        "Biopsy, Needle",
        "Dihydrotestosterone",
        "Enzyme Inhibitors",
        "Finasteride",
        "Humans",
        "Male",
        "Middle Aged",
        "Placebos",
        "Plant Extracts",
        "Prostate",
        "Prostatic Hyperplasia",
        "Serenoa",
        "Testosterone",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "11170151",
      "title": "Do saw palmetto extracts block human alpha1-adrenoceptor subtypes in vivo?",
      "authors": [
        "M Goepel",
        "L Dinh",
        "A Mitchell",
        "R F Schäfers",
        "H Rübben",
        "M C Michel"
      ],
      "journal": "The Prostate",
      "publication_date": "2001-Feb-15",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: To test whether saw palmetto extracts, which act as alpha1-adrenoceptor antagonists in vitro, also do so in vivo in man. METHODS: In a placebo-controlled, double-blind, four-way cross-over study 12 healthy young men were treated with three different saw palmetto extract preparations (320 mg o.d.) for 8 days each. On the last day, before and 2, 4 and 6 hr after drug intake blood pressure and heart rate were determined and blood samples obtained, which were used in an ex vivo radioreceptor assay with cloned human alpha1-adrenoceptor subtypes. RESULTS: Saw palmetto extract treatment did not result in alpha1-adrenoceptor subtype occupancy in the radioreceptor assay. Although the saw palmetto extracts caused minor reductions of supine blood pressure, they did not affect blood pressure during orthostatic stress testing and did not alter heart rate under either condition. Moreover, plasma catecholamines remained largely unaltered. CONCLUSIONS: Despite their alpha1-adrenoceptor antagonist effects in vitro, therapeutically used doses of saw palmetto extracts do not cause alpha1-adrenoceptor antagonism in man in vivo.",
      "mesh_terms": [
        "Adrenergic alpha-1 Receptor Antagonists",
        "Adrenergic alpha-Antagonists",
        "Adult",
        "Blood Pressure",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Epinephrine",
        "Humans",
        "Male",
        "Norepinephrine",
        "Placebos",
        "Plant Extracts",
        "Radioligand Assay",
        "Serenoa"
      ]
    },
    {
      "pmid": "10751856",
      "title": "Effects of a saw palmetto herbal blend in men with symptomatic benign prostatic hyperplasia.",
      "authors": [
        "L S Marks",
        "A W Partin",
        "J I Epstein",
        "V E Tyler",
        "I Simon",
        "M L Macairan",
        "T L Chan",
        "F J Dorey",
        "J B Garris",
        "R W Veltri",
        "P B Santos",
        "K A Stonebrook",
        "J B deKernion"
      ],
      "journal": "The Journal of urology",
      "publication_date": "2000-May",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: We tested the effects of a saw palmetto herbal blend in men with symptomatic benign prostatic hyperplasia (BPH) via a randomized, placebo controlled trial. MATERIALS AND METHODS: We randomized 44 men 45 to 80 years old with symptomatic BPH into a trial of a saw palmetto herbal blend versus placebo. End points included routine clinical measures (symptom score, uroflowmetry and post-void residual urine volume), blood chemistry studies (prostate specific antigen, sex hormones and multiphasic analysis), prostate volumetrics by magnetic resonance imaging, and prostate biopsy for zonal tissue morphometry and semiquantitative histology studies. RESULTS: Saw palmetto herbal blend and placebo groups had improved clinical parameters with a slight advantage in the saw palmetto group (not statistically significant). Neither prostate specific antigen nor prostate volume changed from baseline. Prostate epithelial contraction was noted, especially in the transition zone, where percent epithelium decreased from 17.8% at baseline to 10.7% after 6 months of saw palmetto herbal blend (p <0.01). Histological studies showed that the percent of atrophic glands increased from 25. 2% to 40.9% after treatment with saw palmetto herbal blend (p <0.01). The mechanism of action appeared to be nonhormonal but it was not identified by tissue studies of apoptosis, cellular proliferation, angiogenesis, growth factors or androgen receptor expression. We noted no adverse effects of saw palmetto herbal blend. When the study was no longer blinded, 41 men elected to continue therapy in an open label extension. CONCLUSIONS: Saw palmetto herbal blend appears to be a safe, highly desirable option for men with moderately symptomatic BPH. The secondary outcome measures of clinical effect in our study were only slightly better for saw palmetto herbal blend than placebo (not statistically significant). However, saw palmetto herbal blend therapy was associated with epithelial contraction, especially in the transition zone (p <0.01), indicating a possible mechanism of action underlying the clinical significance detected in other studies.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Androgen Antagonists",
        "Double-Blind Method",
        "Humans",
        "Male",
        "Middle Aged",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Serenoa"
      ]
    },
    {
      "pmid": "10751846",
      "title": "Saw palmetto for the treatment of men with lower urinary tract symptoms.",
      "authors": [
        "G S Gerber"
      ],
      "journal": "The Journal of urology",
      "publication_date": "2000-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE: A comprehensive review of the literature on the use of saw palmetto in men with lower urinary tract symptoms is provided. MATERIALS AND METHODS: A literature search of studies that have assessed the mechanism of action and clinical results of saw palmetto in men with benign prostatic hyperplasia was performed. RESULTS: A variety of potential mechanisms of action of saw palmetto have been demonstrated through in vitro studies, including 5-alpha reductase inhibition, adrenergic receptor antagonism and intraprostatic androgen receptor blockade. Clinical evidence of the relevance of these effects is largely unavailable. The use of saw palmetto in men with benign prostatic hyperplasia is safe with no recognized adverse effects. No effect on serum prostate specific antigen has been noted. Placebo controlled trials and meta-analyses have suggested that saw palmetto leads to subjective and objective improvement in men with lower urinary tract symptoms. However, most studies are significantly limited by methodological flaws, small patient numbers and brief treatment intervals. CONCLUSIONS: Evidence suggests that saw palmetto may have a significant effect on urinary flow rates and symptom scores compared to placebo in men with lower urinary tract symptoms. However, large scale, placebo controlled trials are needed to assess the efficacy of saw palmetto.",
      "mesh_terms": [
        "Androgen Antagonists",
        "Clinical Trials as Topic",
        "Humans",
        "Male",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Serenoa",
        "Urologic Diseases"
      ]
    },
    {
      "pmid": "10897913",
      "title": "[Saw palmetto fruit extract for treatment of benign prostatic hyperplasia. Results of a placebo-controlled double-blind study].",
      "authors": [
        "H W Bauer",
        "C Casarosa",
        "M Cosci",
        "M Fratta",
        "G Blessmann"
      ],
      "journal": "MMW Fortschritte der Medizin",
      "publication_date": "1999-Jun-24",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "mesh_terms": [
        "Androgen Antagonists",
        "Double-Blind Method",
        "Humans",
        "Male",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Serenoa"
      ]
    },
    {
      "pmid": "10096366",
      "title": "Saw palmetto extract: newest (and oldest) treatment alternative for men with symptomatic benign prostatic hyperplasia.",
      "authors": [
        "L S Marks",
        "V E Tyler"
      ],
      "journal": "Urology",
      "publication_date": "1999-Mar",
      "publication_types": [
        "Editorial",
        "Research Support, Non-U.S. Gov't"
      ],
      "mesh_terms": [
        "Androgen Antagonists",
        "Humans",
        "Male",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Serenoa"
      ]
    },
    {
      "pmid": "10068345",
      "title": "Saw palmetto extracts potently and noncompetitively inhibit human alpha1-adrenoceptors in vitro.",
      "authors": [
        "M Goepel",
        "U Hecker",
        "S Krege",
        "H Rübben",
        "M C Michel"
      ],
      "journal": "The Prostate",
      "publication_date": "1999-Feb-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: We wanted to test whether phytotherapeutic agents used in the treatment of lower urinary tract symptoms have alpha1-adrenoceptor antagonistic properties in vitro. METHODS: Preparations of beta-sitosterol and extracts of stinging nettle, medicinal pumpkin, and saw palmetto were obtained from several pharmaceutical companies. They were tested for their ability to inhibit [3H]tamsulosin binding to human prostatic alpha1-adrenoceptors and [3H]prazosin binding to cloned human alpha1A- and alpha1B-adrenoceptors. Inhibition of phenylephrine-stimulated [3H]inositol phosphate formation by cloned receptors was also investigated. RESULTS: Up to the highest concentration which could be tested, preparations of beta-sitosterol, stinging nettle, and medicinal pumpkin were without consistent inhibitory effect in all assays. In contrast, all tested saw palmetto extracts inhibited radioligand binding to human alpha1-adrenoceptors and agonist-induced [3H]inositol phosphate formation. Saturation binding experiments in the presence of a single saw palmetto extract concentration indicated a noncompetitive antagonism. The relationship between active concentrations in vitro and recommended therapeutic doses for the saw palmetto extracts was slightly lower than that for several chemically defined alpha1-adrenoceptor antagonists. CONCLUSIONS: Saw palmetto extracts have alpha1-adrenoceptor-inhibitory properties. If bioavailability and other pharmacokinetic properties of these ingredients are similar to those of the chemically defined alpha1-adrenoceptor antagonists, alpha1-adrenoceptor antagonism might be involved in the therapeutic effects of these extracts in patients with lower urinary tract symptoms suggestive of benign prostatic obstruction.",
      "mesh_terms": [
        "Adrenergic alpha-1 Receptor Antagonists",
        "Adrenergic alpha-Antagonists",
        "Binding, Competitive",
        "Cell Line",
        "Cloning, Molecular",
        "Humans",
        "Logistic Models",
        "Male",
        "Plant Extracts",
        "Plants, Medicinal",
        "Prostate",
        "Radioligand Assay",
        "Sitosterols"
      ]
    },
    {
      "pmid": "9820264",
      "title": "Saw palmetto extracts for treatment of benign prostatic hyperplasia: a systematic review.",
      "authors": [
        "T J Wilt",
        "A Ishani",
        "G Stark",
        "R MacDonald",
        "J Lau",
        "C Mulrow"
      ],
      "journal": "JAMA",
      "publication_date": "1998-Nov-11",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, U.S. Gov't, Non-P.H.S.",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: To conduct a systematic review and, where possible, quantitative meta-analysis of the existing evidence regarding the therapeutic efficacy and safety of the saw palmetto plant extract, Serenoa repens, in men with symptomatic benign prostatic hyperplasia (BPH). DATA SOURCES: Studies were identified through the search of MEDLINE (1966-1997), EMBASE, Phytodok, the Cochrane Library, bibliographies of identified trials and review articles, and contact with relevant authors and drug companies. STUDY SELECTION: Randomized trials were included if participants had symptomatic BPH, the intervention was a preparation of S repens alone or in combination with other phytotherapeutic agents, a control group received placebo or other pharmacological therapies for BPH, and the treatment duration was at least 30 days. DATA EXTRACTION: Two investigators for each article (T.J.W., A.I., G.S., and R.M.) independently extracted key data on design features, subject characteristics, therapy allocation, and outcomes of the studies. DATA SYNTHESIS: A total of 18 randomized controlled trials involving 2939 men met inclusion criteria and were analyzed. Many studies did not report results in a method that permitted meta-analysis. Treatment allocation concealment was adequate in 9 studies; 16 were double-blinded. The mean study duration was 9 weeks (range, 4-48 weeks). As compared with men receiving placebo, men treated with S repens had decreased urinary tract symptom scores (weighted mean difference [WMD], -1.41 points [scale range, 0-19] [95% confidence interval (CI), -2.52 to -0.30] [n = 1 study]), nocturia (WMD, -0.76 times per evening [95% CI, -1.22 to -0.32] [n = 10 studies]), and improvement in self-rating of urinary tract symptoms; risk ratio for improvement (1.72 [95% CI, 1.21-2.44] [n = 6 studies]), and peak urine flow (WMD, 1.93 mL/s [95% CI, 0.72-3.14] [n = 8 studies]). Compared with men receiving finasteride, men treated with S repens had similar improvements in urinary tract symptom scores (WMD, 0.37 International Prostate Symptom Score points [scale range, 0-35] [95% CI, -0.45 to 1.19] [n = 2 studies]) and peak urine flow (WMD, -0.74 mL/s [95% CI, -1.66 to 0.18] [n = 2 studies]). Adverse effects due to S repens were mild and infrequent; erectile dysfunction was more frequent with finasteride (4.9%) than with S repens (1.1%; P<.001). Withdrawal rates in men assigned to placebo, S repens, or finasteride were 7%, 9%, and 11%, respectively. CONCLUSIONS: The existing literature on S repens for treatment of BPH is limited in terms of the short duration of studies and variability in study design, use of phytotherapeutic preparations, and reports of outcomes. However, the evidence suggests that S repens improves urologic symptoms and flow measures. Compared with finasteride, S repens produces similar improvement in urinary tract symptoms and urinary flow and was associated with fewer adverse treatment events. Further research is needed using standardized preparations of S repens to determine its long-term effectiveness and ability to prevent BPH complications.",
      "mesh_terms": [
        "Enzyme Inhibitors",
        "Finasteride",
        "Humans",
        "Male",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Randomized Controlled Trials as Topic",
        "Serenoa"
      ]
    },
    {
      "pmid": "9609640",
      "title": "Saw palmetto (Serenoa repens) in men with lower urinary tract symptoms: effects on urodynamic parameters and voiding symptoms.",
      "authors": [
        "G S Gerber",
        "G P Zagaja",
        "G T Bales",
        "G W Chodak",
        "B A Contreras"
      ],
      "journal": "Urology",
      "publication_date": "1998-Jun",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: To assess the effects of saw palmetto on voiding symptoms and urodynamic parameters in men with lower urinary tract symptoms (LUTS) presumed secondary to benign prostatic hyperplasia (BPH). METHODS: Fifty men with previously untreated LUTS and a minimum International Prostate Symptom Score (IPSS) of 10 or greater were treated with a commercially available form of saw palmetto (160 mg twice per day) for 6 months. The initial evaluation included measurement of peak urinary flow rate, postvoid residual urine volume, pressure-flow study, and serum prostate-specific antigen (PSA) level. Patients completed an IPSS, serum PSA was determined, and flow rate was measured every 2 months during the course of the study. A urodynamic evaluation was repeated at the completion of the 6-month trial. RESULTS: The mean IPSS (+/-SD) improved from 19.5+/-5.5 to 12.5+/-7.0 (P <0.001) among the 46 men who completed the study. Significant improvement in the symptom score was noted after treatment with saw palmetto for 2 months. An improvement in symptom score of 50% or greater after treatment with saw palmetto for 2, 4, and 6 months was noted in 21% (10 of 48), 30% (14 of 47), and 46% (21 of 46) of patients, respectively. There was no significant change in peak urinary flow rate, postvoid residual urine volume, or detrusor pressure at peak flow among patients completing the study. No significant change in mean serum PSA level was noted. CONCLUSIONS: Saw palmetto is a well-tolerated agent that may significantly improve lower urinary tract symptoms in men with BPH. However, we were unable to demonstrate any significant improvement in objective measures of bladder outlet obstruction. Placebo-controlled trials of saw palmetto are needed to evaluate the true effectiveness of this compound.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Humans",
        "Male",
        "Middle Aged",
        "Plant Extracts",
        "Prostatic Hyperplasia",
        "Urinary Bladder Neck Obstruction",
        "Urodynamics"
      ]
    }
  ]
}